[
  "The shop is a single storey half-timbered building, with dwarf-wrought iron furnishings. It is protected by a bound earth elemental.",
  "The shop is a two-storey building of timber and brick walls, with a tiled mosaic floor. It is brightly lit by magical candles and chandeliers.",
  "The shop is a two-storey stone-walled building, with carved wooden doors and a smooth stone floor. It appears to be unusually busy.",
  "The shop is a two-storey building of half-timbered walls, with a reinforced wooden door and a tiled mosaic floor. A small dragon's skull hangs over the hearth.",
  "The shop is a two-storey building of timber and brick walls, with carved wooden doors. A large collection of mundane armor hangs from the walls.",
  "The shop is a single storey half-timbered building, with tall elf-wrought wooden shelves. It is built around a huge dragon-shaped forge.",
  "The shop is a two-storey building of stone walls, with a white tile roof. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a two-storey half-timbered building, with several leaded glass windows and a tiled mosaic floor. A tall adventurer is trying to sell a few items.",
  "The shop is a single storey building of stone walls, with a yellow tile roof and dwarf-wrought iron furnishings. It is brightly lit by magical candles and chandeliers.",
  "The shop is a two-storey timber and brick building, with a reinforced wooden door and tall elf-wrought wooden shelves. The air is filled with thick smoke and the sound of hammers.",
  "The shop is a single storey building of half-timbered walls, with a gray tile roof and dwarf-wrought iron furnishings. It appears to be unusually busy.",
  "The shop is a single storey building of finely wrought iron, with a tiled mosaic floor. The surrounding yard is filled with scorch marks and craters.",
  "The shop is a single storey building of stone walls, with dwarf-wrought iron furnishings. A cart filled with leather scraps rests beside the building.",
  "The shop is a two-storey tower of finely carved stone, with a reinforced wooden door and a tiled mosaic floor. A tall adventurer is trying to sell a few items.",
  "The shop is a single storey building of timber and brick walls, with tall elf-wrought wooden shelves. It appears to be unusually busy.",
  "The shop is a three-storey tower of finely carved stone, with a white tile roof. A small dragon's skull hangs over the hearth.",
  "The shop is a single storey timber and brick building, with carved wooden doors. Every piece of metalwork has been brightly polished.",
  "The shop is a single storey building of conjured stone, with tall elf-wrought wooden shelves. It appears to be unusually busy.",
  "The shop is a three-storey tower of finely wrought iron, with a reinforced wooden door and a tiled mosaic floor. A large collection of mundane armor hangs from the walls.",
  "The shop is a two-storey building hewn from an outcrop of rock, with a reinforced wooden door and a smooth stone floor. It is protected by a bound fire elemental.",
  "The shop is a single storey building of conjured stone, with a slate roof and a smooth stone floor. It appears to be unusually busy.",
  "The shop is a two-storey tower of living wood, with dwarf-wrought iron furnishings. It is built around a huge dragon-shaped forge.",
  "The shop is a single storey timber and brick building, with a red tile roof and dwarf-wrought iron furnishings. A monolith of yellow crystal stands beside the building.",
  "The shop is a single storey timber and brick building, with a white tile roof. It appears to be unusually busy.",
  "The shop is a two-storey timber and brick building, with carved wooden doors and tall elf-wrought wooden shelves. A small dragon's skull hangs over the hearth.",
  "The shop is a two-storey tower of conjured stone, with carved wooden doors and a smooth stone floor. A guarded adventurer is trying to sell a few items.",
  "The shop is a single storey half-timbered building, with a yellow tile roof and a tiled mosaic floor. It is built around a huge dragon-shaped forge.",
  "The shop is a single storey half-timbered building, with a reinforced wooden door and dwarf-wrought iron furnishings. It is built around a huge dragon-shaped forge.",
  "The shop is a two-storey stone-walled building, with a slate roof. It appears to be unusually busy.",
  "The shop is a two-storey building of polished marble, with a blue tile roof and a smooth stone floor. It appears to be unusually busy.",
  "The shop is a single storey timber and brick building, with a tiled mosaic floor. An overweight adventurer is trying to sell a few items.",
  "The shop is a single storey building of half-timbered walls, with a smooth stone floor. It appears to be unusually busy.",
  "The shop is a two-storey building of polished marble, with a slate roof. Every piece of metalwork has been brightly polished.",
  "The shop is a single storey half-timbered building, with several stained glass windows. It is built around a huge dragon-shaped forge.",
  "The shop is a two-storey building hewn from an outcrop of crystal, with tall elf-wrought wooden shelves. It appears to be unusually busy.",
  "The shop is a single storey building hewn from an outcrop of rock, with tall elf-wrought wooden shelves. The air is filled with motes of golden light.",
  "The shop is a two-storey timber and brick building, with a slate roof and a tiled mosaic floor. It is brightly lit by magical candles and chandeliers.",
  "The shop is a three-storey tower hewn from an outcrop of rock, with a slate roof and a smooth stone floor. It is protected by a golem of carved stone.",
  "The shop is a single storey stone-walled building, with several stained glass windows and a tiled mosaic floor. It is built around a huge dragon-shaped forge.",
  "The shop is a single storey building of timber and brick walls, with several leaded glass windows. A small dragon's skull hangs over the hearth.",
  "The shop is a two-storey building of finely wrought iron, with a reinforced wooden door and a smooth stone floor. It has several chimneys, each exhaling smoke and fiery sparks.",
  "The shop is a two-storey building of stone walls, with carved wooden doors and dwarf-wrought iron furnishings. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a single storey building of timber and brick walls, with a slate roof. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a two-storey building of finely carved stone, with a gray tile roof. It is protected by a bound fire elemental.",
  "The shop is a two-storey stone-walled building, with dwarf-wrought iron furnishings. The air is filled with thick smoke and the sound of hammers.",
  "The shop is a two-storey tower of finely carved stone, with a slate roof. It has several chimneys, each exhaling smoke and fiery sparks.",
  "The shop is a two-storey tower of living wood, with a smooth stone floor. A large collection of mundane armor hangs from the walls.",
  "The shop is a single storey timber and brick building, with a yellow tile roof. It is protected by a bound fire elemental.",
  "The shop is a two-storey half-timbered building, with several stained glass windows and dwarf-wrought iron furnishings. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a single storey building of polished marble, with tall elf-wrought wooden shelves. A large collection of mundane armor hangs from the walls.",
  "The shop is a two-storey stone-walled building, with a smooth stone floor. It appears to be unusually busy.",
  "The shop is a two-storey building of finely wrought iron, with tall elf-wrought wooden shelves. A monolith of blue crystal stands beside the building.",
  "The shop is a two-storey building of finely wrought iron, with a reinforced wooden door. A small dragon's skull hangs over the hearth.",
  "The shop is a single storey building of timber and brick walls, with tall elf-wrought wooden shelves. A large collection of mundane armor hangs from the walls.",
  "The shop is a three-storey tower hewn from an outcrop of rock, with a reinforced wooden door. A small dragon's skull hangs over the hearth.",
  "The shop is a two-storey half-timbered building, with dwarf-wrought iron furnishings. A large collection of mundane armor hangs from the walls.",
  "The shop is a two-storey building of finely carved stone, with tall elf-wrought wooden shelves. It is brightly lit by magical candles and chandeliers.",
  "The shop is a two-storey timber and brick building, with carved wooden doors. It has several chimneys, each exhaling smoke and fiery sparks.",
  "The shop is a two-storey building of living wood, with a white tile roof and a smooth stone floor. A monolith of white crystal stands beside the building.",
  "The shop is a two-storey tower of finely carved stone, with a smooth stone floor. A monolith of green crystal stands beside the building.",
  "The shop is a two-storey building of timber and brick walls, with several leaded glass windows and a smooth stone floor. The surrounding yard is filled with scorch marks and craters.",
  "The shop is a single storey building of stone walls, with a tiled mosaic floor. A small dragon's skull hangs over the hearth.",
  "The shop is a two-storey building of conjured iron, with a yellow tile roof. A small dragon's skull hangs over the hearth.",
  "The shop is a single storey stone-walled building, with carved wooden doors and tall elf-wrought wooden shelves. It appears to be unusually busy.",
  "The shop is a single storey timber and brick building, with several stained glass windows and tall elf-wrought wooden shelves. It has several chimneys, each exhaling smoke and fiery sparks.",
  "The shop is a single storey building of living wood, with carved wooden doors. A small dragon's skull hangs over the hearth.",
  "The shop is a two-storey timber and brick building, with a tiled mosaic floor. A large collection of mundane armor hangs from the walls.",
  "The shop is a single storey building of timber and brick walls, with a reinforced wooden door. A small dragon's skull hangs over the hearth.",
  "The shop is a single storey building hewn from an outcrop of crystal, with several leaded glass windows. A gullible adventurer is trying to sell a few items.",
  "The shop is a three-storey tower of conjured iron, with a slate roof and a tiled mosaic floor. Every piece of metalwork has been brightly polished.",
  "The shop is a two-storey building of stone walls, with several leaded glass windows. A large collection of mundane armor hangs from the walls.",
  "The shop is a two-storey building of conjured stone, with a yellow tile roof. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a two-storey building of timber and brick walls, with several leaded glass windows. A stele engraved with geometric patterns stands beside the building.",
  "The shop is a two-storey stone-walled building, with a slate roof. A monolith of green crystal stands beside the building.",
  "The shop is a two-storey stone-walled building, with tall elf-wrought wooden shelves. A cart filled with leather scraps rests beside the building.",
  "The shop is a two-storey tower hewn from an outcrop of rock, with a tiled mosaic floor. The air is filled with floating motes of light.",
  "The shop is a single storey building of timber and brick walls, with a slate roof and tall elf-wrought wooden shelves. A tall adventurer is trying to sell a few items.",
  "The shop is a single storey building of timber and brick walls, with several stained glass windows. The air is filled with motes of prismatic light.",
  "The shop is a two-storey half-timbered building, with several leaded glass windows and dwarf-wrought iron furnishings. It is brightly lit by magical candles and chandeliers.",
  "The shop is a single storey half-timbered building, with a reinforced wooden door. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a two-storey building hewn from an outcrop of crystal, with a red tile roof. It appears to be unusually busy.",
  "The shop is a two-storey building hewn from an outcrop of rock, with tall elf-wrought wooden shelves. The air is filled with thick smoke and the sound of hammers.",
  "The shop is a two-storey stone-walled building, with a reinforced wooden door and a smooth stone floor. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a two-storey half-timbered building, with a slate roof and a tiled mosaic floor. A stele engraved with geometric patterns stands beside the building.",
  "The shop is a single storey building of stone walls, with carved wooden doors and a smooth stone floor. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a single storey stone-walled building, with a tiled mosaic floor. A small dragon's skull hangs over the hearth.",
  "The shop is a two-storey building of finely carved stone, with a tiled mosaic floor. An old adventurer is trying to sell a few items.",
  "The shop is a three-storey tower of polished marble, with dwarf-wrought iron furnishings. A large collection of mundane armor hangs from the walls.",
  "The shop is a two-storey building of stone walls, with carved wooden doors. An old adventurer is trying to sell a few items.",
  "The shop is a single storey stone-walled building, with several leaded glass windows and a tiled mosaic floor. It appears to be unusually busy.",
  "The shop is a two-storey building of finely wrought iron, with carved wooden doors and a smooth stone floor. A large collection of mundane armor hangs from the walls.",
  "The shop is a two-storey building of half-timbered walls, with several leaded glass windows. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a two-storey tower hewn from an outcrop of rock, with a reinforced wooden door and dwarf-wrought iron furnishings. It has several chimneys, each exhaling smoke and fiery sparks.",
  "The shop is a single storey half-timbered building, with a gray tile roof. It appears to be unusually busy.",
  "The shop is a two-storey half-timbered building, with a reinforced wooden door. It is built around a huge dragon-shaped forge.",
  "The shop is a single storey building of half-timbered walls, with several stained glass windows. A small dragon's skull hangs over the hearth.",
  "The shop is a two-storey stone-walled building, with dwarf-wrought iron furnishings. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a three-storey tower of polished marble, with a white tile roof and tall elf-wrought wooden shelves. It appears to be unusually busy.",
  "The shop is a single storey building of stone walls, with several leaded glass windows. A large collection of mundane armor hangs from the walls.",
  "The shop is a two-storey stone-walled building, with several stained glass windows and a smooth stone floor. It is built around a huge dragon-shaped forge.",
  "The shop is a two-storey building hewn from an outcrop of rock, with dwarf-wrought iron furnishings. It is built around a huge dragon-shaped forge.",
  "The shop is a two-storey half-timbered building, with a tiled mosaic floor. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a single storey half-timbered building, with a slate roof. A cart filled with leather scraps rests beside the building.",
  "The shop is a two-storey half-timbered building, with a smooth stone floor. A monolith of white crystal stands beside the building.",
  "The shop is a two-storey building of living wood, with a reinforced wooden door. A short adventurer is trying to sell a few items.",
  "The shop is a two-storey building hewn from an outcrop of crystal, with a slate roof and tall elf-wrought wooden shelves. It is brightly lit by magical candles and chandeliers.",
  "The shop is a two-storey stone-walled building, with several leaded glass windows. A menhir engraved with runes stands beside the building.",
  "The shop is a two-storey building of half-timbered walls, with a slate roof. It appears to be unusually busy.",
  "The shop is a single storey half-timbered building, with a smooth stone floor. An overweight adventurer is trying to sell a few items.",
  "The shop is a two-storey stone-walled building, with a reinforced wooden door. A large collection of mundane armor hangs from the walls.",
  "The shop is a single storey half-timbered building, with a slate roof. The surrounding yard is filled with scorch marks and craters.",
  "The shop is a single storey building of half-timbered walls, with a tiled mosaic floor. A stele engraved with geometric patterns stands beside the building.",
  "The shop is a two-storey building hewn from an outcrop of rock, with several leaded glass windows and dwarf-wrought iron furnishings. A large collection of mundane armor hangs from the walls.",
  "The shop is a single storey stone-walled building, with a black tile roof. It is brightly lit by magical candles and chandeliers.",
  "The shop is a two-storey timber and brick building, with a smooth stone floor. It is built around a huge dragon-shaped forge.",
  "The shop is a single storey building of finely carved stone, with a reinforced wooden door and a tiled mosaic floor. A cart filled with leather scraps rests beside the building.",
  "The shop is a single storey timber and brick building, with several stained glass windows and tall elf-wrought wooden shelves. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a two-storey stone-walled building, with several stained glass windows. A cart filled with leather scraps rests beside the building.",
  "The shop is a two-storey building hewn from an outcrop of crystal, with tall elf-wrought wooden shelves. Every piece of metalwork has been brightly polished.",
  "The shop is a two-storey tower hewn from an outcrop of crystal, with a smooth stone floor. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a single storey building hewn from an outcrop of crystal, with a smooth stone floor. It has several chimneys, each exhaling smoke and fiery sparks.",
  "The shop is a single storey timber and brick building, with tall elf-wrought wooden shelves. The air is filled with motes of golden light.",
  "The shop is a single storey building of living wood, with a slate roof. A clever adventurer is trying to sell a few items.",
  "The shop is a two-storey timber and brick building, with a reinforced wooden door and a tiled mosaic floor. It appears to be unusually busy.",
  "The shop is a two-storey tower hewn from an outcrop of rock, with several leaded glass windows. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a single storey half-timbered building, with several leaded glass windows and tall elf-wrought wooden shelves. It is built around a huge dragon-shaped forge.",
  "The shop is a two-storey building hewn from an outcrop of crystal, with several leaded glass windows and a tiled mosaic floor. The surrounding yard is filled with scorch marks and craters.",
  "The shop is a two-storey tower of conjured iron, with tall elf-wrought wooden shelves. A small dragon's skull hangs over the hearth.",
  "The shop is a single storey building of finely carved stone, with a slate roof. It is built around a huge dragon-shaped forge.",
  "The shop is a two-storey timber and brick building, with a reinforced wooden door and tall elf-wrought wooden shelves. Every piece of metalwork has been brightly polished.",
  "The shop is a three-storey tower of conjured stone, with a reinforced wooden door and a smooth stone floor. An old adventurer is trying to sell a few items.",
  "The shop is a two-storey building hewn from an outcrop of rock, with tall elf-wrought wooden shelves. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a two-storey building of timber and brick walls, with a slate roof. It is protected by a bound fire elemental.",
  "The shop is a two-storey building of stone walls, with a smooth stone floor. A cart filled with leather scraps rests beside the building.",
  "The shop is a two-storey half-timbered building, with several stained glass windows and a smooth stone floor. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a two-storey half-timbered building, with a smooth stone floor. An obelisk engraved with glyphs stands beside the building.",
  "The shop is a single storey building of living wood, with a red tile roof. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a two-storey stone-walled building, with dwarf-wrought iron furnishings. The surrounding yard is filled with scorch marks and craters.",
  "The shop is a two-storey building of polished marble, with a reinforced wooden door. An alluring adventurer is trying to sell a few items.",
  "The shop is a two-storey stone-walled building, with a reinforced wooden door. It is brightly lit by magical candles and chandeliers.",
  "The shop is a single storey timber and brick building, with a reinforced wooden door. The surrounding yard is filled with scorch marks and craters.",
  "The shop is a two-storey building of finely carved stone, with several leaded glass windows. It is protected by a bound fire elemental.",
  "The shop is a single storey timber and brick building, with a tiled mosaic floor. It is protected by a bound fire elemental.",
  "The shop is a two-storey stone-walled building, with a tiled mosaic floor. A cart filled with leather scraps rests beside the building.",
  "The shop is a two-storey tower hewn from an outcrop of crystal, with several leaded glass windows. A heavyset adventurer is trying to sell a few items.",
  "The shop is a single storey building of polished marble, with a reinforced wooden door. It is protected by a bound fire elemental.",
  "The shop is a single storey half-timbered building, with tall elf-wrought wooden shelves. It is brightly lit by magical candles and chandeliers.",
  "The shop is a two-storey building of polished marble, with a slate roof. The air is filled with floating motes of light.",
  "The shop is a single storey stone-walled building, with several leaded glass windows. A cart filled with leather scraps rests beside the building.",
  "The shop is a two-storey building of half-timbered walls, with several stained glass windows and a smooth stone floor. It is protected by a bound fire elemental.",
  "The shop is a two-storey half-timbered building, with several stained glass windows and a smooth stone floor. It appears to be unusually busy.",
  "The shop is a two-storey building hewn from an outcrop of rock, with carved wooden doors and a smooth stone floor. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a single storey half-timbered building, with a reinforced wooden door and tall elf-wrought wooden shelves. A small dragon's skull hangs over the hearth.",
  "The shop is a single storey half-timbered building, with dwarf-wrought iron furnishings. It is brightly lit by magical candles and chandeliers.",
  "The shop is a two-storey timber and brick building, with a smooth stone floor. Every piece of metalwork has been brightly polished.",
  "The shop is a single storey building of timber and brick walls, with carved wooden doors and dwarf-wrought iron furnishings. It appears to be unusually busy.",
  "The shop is a two-storey building hewn from an outcrop of crystal, with a slate roof. It is protected by a bound fire elemental.",
  "The shop is a single storey half-timbered building, with a slate roof and a tiled mosaic floor. A small dragon's skull hangs over the hearth.",
  "The shop is a two-storey stone-walled building, with dwarf-wrought iron furnishings. A large collection of mundane armor hangs from the walls.",
  "The shop is a single storey building of finely wrought iron, with tall elf-wrought wooden shelves. It appears to be unusually busy.",
  "The shop is a single storey building of timber and brick walls, with a smooth stone floor. It is brightly lit by magical candles and chandeliers.",
  "The shop is a single storey timber and brick building, with a reinforced wooden door and tall elf-wrought wooden shelves. It has several chimneys, each exhaling smoke and fiery sparks.",
  "The shop is a two-storey building of finely wrought iron, with a reinforced wooden door and dwarf-wrought iron furnishings. The air is filled with thick smoke and the sound of hammers.",
  "The shop is a single storey stone-walled building, with a slate roof. The surrounding yard is filled with scorch marks and craters.",
  "The shop is a single storey stone-walled building, with a tiled mosaic floor. The air is filled with motes of prismatic light.",
  "The shop is a two-storey tower of finely wrought iron, with carved wooden doors and a tiled mosaic floor. It is protected by a bound fire elemental.",
  "The shop is a single storey half-timbered building, with a smooth stone floor. The air is filled with thick smoke and the sound of hammers.",
  "The shop is a single storey timber and brick building, with several stained glass windows and dwarf-wrought iron furnishings. The air is filled with floating motes of light.",
  "The shop is a single storey timber and brick building, with tall elf-wrought wooden shelves. The air is filled with thick smoke and the sound of hammers.",
  "The shop is a two-storey tower hewn from an outcrop of crystal, with tall elf-wrought wooden shelves. It is brightly lit by magical candles and chandeliers.",
  "The shop is a two-storey half-timbered building, with a tiled mosaic floor. Every piece of metalwork has been brightly polished.",
  "The shop is a two-storey timber and brick building, with a tiled mosaic floor. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a single storey building of stone walls, with several leaded glass windows and a smooth stone floor. The surrounding yard is filled with scorch marks and craters.",
  "The shop is a single storey building of conjured stone, with a smooth stone floor. The air is filled with thick smoke and the sound of hammers.",
  "The shop is a two-storey building hewn from an outcrop of rock, with several leaded glass windows and a smooth stone floor. A large collection of mundane armor hangs from the walls.",
  "The shop is a two-storey stone-walled building, with a white tile roof. It is protected by a bound fire elemental.",
  "The shop is a single storey timber and brick building, with a smooth stone floor. A large collection of mundane armor hangs from the walls.",
  "The shop is a two-storey half-timbered building, with several leaded glass windows and a tiled mosaic floor. Every piece of metalwork has been brightly polished.",
  "The shop is a two-storey stone-walled building, with carved wooden doors and dwarf-wrought iron furnishings. A large collection of mundane armor hangs from the walls.",
  "The shop is a single storey stone-walled building, with several stained glass windows. An impartial adventurer is trying to sell a few items.",
  "The shop is a two-storey building of finely carved stone, with several leaded glass windows. A small dragon's skull hangs over the hearth.",
  "The shop is a single storey building of stone walls, with a slate roof. A menhir engraved with runes stands beside the building.",
  "The shop is a single storey stone-walled building, with carved wooden doors and dwarf-wrought iron furnishings. A small dragon's skull hangs over the hearth.",
  "The shop is a two-storey building of timber and brick walls, with carved wooden doors. It is built around a huge dragon-shaped forge.",
  "The shop is a two-storey half-timbered building, with a smooth stone floor. It is built around a huge dragon-shaped forge.",
  "The shop is a single storey half-timbered building, with a tiled mosaic floor. It is protected by a bound fire elemental.",
  "The shop is a two-storey timber and brick building, with tall elf-wrought wooden shelves. A cart filled with leather scraps rests beside the building.",
  "The shop is a single storey building hewn from an outcrop of rock, with a tiled mosaic floor. A small dragon's skull hangs over the hearth.",
  "The shop is a single storey timber and brick building, with dwarf-wrought iron furnishings. It is protected by a bound fire elemental.",
  "The shop is a single storey half-timbered building, with a smooth stone floor. A large collection of mundane armor hangs from the walls.",
  "The shop is a single storey timber and brick building, with a reinforced wooden door and dwarf-wrought iron furnishings. The surrounding yard is filled with scorch marks and craters.",
  "The shop is a two-storey half-timbered building, with a slate roof. A covetous adventurer is trying to sell a few items.",
  "The shop is a two-storey building of half-timbered walls, with a reinforced wooden door. It is brightly lit by magical candles and chandeliers.",
  "The shop is a single storey stone-walled building, with a reinforced wooden door. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a two-storey stone-walled building, with several stained glass windows. It appears to be unusually busy.",
  "The shop is a single storey stone-walled building, with several leaded glass windows and a smooth stone floor. A cart filled with leather scraps rests beside the building.",
  "The shop is a two-storey stone-walled building, with carved wooden doors and tall elf-wrought wooden shelves. It is brightly lit by magical candles and chandeliers.",
  "The shop is a single storey building hewn from an outcrop of crystal, with several leaded glass windows. It is protected by magical guards and wards.",
  "The shop is a two-storey tower of finely wrought iron, with a slate roof. It is brightly lit by magical candles and chandeliers.",
  "The shop is a two-storey tower hewn from an outcrop of crystal, with a reinforced wooden door and tall elf-wrought wooden shelves. It appears to be unusually busy.",
  "The shop is a three-storey tower of polished marble, with several leaded glass windows. It has several chimneys, each exhaling smoke and fiery sparks.",
  "The shop is a three-storey tower hewn from an outcrop of crystal, with carved wooden doors. It has several chimneys, each exhaling smoke and fiery sparks.",
  "The shop is a single storey half-timbered building, with carved wooden doors and tall elf-wrought wooden shelves. A small dragon's skull hangs over the hearth.",
  "The shop is a two-storey stone-walled building, with a reinforced wooden door and tall elf-wrought wooden shelves. A young adventurer is trying to sell a few items.",
  "The shop is a single storey building of finely carved stone, with a slate roof and a tiled mosaic floor. It appears to be unusually busy.",
  "The shop is a two-storey half-timbered building, with several leaded glass windows. It is built around a huge dragon-shaped forge.",
  "The shop is a single storey building of conjured iron, with carved wooden doors and tall elf-wrought wooden shelves. It is brightly lit by magical candles and chandeliers.",
  "The shop is a two-storey building of stone walls, with several leaded glass windows and dwarf-wrought iron furnishings. A slender adventurer is trying to sell a few items.",
  "The shop is a single storey half-timbered building, with a red tile roof and dwarf-wrought iron furnishings. A decisive adventurer is trying to sell a few items.",
  "The shop is a single storey timber and brick building, with a smooth stone floor. An extravagant adventurer is trying to sell a few items.",
  "The shop is a two-storey half-timbered building, with tall elf-wrought wooden shelves. A stele engraved with geometric patterns stands beside the building.",
  "The shop is a two-storey building of stone walls, with a slate roof. It is brightly lit by magical candles and chandeliers.",
  "The shop is a two-storey building of timber and brick walls, with several leaded glass windows and tall elf-wrought wooden shelves. It is brightly lit by magical candles and chandeliers.",
  "The shop is a single storey building of half-timbered walls, with a reinforced wooden door and dwarf-wrought iron furnishings. Every piece of metalwork has been brightly polished.",
  "The shop is a three-storey tower of finely wrought iron, with a reinforced wooden door and tall elf-wrought wooden shelves. A cart filled with leather scraps rests beside the building.",
  "The shop is a single storey timber and brick building, with dwarf-wrought iron furnishings. A large collection of mundane armor hangs from the walls.",
  "The shop is a single storey half-timbered building, with a smooth stone floor. A small dragon's skull hangs over the hearth.",
  "The shop is a three-storey tower of finely wrought iron, with several stained glass windows. An obelisk engraved with glyphs stands beside the building.",
  "The shop is a two-storey tower of polished marble, with several stained glass windows. A small dragon's skull hangs over the hearth.",
  "The shop is a two-storey building of half-timbered walls, with carved wooden doors and a smooth stone floor. It is built around a huge dragon-shaped forge.",
  "The shop is a two-storey building of stone walls, with several stained glass windows. It is protected by a bound air elemental.",
  "The shop is a two-storey building hewn from an outcrop of rock, with a smooth stone floor. A short adventurer is trying to sell a few items.",
  "The shop is a single storey timber and brick building, with carved wooden doors. A curious adventurer is trying to sell a few items.",
  "The shop is a two-storey half-timbered building, with a smooth stone floor. It appears to be unusually busy.",
  "The shop is a two-storey tower of polished marble, with a black tile roof. The surrounding yard is filled with scorch marks and craters.",
  "The shop is a single storey stone-walled building, with a tiled mosaic floor. A short adventurer is trying to sell a few items.",
  "The shop is a single storey half-timbered building, with a reinforced wooden door and a tiled mosaic floor. A large collection of mundane armor hangs from the walls.",
  "The shop is a two-storey building of finely carved stone, with a smooth stone floor. The surrounding yard is filled with scorch marks and craters.",
  "The shop is a single storey stone-walled building, with a reinforced wooden door and dwarf-wrought iron furnishings. A small dragon's skull hangs over the hearth.",
  "The shop is a single storey timber and brick building, with a slate roof and a smooth stone floor. A cart filled with leather scraps rests beside the building.",
  "The shop is a three-storey tower of conjured iron, with several leaded glass windows and a tiled mosaic floor. It is brightly lit by magical candles and chandeliers.",
  "The shop is a single storey building hewn from an outcrop of crystal, with several leaded glass windows. The surrounding yard is filled with scorch marks and craters.",
  "The shop is a single storey stone-walled building, with carved wooden doors and a tiled mosaic floor. Every piece of metalwork has been brightly polished.",
  "The shop is a three-storey tower hewn from an outcrop of crystal, with dwarf-wrought iron furnishings. It is brightly lit by magical candles and chandeliers.",
  "The shop is a single storey timber and brick building, with a blue tile roof and tall elf-wrought wooden shelves. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a single storey half-timbered building, with a smooth stone floor. A cart filled with leather scraps rests beside the building.",
  "The shop is a two-storey building of conjured iron, with a black tile roof and a smooth stone floor. It is built around a huge dragon-shaped forge.",
  "The shop is a two-storey timber and brick building, with several leaded glass windows. It is protected by a bound fire elemental.",
  "The shop is a two-storey building of stone walls, with a blue tile roof. The air is filled with motes of golden light.",
  "The shop is a two-storey half-timbered building, with several stained glass windows. It has several chimneys, each exhaling smoke and fiery sparks.",
  "The shop is a single storey stone-walled building, with a yellow tile roof. The surrounding yard is filled with scorch marks and craters.",
  "The shop is a two-storey building of timber and brick walls, with several stained glass windows. A honest adventurer is trying to sell a few items.",
  "The shop is a two-storey stone-walled building, with dwarf-wrought iron furnishings. It is brightly lit by magical candles and chandeliers.",
  "The shop is a single storey timber and brick building, with tall elf-wrought wooden shelves. A large collection of mundane armor hangs from the walls.",
  "The shop is a single storey stone-walled building, with a white tile roof and tall elf-wrought wooden shelves. The surrounding yard is filled with scorch marks and craters.",
  "The shop is a single storey stone-walled building, with several stained glass windows and a smooth stone floor. It is built around a huge dragon-shaped forge.",
  "The shop is a three-storey tower of polished marble, with a blue tile roof and a tiled mosaic floor. It appears to be unusually busy.",
  "The shop is a three-storey tower of polished marble, with several stained glass windows and a tiled mosaic floor. A cart filled with leather scraps rests beside the building.",
  "The shop is a two-storey timber and brick building, with a reinforced wooden door. It is brightly lit by magical candles and chandeliers.",
  "The shop is a two-storey tower of finely carved stone, with a slate roof and a tiled mosaic floor. It has several chimneys, each exhaling smoke and fiery sparks.",
  "The shop is a two-storey building hewn from an outcrop of rock, with a slate roof and a tiled mosaic floor. It is brightly lit by magical candles and chandeliers.",
  "The shop is a two-storey building of timber and brick walls, with a reinforced wooden door and a tiled mosaic floor. It appears to be unusually busy.",
  "The shop is a single storey building of stone walls, with several leaded glass windows and a tiled mosaic floor. The air is filled with thick smoke and the sound of hammers.",
  "The shop is a three-storey tower hewn from an outcrop of crystal, with a blue tile roof. It is protected by magical guards and wards.",
  "The shop is a two-storey timber and brick building, with a reinforced wooden door. It is built around a huge dragon-shaped forge.",
  "The shop is a three-storey tower of conjured stone, with a smooth stone floor. It appears to be unusually busy.",
  "The shop is a single storey stone-walled building, with a tiled mosaic floor. A large collection of mundane armor hangs from the walls.",
  "The shop is a single storey building of timber and brick walls, with a reinforced wooden door and a tiled mosaic floor. The air is filled with floating motes of light.",
  "The shop is a single storey building of living wood, with dwarf-wrought iron furnishings. It is protected by a bound fire elemental.",
  "The shop is a three-storey tower hewn from an outcrop of rock, with a reinforced wooden door. An obelisk engraved with glyphs stands beside the building.",
  "The shop is a three-storey tower of polished marble, with carved wooden doors. It is protected by a bound fire elemental.",
  "The shop is a two-storey tower of finely carved stone, with a green tile roof and tall elf-wrought wooden shelves. It has several chimneys, each exhaling smoke and fiery sparks.",
  "The shop is a single storey building hewn from an outcrop of rock, with several leaded glass windows. The surrounding yard is filled with scorch marks and craters.",
  "The shop is a single storey half-timbered building, with dwarf-wrought iron furnishings. The air is filled with floating motes of light.",
  "The shop is a single storey building of stone walls, with a reinforced wooden door. A short adventurer is trying to sell a few items.",
  "The shop is a two-storey half-timbered building, with carved wooden doors. It is brightly lit by magical candles and chandeliers.",
  "The shop is a two-storey half-timbered building, with several stained glass windows. An obelisk engraved with glyphs stands beside the building.",
  "The shop is a two-storey building of finely wrought iron, with a reinforced wooden door and tall elf-wrought wooden shelves. Every piece of metalwork has been brightly polished.",
  "The shop is a two-storey stone-walled building, with a slate roof and a tiled mosaic floor. The air is filled with thick smoke and the sound of hammers.",
  "The shop is a two-storey building of polished marble, with a smooth stone floor. It is brightly lit by magical candles and chandeliers.",
  "The shop is a single storey timber and brick building, with carved wooden doors and tall elf-wrought wooden shelves. A foolhardy adventurer is trying to sell a few items.",
  "The shop is a two-storey building of conjured iron, with a tiled mosaic floor. The air is filled with floating motes of light.",
  "The shop is a single storey building hewn from an outcrop of rock, with several stained glass windows. It is brightly lit by magical candles and chandeliers.",
  "The shop is a two-storey building hewn from an outcrop of rock, with a smooth stone floor. It is built around a huge dragon-shaped forge.",
  "The shop is a two-storey building hewn from an outcrop of rock, with a slate roof. It appears to be unusually busy.",
  "The shop is a three-storey tower of polished marble, with a blue tile roof. It is protected by a bound air elemental.",
  "The shop is a three-storey tower of conjured iron, with a reinforced wooden door and a tiled mosaic floor. It is brightly lit by magical candles and chandeliers.",
  "The shop is a two-storey stone-walled building, with a black tile roof and tall elf-wrought wooden shelves. It appears to be unusually busy.",
  "The shop is a single storey timber and brick building, with a red tile roof and dwarf-wrought iron furnishings. A depressed adventurer is trying to sell a few items.",
  "The shop is a two-storey timber and brick building, with carved wooden doors and tall elf-wrought wooden shelves. It is protected by garoyles of living stone.",
  "The shop is a single storey building of timber and brick walls, with several stained glass windows and tall elf-wrought wooden shelves. It is protected by a bound fire elemental.",
  "The shop is a single storey building of timber and brick walls, with a smooth stone floor. A small dragon's skull hangs over the hearth.",
  "The shop is a single storey half-timbered building, with a tiled mosaic floor. A pessimistic adventurer is trying to sell a few items.",
  "The shop is a two-storey tower of finely wrought iron, with a tiled mosaic floor. It is brightly lit by magical candles and chandeliers.",
  "The shop is a single storey stone-walled building, with several stained glass windows. Every piece of metalwork has been brightly polished.",
  "The shop is a single storey building of half-timbered walls, with several leaded glass windows and a smooth stone floor. The surrounding yard is filled with scorch marks and craters.",
  "The shop is a two-storey building of living wood, with a slate roof and a tiled mosaic floor. Every piece of metalwork has been brightly polished.",
  "The shop is a two-storey timber and brick building, with a tiled mosaic floor. It appears to be unusually busy.",
  "The shop is a two-storey stone-walled building, with several stained glass windows. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a three-storey tower of polished marble, with dwarf-wrought iron furnishings. A small dragon's skull hangs over the hearth.",
  "The shop is a two-storey half-timbered building, with carved wooden doors. It appears to be unusually busy.",
  "The shop is a single storey stone-walled building, with a smooth stone floor. Every piece of metalwork has been brightly polished.",
  "The shop is a two-storey tower hewn from an outcrop of crystal, with a reinforced wooden door and a tiled mosaic floor. It is brightly lit by magical candles and chandeliers.",
  "The shop is a single storey half-timbered building, with carved wooden doors and tall elf-wrought wooden shelves. Every piece of metalwork has been brightly polished.",
  "The shop is a single storey building of living wood, with a reinforced wooden door. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a two-storey building of stone walls, with dwarf-wrought iron furnishings. A large collection of mundane armor hangs from the walls.",
  "The shop is a single storey building hewn from an outcrop of rock, with several leaded glass windows. It is brightly lit by magical candles and chandeliers.",
  "The shop is a single storey building of finely wrought iron, with tall elf-wrought wooden shelves. A small dragon's skull hangs over the hearth.",
  "The shop is a single storey half-timbered building, with a reinforced wooden door. It has several chimneys, each exhaling smoke and fiery sparks.",
  "The shop is a single storey building of living wood, with a smooth stone floor. A large collection of mundane armor hangs from the walls.",
  "The shop is a two-storey half-timbered building, with tall elf-wrought wooden shelves. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a single storey half-timbered building, with a reinforced wooden door and a tiled mosaic floor. It is brightly lit by magical candles and chandeliers.",
  "The shop is a two-storey building of timber and brick walls, with a tiled mosaic floor. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a single storey building of conjured iron, with several leaded glass windows. A large collection of mundane armor hangs from the walls.",
  "The shop is a single storey building hewn from an outcrop of crystal, with tall elf-wrought wooden shelves. It is protected by garoyles of living stone.",
  "The shop is a two-storey building hewn from an outcrop of crystal, with carved wooden doors. The air is filled with thick smoke and the sound of hammers.",
  "The shop is a two-storey building hewn from an outcrop of crystal, with dwarf-wrought iron furnishings. A tall adventurer is trying to sell a few items.",
  "The shop is a two-storey half-timbered building, with a blue tile roof and a smooth stone floor. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a two-storey stone-walled building, with a yellow tile roof and a smooth stone floor. It appears to be unusually busy.",
  "The shop is a two-storey tower of finely carved stone, with a tiled mosaic floor. The air is filled with thick smoke and the sound of hammers.",
  "The shop is a single storey building of conjured stone, with several leaded glass windows. It appears to be unusually busy.",
  "The shop is a two-storey stone-walled building, with a reinforced wooden door and a tiled mosaic floor. A large collection of mundane armor hangs from the walls.",
  "The shop is a single storey building of polished marble, with dwarf-wrought iron furnishings. Every piece of metalwork has been brightly polished.",
  "The shop is a two-storey tower of conjured stone, with several stained glass windows. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a single storey stone-walled building, with a slate roof and a smooth stone floor. It is brightly lit by magical candles and chandeliers.",
  "The shop is a two-storey building of stone walls, with a reinforced wooden door. It has several chimneys, each exhaling smoke and fiery sparks.",
  "The shop is a single storey timber and brick building, with a smooth stone floor. A small dragon's skull hangs over the hearth.",
  "The shop is a two-storey building of living wood, with dwarf-wrought iron furnishings. A young adventurer is trying to sell a few items.",
  "The shop is a two-storey tower of finely carved stone, with a smooth stone floor. A small dragon's skull hangs over the hearth.",
  "The shop is a three-storey tower of conjured iron, with a slate roof. It is protected by a bound water elemental.",
  "The shop is a single storey half-timbered building, with a tiled mosaic floor. A large collection of mundane armor hangs from the walls.",
  "The shop is a single storey stone-walled building, with a gray tile roof and a smooth stone floor. A large collection of mundane armor hangs from the walls.",
  "The shop is a single storey building of stone walls, with dwarf-wrought iron furnishings. Every piece of metalwork has been brightly polished.",
  "The shop is a single storey stone-walled building, with a smooth stone floor. A cart filled with leather scraps rests beside the building.",
  "The shop is a single storey timber and brick building, with several leaded glass windows. It is brightly lit by magical candles and chandeliers.",
  "The shop is a two-storey building of conjured iron, with several stained glass windows. The air is filled with thick smoke and the sound of hammers.",
  "The shop is a single storey stone-walled building, with a tiled mosaic floor. It appears to be unusually busy.",
  "The shop is a two-storey half-timbered building, with tall elf-wrought wooden shelves. A large collection of mundane armor hangs from the walls.",
  "The shop is a single storey half-timbered building, with dwarf-wrought iron furnishings. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a three-storey tower of finely carved stone, with several leaded glass windows. It is built around a huge dragon-shaped forge.",
  "The shop is a single storey building of conjured iron, with several stained glass windows and a smooth stone floor. It is protected by a bound fire elemental.",
  "The shop is a two-storey timber and brick building, with carved wooden doors and tall elf-wrought wooden shelves. A protective adventurer is trying to sell a few items.",
  "The shop is a two-storey half-timbered building, with a smooth stone floor. A tall adventurer is trying to sell a few items.",
  "The shop is a single storey half-timbered building, with a gray tile roof and a smooth stone floor. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a single storey stone-walled building, with a reinforced wooden door and a smooth stone floor. A small dragon's skull hangs over the hearth.",
  "The shop is a two-storey building of stone walls, with a tiled mosaic floor. The air is filled with thick smoke and the sound of hammers.",
  "The shop is a two-storey building of stone walls, with dwarf-wrought iron furnishings. Every piece of metalwork has been brightly polished.",
  "The shop is a single storey timber and brick building, with dwarf-wrought iron furnishings. A small dragon's skull hangs over the hearth.",
  "The shop is a three-storey tower of living wood, with several leaded glass windows and a smooth stone floor. A small dragon's skull hangs over the hearth.",
  "The shop is a two-storey building of half-timbered walls, with dwarf-wrought iron furnishings. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a single storey half-timbered building, with dwarf-wrought iron furnishings. A young adventurer is trying to sell a few items.",
  "The shop is a two-storey tower of finely wrought iron, with a gray tile roof. Every piece of metalwork has been brightly polished.",
  "The shop is a single storey timber and brick building, with a reinforced wooden door and dwarf-wrought iron furnishings. The air is filled with motes of prismatic light.",
  "The shop is a two-storey building of conjured stone, with tall elf-wrought wooden shelves. A small dragon's skull hangs over the hearth.",
  "The shop is a three-storey tower of finely wrought iron, with tall elf-wrought wooden shelves. A cart filled with leather scraps rests beside the building.",
  "The shop is a single storey timber and brick building, with a green tile roof. It is brightly lit by magical candles and chandeliers.",
  "The shop is a single storey building of stone walls, with several leaded glass windows and tall elf-wrought wooden shelves. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a single storey building hewn from an outcrop of crystal, with several leaded glass windows and a tiled mosaic floor. A monolith of red crystal stands beside the building.",
  "The shop is a two-storey half-timbered building, with a slate roof. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a two-storey half-timbered building, with a reinforced wooden door. Every piece of metalwork has been brightly polished.",
  "The shop is a two-storey tower of conjured stone, with dwarf-wrought iron furnishings. Every piece of metalwork has been brightly polished.",
  "The shop is a two-storey timber and brick building, with a smooth stone floor. It is brightly lit by magical candles and chandeliers.",
  "The shop is a two-storey building of stone walls, with several stained glass windows. A small dragon's skull hangs over the hearth.",
  "The shop is a two-storey stone-walled building, with a tiled mosaic floor. It appears to be unusually busy.",
  "The shop is a three-storey tower of finely wrought iron, with dwarf-wrought iron furnishings. A large collection of mundane armor hangs from the walls.",
  "The shop is a single storey stone-walled building, with carved wooden doors. Every piece of metalwork has been brightly polished.",
  "The shop is a three-storey tower of living wood, with a black tile roof and tall elf-wrought wooden shelves. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a two-storey stone-walled building, with several leaded glass windows and tall elf-wrought wooden shelves. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a single storey half-timbered building, with several leaded glass windows. A large collection of mundane armor hangs from the walls.",
  "The shop is a two-storey tower of finely carved stone, with a smooth stone floor. A short adventurer is trying to sell a few items.",
  "The shop is a two-storey stone-walled building, with several leaded glass windows and a tiled mosaic floor. It has several chimneys, each exhaling smoke and fiery sparks.",
  "The shop is a single storey half-timbered building, with a reinforced wooden door and dwarf-wrought iron furnishings. A small dragon's skull hangs over the hearth.",
  "The shop is a single storey building of conjured iron, with dwarf-wrought iron furnishings. A menhir engraved with runes stands beside the building.",
  "The shop is a single storey stone-walled building, with tall elf-wrought wooden shelves. The surrounding yard is filled with scorch marks and craters.",
  "The shop is a single storey building of conjured stone, with several stained glass windows and tall elf-wrought wooden shelves. A covetous adventurer is trying to sell a few items.",
  "The shop is a single storey building hewn from an outcrop of crystal, with a slate roof. A large collection of mundane armor hangs from the walls.",
  "The shop is a two-storey stone-walled building, with a reinforced wooden door and a smooth stone floor. A small dragon's skull hangs over the hearth.",
  "The shop is a single storey timber and brick building, with a tiled mosaic floor. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a single storey building of finely wrought iron, with a smooth stone floor. A small dragon's skull hangs over the hearth.",
  "The shop is a two-storey stone-walled building, with several stained glass windows. A large collection of mundane armor hangs from the walls.",
  "The shop is a two-storey building of half-timbered walls, with a smooth stone floor. A small dragon's skull hangs over the hearth.",
  "The shop is a single storey timber and brick building, with a yellow tile roof. A stout adventurer is trying to sell a few items.",
  "The shop is a single storey building of finely carved stone, with a white tile roof and a tiled mosaic floor. The air is filled with thick smoke and the sound of hammers.",
  "The shop is a two-storey building hewn from an outcrop of rock, with a tiled mosaic floor. It is brightly lit by magical candles and chandeliers.",
  "The shop is a two-storey half-timbered building, with several stained glass windows and a tiled mosaic floor. A small dragon's skull hangs over the hearth.",
  "The shop is a two-storey stone-walled building, with several stained glass windows. Every piece of metalwork has been brightly polished.",
  "The shop is a single storey timber and brick building, with a smooth stone floor. It is built around a huge dragon-shaped forge.",
  "The shop is a two-storey half-timbered building, with a reinforced wooden door and tall elf-wrought wooden shelves. A menhir engraved with spirals stands beside the building.",
  "The shop is a two-storey half-timbered building, with a slate roof. It is brightly lit by magical candles and chandeliers.",
  "The shop is a single storey building of living wood, with a tiled mosaic floor. It has several chimneys, each exhaling smoke and fiery sparks.",
  "The shop is a two-storey building of stone walls, with carved wooden doors. It is brightly lit by magical candles and chandeliers.",
  "The shop is a single storey building of half-timbered walls, with a reinforced wooden door and a smooth stone floor. A small dragon's skull hangs over the hearth.",
  "The shop is a two-storey stone-walled building, with a reinforced wooden door. It is protected by a bound fire elemental.",
  "The shop is a three-storey tower of polished marble, with carved wooden doors. A stele engraved with geometric patterns stands beside the building.",
  "The shop is a single storey timber and brick building, with carved wooden doors and a smooth stone floor. It is protected by a bound fire elemental.",
  "The shop is a two-storey tower of finely carved stone, with a slate roof and dwarf-wrought iron furnishings. It has several chimneys, each exhaling smoke and fiery sparks.",
  "The shop is a two-storey building hewn from an outcrop of rock, with carved wooden doors and tall elf-wrought wooden shelves. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a two-storey building of timber and brick walls, with a slate roof. The air is filled with thick smoke and the sound of hammers.",
  "The shop is a two-storey stone-walled building, with a slate roof. An obelisk engraved with glyphs stands beside the building.",
  "The shop is a single storey building of conjured iron, with a smooth stone floor. A short adventurer is trying to sell a few items.",
  "The shop is a three-storey tower of conjured stone, with a reinforced wooden door. A young adventurer is trying to sell a few items.",
  "The shop is a two-storey building of finely wrought iron, with dwarf-wrought iron furnishings. A cart filled with leather scraps rests beside the building.",
  "The shop is a two-storey stone-walled building, with a reinforced wooden door and a tiled mosaic floor. It is built around a huge dragon-shaped forge.",
  "The shop is a two-storey building of polished marble, with a slate roof. The surrounding yard is filled with scorch marks and craters.",
  "The shop is a two-storey building of stone walls, with carved wooden doors and a smooth stone floor. It appears to be unusually busy.",
  "The shop is a two-storey building hewn from an outcrop of crystal, with a gray tile roof and dwarf-wrought iron furnishings. A small dragon's skull hangs over the hearth.",
  "The shop is a two-storey stone-walled building, with a white tile roof. It is brightly lit by magical candles and chandeliers.",
  "The shop is a two-storey tower of polished marble, with a slate roof. It is protected by a golem of hewn stone.",
  "The shop is a two-storey half-timbered building, with carved wooden doors and a tiled mosaic floor. Every piece of metalwork has been brightly polished.",
  "The shop is a single storey timber and brick building, with several leaded glass windows. A small dragon's skull hangs over the hearth.",
  "The shop is a three-storey tower of finely carved stone, with a red tile roof. It is brightly lit by magical candles and chandeliers.",
  "The shop is a single storey stone-walled building, with dwarf-wrought iron furnishings. It is brightly lit by magical candles and chandeliers.",
  "The shop is a single storey half-timbered building, with a tiled mosaic floor. It is brightly lit by magical candles and chandeliers.",
  "The shop is a single storey stone-walled building, with a slate roof and a tiled mosaic floor. It is protected by a bound fire elemental.",
  "The shop is a single storey timber and brick building, with a slate roof and a tiled mosaic floor. It is built around a huge dragon-shaped forge.",
  "The shop is a two-storey timber and brick building, with dwarf-wrought iron furnishings. It is brightly lit by magical candles and chandeliers.",
  "The shop is a single storey half-timbered building, with a slate roof and dwarf-wrought iron furnishings. It is built around a huge dragon-shaped forge.",
  "The shop is a two-storey stone-walled building, with a green tile roof. The air is filled with motes of prismatic light.",
  "The shop is a two-storey timber and brick building, with tall elf-wrought wooden shelves. It is protected by a golem of hewn stone.",
  "The shop is a single storey building of stone walls, with several leaded glass windows and a tiled mosaic floor. The air is filled with floating motes of light.",
  "The shop is a single storey half-timbered building, with a slate roof and dwarf-wrought iron furnishings. It is brightly lit by magical candles and chandeliers.",
  "The shop is a single storey half-timbered building, with tall elf-wrought wooden shelves. A lewd adventurer is trying to sell a few items.",
  "The shop is a two-storey building of polished marble, with a slate roof and tall elf-wrought wooden shelves. The air is filled with floating motes of light.",
  "The shop is a two-storey stone-walled building, with a tiled mosaic floor. It is protected by magical guards and wards.",
  "The shop is a single storey stone-walled building, with a smooth stone floor. It has several chimneys, each exhaling smoke and fiery sparks.",
  "The shop is a two-storey tower of conjured stone, with carved wooden doors. It is brightly lit by magical candles and chandeliers.",
  "The shop is a single storey building of conjured stone, with carved wooden doors. It is built around a huge dragon-shaped forge.",
  "The shop is a two-storey stone-walled building, with a green tile roof. It is built around a huge dragon-shaped forge.",
  "The shop is a two-storey timber and brick building, with a tiled mosaic floor. It is built around a huge dragon-shaped forge.",
  "The shop is a two-storey half-timbered building, with dwarf-wrought iron furnishings. A small dragon's skull hangs over the hearth.",
  "The shop is a single storey timber and brick building, with a slate roof. The air is filled with thick smoke and the sound of hammers.",
  "The shop is a two-storey half-timbered building, with several leaded glass windows. Every piece of metalwork has been brightly polished.",
  "The shop is a two-storey building of stone walls, with dwarf-wrought iron furnishings. The air is filled with thick smoke and the sound of hammers.",
  "The shop is a single storey timber and brick building, with a reinforced wooden door. Every piece of metalwork has been brightly polished.",
  "The shop is a two-storey half-timbered building, with carved wooden doors and a smooth stone floor. It is built around a huge dragon-shaped forge.",
  "The shop is a single storey building of half-timbered walls, with a smooth stone floor. An obelisk engraved with glyphs stands beside the building.",
  "The shop is a three-storey tower of living wood, with several leaded glass windows. It is brightly lit by magical candles and chandeliers.",
  "The shop is a two-storey timber and brick building, with a black tile roof. It is protected by a bound fire elemental.",
  "The shop is a two-storey stone-walled building, with tall elf-wrought wooden shelves. Every piece of metalwork has been brightly polished.",
  "The shop is a two-storey building hewn from an outcrop of crystal, with several leaded glass windows and a tiled mosaic floor. It is protected by a bound fire elemental.",
  "The shop is a single storey building of finely carved stone, with several stained glass windows. It appears to be unusually busy.",
  "The shop is a two-storey building of timber and brick walls, with a slate roof and a tiled mosaic floor. A tall adventurer is trying to sell a few items.",
  "The shop is a single storey timber and brick building, with tall elf-wrought wooden shelves. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a two-storey half-timbered building, with several stained glass windows and dwarf-wrought iron furnishings. A large collection of mundane armor hangs from the walls.",
  "The shop is a single storey half-timbered building, with several stained glass windows. A large collection of mundane armor hangs from the walls.",
  "The shop is a two-storey timber and brick building, with a reinforced wooden door. A large collection of mundane armor hangs from the walls.",
  "The shop is a three-storey tower of finely wrought iron, with a smooth stone floor. It is protected by a bound fire elemental.",
  "The shop is a two-storey stone-walled building, with a slate roof. It is built around a huge dragon-shaped forge.",
  "The shop is a single storey timber and brick building, with a yellow tile roof. It appears to be unusually busy.",
  "The shop is a two-storey building of timber and brick walls, with several leaded glass windows. It is protected by a bound fire elemental.",
  "The shop is a single storey building of timber and brick walls, with several leaded glass windows and a tiled mosaic floor. It is protected by a bound fire elemental.",
  "The shop is a two-storey building hewn from an outcrop of rock, with a reinforced wooden door. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a single storey stone-walled building, with several leaded glass windows and a tiled mosaic floor. The surrounding yard is filled with scorch marks and craters.",
  "The shop is a two-storey building of half-timbered walls, with a reinforced wooden door and tall elf-wrought wooden shelves. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a two-storey half-timbered building, with a tiled mosaic floor. A monolith of red crystal stands beside the building.",
  "The shop is a two-storey timber and brick building, with several leaded glass windows. It has several chimneys, each exhaling smoke and fiery sparks.",
  "The shop is a two-storey building of polished marble, with carved wooden doors. The surrounding yard is filled with scorch marks and craters.",
  "The shop is a two-storey half-timbered building, with several stained glass windows. The surrounding yard is filled with scorch marks and craters.",
  "The shop is a three-storey tower of polished marble, with a reinforced wooden door and dwarf-wrought iron furnishings. It is brightly lit by magical candles and chandeliers.",
  "The shop is a single storey timber and brick building, with a tiled mosaic floor. It is built around a huge dragon-shaped forge.",
  "The shop is a single storey half-timbered building, with several stained glass windows. It appears to be unusually busy.",
  "The shop is a two-storey tower hewn from an outcrop of rock, with tall elf-wrought wooden shelves. Every piece of metalwork has been brightly polished.",
  "The shop is a two-storey building of conjured stone, with carved wooden doors. Every piece of metalwork has been brightly polished.",
  "The shop is a single storey building of stone walls, with a red tile roof. It is built around a huge dragon-shaped forge.",
  "The shop is a two-storey tower hewn from an outcrop of crystal, with tall elf-wrought wooden shelves. It is protected by a bound fire elemental.",
  "The shop is a single storey half-timbered building, with a smooth stone floor. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a two-storey half-timbered building, with carved wooden doors. A cart filled with leather scraps rests beside the building.",
  "The shop is a three-storey tower hewn from an outcrop of crystal, with dwarf-wrought iron furnishings. It appears to be unusually busy.",
  "The shop is a single storey stone-walled building, with dwarf-wrought iron furnishings. Every piece of metalwork has been brightly polished.",
  "The shop is a single storey building of timber and brick walls, with several stained glass windows and a tiled mosaic floor. A thin adventurer is trying to sell a few items.",
  "The shop is a three-storey tower of conjured stone, with a tiled mosaic floor. A large collection of mundane armor hangs from the walls.",
  "The shop is a two-storey tower hewn from an outcrop of rock, with several stained glass windows. It is protected by a bound fire elemental.",
  "The shop is a two-storey building hewn from an outcrop of rock, with carved wooden doors and dwarf-wrought iron furnishings. Every piece of metalwork has been brightly polished.",
  "The shop is a single storey timber and brick building, with several stained glass windows and tall elf-wrought wooden shelves. A large collection of mundane armor hangs from the walls.",
  "The shop is a two-storey stone-walled building, with a smooth stone floor. A young adventurer is trying to sell a few items.",
  "The shop is a single storey timber and brick building, with a white tile roof and a smooth stone floor. Every piece of metalwork has been brightly polished.",
  "The shop is a two-storey timber and brick building, with a slate roof and a tiled mosaic floor. It is protected by a bound fire elemental.",
  "The shop is a two-storey timber and brick building, with a red tile roof. A large collection of mundane armor hangs from the walls.",
  "The shop is a two-storey building of half-timbered walls, with tall elf-wrought wooden shelves. It appears to be unusually busy.",
  "The shop is a single storey half-timbered building, with a reinforced wooden door and dwarf-wrought iron furnishings. It is brightly lit by magical candles and chandeliers.",
  "The shop is a single storey building of conjured iron, with a tiled mosaic floor. It is brightly lit by magical candles and chandeliers.",
  "The shop is a single storey building of conjured iron, with several leaded glass windows and tall elf-wrought wooden shelves. It is brightly lit by magical candles and chandeliers.",
  "The shop is a three-storey tower of conjured iron, with a blue tile roof and dwarf-wrought iron furnishings. A short adventurer is trying to sell a few items.",
  "The shop is a single storey timber and brick building, with carved wooden doors and a smooth stone floor. An instinctive adventurer is trying to sell a few items.",
  "The shop is a single storey building of finely carved stone, with several stained glass windows and a tiled mosaic floor. Every piece of metalwork has been brightly polished.",
  "The shop is a two-storey tower hewn from an outcrop of rock, with tall elf-wrought wooden shelves. It is brightly lit by magical candles and chandeliers.",
  "The shop is a three-storey tower of polished marble, with several leaded glass windows and tall elf-wrought wooden shelves. Every piece of metalwork has been brightly polished.",
  "The shop is a three-storey tower of conjured stone, with a reinforced wooden door and a tiled mosaic floor. It is protected by a bound water elemental.",
  "The shop is a two-storey building of conjured stone, with a smooth stone floor. It is built around a huge dragon-shaped forge.",
  "The shop is a single storey half-timbered building, with a slate roof. Every piece of metalwork has been brightly polished.",
  "The shop is a two-storey timber and brick building, with tall elf-wrought wooden shelves. A large collection of mundane armor hangs from the walls.",
  "The shop is a two-storey building of finely carved stone, with several leaded glass windows and tall elf-wrought wooden shelves. It appears to be unusually busy.",
  "The shop is a two-storey half-timbered building, with a tiled mosaic floor. It is built around a huge dragon-shaped forge.",
  "The shop is a single storey building of finely carved stone, with several stained glass windows and a smooth stone floor. It is built around a huge dragon-shaped forge.",
  "The shop is a two-storey half-timbered building, with carved wooden doors. A large collection of mundane armor hangs from the walls.",
  "The shop is a two-storey stone-walled building, with a slate roof. A large collection of mundane armor hangs from the walls.",
  "The shop is a single storey building of conjured iron, with carved wooden doors and tall elf-wrought wooden shelves. It is built around a huge dragon-shaped forge.",
  "The shop is a single storey stone-walled building, with a slate roof and a smooth stone floor. It has several chimneys, each exhaling smoke and fiery sparks.",
  "The shop is a single storey building hewn from an outcrop of rock, with several leaded glass windows and dwarf-wrought iron furnishings. It is built around a huge dragon-shaped forge.",
  "The shop is a two-storey tower of conjured stone, with tall elf-wrought wooden shelves. It is brightly lit by magical candles and chandeliers.",
  "The shop is a single storey building of living wood, with a smooth stone floor. Every piece of metalwork has been brightly polished.",
  "The shop is a single storey half-timbered building, with carved wooden doors and a smooth stone floor. Every piece of metalwork has been brightly polished.",
  "The shop is a two-storey building hewn from an outcrop of crystal, with several leaded glass windows and dwarf-wrought iron furnishings. A large collection of mundane armor hangs from the walls.",
  "The shop is a two-storey tower hewn from an outcrop of rock, with several stained glass windows and dwarf-wrought iron furnishings. A willowy adventurer is trying to sell a few items.",
  "The shop is a single storey timber and brick building, with a reinforced wooden door. It is brightly lit by magical candles and chandeliers.",
  "The shop is a single storey building of stone walls, with a black tile roof and a tiled mosaic floor. A young adventurer is trying to sell a few items.",
  "The shop is a two-storey building of conjured iron, with a reinforced wooden door. It appears to be unusually busy.",
  "The shop is a two-storey building of living wood, with a tiled mosaic floor. It appears to be unusually busy.",
  "The shop is a two-storey building of stone walls, with several leaded glass windows and tall elf-wrought wooden shelves. It is protected by a bound fire elemental.",
  "The shop is a single storey half-timbered building, with several leaded glass windows and a tiled mosaic floor. An obelisk engraved with glyphs stands beside the building.",
  "The shop is a two-storey tower of living wood, with a smooth stone floor. The air is filled with motes of golden light.",
  "The shop is a two-storey tower hewn from an outcrop of rock, with a slate roof and a tiled mosaic floor. Every piece of metalwork has been brightly polished.",
  "The shop is a single storey building hewn from an outcrop of rock, with tall elf-wrought wooden shelves. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a two-storey stone-walled building, with several stained glass windows and a smooth stone floor. It appears to be unusually busy.",
  "The shop is a two-storey building of timber and brick walls, with dwarf-wrought iron furnishings. A large collection of mundane armor hangs from the walls.",
  "The shop is a single storey timber and brick building, with a slate roof and a smooth stone floor. It appears to be unusually busy.",
  "The shop is a three-storey tower of conjured iron, with a smooth stone floor. A small dragon's skull hangs over the hearth.",
  "The shop is a single storey stone-walled building, with dwarf-wrought iron furnishings. A heavyset adventurer is trying to sell a few items.",
  "The shop is a single storey timber and brick building, with carved wooden doors. It is protected by a golem of hewn stone.",
  "The shop is a two-storey stone-walled building, with a white tile roof and a tiled mosaic floor. The surrounding yard is filled with scorch marks and craters.",
  "The shop is a single storey building of finely wrought iron, with several leaded glass windows and a smooth stone floor. It appears to be unusually busy.",
  "The shop is a single storey stone-walled building, with a smooth stone floor. A large collection of mundane armor hangs from the walls.",
  "The shop is a three-storey tower of living wood, with a gray tile roof. A young adventurer is trying to sell a few items.",
  "The shop is a single storey half-timbered building, with a slate roof. It is protected by a bound fire elemental.",
  "The shop is a two-storey stone-walled building, with tall elf-wrought wooden shelves. It is protected by a bound fire elemental.",
  "The shop is a three-storey tower of finely carved stone, with carved wooden doors. A cart filled with leather scraps rests beside the building.",
  "The shop is a three-storey tower of conjured stone, with several leaded glass windows. A small dragon's skull hangs over the hearth.",
  "The shop is a single storey building of finely wrought iron, with a slate roof and tall elf-wrought wooden shelves. The air is filled with thick smoke and the sound of hammers.",
  "The shop is a single storey building of living wood, with several stained glass windows. It is protected by a bound water elemental.",
  "The shop is a single storey building of half-timbered walls, with a smooth stone floor. A short adventurer is trying to sell a few items.",
  "The shop is a three-storey tower of living wood, with tall elf-wrought wooden shelves. It appears to be unusually busy.",
  "The shop is a two-storey tower of conjured iron, with a gray tile roof. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a single storey half-timbered building, with a reinforced wooden door. A large collection of mundane armor hangs from the walls.",
  "The shop is a single storey building of polished marble, with several stained glass windows. It appears to be unusually busy.",
  "The shop is a three-storey tower of conjured stone, with dwarf-wrought iron furnishings. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a single storey building of finely carved stone, with a tiled mosaic floor. It is built around a huge dragon-shaped forge.",
  "The shop is a two-storey stone-walled building, with a reinforced wooden door and a tiled mosaic floor. A shrewd adventurer is trying to sell a few items.",
  "The shop is a two-storey building of finely wrought iron, with dwarf-wrought iron furnishings. It is built around a huge dragon-shaped forge.",
  "The shop is a single storey building of conjured iron, with a reinforced wooden door. It is brightly lit by magical candles and chandeliers.",
  "The shop is a two-storey building of conjured stone, with several leaded glass windows. It is brightly lit by magical candles and chandeliers.",
  "The shop is a three-storey tower of conjured iron, with carved wooden doors. It has several chimneys, each exhaling smoke and fiery sparks.",
  "The shop is a single storey half-timbered building, with carved wooden doors. A monolith of red crystal stands beside the building.",
  "The shop is a single storey stone-walled building, with several stained glass windows and dwarf-wrought iron furnishings. A cart filled with leather scraps rests beside the building.",
  "The shop is a two-storey half-timbered building, with a green tile roof and tall elf-wrought wooden shelves. It is brightly lit by magical candles and chandeliers.",
  "The shop is a two-storey timber and brick building, with a smooth stone floor. An obelisk engraved with glyphs stands beside the building.",
  "The shop is a two-storey building of polished marble, with a black tile roof. The surrounding yard is filled with scorch marks and craters.",
  "The shop is a single storey building of conjured iron, with carved wooden doors and tall elf-wrought wooden shelves. A slender adventurer is trying to sell a few items.",
  "The shop is a single storey timber and brick building, with a reinforced wooden door and a smooth stone floor. A cart filled with leather scraps rests beside the building.",
  "The shop is a single storey building of timber and brick walls, with a yellow tile roof and dwarf-wrought iron furnishings. A cart filled with leather scraps rests beside the building.",
  "The shop is a single storey timber and brick building, with several leaded glass windows and a tiled mosaic floor. It is brightly lit by magical candles and chandeliers.",
  "The shop is a three-storey tower of conjured iron, with several leaded glass windows and tall elf-wrought wooden shelves. It is built around a huge dragon-shaped forge.",
  "The shop is a single storey half-timbered building, with several leaded glass windows. It is brightly lit by magical candles and chandeliers.",
  "The shop is a single storey half-timbered building, with several stained glass windows. The surrounding yard is filled with scorch marks and craters.",
  "The shop is a single storey half-timbered building, with several stained glass windows and a tiled mosaic floor. A cart filled with leather scraps rests beside the building.",
  "The shop is a single storey building of stone walls, with a smooth stone floor. It appears to be unusually busy.",
  "The shop is a two-storey building of stone walls, with several stained glass windows. The air is filled with floating motes of light.",
  "The shop is a two-storey timber and brick building, with several leaded glass windows. The air is filled with motes of golden light.",
  "The shop is a two-storey tower hewn from an outcrop of crystal, with a tiled mosaic floor. A large collection of mundane armor hangs from the walls.",
  "The shop is a single storey stone-walled building, with a reinforced wooden door and tall elf-wrought wooden shelves. An obelisk engraved with glyphs stands beside the building.",
  "The shop is a two-storey half-timbered building, with a smooth stone floor. The surrounding yard is filled with scorch marks and craters.",
  "The shop is a single storey half-timbered building, with a red tile roof. The air is filled with thick smoke and the sound of hammers.",
  "The shop is a two-storey half-timbered building, with several leaded glass windows and tall elf-wrought wooden shelves. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a two-storey building of living wood, with dwarf-wrought iron furnishings. It is built around a huge dragon-shaped forge.",
  "The shop is a single storey stone-walled building, with dwarf-wrought iron furnishings. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a two-storey timber and brick building, with several leaded glass windows and tall elf-wrought wooden shelves. The air is filled with thick smoke and the sound of hammers.",
  "The shop is a two-storey building hewn from an outcrop of rock, with tall elf-wrought wooden shelves. It is brightly lit by magical candles and chandeliers.",
  "The shop is a two-storey building of finely wrought iron, with several stained glass windows and a smooth stone floor. A large collection of mundane armor hangs from the walls.",
  "The shop is a single storey timber and brick building, with a reinforced wooden door. It is protected by a bound fire elemental.",
  "The shop is a three-storey tower of polished marble, with carved wooden doors and dwarf-wrought iron furnishings. It appears to be unusually busy.",
  "The shop is a two-storey half-timbered building, with a green tile roof and dwarf-wrought iron furnishings. A slender adventurer is trying to sell a few items.",
  "The shop is a single storey half-timbered building, with a slate roof and tall elf-wrought wooden shelves. It has several chimneys, each exhaling smoke and fiery sparks.",
  "The shop is a two-storey tower of polished marble, with several stained glass windows and a tiled mosaic floor. It is built around a huge dragon-shaped forge.",
  "The shop is a two-storey tower hewn from an outcrop of rock, with several leaded glass windows and tall elf-wrought wooden shelves. It is protected by a bound fire elemental.",
  "The shop is a single storey stone-walled building, with a smooth stone floor. It is built around a huge dragon-shaped forge.",
  "The shop is a two-storey half-timbered building, with a tiled mosaic floor. It appears to be unusually busy.",
  "The shop is a single storey stone-walled building, with a reinforced wooden door and a smooth stone floor. It appears to be unusually busy.",
  "The shop is a two-storey tower hewn from an outcrop of rock, with a red tile roof. The air is filled with thick smoke and the sound of hammers.",
  "The shop is a single storey stone-walled building, with a smooth stone floor. It appears to be unusually busy.",
  "The shop is a two-storey timber and brick building, with tall elf-wrought wooden shelves. It is built around a huge dragon-shaped forge.",
  "The shop is a three-storey tower of living wood, with several leaded glass windows. It is protected by a bound fire elemental.",
  "The shop is a single storey building of stone walls, with carved wooden doors. An old adventurer is trying to sell a few items.",
  "The shop is a two-storey timber and brick building, with several leaded glass windows and dwarf-wrought iron furnishings. It is built around a huge dragon-shaped forge.",
  "The shop is a three-storey tower of finely wrought iron, with several leaded glass windows. The surrounding yard is filled with scorch marks and craters.",
  "The shop is a single storey building of timber and brick walls, with dwarf-wrought iron furnishings. Every piece of metalwork has been brightly polished.",
  "The shop is a single storey building of half-timbered walls, with a slate roof and dwarf-wrought iron furnishings. A young adventurer is trying to sell a few items.",
  "The shop is a three-storey tower of finely wrought iron, with dwarf-wrought iron furnishings. A small dragon's skull hangs over the hearth.",
  "The shop is a single storey building of finely carved stone, with a reinforced wooden door. It is built around a huge dragon-shaped forge.",
  "The shop is a single storey half-timbered building, with a blue tile roof. A young adventurer is trying to sell a few items.",
  "The shop is a two-storey building of finely wrought iron, with several stained glass windows and a smooth stone floor. It has several chimneys, each exhaling smoke and fiery sparks.",
  "The shop is a single storey building hewn from an outcrop of rock, with a reinforced wooden door and dwarf-wrought iron furnishings. An impatient adventurer is trying to sell a few items.",
  "The shop is a two-storey building of finely wrought iron, with a green tile roof. A short adventurer is trying to sell a few items.",
  "The shop is a single storey timber and brick building, with a reinforced wooden door and dwarf-wrought iron furnishings. It is built around a huge dragon-shaped forge.",
  "The shop is a two-storey building of half-timbered walls, with several leaded glass windows. A large collection of mundane armor hangs from the walls.",
  "The shop is a three-storey tower hewn from an outcrop of crystal, with a gray tile roof and a smooth stone floor. It is built around a huge dragon-shaped forge.",
  "The shop is a two-storey half-timbered building, with several stained glass windows. A menhir engraved with runes stands beside the building.",
  "The shop is a two-storey half-timbered building, with dwarf-wrought iron furnishings. It appears to be unusually busy.",
  "The shop is a single storey stone-walled building, with a slate roof. It is brightly lit by magical candles and chandeliers.",
  "The shop is a three-storey tower of polished marble, with a tiled mosaic floor. A large collection of mundane armor hangs from the walls.",
  "The shop is a two-storey half-timbered building, with a white tile roof and tall elf-wrought wooden shelves. It is protected by a bound fire elemental.",
  "The shop is a two-storey timber and brick building, with a slate roof and a tiled mosaic floor. An obelisk engraved with glyphs stands beside the building.",
  "The shop is a two-storey building of conjured iron, with tall elf-wrought wooden shelves. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a single storey half-timbered building, with a reinforced wooden door. It is protected by a bound fire elemental.",
  "The shop is a single storey half-timbered building, with a slate roof and tall elf-wrought wooden shelves. It is built around a huge dragon-shaped forge.",
  "The shop is a single storey timber and brick building, with a slate roof and dwarf-wrought iron furnishings. A small dragon's skull hangs over the hearth.",
  "The shop is a single storey stone-walled building, with a tiled mosaic floor. A stoic adventurer is trying to sell a few items.",
  "The shop is a two-storey stone-walled building, with several stained glass windows and dwarf-wrought iron furnishings. The air is filled with thick smoke and the sound of hammers.",
  "The shop is a single storey stone-walled building, with carved wooden doors and a tiled mosaic floor. It is built around a huge dragon-shaped forge.",
  "The shop is a two-storey building of half-timbered walls, with carved wooden doors. A monolith of white crystal stands beside the building.",
  "The shop is a two-storey building of timber and brick walls, with a yellow tile roof and a smooth stone floor. A large collection of mundane armor hangs from the walls.",
  "The shop is a two-storey tower hewn from an outcrop of rock, with a tiled mosaic floor. A stele engraved with geometric patterns stands beside the building.",
  "The shop is a single storey stone-walled building, with several stained glass windows. A large collection of mundane armor hangs from the walls.",
  "The shop is a single storey building of finely wrought iron, with a smooth stone floor. It is built around a huge dragon-shaped forge.",
  "The shop is a single storey timber and brick building, with tall elf-wrought wooden shelves. It appears to be unusually busy.",
  "The shop is a two-storey building of finely carved stone, with a gray tile roof. A large collection of mundane armor hangs from the walls.",
  "The shop is a two-storey tower of living wood, with several leaded glass windows. It appears to be unusually busy.",
  "The shop is a single storey half-timbered building, with a green tile roof and tall elf-wrought wooden shelves. The air is filled with thick smoke and the sound of hammers.",
  "The shop is a single storey stone-walled building, with several stained glass windows. A cart filled with leather scraps rests beside the building.",
  "The shop is a two-storey tower of finely wrought iron, with a tiled mosaic floor. A monolith of red crystal stands beside the building.",
  "The shop is a two-storey stone-walled building, with dwarf-wrought iron furnishings. It appears to be unusually busy.",
  "The shop is a two-storey half-timbered building, with tall elf-wrought wooden shelves. A small dragon's skull hangs over the hearth.",
  "The shop is a two-storey stone-walled building, with several leaded glass windows and a tiled mosaic floor. It is built around a huge dragon-shaped forge.",
  "The shop is a single storey building of living wood, with carved wooden doors and a smooth stone floor. A large collection of mundane armor hangs from the walls.",
  "The shop is a two-storey building of conjured iron, with a green tile roof. It has several chimneys, each exhaling smoke and fiery sparks.",
  "The shop is a two-storey tower hewn from an outcrop of rock, with dwarf-wrought iron furnishings. It is brightly lit by magical candles and chandeliers.",
  "The shop is a two-storey building of timber and brick walls, with a white tile roof and a tiled mosaic floor. It is built around a huge dragon-shaped forge.",
  "The shop is a two-storey half-timbered building, with tall elf-wrought wooden shelves. Every piece of metalwork has been brightly polished.",
  "The shop is a two-storey stone-walled building, with a tiled mosaic floor. A large collection of mundane armor hangs from the walls.",
  "The shop is a three-storey tower of living wood, with several leaded glass windows. The air is filled with motes of golden light.",
  "The shop is a two-storey stone-walled building, with dwarf-wrought iron furnishings. A menhir engraved with runes stands beside the building.",
  "The shop is a two-storey building hewn from an outcrop of rock, with carved wooden doors and a tiled mosaic floor. It is brightly lit by magical candles and chandeliers.",
  "The shop is a single storey building of conjured iron, with tall elf-wrought wooden shelves. The air is filled with floating motes of light.",
  "The shop is a single storey stone-walled building, with a tiled mosaic floor. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a three-storey tower of living wood, with several stained glass windows and a tiled mosaic floor. A cart filled with leather scraps rests beside the building.",
  "The shop is a single storey stone-walled building, with several leaded glass windows. The surrounding yard is filled with scorch marks and craters.",
  "The shop is a two-storey stone-walled building, with several leaded glass windows. A large collection of mundane armor hangs from the walls.",
  "The shop is a two-storey timber and brick building, with carved wooden doors and dwarf-wrought iron furnishings. A small dragon's skull hangs over the hearth.",
  "The shop is a single storey building hewn from an outcrop of crystal, with a slate roof. Every piece of metalwork has been brightly polished.",
  "The shop is a two-storey stone-walled building, with carved wooden doors and a tiled mosaic floor. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a single storey timber and brick building, with a yellow tile roof. It is brightly lit by magical candles and chandeliers.",
  "The shop is a two-storey timber and brick building, with carved wooden doors. It is built around a huge dragon-shaped forge.",
  "The shop is a two-storey building of half-timbered walls, with a reinforced wooden door and tall elf-wrought wooden shelves. Every piece of metalwork has been brightly polished.",
  "The shop is a two-storey timber and brick building, with a tiled mosaic floor. It is protected by a bound fire elemental.",
  "The shop is a single storey stone-walled building, with a slate roof. It has several chimneys, each exhaling smoke and fiery sparks.",
  "The shop is a two-storey half-timbered building, with a gray tile roof and dwarf-wrought iron furnishings. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a two-storey tower hewn from an outcrop of rock, with a slate roof. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a single storey building of conjured stone, with a slate roof. An amoral adventurer is trying to sell a few items.",
  "The shop is a two-storey tower of conjured stone, with tall elf-wrought wooden shelves. It is built around a huge dragon-shaped forge.",
  "The shop is a two-storey timber and brick building, with a tiled mosaic floor. An obelisk engraved with glyphs stands beside the building.",
  "The shop is a two-storey timber and brick building, with several stained glass windows and a tiled mosaic floor. A small dragon's skull hangs over the hearth.",
  "The shop is a two-storey building of stone walls, with a slate roof. A short adventurer is trying to sell a few items.",
  "The shop is a single storey building of finely wrought iron, with several leaded glass windows. Every piece of metalwork has been brightly polished.",
  "The shop is a two-storey half-timbered building, with dwarf-wrought iron furnishings. It is built around a huge dragon-shaped forge.",
  "The shop is a single storey building of finely carved stone, with several leaded glass windows and dwarf-wrought iron furnishings. The air is filled with motes of golden light.",
  "The shop is a single storey building of polished marble, with a tiled mosaic floor. The surrounding yard is filled with scorch marks and craters.",
  "The shop is a two-storey building of stone walls, with tall elf-wrought wooden shelves. It is built around a huge dragon-shaped forge.",
  "The shop is a two-storey timber and brick building, with a reinforced wooden door and a tiled mosaic floor. A cart filled with leather scraps rests beside the building.",
  "The shop is a single storey timber and brick building, with several stained glass windows. A large collection of mundane armor hangs from the walls.",
  "The shop is a single storey timber and brick building, with a red tile roof and a smooth stone floor. It appears to be unusually busy.",
  "The shop is a single storey timber and brick building, with a reinforced wooden door. A monolith of green crystal stands beside the building.",
  "The shop is a two-storey building of conjured iron, with several leaded glass windows and dwarf-wrought iron furnishings. Every piece of metalwork has been brightly polished.",
  "The shop is a two-storey building of timber and brick walls, with tall elf-wrought wooden shelves. A thin adventurer is trying to sell a few items.",
  "The shop is a single storey building hewn from an outcrop of crystal, with several leaded glass windows and dwarf-wrought iron furnishings. It is built around a huge dragon-shaped forge.",
  "The shop is a three-storey tower hewn from an outcrop of rock, with a reinforced wooden door. Every piece of metalwork has been brightly polished.",
  "The shop is a two-storey timber and brick building, with dwarf-wrought iron furnishings. It appears to be unusually busy.",
  "The shop is a two-storey stone-walled building, with carved wooden doors and dwarf-wrought iron furnishings. A short adventurer is trying to sell a few items.",
  "The shop is a single storey building of timber and brick walls, with a black tile roof and a tiled mosaic floor. A large collection of mundane armor hangs from the walls.",
  "The shop is a two-storey half-timbered building, with a reinforced wooden door and tall elf-wrought wooden shelves. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a two-storey half-timbered building, with several leaded glass windows and a smooth stone floor. The air is filled with thick smoke and the sound of hammers.",
  "The shop is a single storey stone-walled building, with carved wooden doors and tall elf-wrought wooden shelves. It is built around a huge dragon-shaped forge.",
  "The shop is a two-storey tower of conjured iron, with a smooth stone floor. The air is filled with floating motes of light.",
  "The shop is a single storey building of stone walls, with several stained glass windows and dwarf-wrought iron furnishings. It has several chimneys, each exhaling smoke and fiery sparks.",
  "The shop is a two-storey building hewn from an outcrop of crystal, with a black tile roof. It is built around a huge dragon-shaped forge.",
  "The shop is a single storey half-timbered building, with dwarf-wrought iron furnishings. The air is filled with motes of golden light.",
  "The shop is a single storey building hewn from an outcrop of rock, with dwarf-wrought iron furnishings. A stele engraved with geometric patterns stands beside the building.",
  "The shop is a two-storey building of stone walls, with a green tile roof. A small dragon's skull hangs over the hearth.",
  "The shop is a two-storey building hewn from an outcrop of rock, with carved wooden doors and a tiled mosaic floor. The air is filled with floating motes of light.",
  "The shop is a two-storey building of timber and brick walls, with several stained glass windows. It appears to be unusually busy.",
  "The shop is a two-storey tower of finely wrought iron, with a blue tile roof. The air is filled with floating motes of light.",
  "The shop is a single storey half-timbered building, with carved wooden doors. The air is filled with thick smoke and the sound of hammers.",
  "The shop is a two-storey half-timbered building, with a smooth stone floor. A monolith of yellow crystal stands beside the building.",
  "The shop is a two-storey half-timbered building, with tall elf-wrought wooden shelves. It appears to be unusually busy.",
  "The shop is a two-storey building of polished marble, with several leaded glass windows and tall elf-wrought wooden shelves. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a two-storey building of finely carved stone, with carved wooden doors. A tall adventurer is trying to sell a few items.",
  "The shop is a three-storey tower of finely carved stone, with a reinforced wooden door and a tiled mosaic floor. A young adventurer is trying to sell a few items.",
  "The shop is a single storey stone-walled building, with several leaded glass windows and tall elf-wrought wooden shelves. It is built around a huge dragon-shaped forge.",
  "The shop is a two-storey timber and brick building, with several leaded glass windows. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a two-storey building of half-timbered walls, with a reinforced wooden door. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a single storey building of stone walls, with several stained glass windows and dwarf-wrought iron furnishings. A small dragon's skull hangs over the hearth.",
  "The shop is a two-storey building of finely wrought iron, with several leaded glass windows and dwarf-wrought iron furnishings. The surrounding yard is filled with scorch marks and craters.",
  "The shop is a two-storey stone-walled building, with a tiled mosaic floor. The air is filled with motes of prismatic light.",
  "The shop is a single storey timber and brick building, with a slate roof and dwarf-wrought iron furnishings. A large collection of mundane armor hangs from the walls.",
  "The shop is a single storey building hewn from an outcrop of crystal, with a reinforced wooden door and dwarf-wrought iron furnishings. A cynical adventurer is trying to sell a few items.",
  "The shop is a two-storey stone-walled building, with dwarf-wrought iron furnishings. It is built around a huge dragon-shaped forge.",
  "The shop is a two-storey tower of finely wrought iron, with a slate roof and tall elf-wrought wooden shelves. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a two-storey building of half-timbered walls, with a reinforced wooden door. The air is filled with floating motes of light.",
  "The shop is a two-storey tower of finely wrought iron, with a smooth stone floor. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a two-storey half-timbered building, with a smooth stone floor. A large collection of mundane armor hangs from the walls.",
  "The shop is a single storey building of timber and brick walls, with dwarf-wrought iron furnishings. A large collection of mundane armor hangs from the walls.",
  "The shop is a two-storey tower of polished marble, with tall elf-wrought wooden shelves. It has several chimneys, each exhaling smoke and fiery sparks.",
  "The shop is a single storey stone-walled building, with dwarf-wrought iron furnishings. A small dragon's skull hangs over the hearth.",
  "The shop is a two-storey tower hewn from an outcrop of rock, with several stained glass windows. A large collection of mundane armor hangs from the walls.",
  "The shop is a three-storey tower hewn from an outcrop of crystal, with several leaded glass windows. It appears to be unusually busy.",
  "The shop is a single storey half-timbered building, with a smooth stone floor. The surrounding yard is filled with scorch marks and craters.",
  "The shop is a single storey half-timbered building, with a slate roof and tall elf-wrought wooden shelves. A large collection of mundane armor hangs from the walls.",
  "The shop is a three-storey tower hewn from an outcrop of crystal, with a white tile roof. The air is filled with floating motes of light.",
  "The shop is a three-storey tower of finely wrought iron, with a reinforced wooden door. The air is filled with motes of golden light.",
  "The shop is a three-storey tower of living wood, with a white tile roof. It is protected by garoyles of living stone.",
  "The shop is a two-storey timber and brick building, with several stained glass windows and a tiled mosaic floor. It is built around a huge dragon-shaped forge.",
  "The shop is a single storey half-timbered building, with a white tile roof. Every piece of metalwork has been brightly polished.",
  "The shop is a single storey timber and brick building, with several stained glass windows. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a two-storey building of stone walls, with several leaded glass windows and dwarf-wrought iron furnishings. Every piece of metalwork has been brightly polished.",
  "The shop is a single storey half-timbered building, with dwarf-wrought iron furnishings. A cart filled with leather scraps rests beside the building.",
  "The shop is a single storey timber and brick building, with several leaded glass windows. A monolith of white crystal stands beside the building.",
  "The shop is a three-storey tower hewn from an outcrop of crystal, with several leaded glass windows and a smooth stone floor. It is built around a huge dragon-shaped forge.",
  "The shop is a single storey building of stone walls, with a slate roof and dwarf-wrought iron furnishings. It is brightly lit by magical candles and chandeliers.",
  "The shop is a single storey stone-walled building, with tall elf-wrought wooden shelves. A short adventurer is trying to sell a few items.",
  "The shop is a three-storey tower of conjured stone, with a reinforced wooden door. A large collection of mundane armor hangs from the walls.",
  "The shop is a single storey timber and brick building, with dwarf-wrought iron furnishings. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a single storey timber and brick building, with dwarf-wrought iron furnishings. It is brightly lit by magical candles and chandeliers.",
  "The shop is a single storey timber and brick building, with tall elf-wrought wooden shelves. A small dragon's skull hangs over the hearth.",
  "The shop is a single storey building of stone walls, with several leaded glass windows and a smooth stone floor. It is built around a huge dragon-shaped forge.",
  "The shop is a single storey building of half-timbered walls, with a slate roof. The surrounding yard is filled with scorch marks and craters.",
  "The shop is a two-storey timber and brick building, with a tiled mosaic floor. Every piece of metalwork has been brightly polished.",
  "The shop is a two-storey half-timbered building, with a smooth stone floor. It is protected by a bound fire elemental.",
  "The shop is a single storey timber and brick building, with a slate roof. A small dragon's skull hangs over the hearth.",
  "The shop is a single storey building of finely carved stone, with several leaded glass windows and dwarf-wrought iron furnishings. A young adventurer is trying to sell a few items.",
  "The shop is a single storey timber and brick building, with carved wooden doors and tall elf-wrought wooden shelves. It is protected by a bound fire elemental.",
  "The shop is a two-storey timber and brick building, with several stained glass windows and dwarf-wrought iron furnishings. A large collection of mundane armor hangs from the walls.",
  "The shop is a two-storey tower of conjured stone, with tall elf-wrought wooden shelves. It appears to be unusually busy.",
  "The shop is a single storey building of timber and brick walls, with a tiled mosaic floor. A large collection of mundane armor hangs from the walls.",
  "The shop is a three-storey tower hewn from an outcrop of rock, with a tiled mosaic floor. It is brightly lit by magical candles and chandeliers.",
  "The shop is a single storey building of stone walls, with a tiled mosaic floor. It has several chimneys, each exhaling smoke and fiery sparks.",
  "The shop is a single storey stone-walled building, with several stained glass windows and dwarf-wrought iron furnishings. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a single storey timber and brick building, with carved wooden doors. It is protected by garoyles of living stone.",
  "The shop is a single storey building of stone walls, with carved wooden doors. It appears to be unusually busy.",
  "The shop is a two-storey building of finely carved stone, with a tiled mosaic floor. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a two-storey stone-walled building, with tall elf-wrought wooden shelves. A menhir engraved with runes stands beside the building.",
  "The shop is a two-storey tower hewn from an outcrop of crystal, with several stained glass windows. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a two-storey building of conjured stone, with a smooth stone floor. The air is filled with motes of prismatic light.",
  "The shop is a two-storey timber and brick building, with several stained glass windows and tall elf-wrought wooden shelves. It is brightly lit by magical candles and chandeliers.",
  "The shop is a three-storey tower of polished marble, with a smooth stone floor. It appears to be unusually busy.",
  "The shop is a single storey half-timbered building, with carved wooden doors and dwarf-wrought iron furnishings. Every piece of metalwork has been brightly polished.",
  "The shop is a two-storey tower of polished marble, with a reinforced wooden door. A large collection of mundane armor hangs from the walls.",
  "The shop is a two-storey building of timber and brick walls, with a tiled mosaic floor. A large collection of mundane armor hangs from the walls.",
  "The shop is a single storey stone-walled building, with a black tile roof and a smooth stone floor. Every piece of metalwork has been brightly polished.",
  "The shop is a two-storey building of half-timbered walls, with carved wooden doors and a tiled mosaic floor. It is protected by garoyles of living stone.",
  "The shop is a single storey timber and brick building, with a yellow tile roof and tall elf-wrought wooden shelves. Every piece of metalwork has been brightly polished.",
  "The shop is a two-storey timber and brick building, with a slate roof. A small dragon's skull hangs over the hearth.",
  "The shop is a single storey stone-walled building, with carved wooden doors and a tiled mosaic floor. The air is filled with motes of prismatic light.",
  "The shop is a two-storey timber and brick building, with a white tile roof and tall elf-wrought wooden shelves. A cart filled with leather scraps rests beside the building.",
  "The shop is a three-storey tower hewn from an outcrop of rock, with a slate roof. It is brightly lit by magical candles and chandeliers.",
  "The shop is a two-storey building of timber and brick walls, with dwarf-wrought iron furnishings. It is brightly lit by magical candles and chandeliers.",
  "The shop is a two-storey building of conjured iron, with carved wooden doors and dwarf-wrought iron furnishings. A small dragon's skull hangs over the hearth.",
  "The shop is a two-storey building of stone walls, with dwarf-wrought iron furnishings. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a two-storey building of timber and brick walls, with a slate roof and a tiled mosaic floor. A truthful adventurer is trying to sell a few items.",
  "The shop is a two-storey timber and brick building, with tall elf-wrought wooden shelves. It is brightly lit by magical candles and chandeliers.",
  "The shop is a single storey half-timbered building, with dwarf-wrought iron furnishings. A slender adventurer is trying to sell a few items.",
  "The shop is a two-storey building of polished marble, with several stained glass windows. It is protected by a bound fire elemental.",
  "The shop is a single storey stone-walled building, with a smooth stone floor. It is brightly lit by magical candles and chandeliers.",
  "The shop is a two-storey stone-walled building, with carved wooden doors. A small dragon's skull hangs over the hearth.",
  "The shop is a two-storey timber and brick building, with a smooth stone floor. The surrounding yard is filled with scorch marks and craters.",
  "The shop is a two-storey stone-walled building, with carved wooden doors. The air is filled with floating motes of light.",
  "The shop is a two-storey stone-walled building, with several leaded glass windows. It appears to be unusually busy.",
  "The shop is a single storey building of finely wrought iron, with several stained glass windows and a tiled mosaic floor. It appears to be unusually busy.",
  "The shop is a two-storey half-timbered building, with a reinforced wooden door. An agreeable adventurer is trying to sell a few items.",
  "The shop is a three-storey tower of finely wrought iron, with a slate roof. It is protected by a bound fire elemental.",
  "The shop is a single storey building of conjured stone, with a tiled mosaic floor. A monolith of green crystal stands beside the building.",
  "The shop is a two-storey tower of finely wrought iron, with a reinforced wooden door and dwarf-wrought iron furnishings. It appears to be unusually busy.",
  "The shop is a single storey building of conjured iron, with dwarf-wrought iron furnishings. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a single storey building of polished marble, with several leaded glass windows. The surrounding yard is filled with scorch marks and craters.",
  "The shop is a single storey building hewn from an outcrop of rock, with a smooth stone floor. The surrounding yard is filled with scorch marks and craters.",
  "The shop is a two-storey building of half-timbered walls, with several leaded glass windows. The air is filled with motes of golden light.",
  "The shop is a two-storey half-timbered building, with a slate roof and dwarf-wrought iron furnishings. It is built around a huge dragon-shaped forge.",
  "The shop is a single storey building of half-timbered walls, with a slate roof. A large collection of mundane armor hangs from the walls.",
  "The shop is a two-storey tower of finely carved stone, with tall elf-wrought wooden shelves. The air is filled with thick smoke and the sound of hammers.",
  "The shop is a two-storey building of half-timbered walls, with a blue tile roof. It is protected by a bound fire elemental.",
  "The shop is a single storey building hewn from an outcrop of rock, with several stained glass windows and tall elf-wrought wooden shelves. Every piece of metalwork has been brightly polished.",
  "The shop is a two-storey building of polished marble, with a reinforced wooden door and a smooth stone floor. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a two-storey tower hewn from an outcrop of rock, with carved wooden doors. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a single storey half-timbered building, with several stained glass windows and a tiled mosaic floor. A stele engraved with geometric patterns stands beside the building.",
  "The shop is a single storey timber and brick building, with tall elf-wrought wooden shelves. It is built around a huge dragon-shaped forge.",
  "The shop is a two-storey tower of finely carved stone, with a black tile roof and a smooth stone floor. It appears to be unusually busy.",
  "The shop is a three-storey tower hewn from an outcrop of rock, with dwarf-wrought iron furnishings. A large collection of mundane armor hangs from the walls.",
  "The shop is a single storey timber and brick building, with several stained glass windows and dwarf-wrought iron furnishings. A stele engraved with geometric patterns stands beside the building.",
  "The shop is a two-storey timber and brick building, with a red tile roof. A small dragon's skull hangs over the hearth.",
  "The shop is a two-storey timber and brick building, with several stained glass windows. It is built around a huge dragon-shaped forge.",
  "The shop is a single storey building of living wood, with carved wooden doors and tall elf-wrought wooden shelves. The air is filled with thick smoke and the sound of hammers.",
  "The shop is a two-storey building of half-timbered walls, with a tiled mosaic floor. The surrounding yard is filled with scorch marks and craters.",
  "The shop is a two-storey half-timbered building, with dwarf-wrought iron furnishings. Every piece of metalwork has been brightly polished.",
  "The shop is a single storey half-timbered building, with a slate roof. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a two-storey stone-walled building, with a reinforced wooden door. It is built around a huge dragon-shaped forge.",
  "The shop is a single storey timber and brick building, with several stained glass windows and a tiled mosaic floor. Every piece of metalwork has been brightly polished.",
  "The shop is a two-storey stone-walled building, with several stained glass windows. It is brightly lit by magical candles and chandeliers.",
  "The shop is a two-storey tower of conjured stone, with dwarf-wrought iron furnishings. The surrounding yard is filled with scorch marks and craters.",
  "The shop is a single storey building of polished marble, with a slate roof. A small dragon's skull hangs over the hearth.",
  "The shop is a two-storey timber and brick building, with a smooth stone floor. It appears to be unusually busy.",
  "The shop is a two-storey stone-walled building, with a gray tile roof and a tiled mosaic floor. A cart filled with leather scraps rests beside the building.",
  "The shop is a single storey stone-walled building, with a reinforced wooden door. A large collection of mundane armor hangs from the walls.",
  "The shop is a two-storey building hewn from an outcrop of crystal, with a slate roof and a smooth stone floor. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a two-storey building hewn from an outcrop of crystal, with a gray tile roof and a tiled mosaic floor. Every piece of metalwork has been brightly polished.",
  "The shop is a single storey building of stone walls, with a reinforced wooden door and dwarf-wrought iron furnishings. It appears to be unusually busy.",
  "The shop is a single storey stone-walled building, with a gray tile roof. It has several chimneys, each exhaling smoke and fiery sparks.",
  "The shop is a two-storey half-timbered building, with a reinforced wooden door. An overweight adventurer is trying to sell a few items.",
  "The shop is a single storey timber and brick building, with a slate roof. A monolith of green crystal stands beside the building.",
  "The shop is a three-storey tower hewn from an outcrop of rock, with several stained glass windows and a smooth stone floor. Every piece of metalwork has been brightly polished.",
  "The shop is a single storey building of stone walls, with several stained glass windows. It has several chimneys, each exhaling smoke and fiery sparks.",
  "The shop is a single storey building hewn from an outcrop of crystal, with several stained glass windows. It is brightly lit by magical candles and chandeliers.",
  "The shop is a two-storey building hewn from an outcrop of crystal, with tall elf-wrought wooden shelves. A large collection of mundane armor hangs from the walls.",
  "The shop is a single storey half-timbered building, with a slate roof and tall elf-wrought wooden shelves. It is protected by garoyles of living stone.",
  "The shop is a single storey building of conjured iron, with dwarf-wrought iron furnishings. A small dragon's skull hangs over the hearth.",
  "The shop is a single storey timber and brick building, with a slate roof and a smooth stone floor. It is built around a huge dragon-shaped forge.",
  "The shop is a single storey stone-walled building, with dwarf-wrought iron furnishings. It appears to be unusually busy.",
  "The shop is a single storey half-timbered building, with several stained glass windows and tall elf-wrought wooden shelves. It is brightly lit by magical candles and chandeliers.",
  "The shop is a single storey timber and brick building, with carved wooden doors and tall elf-wrought wooden shelves. Every piece of metalwork has been brightly polished.",
  "The shop is a three-storey tower of conjured iron, with a slate roof and tall elf-wrought wooden shelves. Every piece of metalwork has been brightly polished.",
  "The shop is a three-storey tower of conjured iron, with tall elf-wrought wooden shelves. A small dragon's skull hangs over the hearth.",
  "The shop is a single storey timber and brick building, with a reinforced wooden door and a tiled mosaic floor. It appears to be unusually busy.",
  "The shop is a single storey half-timbered building, with a slate roof. It is protected by magical guards and wards.",
  "The shop is a two-storey half-timbered building, with a smooth stone floor. The air is filled with thick smoke and the sound of hammers.",
  "The shop is a single storey building of finely wrought iron, with several stained glass windows and a smooth stone floor. It is protected by a bound air elemental.",
  "The shop is a single storey building of half-timbered walls, with a slate roof and a smooth stone floor. A cart filled with leather scraps rests beside the building.",
  "The shop is a two-storey tower of polished marble, with dwarf-wrought iron furnishings. The surrounding yard is filled with scorch marks and craters.",
  "The shop is a two-storey stone-walled building, with a reinforced wooden door and a tiled mosaic floor. Every piece of metalwork has been brightly polished.",
  "The shop is a single storey timber and brick building, with a tiled mosaic floor. It has several chimneys, each exhaling smoke and fiery sparks.",
  "The shop is a single storey building of half-timbered walls, with a smooth stone floor. The surrounding yard is filled with scorch marks and craters.",
  "The shop is a single storey building of finely carved stone, with several stained glass windows and dwarf-wrought iron furnishings. It is built around a huge dragon-shaped forge.",
  "The shop is a two-storey stone-walled building, with tall elf-wrought wooden shelves. It is built around a huge dragon-shaped forge.",
  "The shop is a single storey timber and brick building, with several stained glass windows. A nervous adventurer is trying to sell a few items.",
  "The shop is a single storey building of living wood, with a reinforced wooden door and a tiled mosaic floor. It is brightly lit by magical candles and chandeliers.",
  "The shop is a two-storey timber and brick building, with carved wooden doors. It is protected by garoyles of living stone.",
  "The shop is a single storey timber and brick building, with a slate roof. A cart filled with leather scraps rests beside the building.",
  "The shop is a single storey timber and brick building, with dwarf-wrought iron furnishings. A cart filled with leather scraps rests beside the building.",
  "The shop is a two-storey building of conjured stone, with a reinforced wooden door. It is protected by a bound fire elemental.",
  "The shop is a two-storey tower of finely wrought iron, with a smooth stone floor. It is protected by magical guards and wards.",
  "The shop is a two-storey building of conjured iron, with a reinforced wooden door. It is protected by a bound fire elemental.",
  "The shop is a single storey timber and brick building, with several leaded glass windows. It appears to be unusually busy.",
  "The shop is a single storey timber and brick building, with several leaded glass windows and a tiled mosaic floor. A tall adventurer is trying to sell a few items.",
  "The shop is a three-storey tower of conjured iron, with dwarf-wrought iron furnishings. It is brightly lit by magical candles and chandeliers.",
  "The shop is a single storey half-timbered building, with several leaded glass windows. A small dragon's skull hangs over the hearth.",
  "The shop is a single storey stone-walled building, with dwarf-wrought iron furnishings. The air is filled with motes of golden light.",
  "The shop is a two-storey timber and brick building, with carved wooden doors. A cart filled with leather scraps rests beside the building.",
  "The shop is a three-storey tower hewn from an outcrop of crystal, with a smooth stone floor. A stout adventurer is trying to sell a few items.",
  "The shop is a two-storey timber and brick building, with a smooth stone floor. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a three-storey tower of conjured stone, with a reinforced wooden door. It is built around a huge dragon-shaped forge.",
  "The shop is a three-storey tower hewn from an outcrop of crystal, with a slate roof. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a single storey half-timbered building, with tall elf-wrought wooden shelves. A cart filled with leather scraps rests beside the building.",
  "The shop is a single storey building of stone walls, with carved wooden doors. It is brightly lit by magical candles and chandeliers.",
  "The shop is a single storey timber and brick building, with several stained glass windows and dwarf-wrought iron furnishings. A small dragon's skull hangs over the hearth.",
  "The shop is a single storey building of stone walls, with several stained glass windows and tall elf-wrought wooden shelves. The surrounding yard is filled with scorch marks and craters.",
  "The shop is a two-storey tower of conjured stone, with a slate roof and dwarf-wrought iron furnishings. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a two-storey building of finely carved stone, with dwarf-wrought iron furnishings. Every piece of metalwork has been brightly polished.",
  "The shop is a two-storey stone-walled building, with a slate roof and a smooth stone floor. A large collection of mundane armor hangs from the walls.",
  "The shop is a single storey building of polished marble, with several stained glass windows. A young adventurer is trying to sell a few items.",
  "The shop is a three-storey tower of finely carved stone, with a smooth stone floor. Every piece of metalwork has been brightly polished.",
  "The shop is a two-storey timber and brick building, with tall elf-wrought wooden shelves. It appears to be unusually busy.",
  "The shop is a single storey building of conjured stone, with carved wooden doors and tall elf-wrought wooden shelves. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a two-storey timber and brick building, with a green tile roof and a tiled mosaic floor. Every piece of metalwork has been brightly polished.",
  "The shop is a two-storey tower of polished marble, with a reinforced wooden door. It appears to be unusually busy.",
  "The shop is a two-storey stone-walled building, with a slate roof. A small dragon's skull hangs over the hearth.",
  "The shop is a two-storey building hewn from an outcrop of crystal, with several leaded glass windows and tall elf-wrought wooden shelves. A small dragon's skull hangs over the hearth.",
  "The shop is a two-storey tower of conjured iron, with a smooth stone floor. It appears to be unusually busy.",
  "The shop is a three-storey tower hewn from an outcrop of crystal, with a green tile roof. It is built around a huge dragon-shaped forge.",
  "The shop is a two-storey building of conjured stone, with a reinforced wooden door and tall elf-wrought wooden shelves. An obelisk engraved with glyphs stands beside the building.",
  "The shop is a two-storey tower of finely wrought iron, with dwarf-wrought iron furnishings. A small dragon's skull hangs over the hearth.",
  "The shop is a two-storey building of conjured stone, with tall elf-wrought wooden shelves. It is protected by magical guards and wards.",
  "The shop is a two-storey half-timbered building, with several stained glass windows. A stele engraved with geometric patterns stands beside the building.",
  "The shop is a single storey building of timber and brick walls, with tall elf-wrought wooden shelves. It is protected by a bound earth elemental.",
  "The shop is a two-storey stone-walled building, with a reinforced wooden door. The air is filled with floating motes of light.",
  "The shop is a single storey timber and brick building, with a smooth stone floor. It is brightly lit by magical candles and chandeliers.",
  "The shop is a single storey half-timbered building, with several stained glass windows and a smooth stone floor. A small dragon's skull hangs over the hearth.",
  "The shop is a single storey stone-walled building, with tall elf-wrought wooden shelves. It is brightly lit by magical candles and chandeliers.",
  "The shop is a three-storey tower of polished marble, with dwarf-wrought iron furnishings. The air is filled with thick smoke and the sound of hammers.",
  "The shop is a single storey timber and brick building, with a slate roof. It is built around a huge dragon-shaped forge.",
  "The shop is a two-storey half-timbered building, with carved wooden doors and tall elf-wrought wooden shelves. A small dragon's skull hangs over the hearth.",
  "The shop is a two-storey building of polished marble, with several stained glass windows and a tiled mosaic floor. A cart filled with leather scraps rests beside the building.",
  "The shop is a two-storey building of half-timbered walls, with a slate roof. It is brightly lit by magical candles and chandeliers.",
  "The shop is a single storey building of living wood, with several stained glass windows. It is protected by a bound fire elemental.",
  "The shop is a two-storey building hewn from an outcrop of rock, with several leaded glass windows and tall elf-wrought wooden shelves. It has several chimneys, each exhaling smoke and fiery sparks.",
  "The shop is a single storey building of timber and brick walls, with a gray tile roof and tall elf-wrought wooden shelves. The air is filled with motes of prismatic light.",
  "The shop is a two-storey half-timbered building, with a reinforced wooden door. It has several chimneys, each exhaling smoke and fiery sparks.",
  "The shop is a two-storey building of polished marble, with carved wooden doors and tall elf-wrought wooden shelves. A small dragon's skull hangs over the hearth.",
  "The shop is a two-storey stone-walled building, with several stained glass windows. It is built around a huge dragon-shaped forge.",
  "The shop is a two-storey tower of finely carved stone, with a green tile roof and a smooth stone floor. It is built around a huge dragon-shaped forge.",
  "The shop is a two-storey building of stone walls, with several leaded glass windows and dwarf-wrought iron furnishings. The air is filled with motes of golden light.",
  "The shop is a three-storey tower of finely carved stone, with a slate roof and tall elf-wrought wooden shelves. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a single storey timber and brick building, with several leaded glass windows and dwarf-wrought iron furnishings. It is brightly lit by magical candles and chandeliers.",
  "The shop is a single storey half-timbered building, with tall elf-wrought wooden shelves. It appears to be unusually busy.",
  "The shop is a single storey half-timbered building, with a slate roof and tall elf-wrought wooden shelves. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a two-storey half-timbered building, with tall elf-wrought wooden shelves. It is built around a huge dragon-shaped forge.",
  "The shop is a single storey timber and brick building, with carved wooden doors and a smooth stone floor. A large collection of mundane armor hangs from the walls.",
  "The shop is a two-storey stone-walled building, with carved wooden doors. It is dimly lit by a few candles and fairly shabby.",
  "The shop is a two-storey building of stone walls, with tall elf-wrought wooden shelves. The air is filled with thick smoke and the sound of hammers.",
  "The shop is a two-storey stone-walled building, with a smooth stone floor. It is brightly lit by magical candles and chandeliers.",
  "The shop is a two-storey timber and brick building, with a slate roof and tall elf-wrought wooden shelves. It is brightly lit by magical candles and chandeliers.",
  "The shop is a single storey stone-walled building, with a slate roof and a tiled mosaic floor. A bold adventurer is trying to sell a few items.",
  "The shop is a two-storey timber and brick building, with carved wooden doors and tall elf-wrought wooden shelves. A large collection of mundane armor hangs from the walls.",
  "The shop is a single storey building of finely carved stone, with a reinforced wooden door and a smooth stone floor. Every piece of metalwork has been brightly polished.",
  "The shop is a two-storey half-timbered building, with dwarf-wrought iron furnishings. The air is filled with floating motes of light.",
  "The shop is a two-storey tower of conjured stone, with a tiled mosaic floor. The air is filled with thick smoke and the sound of hammers.",
  "The shop is a single storey half-timbered building, with a smooth stone floor. It is built around a huge dragon-shaped forge.",
  "The shop is a two-storey building of conjured iron, with several leaded glass windows and a tiled mosaic floor. The air is filled with floating motes of light.",
  "The shop is a single storey half-timbered building, with a slate roof. It appears to be unusually busy.",
  "The shop is a single storey stone-walled building, with dwarf-wrought iron furnishings. A cart filled with leather scraps rests beside the building.",
  "The shop is a two-storey timber and brick building, with several leaded glass windows. The air is filled with thick smoke and the sound of hammers.",
  "The shop is a single storey stone-walled building, with several stained glass windows and tall elf-wrought wooden shelves. A gullible adventurer is trying to sell a few items.",
  "The shop is a three-storey tower hewn from an outcrop of crystal, with several leaded glass windows and dwarf-wrought iron furnishings. Every piece of metalwork has been brightly polished.",
  "The shop is a two-storey building of conjured stone, with several stained glass windows and a smooth stone floor. It is brightly lit by magical candles and chandeliers.",
  "The shop is a single storey building of finely wrought iron, with several leaded glass windows and a tiled mosaic floor. Every piece of metalwork has been brightly polished.",
  "The shop is a single storey half-timbered building, with a tiled mosaic floor. It is built around a huge dragon-shaped forge.",
  "The shop is a two-storey building of half-timbered walls, with a reinforced wooden door and a tiled mosaic floor. It has several chimneys, each exhaling smoke and fiery sparks.",
  "The shop is a two-storey building of stone walls, with several stained glass windows. It appears to be unusually busy.",
  "The shop is a two-storey stone-walled building, with several stained glass windows and dwarf-wrought iron furnishings. It is built around a huge dragon-shaped forge.",
  "The shop is a two-storey timber and brick building, with carved wooden doors. A large collection of mundane armor hangs from the walls.",
  "The shop is a three-storey tower of polished marble, with a green tile roof and a tiled mosaic floor. A small dragon's skull hangs over the hearth.",
  "The shop is a two-storey stone-walled building, with several stained glass windows and dwarf-wrought iron furnishings. An obsessive adventurer is trying to sell a few items.",
  "The shop is a two-storey timber and brick building, with a gray tile roof. The surrounding yard is filled with scorch marks and craters.",
  "The shop is a two-storey tower hewn from an outcrop of rock, with tall elf-wrought wooden shelves. A small dragon's skull hangs over the hearth.",
  "The shop is a single storey stone-walled building, with a red tile roof. It appears to be unusually busy.",
  "The shop is a single storey timber and brick building, with several stained glass windows. An obelisk engraved with glyphs stands beside the building.",
  "The shop is a two-storey half-timbered building, with a tiled mosaic floor. It has several chimneys, each exhaling smoke and fiery sparks.",
  "The shop is a three-storey tower hewn from an outcrop of crystal, with a slate roof. A heavyset adventurer is trying to sell a few items.",
  "The shop is a single storey building of half-timbered walls, with a yellow tile roof and dwarf-wrought iron furnishings. It is protected by a golem of carved stone.",
  "The shop is a two-storey stone-walled building, with carved wooden doors and tall elf-wrought wooden shelves. The air is filled with thick smoke and the sound of hammers.",
  "The shop is a single storey building of timber and brick walls, with a reinforced wooden door. It is protected by magical guards and wards.",
  "The shop is a two-storey building of living wood, with a tiled mosaic floor. It is brightly lit by magical candles and chandeliers.",
  "The shop is a two-storey building of timber and brick walls, with a gray tile roof and a tiled mosaic floor. A large collection of mundane armor hangs from the walls.",
  "The shop is a two-storey timber and brick building, with several stained glass windows. A cart filled with leather scraps rests beside the building.",
  "The shop is a single storey half-timbered building, with a slate roof and a tiled mosaic floor. It is brightly lit by magical candles and chandeliers.",
  "The shop is a three-storey tower hewn from an outcrop of crystal, with a smooth stone floor. The surrounding yard is filled with scorch marks and craters.",
  "The shop is a single storey building of conjured stone, with a smooth stone floor. An absent-minded adventurer is trying to sell a few items.",
  "The shop is a two-storey building of half-timbered walls, with a reinforced wooden door and a smooth stone floor. The surrounding yard is filled with scorch marks and craters.",
  "The shop is a single storey timber and brick building, with carved wooden doors. It is brightly lit by magical candles and chandeliers.",
  "The shop is a two-storey building of conjured iron, with carved wooden doors. It is built around a huge dragon-shaped forge.",
  "The shop is a three-storey tower of conjured iron, with a tiled mosaic floor. A large collection of mundane armor hangs from the walls.",
  "The shop is a two-storey tower of living wood, with tall elf-wrought wooden shelves. A large collection of mundane armor hangs from the walls.",
  "The shop is a three-storey tower hewn from an outcrop of crystal, with a slate roof and dwarf-wrought iron furnishings. It appears to be unusually busy.",
  "The shop is a two-storey tower of finely carved stone, with tall elf-wrought wooden shelves. It is brightly lit by magical candles and chandeliers.",
  "The shop is a single storey building of timber and brick walls, with a slate roof. A small dragon's skull hangs over the hearth.",
  "The shop is a two-storey building hewn from an outcrop of rock, with several stained glass windows. It is built around a huge dragon-shaped forge.",
  "The shop is a two-storey timber and brick building, with a smooth stone floor. A small dragon's skull hangs over the hearth."
]