[
  "+1 Armor (breastplate) (rare, dmg 152). An ornate armor, engraved with geometric patterns.",
  "+1 Armor (breastplate) (rare, dmg 152). An ornate armor, engraved with runes of strength.",
  "+1 Armor (breastplate) (rare, dmg 152). An ornate armor, engraved with the holy symbol of a war god.",
  "+1 Armor (breastplate) (rare, dmg 152). An ornate armor, painted with an unknown coat of arms.",
  "+1 Armor (breastplate) (rare, dmg 152). This battered armor was taken from the hoard of the dragon Sumalu.",
  "+1 Armor (breastplate) (rare, dmg 152). This distinctive armor is said to compel its wearer to slay the Serpent of Gunda.",
  "+1 Armor (breastplate) (rare, dmg 152). This distinctive armor is said to grant its wearer immortal life.",
  "+1 Armor (breastplate) (rare, dmg 152). This distinctive armor was taken from the hoard of the dragon Obanar.",
  "+1 Armor (breastplate) (rare, dmg 152). This finely crafted armor is said to be imbued with the spirit of the illustrious ranger Mothaldan, who slew the Beast of the Gloomy Moor.",
  "+1 Armor (breastplate) (rare, dmg 152). This masterwork armor was taken from the Halls of Foces the Horrendous.",
  "+1 Armor (breastplate) (rare, dmg 152). This masterwork armor was taken from the hoard of the dragon Shalu.",
  "+1 Armor (breastplate) (rare, dmg 152). This ornate armor was taken from the crypt of the vampire Adariund.",
  "+1 Armor (chain mail) (rare, dmg 152). A distinctive armor, painted with an unknown coat of arms.",
  "+1 Armor (chain mail) (rare, dmg 152). An ornate armor, engraved with runes of strength.",
  "+1 Armor (chain mail) (rare, dmg 152). An ornate armor, painted with an unknown coat of arms.",
  "+1 Armor (chain mail) (rare, dmg 152). This battered armor is said to compel its wearer to defeat Ulfang the Black.",
  "+1 Armor (chain mail) (rare, dmg 152). This distinctive armor was created by a goddess of war for her most loyal fighter.",
  "+1 Armor (chain mail) (rare, dmg 152). This distinctive armor was taken from the hoard of the dragon Sininga.",
  "+1 Armor (chain mail) (rare, dmg 152). This finely crafted armor is said to have been blessed by the Goddess of Luck herself.",
  "+1 Armor (chain mail) (rare, dmg 152). This masterwork armor was taken from the crypt of the lich Simunda.",
  "+1 Armor (chain mail) (rare, dmg 152). This masterwork armor was taken from the sepulcher of the vampire Aizares.",
  "+1 Armor (chain shirt) (rare, dmg 152). A battered armor, painted with an unknown coat of arms.",
  "+1 Armor (chain shirt) (rare, dmg 152). A distinctive armor, engraved with the holy symbol of a god of artifice.",
  "+1 Armor (chain shirt) (rare, dmg 152). A distinctive armor, engraved with the holy symbol of a war god.",
  "+1 Armor (chain shirt) (rare, dmg 152). A distinctive armor, trimmed with leopard fur.",
  "+1 Armor (chain shirt) (rare, dmg 152). A distinctive armor, trimmed with mink fur.",
  "+1 Armor (chain shirt) (rare, dmg 152). A finely crafted armor, trimmed with leopard fur.",
  "+1 Armor (chain shirt) (rare, dmg 152). This battered armor is said to be imbued with the spirit of the illustrious warlord Ricsa, leader of the Wands of Wyestone.",
  "+1 Armor (chain shirt) (rare, dmg 152). This battered armor is said to grant its wearer immortal life.",
  "+1 Armor (chain shirt) (rare, dmg 152). This battered armor once belonged to the dwarf fighter Furi, leader of the Crusaders of Naledzar.",
  "+1 Armor (chain shirt) (rare, dmg 152). This battered armor was created by the dwarves of the great kingdom of Narakzund.",
  "+1 Armor (chain shirt) (rare, dmg 152). This finely crafted armor was created by the elves of the ancient realm of Inyargon.",
  "+1 Armor (chain shirt) (rare, dmg 152). This masterwork armor is said to have been blessed by the Goddess of Luck herself.",
  "+1 Armor (chain shirt) (rare, dmg 152). This ornate armor is said to grant its wearer immortal life.",
  "+1 Armor (half plate) (rare, dmg 152). A finely crafted armor, engraved with geometric patterns.",
  "+1 Armor (half plate) (rare, dmg 152). A finely crafted armor, engraved with the holy symbol of a war god.",
  "+1 Armor (half plate) (rare, dmg 152). This battered armor is said to be imbued with the spirit of the great archer Remil, leader of the Rogues of Inmor.",
  "+1 Armor (half plate) (rare, dmg 152). This finely crafted armor is said to protect its wearer from the lies of a devil.",
  "+1 Armor (half plate) (rare, dmg 152). This masterwork armor is said to be imbued with the spirit of the renowned warlord Kari, who vanished in the Lost Vaults of Chaos.",
  "+1 Armor (half plate) (rare, dmg 152). This ornate armor is said to protect its wearer from the lies of a devil.",
  "+1 Armor (hide) (rare, dmg 152). A distinctive armor, painted with an unknown coat of arms.",
  "+1 Armor (hide) (rare, dmg 152). A masterwork armor, painted with an unknown coat of arms.",
  "+1 Armor (hide) (rare, dmg 152). This battered armor is said to compel its wearer to defeat the Demon of the Emerald Jungle.",
  "+1 Armor (hide) (rare, dmg 152). This battered armor was created by a god of war for his most loyal warlord.",
  "+1 Armor (hide) (rare, dmg 152). This battered armor was created by the great tiefling armorer Malberga.",
  "+1 Armor (hide) (rare, dmg 152). This distinctive armor is said to have been blessed by the Goddess of Luck herself.",
  "+1 Armor (hide) (rare, dmg 152). This distinctive armor was created by a goddess of war for her most loyal hero.",
  "+1 Armor (hide) (rare, dmg 152). This distinctive armor was taken from the Chambers of Mashtu.",
  "+1 Armor (hide) (rare, dmg 152). This masterwork armor is said to have been blessed by the Goddess of Luck herself.",
  "+1 Armor (hide) (rare, dmg 152). This masterwork armor was created by a goddess of war for her most loyal warrior.",
  "+1 Armor (leather) (rare, dmg 152). A distinctive armor, trimmed with leopard fur.",
  "+1 Armor (leather) (rare, dmg 152). A masterwork armor, trimmed with lynx fur.",
  "+1 Armor (leather) (rare, dmg 152). An ornate armor, engraved with geometric patterns.",
  "+1 Armor (leather) (rare, dmg 152). An ornate armor, engraved with runes of protection.",
  "+1 Armor (leather) (rare, dmg 152). This battered armor once belonged to the illustrious hero Turi, who defeated the Dragon of the Icecrown Mountains.",
  "+1 Armor (leather) (rare, dmg 152). This battered armor once belonged to the legendary fighter Vetige, who fell in the Battle of the Glyphwood Forest.",
  "+1 Armor (leather) (rare, dmg 152). This distinctive armor is said to compel its wearer to defeat the Goblin King.",
  "+1 Armor (leather) (rare, dmg 152). This distinctive armor once belonged to the gnome ranger Mabill, who vanished in the Forsaken Barrow of Chaos.",
  "+1 Armor (leather) (rare, dmg 152). This distinctive armor once belonged to the renowned fighter Ziri, who defeated Vigisa the Lich Duchess.",
  "+1 Armor (leather) (rare, dmg 152). This finely crafted armor is said to have been blessed by the Goddess of Luck herself.",
  "+1 Armor (leather) (rare, dmg 152). This finely crafted armor was taken from the Dungeon of Ghastly Necromancy.",
  "+1 Armor (leather) (rare, dmg 152). This finely crafted armor was taken from the tomb of the lich Gunda.",
  "+1 Armor (leather) (rare, dmg 152). This masterwork armor is said to be imbued with the spirit of the dwarf hero Unidg, who slew the Dragon of the Anvil Mountains.",
  "+1 Armor (leather) (rare, dmg 152). This ornate armor is said to compel its wearer to defeat Nigilda the Wyrm Emperor.",
  "+1 Armor (leather) (rare, dmg 152). This ornate armor once belonged to the renowned archer Kater, who vanished in the Secret Delve of Devastation.",
  "+1 Armor (padded) (rare, dmg 152). A finely crafted armor, engraved with geometric patterns.",
  "+1 Armor (padded) (rare, dmg 152). A finely crafted armor, engraved with runes of invulnerability.",
  "+1 Armor (padded) (rare, dmg 152). A masterwork armor, trimmed with leopard fur.",
  "+1 Armor (padded) (rare, dmg 152). This battered armor is said to have been blessed by the Goddess of Luck herself.",
  "+1 Armor (padded) (rare, dmg 152). This battered armor was created by a goddess of war for her most loyal hero.",
  "+1 Armor (padded) (rare, dmg 152). This distinctive armor is said to grant its wearer immortal life.",
  "+1 Armor (padded) (rare, dmg 152). This distinctive armor is said to have been blessed by the Goddess of Luck herself.",
  "+1 Armor (padded) (rare, dmg 152). This distinctive armor was created by a god of war for his most loyal hero.",
  "+1 Armor (padded) (rare, dmg 152). This distinctive armor was created by the dwarves of the great dominion of Zarazig.",
  "+1 Armor (padded) (rare, dmg 152). This finely crafted armor is said to protect its wearer from the song of a siren.",
  "+1 Armor (plate) (rare, dmg 152). A finely crafted armor, engraved with geometric patterns.",
  "+1 Armor (plate) (rare, dmg 152). A finely crafted armor, painted with an unknown coat of arms.",
  "+1 Armor (plate) (rare, dmg 152). A masterwork armor, engraved with runes of protection.",
  "+1 Armor (plate) (rare, dmg 152). A masterwork armor, trimmed with sable fur.",
  "+1 Armor (plate) (rare, dmg 152). An ornate armor, painted with an unknown coat of arms.",
  "+1 Armor (plate) (rare, dmg 152). This battered armor is said to compel its wearer to defend Donimrest, the Principality of Wands.",
  "+1 Armor (plate) (rare, dmg 152). This battered armor once belonged to the elf warrior Mirodel, who defeated the Devil of the Nalukkhizd Crags.",
  "+1 Armor (plate) (rare, dmg 152). This distinctive armor is said to be imbued with the spirit of the renowned fighter Elin, who defeated the Demon of the Palla Downs.",
  "+1 Armor (plate) (rare, dmg 152). This distinctive armor is said to protect its wearer from the gaze of a basilisk.",
  "+1 Armor (plate) (rare, dmg 152). This finely crafted armor is said to be imbued with the spirit of the halfling warlord Mary, who defeated Huniket the Gruesome.",
  "+1 Armor (plate) (rare, dmg 152). This finely crafted armor was created by the elves of the ancient realm of Lothlione.",
  "+1 Armor (plate) (rare, dmg 152). This masterwork armor is said to be imbued with the spirit of the illustrious fighter Ukat, who vanished in the Sepulcher of Pazu.",
  "+1 Armor (plate) (rare, dmg 152). This masterwork armor is said to compel its wearer to defend the Imperial Kingdom of Argorin.",
  "+1 Armor (plate) (rare, dmg 152). This masterwork armor is said to grant its wearer immortal life.",
  "+1 Armor (plate) (rare, dmg 152). This ornate armor is said to protect its wearer from the gaze of a basilisk.",
  "+1 Armor (plate) (rare, dmg 152). This ornate armor once belonged to the renowned warlord Lala, who perished in the Aphotic Moor.",
  "+1 Armor (plate) (rare, dmg 152). This ornate armor was taken from the hoard of the dragon Apit.",
  "+1 Armor (ring mail) (rare, dmg 152). A masterwork armor, engraved with runes of strength.",
  "+1 Armor (ring mail) (rare, dmg 152). This battered armor was taken from the hoard of the dragon Sumidi.",
  "+1 Armor (ring mail) (rare, dmg 152). This finely crafted armor is said to have been blessed by the Goddess of Luck herself.",
  "+1 Armor (ring mail) (rare, dmg 152). This finely crafted armor was created by the renowned human armorer Efeth.",
  "+1 Armor (scale mail) (rare, dmg 152). A battered armor, painted with an unknown coat of arms.",
  "+1 Armor (scale mail) (rare, dmg 152). A distinctive armor, trimmed with ermine fur.",
  "+1 Armor (scale mail) (rare, dmg 152). A finely crafted armor, engraved with runes of invulnerability.",
  "+1 Armor (scale mail) (rare, dmg 152). A masterwork armor, engraved with the holy symbol of a war god.",
  "+1 Armor (scale mail) (rare, dmg 152). An ornate armor, engraved with geometric patterns.",
  "+1 Armor (scale mail) (rare, dmg 152). This battered armor is said to have been blessed by the Goddess of Luck herself.",
  "+1 Armor (scale mail) (rare, dmg 152). This distinctive armor was created by a god of war for his most loyal paladin.",
  "+1 Armor (scale mail) (rare, dmg 152). This distinctive armor was created by the elves of the ancient empire of Belinde.",
  "+1 Armor (scale mail) (rare, dmg 152). This finely crafted armor is said to have been blessed by the Goddess of Luck herself.",
  "+1 Armor (scale mail) (rare, dmg 152). This masterwork armor is said to grant its wearer immortal life.",
  "+1 Armor (scale mail) (rare, dmg 152). This masterwork armor was taken from the Lost Vaults of Ulfang the Black.",
  "+1 Armor (scale mail) (rare, dmg 152). This masterwork armor was taken from the hoard of the dragon Sheshbuna.",
  "+1 Armor (scale mail) (rare, dmg 152). This ornate armor is said to compel its wearer to slay the Leviathan of the Sea of Agas.",
  "+1 Armor (splint) (rare, dmg 152). A masterwork armor, trimmed with leopard fur.",
  "+1 Armor (splint) (rare, dmg 152). This battered armor once belonged to the human paladin Bardu, who vanished in the Chambers of Eldritch Malice.",
  "+1 Armor (splint) (rare, dmg 152). This ornate armor is said to have been blessed by the Goddess of Luck herself.",
  "+1 Armor (splint) (rare, dmg 152). This ornate armor once belonged to the dwarf warrior Anzin, who perished in the Zarakzig Crags.",
  "+1 Armor (splint) (rare, dmg 152). This ornate armor once belonged to the great fighter Ukan, who slew the Horror of the Baega Downs.",
  "+1 Armor (studded leather) (rare, dmg 152). A battered armor, engraved with runes of strength.",
  "+1 Armor (studded leather) (rare, dmg 152). A masterwork armor, painted with an unknown coat of arms.",
  "+1 Armor (studded leather) (rare, dmg 152). This battered armor is said to be imbued with the spirit of the legendary fighter Here, who slew the Beast of the Hellgate Plains.",
  "+1 Armor (studded leather) (rare, dmg 152). This battered armor once belonged to the great archer Vedusa, who defeated Amis the Gargoyle Queen.",
  "+1 Armor (studded leather) (rare, dmg 152). This battered armor once belonged to the legendary hero Elyn, who vanished in the Temple of Mighty Annihilation.",
  "+1 Armor (studded leather) (rare, dmg 152). This finely crafted armor is said to compel its wearer to defeat Wingebai the Wyrm Baroness.",
  "+1 Armor (studded leather) (rare, dmg 152). This finely crafted armor was created by the dwarves of the great empire of Sharbadum.",
  "+1 Armor (studded leather) (rare, dmg 152). This finely crafted armor was taken from the hoard of the dragon Enaidit.",
  "+1 Armor (studded leather) (rare, dmg 152). This masterwork armor was taken from the hoard of the dragon Sinidi.",
  "+1 Armor (studded leather) (rare, dmg 152). This ornate armor is said to be imbued with the spirit of the legendary warlord Stana, who perished in the Scorched Earth.",
  "+1 Armor (studded leather) (rare, dmg 152). This ornate armor once belonged to the dwarf warlord Hilda, who perished in the Winapa Fells.",
  "+1 Armor (studded leather) (rare, dmg 152). This ornate armor was taken from the hoard of the dragon Susadu.",
  "+1 Shield (uncommon, dmg 200). A battered shield, engraved with runes of invulnerability.",
  "+1 Shield (uncommon, dmg 200). A battered shield, engraved with runes of protection.",
  "+1 Shield (uncommon, dmg 200). A battered shield, inlaid with electrum.",
  "+1 Shield (uncommon, dmg 200). A battered shield, inlaid with gold.",
  "+1 Shield (uncommon, dmg 200). A battered shield, inlaid with platinum.",
  "+1 Shield (uncommon, dmg 200). A battered shield, painted with an unknown coat of arms.",
  "+1 Shield (uncommon, dmg 200). A distinctive shield, engraved with runes of invulnerability.",
  "+1 Shield (uncommon, dmg 200). A distinctive shield, engraved with runes of protection.",
  "+1 Shield (uncommon, dmg 200). A distinctive shield, engraved with runes of strength.",
  "+1 Shield (uncommon, dmg 200). A distinctive shield, inlaid with electrum.",
  "+1 Shield (uncommon, dmg 200). A distinctive shield, inlaid with platinum.",
  "+1 Shield (uncommon, dmg 200). A distinctive shield, inlaid with silver.",
  "+1 Shield (uncommon, dmg 200). A distinctive shield, painted with an unknown coat of arms.",
  "+1 Shield (uncommon, dmg 200). A finely crafted shield, engraved with runes of invulnerability.",
  "+1 Shield (uncommon, dmg 200). A finely crafted shield, engraved with runes of protection.",
  "+1 Shield (uncommon, dmg 200). A finely crafted shield, inlaid with electrum.",
  "+1 Shield (uncommon, dmg 200). A finely crafted shield, inlaid with gold.",
  "+1 Shield (uncommon, dmg 200). A finely crafted shield, inlaid with platinum.",
  "+1 Shield (uncommon, dmg 200). A finely crafted shield, inlaid with silver.",
  "+1 Shield (uncommon, dmg 200). A finely crafted shield, painted with an unknown coat of arms.",
  "+1 Shield (uncommon, dmg 200). A masterwork shield, engraved with runes of invulnerability.",
  "+1 Shield (uncommon, dmg 200). A masterwork shield, engraved with runes of strength.",
  "+1 Shield (uncommon, dmg 200). A masterwork shield, inlaid with gold.",
  "+1 Shield (uncommon, dmg 200). A masterwork shield, inlaid with silver.",
  "+1 Shield (uncommon, dmg 200). A masterwork shield, painted with an unknown coat of arms.",
  "+1 Shield (uncommon, dmg 200). An ornate shield, engraved with runes of invulnerability.",
  "+1 Shield (uncommon, dmg 200). An ornate shield, engraved with runes of protection.",
  "+1 Shield (uncommon, dmg 200). An ornate shield, engraved with runes of strength.",
  "+1 Shield (uncommon, dmg 200). An ornate shield, inlaid with electrum.",
  "+1 Shield (uncommon, dmg 200). An ornate shield, inlaid with gold.",
  "+1 Shield (uncommon, dmg 200). An ornate shield, inlaid with platinum.",
  "+1 Shield (uncommon, dmg 200). An ornate shield, inlaid with silver.",
  "+1 Shield (uncommon, dmg 200). An ornate shield, painted with an unknown coat of arms.",
  "+1 Shield (uncommon, dmg 200). This battered shield once belonged to the dwarf warrior Edag Haugridotr, who fell in the Ring Wars.",
  "+1 Shield (uncommon, dmg 200). This battered shield once belonged to the elf hero Nerwenye, who fell in the Siege of Caer Tate.",
  "+1 Shield (uncommon, dmg 200). This battered shield once belonged to the human hero Henry, who fell in the Battle of the Llano Forest.",
  "+1 Shield (uncommon, dmg 200). This battered shield once belonged to the illustrious archer Kalim, who perished in the Crown Spires.",
  "+1 Shield (uncommon, dmg 200). This battered shield once belonged to the illustrious ranger Thidribro, who defeated Sumabi the Lich Queen.",
  "+1 Shield (uncommon, dmg 200). This battered shield once belonged to the legendary ranger Ellyn Vere, who fell in the Campaign of the Lich Prince.",
  "+1 Shield (uncommon, dmg 200). This battered shield once belonged to the renowned warrior Amot Gamwes, who fell in the Battle of the Rhely Vale.",
  "+1 Shield (uncommon, dmg 200). This battered shield was created by a god of war for his most loyal paladin.",
  "+1 Shield (uncommon, dmg 200). This battered shield was created by a god of war for his most loyal warrior.",
  "+1 Shield (uncommon, dmg 200). This battered shield was created by the dwarves of the great kingdom of Gatharam.",
  "+1 Shield (uncommon, dmg 200). This battered shield was created by the elves of the ancient empire of Donegrin.",
  "+1 Shield (uncommon, dmg 200). This battered shield was created by the elves of the ancient empire of Eleriar.",
  "+1 Shield (uncommon, dmg 200). This battered shield was created by the renowned dwarf armorer Bori.",
  "+1 Shield (uncommon, dmg 200). This battered shield was taken from the crypt of the lich Himnasi.",
  "+1 Shield (uncommon, dmg 200). This battered shield was taken from the hoard of the dragon Nergezu.",
  "+1 Shield (uncommon, dmg 200). This distinctive shield once belonged to the tiefling fighter Valaba, who fell in the Eldritch Campaign.",
  "+1 Shield (uncommon, dmg 200). This distinctive shield was created by a god of war for his most loyal hero.",
  "+1 Shield (uncommon, dmg 200). This distinctive shield was created by a god of war for his most loyal warrior.",
  "+1 Shield (uncommon, dmg 200). This distinctive shield was created by the dwarves of the great kingdom of Barakib.",
  "+1 Shield (uncommon, dmg 200). This distinctive shield was created by the elves of the ancient empire of Elen.",
  "+1 Shield (uncommon, dmg 200). This distinctive shield was created by the elves of the ancient empire of Nionimrest.",
  "+1 Shield (uncommon, dmg 200). This distinctive shield was created by the great halfling armorer Hanna Boffairb.",
  "+1 Shield (uncommon, dmg 200). This distinctive shield was created by the legendary half-elf armorer Eganor.",
  "+1 Shield (uncommon, dmg 200). This distinctive shield was taken from the barrow of the lich Gildagoia.",
  "+1 Shield (uncommon, dmg 200). This finely crafted shield once belonged to the dwarf warrior Imlin, who defeated Gothmog of Udun.",
  "+1 Shield (uncommon, dmg 200). This finely crafted shield once belonged to the elf warrior Odrelung, who fell in the Siege of Barad Comi.",
  "+1 Shield (uncommon, dmg 200). This finely crafted shield once belonged to the great archer Dabia, who perished in the Axehead Mountains.",
  "+1 Shield (uncommon, dmg 200). This finely crafted shield once belonged to the half-orc archer Amasudi, who defeated the Demon of the Desolation of Naki.",
  "+1 Shield (uncommon, dmg 200). This finely crafted shield was created by a goddess of war for her most loyal warlord.",
  "+1 Shield (uncommon, dmg 200). This finely crafted shield was created by the dwarves of the great realm of Barakzar.",
  "+1 Shield (uncommon, dmg 200). This finely crafted shield was taken from the Lost Catacombs of Zeiram the Lich.",
  "+1 Shield (uncommon, dmg 200). This finely crafted shield was taken from the Pit of Ulfang the Black.",
  "+1 Shield (uncommon, dmg 200). This finely crafted shield was taken from the hoard of the dragon Nabu.",
  "+1 Shield (uncommon, dmg 200). This finely crafted shield was taken from the sepulcher of the vampire Gisila.",
  "+1 Shield (uncommon, dmg 200). This finely crafted shield was taken from the tomb of the lich Guntiza.",
  "+1 Shield (uncommon, dmg 200). This masterwork shield once belonged to the dragonborn fighter Nisab, who fell in the Battle of Druid's Hill.",
  "+1 Shield (uncommon, dmg 200). This masterwork shield once belonged to the dwarf paladin Bota, leader of the Fangs of Narukthel.",
  "+1 Shield (uncommon, dmg 200). This masterwork shield once belonged to the half-elf archer Atielen, who fell in the Illusion Wars.",
  "+1 Shield (uncommon, dmg 200). This masterwork shield once belonged to the halfling fighter Dina Oldbubb, who defeated Vigeto the Necromancer.",
  "+1 Shield (uncommon, dmg 200). This masterwork shield once belonged to the human fighter Witheue, leader of the Council of the Crystal Shield.",
  "+1 Shield (uncommon, dmg 200). This masterwork shield was created by a god of war for his most loyal ranger.",
  "+1 Shield (uncommon, dmg 200). This masterwork shield was created by a goddess of war for her most loyal fighter.",
  "+1 Shield (uncommon, dmg 200). This masterwork shield was created by the dwarves of the great empire of Gilukkhur.",
  "+1 Shield (uncommon, dmg 200). This masterwork shield was created by the legendary halfling armorer Sterey Epneys.",
  "+1 Shield (uncommon, dmg 200). This masterwork shield was taken from the Dread Crypts of Azzar the Enchantress.",
  "+1 Shield (uncommon, dmg 200). This masterwork shield was taken from the hoard of the dragon Sadaga.",
  "+1 Shield (uncommon, dmg 200). This masterwork shield was taken from the hoard of the dragon Suma.",
  "+1 Shield (uncommon, dmg 200). This masterwork shield was taken from the sepulcher of the lich Caritha.",
  "+1 Shield (uncommon, dmg 200). This ornate shield once belonged to the half-orc warlord Preko, who slew the Beast of Asuismus.",
  "+1 Shield (uncommon, dmg 200). This ornate shield once belonged to the illustrious fighter Aered, who defeated Suma the Adamant.",
  "+1 Shield (uncommon, dmg 200). This ornate shield once belonged to the illustrious warrior Arnorg, who vanished in the Secret Crypts of Ammos.",
  "+1 Shield (uncommon, dmg 200). This ornate shield once belonged to the illustrious warrior Nellye, who perished in the Ogre Vale.",
  "+1 Shield (uncommon, dmg 200). This ornate shield once belonged to the legendary ranger Reyny, who slew the Leviathan of the Sea of Iomes.",
  "+1 Shield (uncommon, dmg 200). This ornate shield once belonged to the legendary ranger Zivoi, who perished in the Desolation of Amutan.",
  "+1 Shield (uncommon, dmg 200). This ornate shield once belonged to the renowned warrior Ziri, who defeated Atharvax the Bloody.",
  "+1 Shield (uncommon, dmg 200). This ornate shield was created by a god of war for his most loyal fighter.",
  "+1 Shield (uncommon, dmg 200). This ornate shield was created by a goddess of war for her most loyal warlord.",
  "+1 Shield (uncommon, dmg 200). This ornate shield was created by the elves of the ancient dominion of Enellond.",
  "+1 Shield (uncommon, dmg 200). This ornate shield was taken from the crypt of the lich Eccern.",
  "+1 Shield (uncommon, dmg 200). This ornate shield was taken from the crypt of the lich Hunama.",
  "+1 Shield (uncommon, dmg 200). This ornate shield was taken from the sepulcher of the vampire Gainaba.",
  "+2 Armor (breastplate) (very rare, dmg 152). A finely crafted armor, engraved with runes of protection.",
  "+2 Armor (breastplate) (very rare, dmg 152). This battered armor is said to be imbued with the spirit of the elf ranger Daba, who defeated Gothmog of Udun.",
  "+2 Armor (breastplate) (very rare, dmg 152). This distinctive armor once belonged to the illustrious hero Ebon, who fell in the Invocation Wars.",
  "+2 Armor (breastplate) (very rare, dmg 152). This ornate armor is said to have been blessed by the Goddess of Luck herself.",
  "+2 Armor (chain mail) (very rare, dmg 152). A masterwork armor, engraved with the holy symbol of a war god.",
  "+2 Armor (chain shirt) (very rare, dmg 152). A finely crafted armor, engraved with geometric patterns.",
  "+2 Armor (chain shirt) (very rare, dmg 152). A masterwork armor, engraved with the holy symbol of a god of beauty.",
  "+2 Armor (chain shirt) (very rare, dmg 152). A masterwork armor, trimmed with sable fur.",
  "+2 Armor (chain shirt) (very rare, dmg 152). This battered armor was created by a goddess of war for her most loyal hero.",
  "+2 Armor (chain shirt) (very rare, dmg 152). This distinctive armor is said to grant its wearer immortal life.",
  "+2 Armor (half plate) (very rare, dmg 152). This distinctive armor was taken from the hoard of the dragon Annilsit.",
  "+2 Armor (hide) (very rare, dmg 152). A distinctive armor, engraved with the holy symbol of a war god.",
  "+2 Armor (hide) (very rare, dmg 152). A finely crafted armor, engraved with runes of invulnerability.",
  "+2 Armor (hide) (very rare, dmg 152). This masterwork armor once belonged to the elf hero Neachtia, who vanished in the Hive of Awesome Doom.",
  "+2 Armor (leather) (very rare, dmg 152). A battered armor, painted with an unknown coat of arms.",
  "+2 Armor (leather) (very rare, dmg 152). A masterwork armor, engraved with the holy symbol of a war god.",
  "+2 Armor (leather) (very rare, dmg 152). This ornate armor is said to be imbued with the spirit of the half-orc warrior Fricanni, who perished in the Dehoy Desert.",
  "+2 Armor (padded) (very rare, dmg 152). A distinctive armor, engraved with geometric patterns.",
  "+2 Armor (plate) (very rare, dmg 152). This battered armor was taken from the Dark Caverns of Kas the Betrayer.",
  "+2 Armor (plate) (very rare, dmg 152). This masterwork armor is said to grant its wearer immortal life.",
  "+2 Armor (ring mail) (very rare, dmg 152). A distinctive armor, painted with an unknown coat of arms.",
  "+2 Armor (ring mail) (very rare, dmg 152). A masterwork armor, painted with an unknown coat of arms.",
  "+2 Armor (ring mail) (very rare, dmg 152). This battered armor was taken from the Shrine of the Goblin King.",
  "+2 Armor (ring mail) (very rare, dmg 152). This distinctive armor is said to compel its wearer to defeat Manila the Lich Countess.",
  "+2 Armor (ring mail) (very rare, dmg 152). This finely crafted armor is said to compel its wearer to defeat Kas the Bloody.",
  "+2 Armor (ring mail) (very rare, dmg 152). This masterwork armor once belonged to the dwarf archer Veigga, leader of Alil's Wayfarers.",
  "+2 Armor (scale mail) (very rare, dmg 152). This distinctive armor is said to compel its wearer to protect the Angar Waste.",
  "+2 Armor (scale mail) (very rare, dmg 152). This finely crafted armor is said to be imbued with the spirit of the half-orc hero Rada, who defeated Zeiram the Lich.",
  "+2 Armor (scale mail) (very rare, dmg 152). This finely crafted armor is said to grant its wearer immortal life.",
  "+2 Armor (scale mail) (very rare, dmg 152). This finely crafted armor once belonged to the great paladin Simo, who vanished in the Tomb of Demonic Chaos.",
  "+2 Armor (scale mail) (very rare, dmg 152). This finely crafted armor was created by a god of war for his most loyal paladin.",
  "+2 Armor (scale mail) (very rare, dmg 152). This masterwork armor is said to have been blessed by the Goddess of Luck herself.",
  "+2 Armor (splint) (very rare, dmg 152). A masterwork armor, engraved with runes of invulnerability.",
  "+2 Armor (splint) (very rare, dmg 152). This distinctive armor was created by the dwarves of the great empire of Kinbadab.",
  "+2 Armor (splint) (very rare, dmg 152). This finely crafted armor was created by a goddess of war for her most loyal hero.",
  "+2 Armor (splint) (very rare, dmg 152). This ornate armor is said to compel its wearer to protect the Sea of Winds.",
  "+2 Armor (studded leather) (very rare, dmg 152). A finely crafted armor, engraved with the holy symbol of a water god.",
  "+2 Armor (studded leather) (very rare, dmg 152). A masterwork armor, trimmed with sable fur.",
  "+2 Armor (studded leather) (very rare, dmg 152). This distinctive armor is said to be imbued with the spirit of the half-elf ranger Anon, who slew the Leviathan of the Sea of Argeias.",
  "+2 Armor (studded leather) (very rare, dmg 152). This distinctive armor is said to protect its wearer from the gaze of a basilisk.",
  "+2 Armor (studded leather) (very rare, dmg 152). This masterwork armor once belonged to the half-orc archer Zlava, who defeated Shiva the Destroyer.",
  "+2 Armor (studded leather) (very rare, dmg 152). This ornate armor was taken from the Tunnels of Cruel Horror.",
  "+2 Shield (rare, dmg 200). A battered shield, engraved with runes of strength.",
  "+2 Shield (rare, dmg 200). A distinctive shield, engraved with runes of protection.",
  "+2 Shield (rare, dmg 200). A finely crafted shield, inlaid with gold.",
  "+2 Shield (rare, dmg 200). A finely crafted shield, painted with an unknown coat of arms.",
  "+2 Shield (rare, dmg 200). An ornate shield, inlaid with platinum.",
  "+2 Shield (rare, dmg 200). An ornate shield, painted with an unknown coat of arms.",
  "+2 Shield (rare, dmg 200). This battered shield was taken from the Sanctum of Poisonous Nightmares.",
  "+2 Shield (rare, dmg 200). This distinctive shield once belonged to the dwarf paladin Ratur, who vanished in the Dread Lair of Doom.",
  "+2 Shield (rare, dmg 200). This distinctive shield was created by a god of war for his most loyal archer.",
  "+3 Armor (chain mail) (legendary, dmg 152). A masterwork armor, trimmed with ermine fur.",
  "+3 Armor (chain shirt) (legendary, dmg 152). This masterwork armor once belonged to the human fighter Kater Parre, who slew the Leviathan of the Sea of Iasthes.",
  "+3 Armor (half plate) (legendary, dmg 152). This distinctive armor is said to compel its wearer to protect the Withered Lands.",
  "+3 Armor (half plate) (legendary, dmg 152). This distinctive armor was taken from the tomb of the lich Gutthelda.",
  "+3 Armor (leather) (legendary, dmg 152). This finely crafted armor was created by the elves of the ancient kingdom of Londorthon.",
  "+3 Armor (leather) (legendary, dmg 152). This masterwork armor was created by the dwarves of the great empire of Nulukkhund.",
  "+3 Armor (leather) (legendary, dmg 152). This ornate armor is said to have been blessed by the Goddess of Luck herself.",
  "+3 Armor (padded) (legendary, dmg 152). A battered armor, trimmed with lynx fur.",
  "+3 Armor (padded) (legendary, dmg 152). An ornate armor, engraved with the holy symbol of a war god.",
  "+3 Armor (padded) (legendary, dmg 152). This ornate armor is said to be imbued with the spirit of the great warrior Keli, who defeated the Demon of the Desolation of Sumulu.",
  "+3 Armor (plate) (legendary, dmg 152). A finely crafted armor, engraved with runes of protection.",
  "+3 Armor (plate) (legendary, dmg 152). This battered armor is said to protect its wearer from the gaze of a basilisk.",
  "+3 Armor (ring mail) (legendary, dmg 152). A distinctive armor, engraved with runes of strength.",
  "+3 Armor (splint) (legendary, dmg 152). A battered armor, engraved with runes of protection.",
  "+3 Armor (splint) (legendary, dmg 152). This battered armor is said to protect its wearer from the lies of a devil.",
  "+3 Armor (splint) (legendary, dmg 152). This distinctive armor was taken from the hoard of the dragon Bidaadu.",
  "+3 Armor (splint) (legendary, dmg 152). This masterwork armor was created by the elves of the ancient kingdom of Ellon.",
  "+3 Armor (studded leather) (legendary, dmg 152). A distinctive armor, engraved with runes of invulnerability.",
  "+3 Armor (studded leather) (legendary, dmg 152). A finely crafted armor, trimmed with rabbit fur.",
  "+3 Armor (studded leather) (legendary, dmg 152). This distinctive armor was taken from the Dread Catacombs of Nightmares.",
  "+3 Armor (studded leather) (legendary, dmg 152). This ornate armor was taken from the Caverns of Black Evil.",
  "+3 Shield (very rare, dmg 200). A battered shield, painted with an unknown coat of arms.",
  "+3 Shield (very rare, dmg 200). A distinctive shield, inlaid with silver.",
  "+3 Shield (very rare, dmg 200). A finely crafted shield, engraved with runes of invulnerability.",
  "+3 Shield (very rare, dmg 200). A finely crafted shield, engraved with runes of protection.",
  "+3 Shield (very rare, dmg 200). An ornate shield, painted with an unknown coat of arms.",
  "+3 Shield (very rare, dmg 200). This battered shield once belonged to the renowned warlord Hildo, who defeated Vibada the Demon Queen.",
  "+3 Shield (very rare, dmg 200). This battered shield was taken from the barrow of the lich Erid.",
  "+3 Shield (very rare, dmg 200). This distinctive shield was taken from the Black Labyrinth of Lord Greywulf.",
  "+3 Shield (very rare, dmg 200). This finely crafted shield was created by a goddess of war for her most loyal hero.",
  "+3 Shield (very rare, dmg 200). This finely crafted shield was created by the dwarves of the great empire of Narakzadd.",
  "+3 Shield (very rare, dmg 200). This masterwork shield once belonged to the illustrious ranger Aesen, leader of the Order of the Shield and Coin.",
  "+3 Shield (very rare, dmg 200). This masterwork shield was created by a god of war for his most loyal warlord.",
  "+3 Shield (very rare, dmg 200). This ornate shield was taken from the hoard of the dragon Sunyasu.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). A battered armor, engraved with runes of protection.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). A distinctive armor, engraved with geometric patterns.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). A distinctive armor, trimmed with mink fur.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). A masterwork armor, engraved with runes of protection.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). An ornate armor, engraved with runes of invulnerability.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). An ornate armor, trimmed with sable fur.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). This battered armor once belonged to the elf archer Aloden, who fell in the Crusade of Gamesha.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). This battered armor was created by a goddess of war for her most loyal hero.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). This battered armor was created by a goddess of war for her most loyal warrior.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). This battered armor was created by the dwarves of the great realm of Baramunz.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). This battered armor was taken from the hoard of the dragon Merka.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). This distinctive armor is said to compel its wearer to slay the Leviathan of the Diamond Sea.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). This distinctive armor is said to protect its wearer from the song of a siren.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). This finely crafted armor is said to grant its wearer immortal life.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). This finely crafted armor is said to have been blessed by the Goddess of Luck herself.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). This masterwork armor is said to grant its wearer immortal life.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). This masterwork armor is said to have been blessed by the Goddess of Luck herself.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). This masterwork armor was created by the renowned halfling armorer Reder.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). This masterwork armor was taken from the Lair of Treacherous Horror.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). This ornate armor is said to have been blessed by the Goddess of Luck herself.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). This ornate armor once belonged to the legendary warlord Dwali, who vanished in the Delve of Adamant Ages.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). This ornate armor was created by a god of war for his most loyal paladin.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). This ornate armor was created by the dwarves of the great dominion of Khundushel.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). This ornate armor was created by the dwarves of the great empire of Baramunz.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). This ornate armor was created by the elves of the ancient empire of Falarond.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). This ornate armor was taken from the Forsaken Sanctum of the Shadow Baroness.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). This ornate armor was taken from the sepulcher of the vampire Rarica.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). A battered armor, engraved with geometric patterns.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). A battered armor, engraved with the holy symbol of a war god.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). A battered armor, trimmed with ermine fur.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). A finely crafted armor, engraved with geometric patterns.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). A finely crafted armor, engraved with the holy symbol of a war god.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). A finely crafted armor, painted with an unknown coat of arms.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). A masterwork armor, painted with an unknown coat of arms.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). A masterwork armor, trimmed with fox fur.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). A masterwork armor, trimmed with lynx fur.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). An ornate armor, trimmed with sable fur.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). This battered armor is said to compel its wearer to slay the Leviathan of the Sea of Dread.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). This battered armor is said to grant its wearer immortal life.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). This battered armor was taken from the crypt of the vampire Vetroca.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). This distinctive armor once belonged to the gnome archer Johans, who vanished in the Temple of Aphotic Evil.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). This distinctive armor was created by the dwarves of the great empire of Bilgunal.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). This finely crafted armor is said to compel its wearer to protect the Plain of Nightmares.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). This finely crafted armor is said to have been blessed by the Goddess of Luck herself.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). This finely crafted armor is said to protect its wearer from the song of a siren.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). This finely crafted armor once belonged to the human hero Burga, who slew the Dragon of Wala.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). This finely crafted armor was created by the dwarves of the great dominion of Buzanar.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). This finely crafted armor was created by the dwarves of the great empire of Nuledzir.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). This finely crafted armor was created by the elves of the ancient empire of Formene.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). This finely crafted armor was taken from the Barrow of the Vampire Lord.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). This masterwork armor is said to be imbued with the spirit of the renowned hero Altes Pycey, who fell in the Phantasm Wars.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). This masterwork armor is said to have been blessed by the Goddess of Luck herself.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). This masterwork armor is said to protect its wearer from the lies of a devil.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). This masterwork armor was taken from the Lost Pit of Ricusa the Awesome.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). This ornate armor is said to compel its wearer to defend the Kingdom of Negrithithl.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). This ornate armor is said to grant its wearer immortal life.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). This ornate armor is said to have been blessed by the Goddess of Luck herself.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). This ornate armor once belonged to the half-orc warrior Malberga, who perished in the Graven Hills.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). This ornate armor was taken from the hoard of the dragon Dagama.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). A battered armor, engraved with geometric patterns.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). A distinctive armor, engraved with runes of strength.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). A distinctive armor, trimmed with leopard fur.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). A distinctive armor, trimmed with rabbit fur.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). A masterwork armor, painted with an unknown coat of arms.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). A masterwork armor, trimmed with fox fur.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). A masterwork armor, trimmed with sable fur.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). An ornate armor, painted with an unknown coat of arms.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). An ornate armor, trimmed with ermine fur.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). This battered armor is said to be imbued with the spirit of the great warlord Antarl, who fell in the Invocation Wars.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). This battered armor is said to compel its wearer to slay the Leviathan of the Sea of Mego.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). This battered armor is said to grant its wearer immortal life.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). This battered armor is said to have been blessed by the Goddess of Luck herself.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). This battered armor was created by a goddess of war for her most loyal ranger.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). This battered armor was taken from the sepulcher of the lich Walaro.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). This battered armor was taken from the tomb of the vampire Wittigoia.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). This distinctive armor is said to be imbued with the spirit of the dwarf archer Thali, who perished in the Forest of Shadows.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). This distinctive armor is said to be imbued with the spirit of the dwarf fighter Ukhund, who vanished in the Barrow of Myazu.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). This distinctive armor is said to be imbued with the spirit of the tiefling hero Unniagax, who perished in the Tamba Jungle.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). This distinctive armor is said to be imbued with the spirit of the tiefling ranger Etherild, leader of the Heroes of Heawold.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). This distinctive armor is said to compel its wearer to slay the Leviathan of the Triton Sea.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). This distinctive armor is said to have been blessed by the Goddess of Luck herself.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). This distinctive armor once belonged to the dwarf fighter Ukhur, leader of Charder's Bears.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). This distinctive armor was created by a goddess of war for her most loyal archer.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). This finely crafted armor is said to grant its wearer immortal life.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). This finely crafted armor was created by a goddess of war for her most loyal warlord.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). This finely crafted armor was created by the legendary elf armorer Maera.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). This finely crafted armor was taken from the tomb of the lich Arnangic.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). This masterwork armor is said to grant its wearer immortal life.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). This masterwork armor was created by the dwarves of the great realm of Gilukkhath.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). This masterwork armor was taken from the hoard of the dragon Mannezzu.",
  "Adamantine Armor (half plate) (uncommon, dmg 150). A battered armor, engraved with geometric patterns.",
  "Adamantine Armor (half plate) (uncommon, dmg 150). A battered armor, trimmed with rabbit fur.",
  "Adamantine Armor (half plate) (uncommon, dmg 150). A distinctive armor, engraved with runes of invulnerability.",
  "Adamantine Armor (half plate) (uncommon, dmg 150). A distinctive armor, engraved with the holy symbol of a war god.",
  "Adamantine Armor (half plate) (uncommon, dmg 150). A distinctive armor, painted with an unknown coat of arms.",
  "Adamantine Armor (half plate) (uncommon, dmg 150). A finely crafted armor, engraved with geometric patterns.",
  "Adamantine Armor (half plate) (uncommon, dmg 150). A finely crafted armor, engraved with the holy symbol of a war god.",
  "Adamantine Armor (half plate) (uncommon, dmg 150). A finely crafted armor, painted with an unknown coat of arms.",
  "Adamantine Armor (half plate) (uncommon, dmg 150). A masterwork armor, engraved with the holy symbol of a war god.",
  "Adamantine Armor (half plate) (uncommon, dmg 150). An ornate armor, engraved with geometric patterns.",
  "Adamantine Armor (half plate) (uncommon, dmg 150). An ornate armor, engraved with the holy symbol of a war god.",
  "Adamantine Armor (half plate) (uncommon, dmg 150). An ornate armor, painted with an unknown coat of arms.",
  "Adamantine Armor (half plate) (uncommon, dmg 150). This battered armor is said to be imbued with the spirit of the renowned paladin Bryelly, who vanished in the Barrow of Black Malice.",
  "Adamantine Armor (half plate) (uncommon, dmg 150). This battered armor is said to have been blessed by the Goddess of Luck herself.",
  "Adamantine Armor (half plate) (uncommon, dmg 150). This battered armor was created by the elves of the ancient empire of Nyamariand.",
  "Adamantine Armor (half plate) (uncommon, dmg 150). This battered armor was created by the legendary dwarf armorer Aelundg Skilidotr.",
  "Adamantine Armor (half plate) (uncommon, dmg 150). This battered armor was taken from the hoard of the dragon Nabuma.",
  "Adamantine Armor (half plate) (uncommon, dmg 150). This battered armor was taken from the tomb of the lich Theodo.",
  "Adamantine Armor (half plate) (uncommon, dmg 150). This distinctive armor is said to grant its wearer immortal life.",
  "Adamantine Armor (half plate) (uncommon, dmg 150). This distinctive armor once belonged to the illustrious paladin Rimra, who perished in the Fellspire Mountains.",
  "Adamantine Armor (half plate) (uncommon, dmg 150). This finely crafted armor is said to protect its wearer from the lies of a devil.",
  "Adamantine Armor (half plate) (uncommon, dmg 150). This finely crafted armor was taken from the Warrens of Accursed Souls.",
  "Adamantine Armor (half plate) (uncommon, dmg 150). This masterwork armor is said to be imbued with the spirit of the renowned warrior Liba, who fell in the Battle of the Duskfen Moor.",
  "Adamantine Armor (half plate) (uncommon, dmg 150). This masterwork armor is said to compel its wearer to defend Nevriande, the Principality of the Emerald Orb.",
  "Adamantine Armor (half plate) (uncommon, dmg 150). This masterwork armor is said to have been blessed by the Goddess of Luck herself.",
  "Adamantine Armor (half plate) (uncommon, dmg 150). This masterwork armor once belonged to the dwarf ranger Marli, who vanished in the Dread Tunnels of Phano.",
  "Adamantine Armor (half plate) (uncommon, dmg 150). This masterwork armor once belonged to the elf fighter Bala, who vanished in the Secret Caverns of Vacal.",
  "Adamantine Armor (half plate) (uncommon, dmg 150). This masterwork armor was taken from the Gauntlet of Bieshimma the Pontifex.",
  "Adamantine Armor (half plate) (uncommon, dmg 150). This masterwork armor was taken from the Hive of the Goblin King.",
  "Adamantine Armor (half plate) (uncommon, dmg 150). This ornate armor was created by a god of war for his most loyal archer.",
  "Adamantine Armor (plate) (uncommon, dmg 150). A battered armor, engraved with geometric patterns.",
  "Adamantine Armor (plate) (uncommon, dmg 150). A battered armor, engraved with runes of invulnerability.",
  "Adamantine Armor (plate) (uncommon, dmg 150). A battered armor, trimmed with sable fur.",
  "Adamantine Armor (plate) (uncommon, dmg 150). A distinctive armor, engraved with geometric patterns.",
  "Adamantine Armor (plate) (uncommon, dmg 150). A distinctive armor, engraved with the holy symbol of a war god.",
  "Adamantine Armor (plate) (uncommon, dmg 150). A finely crafted armor, engraved with geometric patterns.",
  "Adamantine Armor (plate) (uncommon, dmg 150). A finely crafted armor, engraved with runes of protection.",
  "Adamantine Armor (plate) (uncommon, dmg 150). A finely crafted armor, painted with an unknown coat of arms.",
  "Adamantine Armor (plate) (uncommon, dmg 150). A masterwork armor, engraved with the holy symbol of a god of artifice.",
  "Adamantine Armor (plate) (uncommon, dmg 150). An ornate armor, trimmed with rabbit fur.",
  "Adamantine Armor (plate) (uncommon, dmg 150). This battered armor is said to compel its wearer to defend the Realm of Ereliond.",
  "Adamantine Armor (plate) (uncommon, dmg 150). This battered armor is said to compel its wearer to protect the Sea of Anes.",
  "Adamantine Armor (plate) (uncommon, dmg 150). This battered armor is said to grant its wearer immortal life.",
  "Adamantine Armor (plate) (uncommon, dmg 150). This battered armor once belonged to the renowned paladin Fridi, who fell in the Battle of Geirfibyr.",
  "Adamantine Armor (plate) (uncommon, dmg 150). This battered armor was created by the elves of the ancient kingdom of Vinevrond.",
  "Adamantine Armor (plate) (uncommon, dmg 150). This battered armor was taken from the Tomb of Dismal Madness.",
  "Adamantine Armor (plate) (uncommon, dmg 150). This distinctive armor is said to be imbued with the spirit of the illustrious warrior Sinaba, leader of the Covenant of the Scepter.",
  "Adamantine Armor (plate) (uncommon, dmg 150). This distinctive armor is said to grant its wearer immortal life.",
  "Adamantine Armor (plate) (uncommon, dmg 150). This distinctive armor once belonged to the illustrious paladin Algalan, who vanished in the Barrow of Gloomy Annihilation.",
  "Adamantine Armor (plate) (uncommon, dmg 150). This distinctive armor was taken from the barrow of the vampire Ricyro.",
  "Adamantine Armor (plate) (uncommon, dmg 150). This finely crafted armor once belonged to the human warrior Efrix, who defeated Lord Greywulf.",
  "Adamantine Armor (plate) (uncommon, dmg 150). This finely crafted armor once belonged to the legendary warrior Brewill, who defeated Maltha the Wraith Queen.",
  "Adamantine Armor (plate) (uncommon, dmg 150). This finely crafted armor was taken from the Lair of Unearthly Woe.",
  "Adamantine Armor (plate) (uncommon, dmg 150). This masterwork armor is said to grant its wearer immortal life.",
  "Adamantine Armor (plate) (uncommon, dmg 150). This masterwork armor is said to have been blessed by the Goddess of Luck herself.",
  "Adamantine Armor (plate) (uncommon, dmg 150). This masterwork armor once belonged to the illustrious ranger Agalar, who perished in the Moor of Ghosts.",
  "Adamantine Armor (plate) (uncommon, dmg 150). This masterwork armor was taken from the crypt of the lich Harica.",
  "Adamantine Armor (plate) (uncommon, dmg 150). This ornate armor is said to grant its wearer immortal life.",
  "Adamantine Armor (plate) (uncommon, dmg 150). This ornate armor is said to have been blessed by the Goddess of Luck herself.",
  "Adamantine Armor (plate) (uncommon, dmg 150). This ornate armor once belonged to the half-elf paladin Joyce, who defeated Amat the Wyrm Count.",
  "Adamantine Armor (plate) (uncommon, dmg 150). This ornate armor was created by a god of war for his most loyal warrior.",
  "Adamantine Armor (plate) (uncommon, dmg 150). This ornate armor was created by a goddess of war for her most loyal ranger.",
  "Adamantine Armor (plate) (uncommon, dmg 150). This ornate armor was created by the legendary elf armorer Edhen.",
  "Adamantine Armor (plate) (uncommon, dmg 150). This ornate armor was taken from the Dread Vaults of the Shadow Queen.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). A battered armor, painted with an unknown coat of arms.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). A distinctive armor, engraved with runes of invulnerability.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). A distinctive armor, engraved with runes of protection.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). A distinctive armor, trimmed with mink fur.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). A finely crafted armor, engraved with the holy symbol of a war god.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). A masterwork armor, engraved with geometric patterns.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). A masterwork armor, engraved with runes of protection.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). A masterwork armor, engraved with the holy symbol of a goddess of ice.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). An ornate armor, engraved with geometric patterns.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). An ornate armor, engraved with runes of invulnerability.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). An ornate armor, painted with an unknown coat of arms.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). This battered armor is said to be imbued with the spirit of the elf hero Imlotel, who slew the Beast of Etheus.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). This battered armor is said to be imbued with the spirit of the halfling ranger Come, leader of Hery's Saints.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). This battered armor is said to compel its wearer to protect the Sea of Anthen.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). This battered armor is said to grant its wearer immortal life.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). This distinctive armor is said to be imbued with the spirit of the elf warlord Conde, leader of the Gray Council.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). This distinctive armor is said to be imbued with the spirit of the legendary warlord Amurian, who defeated the Goblin King.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). This distinctive armor is said to grant its wearer immortal life.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). This distinctive armor was created by the dwarves of the great kingdom of Nalukkhizd.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). This finely crafted armor is said to be imbued with the spirit of the legendary warrior Aerert, who fell in the Battle of Sporte Keep.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). This finely crafted armor is said to grant its wearer immortal life.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). This finely crafted armor was created by a god of war for his most loyal paladin.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). This finely crafted armor was taken from the hoard of the dragon Ditena.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). This finely crafted armor was taken from the sepulcher of the lich Orilder.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). This masterwork armor is said to compel its wearer to defend the Kingdom of Gothriathithl.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). This masterwork armor was created by a god of war for his most loyal warlord.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). This masterwork armor was taken from the Dungeon of Sema the Unearthly.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). This ornate armor is said to be imbued with the spirit of the halfling warrior Harles, who perished in the Adeg Vale.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). This ornate armor is said to grant its wearer immortal life.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). This ornate armor was created by the renowned halfling armorer Bely.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). A battered armor, engraved with the holy symbol of a goddess of evil.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). A battered armor, painted with an unknown coat of arms.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). A distinctive armor, engraved with the holy symbol of a goddess of evil.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). A distinctive armor, painted with an unknown coat of arms.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). A finely crafted armor, engraved with geometric patterns.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). A finely crafted armor, trimmed with ermine fur.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). A masterwork armor, engraved with runes of protection.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). A masterwork armor, painted with an unknown coat of arms.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). An ornate armor, engraved with geometric patterns.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). An ornate armor, engraved with the holy symbol of a goddess of artifice.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). An ornate armor, engraved with the holy symbol of a war god.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). An ornate armor, trimmed with sable fur.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). This battered armor is said to be imbued with the spirit of the dwarf hero Kaga, who slew the Dragon of Veduca.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). This battered armor is said to have been blessed by the Goddess of Luck herself.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). This battered armor is said to protect its wearer from the lies of a devil.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). This battered armor was taken from the barrow of the vampire Ataundiok.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). This distinctive armor is said to be imbued with the spirit of the dwarf warlord Ukrar, who vanished in the Labyrinth of the Gargoyle Duchess.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). This distinctive armor is said to be imbued with the spirit of the half-elf archer Benne Fane, who vanished in the Lair of Friceswamb the Awesome.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). This distinctive armor is said to compel its wearer to slay the Wyrm of the Sharbizah Mountains.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). This distinctive armor is said to protect its wearer from the lies of a devil.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). This distinctive armor once belonged to the elf ranger Minelye, who slew the Leviathan of the Sanguine Sea.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). This distinctive armor was taken from the Undercrypt of Ditanai the Unearthly.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). This finely crafted armor is said to be imbued with the spirit of the legendary ranger Fricusi, who vanished in the Tunnels of Gisima the Crimson.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). This finely crafted armor is said to grant its wearer immortal life.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). This finely crafted armor is said to have been blessed by the Goddess of Luck herself.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). This finely crafted armor was created by a god of war for his most loyal ranger.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). This finely crafted armor was taken from the hoard of the dragon Balshuu.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). This masterwork armor is said to be imbued with the spirit of the dwarf warlord Ukal, who perished in the Amber Heath.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). This masterwork armor is said to compel its wearer to defeat the Goblin King.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). This masterwork armor is said to grant its wearer immortal life.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). This masterwork armor is said to protect its wearer from the song of a siren.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). This masterwork armor once belonged to the dwarf ranger Stolfe, who slew the Leviathan of the Azure Sea.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). This masterwork armor was created by a god of war for his most loyal fighter.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). This masterwork armor was taken from the Lost Tomb of Madness.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). This ornate armor once belonged to the dwarf fighter Khakurd, who vanished in the Hive of Lord Greywulf.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). This ornate armor was taken from the hoard of the dragon Shazi.",
  "Adamantine Armor (splint) (uncommon, dmg 150). A battered armor, engraved with geometric patterns.",
  "Adamantine Armor (splint) (uncommon, dmg 150). A battered armor, painted with an unknown coat of arms.",
  "Adamantine Armor (splint) (uncommon, dmg 150). A distinctive armor, engraved with geometric patterns.",
  "Adamantine Armor (splint) (uncommon, dmg 150). A distinctive armor, engraved with the holy symbol of a goddess of shadows.",
  "Adamantine Armor (splint) (uncommon, dmg 150). A finely crafted armor, engraved with the holy symbol of a goddess of artifice.",
  "Adamantine Armor (splint) (uncommon, dmg 150). A finely crafted armor, engraved with the holy symbol of a war god.",
  "Adamantine Armor (splint) (uncommon, dmg 150). A finely crafted armor, painted with an unknown coat of arms.",
  "Adamantine Armor (splint) (uncommon, dmg 150). A masterwork armor, engraved with the holy symbol of a war god.",
  "Adamantine Armor (splint) (uncommon, dmg 150). This battered armor is said to grant its wearer immortal life.",
  "Adamantine Armor (splint) (uncommon, dmg 150). This battered armor once belonged to the dwarf archer Ukhlad, who slew the Beast of the Orcmoor Swamp.",
  "Adamantine Armor (splint) (uncommon, dmg 150). This battered armor was created by a goddess of war for her most loyal archer.",
  "Adamantine Armor (splint) (uncommon, dmg 150). This battered armor was created by the elves of the ancient realm of Alquand.",
  "Adamantine Armor (splint) (uncommon, dmg 150). This distinctive armor is said to compel its wearer to protect the Shathola Mountains.",
  "Adamantine Armor (splint) (uncommon, dmg 150). This distinctive armor is said to grant its wearer immortal life.",
  "Adamantine Armor (splint) (uncommon, dmg 150). This distinctive armor is said to have been blessed by the Goddess of Luck herself.",
  "Adamantine Armor (splint) (uncommon, dmg 150). This distinctive armor was created by the dwarves of the great realm of Khazinbilg.",
  "Adamantine Armor (splint) (uncommon, dmg 150). This distinctive armor was taken from the Dark Halls of Baddya the Possessed.",
  "Adamantine Armor (splint) (uncommon, dmg 150). This finely crafted armor once belonged to the human paladin Lankild, who vanished in the Dread Pit of Alar.",
  "Adamantine Armor (splint) (uncommon, dmg 150). This finely crafted armor was created by a goddess of war for her most loyal hero.",
  "Adamantine Armor (splint) (uncommon, dmg 150). This finely crafted armor was created by a goddess of war for her most loyal warlord.",
  "Adamantine Armor (splint) (uncommon, dmg 150). This finely crafted armor was taken from the sepulcher of the vampire Mundiga.",
  "Adamantine Armor (splint) (uncommon, dmg 150). This masterwork armor is said to compel its wearer to slay the Leviathan of the Sea of Sorrows.",
  "Adamantine Armor (splint) (uncommon, dmg 150). This masterwork armor once belonged to the elf paladin Nimrielye, who vanished in the Dark Sepulcher of Napha.",
  "Adamantine Armor (splint) (uncommon, dmg 150). This masterwork armor once belonged to the great warrior Anagild, who vanished in the Labyrinth of Kas the Bloody.",
  "Adamantine Armor (splint) (uncommon, dmg 150). This masterwork armor was created by a god of war for his most loyal hero.",
  "Adamantine Armor (splint) (uncommon, dmg 150). This ornate armor is said to grant its wearer immortal life.",
  "Adamantine Armor (splint) (uncommon, dmg 150). This ornate armor is said to protect its wearer from the gaze of a basilisk.",
  "Adamantine Armor (splint) (uncommon, dmg 150). This ornate armor is said to protect its wearer from the song of a siren.",
  "Adamantine Armor (splint) (uncommon, dmg 150). This ornate armor was created by the elves of the ancient empire of Donosea.",
  "Adamantine Armor (splint) (uncommon, dmg 150). This ornate armor was taken from the Forsaken Labyrinth of the Vampire Knight.",
  "Animated Shield (very rare, dmg 151). A finely crafted shield, engraved with runes of strength.",
  "Armor of Invulnerability (legendary, dmg 152). A battered armor, engraved with runes of invulnerability.",
  "Armor of Invulnerability (legendary, dmg 152). A masterwork armor, engraved with geometric patterns.",
  "Armor of Invulnerability (legendary, dmg 152). This battered armor is said to be imbued with the spirit of the half-elf warrior Finde, leader of Kater's Thorns.",
  "Armor of Invulnerability (legendary, dmg 152). This masterwork armor once belonged to the renowned fighter Rada, who vanished in the Chambers of Ghastly Chaos.",
  "Armor of Invulnerability (legendary, dmg 152). This ornate armor is said to protect its wearer from the lies of a devil.",
  "Armor of Invulnerability (legendary, dmg 152). This ornate armor once belonged to the dwarf paladin Amin, who perished in the Para Jungle.",
  "Armor of Resistance (breastplate, acid) (rare, dmg 152). A distinctive armor, trimmed with fox fur.",
  "Armor of Resistance (breastplate, fire) (rare, dmg 152). A finely crafted armor, engraved with geometric patterns.",
  "Armor of Resistance (breastplate, lightning) (rare, dmg 152). This masterwork armor once belonged to the dwarf hero Bali, who fell in the Siege of Ririholm.",
  "Armor of Resistance (breastplate, necrotic) (rare, dmg 152). This distinctive armor is said to compel its wearer to defend the Sorcerous Realm of Geline.",
  "Armor of Resistance (breastplate, necrotic) (rare, dmg 152). This finely crafted armor is said to compel its wearer to slay the Hydra of the Tuli Veldt.",
  "Armor of Resistance (breastplate, radiant) (rare, dmg 152). This masterwork armor is said to grant its wearer immortal life.",
  "Armor of Resistance (chain mail, acid) (rare, dmg 152). This distinctive armor once belonged to the elf hero Nelaser, who defeated Ricada the Shadow Baron.",
  "Armor of Resistance (chain mail, cold) (rare, dmg 152). This battered armor is said to have been blessed by the Goddess of Luck herself.",
  "Armor of Resistance (chain mail, cold) (rare, dmg 152). This finely crafted armor was taken from the Halls of Crimson Nightmares.",
  "Armor of Resistance (chain mail, force) (rare, dmg 152). This ornate armor was taken from the hoard of the dragon Itaarsar.",
  "Armor of Resistance (chain mail, necrotic) (rare, dmg 152). A masterwork armor, painted with an unknown coat of arms.",
  "Armor of Resistance (chain mail, necrotic) (rare, dmg 152). This finely crafted armor is said to protect its wearer from the gaze of a basilisk.",
  "Armor of Resistance (chain mail, psychic) (rare, dmg 152). A battered armor, trimmed with lynx fur.",
  "Armor of Resistance (chain mail, psychic) (rare, dmg 152). An ornate armor, engraved with runes of strength.",
  "Armor of Resistance (chain mail, radiant) (rare, dmg 152). This masterwork armor once belonged to the renowned fighter Umul, who slew the Leviathan of the Sea of Gave.",
  "Armor of Resistance (chain shirt, cold) (rare, dmg 152). This ornate armor was created by the elves of the ancient realm of Heline.",
  "Armor of Resistance (chain shirt, force) (rare, dmg 152). An ornate armor, engraved with the holy symbol of a war god.",
  "Armor of Resistance (chain shirt, lightning) (rare, dmg 152). A distinctive armor, trimmed with sable fur.",
  "Armor of Resistance (chain shirt, poison) (rare, dmg 152). This battered armor is said to protect its wearer from the lies of a devil.",
  "Armor of Resistance (chain shirt, psychic) (rare, dmg 152). A battered armor, engraved with geometric patterns.",
  "Armor of Resistance (chain shirt, thunder) (rare, dmg 152). This finely crafted armor is said to protect its wearer from the lies of a devil.",
  "Armor of Resistance (half plate, cold) (rare, dmg 152). A masterwork armor, engraved with the holy symbol of a war god.",
  "Armor of Resistance (half plate, cold) (rare, dmg 152). This distinctive armor once belonged to the elf warlord Lorco, who slew the Leviathan of the Sea of Apes.",
  "Armor of Resistance (half plate, fire) (rare, dmg 152). This battered armor once belonged to the great archer Puabi, who vanished in the Forsaken Barrow of Lord Greywulf.",
  "Armor of Resistance (half plate, fire) (rare, dmg 152). This finely crafted armor was created by the legendary human armorer Ulfbed.",
  "Armor of Resistance (half plate, poison) (rare, dmg 152). This ornate armor was taken from the Secret Sepulcher of Aric.",
  "Armor of Resistance (half plate, radiant) (rare, dmg 152). A battered armor, engraved with runes of protection.",
  "Armor of Resistance (half plate, thunder) (rare, dmg 152). This finely crafted armor was taken from the hoard of the dragon Arabus.",
  "Armor of Resistance (hide, acid) (rare, dmg 152). This finely crafted armor was created by a god of war for his most loyal warrior.",
  "Armor of Resistance (hide, acid) (rare, dmg 152). This ornate armor once belonged to the human ranger Reder Balley, who slew the Leviathan of the Sea of Lyde.",
  "Armor of Resistance (hide, cold) (rare, dmg 152). This finely crafted armor was created by the great dwarf armorer Hurla.",
  "Armor of Resistance (hide, fire) (rare, dmg 152). This ornate armor is said to grant its wearer immortal life.",
  "Armor of Resistance (hide, lightning) (rare, dmg 152). This finely crafted armor is said to compel its wearer to slay the Wyrm of the Razorstone Hills.",
  "Armor of Resistance (hide, psychic) (rare, dmg 152). A distinctive armor, engraved with the holy symbol of a war god.",
  "Armor of Resistance (hide, thunder) (rare, dmg 152). A distinctive armor, engraved with the holy symbol of a war god.",
  "Armor of Resistance (leather, cold) (rare, dmg 152). A battered armor, engraved with geometric patterns.",
  "Armor of Resistance (leather, cold) (rare, dmg 152). A battered armor, engraved with the holy symbol of a god of fate.",
  "Armor of Resistance (leather, fire) (rare, dmg 152). This distinctive armor is said to be imbued with the spirit of the human warrior Wyny, who defeated Oderic the Lich Baroness.",
  "Armor of Resistance (leather, fire) (rare, dmg 152). This masterwork armor is said to protect its wearer from the song of a siren.",
  "Armor of Resistance (leather, necrotic) (rare, dmg 152). A battered armor, engraved with runes of invulnerability.",
  "Armor of Resistance (leather, poison) (rare, dmg 152). A battered armor, engraved with the holy symbol of a war god.",
  "Armor of Resistance (leather, psychic) (rare, dmg 152). This distinctive armor is said to have been blessed by the Goddess of Luck herself.",
  "Armor of Resistance (leather, thunder) (rare, dmg 152). An ornate armor, engraved with runes of protection.",
  "Armor of Resistance (padded, acid) (rare, dmg 152). This battered armor was created by the illustrious halfling armorer Pruby Cottunn.",
  "Armor of Resistance (padded, acid) (rare, dmg 152). This distinctive armor once belonged to the halfling warrior Ames Sory, who slew the Dragon of the Axehead Mountains.",
  "Armor of Resistance (padded, psychic) (rare, dmg 152). This distinctive armor was taken from the hoard of the dragon Neba.",
  "Armor of Resistance (padded, psychic) (rare, dmg 152). This finely crafted armor is said to be imbued with the spirit of the legendary ranger Amer Gary, who fell in the Infernal Campaign.",
  "Armor of Resistance (padded, radiant) (rare, dmg 152). A battered armor, engraved with the holy symbol of a war god.",
  "Armor of Resistance (padded, radiant) (rare, dmg 152). A distinctive armor, painted with an unknown coat of arms.",
  "Armor of Resistance (padded, radiant) (rare, dmg 152). This distinctive armor was taken from the hoard of the dragon Burabi.",
  "Armor of Resistance (padded, radiant) (rare, dmg 152). This masterwork armor is said to have been blessed by the Goddess of Luck herself.",
  "Armor of Resistance (padded, thunder) (rare, dmg 152). This battered armor is said to have been blessed by the Goddess of Luck herself.",
  "Armor of Resistance (padded, thunder) (rare, dmg 152). This ornate armor is said to grant its wearer immortal life.",
  "Armor of Resistance (plate, fire) (rare, dmg 152). This distinctive armor is said to have been blessed by the Goddess of Luck herself.",
  "Armor of Resistance (plate, fire) (rare, dmg 152). This finely crafted armor was taken from the Forsaken Prison of Agahas the Merciless.",
  "Armor of Resistance (plate, necrotic) (rare, dmg 152). This battered armor once belonged to the human warrior Brichtru, who perished in the Hebbemma Bluffs.",
  "Armor of Resistance (plate, necrotic) (rare, dmg 152). This masterwork armor is said to protect its wearer from the lies of a devil.",
  "Armor of Resistance (plate, radiant) (rare, dmg 152). This battered armor was created by the renowned human armorer Otant.",
  "Armor of Resistance (plate, thunder) (rare, dmg 152). This masterwork armor was taken from the hoard of the dragon Samsu.",
  "Armor of Resistance (ring mail, acid) (rare, dmg 152). A masterwork armor, engraved with runes of strength.",
  "Armor of Resistance (ring mail, cold) (rare, dmg 152). An ornate armor, trimmed with fox fur.",
  "Armor of Resistance (ring mail, cold) (rare, dmg 152). This masterwork armor is said to protect its wearer from the lies of a devil.",
  "Armor of Resistance (ring mail, force) (rare, dmg 152). This distinctive armor once belonged to the tiefling paladin Asunis, who fell in the Battle of Baleah.",
  "Armor of Resistance (ring mail, lightning) (rare, dmg 152). A battered armor, engraved with geometric patterns.",
  "Armor of Resistance (ring mail, lightning) (rare, dmg 152). This distinctive armor was created by the dwarves of the great realm of Nargunarg.",
  "Armor of Resistance (ring mail, necrotic) (rare, dmg 152). This ornate armor was taken from the Dread Shrine of Sorrows.",
  "Armor of Resistance (ring mail, radiant) (rare, dmg 152). This masterwork armor is said to have been blessed by the Goddess of Luck herself.",
  "Armor of Resistance (ring mail, thunder) (rare, dmg 152). A battered armor, engraved with the holy symbol of an aberrant goddess.",
  "Armor of Resistance (scale mail, acid) (rare, dmg 152). This battered armor was created by the dwarves of the great realm of Khizdushaz.",
  "Armor of Resistance (scale mail, fire) (rare, dmg 152). This distinctive armor is said to have been blessed by the Goddess of Luck herself.",
  "Armor of Resistance (scale mail, force) (rare, dmg 152). A masterwork armor, engraved with runes of protection.",
  "Armor of Resistance (scale mail, lightning) (rare, dmg 152). This ornate armor is said to be imbued with the spirit of the renowned ranger Perim Unner, who vanished in the Black Sepulcher of Souls.",
  "Armor of Resistance (scale mail, necrotic) (rare, dmg 152). This battered armor is said to have been blessed by the Goddess of Luck herself.",
  "Armor of Resistance (scale mail, psychic) (rare, dmg 152). This battered armor is said to be imbued with the spirit of the great warlord Olabum, who slew the Leviathan of the Sea of Trocra.",
  "Armor of Resistance (scale mail, psychic) (rare, dmg 152). This ornate armor was taken from the crypt of the vampire Gastila.",
  "Armor of Resistance (splint, acid) (rare, dmg 152). A battered armor, trimmed with lynx fur.",
  "Armor of Resistance (splint, acid) (rare, dmg 152). A finely crafted armor, painted with an unknown coat of arms.",
  "Armor of Resistance (splint, acid) (rare, dmg 152). This ornate armor is said to have been blessed by the Goddess of Luck herself.",
  "Armor of Resistance (splint, force) (rare, dmg 152). This finely crafted armor is said to have been blessed by the Goddess of Luck herself.",
  "Armor of Resistance (splint, psychic) (rare, dmg 152). This ornate armor was created by the dwarves of the great realm of Bilgabad.",
  "Armor of Resistance (studded leather, cold) (rare, dmg 152). This distinctive armor is said to have been blessed by the Goddess of Luck herself.",
  "Armor of Resistance (studded leather, fire) (rare, dmg 152). This battered armor was created by a goddess of war for her most loyal archer.",
  "Armor of Resistance (studded leather, force) (rare, dmg 152). A distinctive armor, engraved with geometric patterns.",
  "Armor of Resistance (studded leather, force) (rare, dmg 152). This ornate armor is said to have been blessed by the Goddess of Luck herself.",
  "Armor of Resistance (studded leather, lightning) (rare, dmg 152). This distinctive armor was created by the elves of the ancient dominion of Inadris.",
  "Armor of Resistance (studded leather, necrotic) (rare, dmg 152). This battered armor is said to grant its wearer immortal life.",
  "Armor of Resistance (studded leather, psychic) (rare, dmg 152). This battered armor is said to have been blessed by the Goddess of Luck herself.",
  "Armor of Resistance (studded leather, radiant) (rare, dmg 152). This distinctive armor is said to compel its wearer to protect the Silent Sea.",
  "Armor of Resistance (studded leather, radiant) (rare, dmg 152). This ornate armor is said to be imbued with the spirit of the legendary paladin Iluk, who defeated the Dragon of the Khazaddush Highlands.",
  "Armor of Resistance (studded leather, thunder) (rare, dmg 152). This distinctive armor was created by a goddess of war for her most loyal warlord.",
  "Armor of Resistance (studded leather, thunder) (rare, dmg 152). This finely crafted armor was taken from the barrow of the lich Thermuda.",
  "Armor of Vulnerability (rare, dmg 152). A distinctive armor, engraved with geometric patterns.",
  "Armor of Vulnerability (rare, dmg 152). A masterwork armor, engraved with runes of protection.",
  "Armor of Vulnerability (rare, dmg 152). A masterwork armor, engraved with runes of strength.",
  "Armor of Vulnerability (rare, dmg 152). A masterwork armor, painted with an unknown coat of arms.",
  "Armor of Vulnerability (rare, dmg 152). An ornate armor, trimmed with fox fur.",
  "Armor of Vulnerability (rare, dmg 152). This ornate armor is said to grant its wearer immortal life.",
  "Armor of Vulnerability (rare, dmg 152). This ornate armor is said to protect its wearer from the lies of a devil.",
  "Armor of Vulnerability (rare, dmg 152). This ornate armor was created by a god of war for his most loyal warrior.",
  "Armor of Vulnerability (rare, dmg 152). This ornate armor was created by a goddess of war for her most loyal hero.",
  "Armor of Vulnerability (rare, dmg 152). This ornate armor was taken from the barrow of the lich Sigunda.",
  "Arrow-catching Shield (rare, dmg 152). A battered shield, painted with an unknown coat of arms.",
  "Arrow-catching Shield (rare, dmg 152). An ornate shield, engraved with runes of invulnerability.",
  "Arrow-catching Shield (rare, dmg 152). An ornate shield, inlaid with gold.",
  "Arrow-catching Shield (rare, dmg 152). An ornate shield, painted with an unknown coat of arms.",
  "Arrow-catching Shield (rare, dmg 152). This distinctive shield was created by a god of war for his most loyal paladin.",
  "Arrow-catching Shield (rare, dmg 152). This finely crafted shield once belonged to the great fighter Ariser, who vanished in the Temple of Azancas.",
  "Arrow-catching Shield (rare, dmg 152). This masterwork shield once belonged to the legendary paladin Nocri, who fell in the Battle of Piuda Hill.",
  "Arrow-catching Shield (rare, dmg 152). This masterwork shield was created by the dwarves of the great dominion of Baragzar.",
  "Arrow-catching Shield (rare, dmg 152). This ornate shield once belonged to the half-orc paladin Silige, who defeated Rica the Fiendish.",
  "Arrow-catching Shield (rare, dmg 152). This ornate shield once belonged to the illustrious ranger Arielwith, who vanished in the Dungeon of Corrupt Chaos.",
  "Arrow-catching Shield (rare, dmg 152). This ornate shield once belonged to the renowned hero Asphold, who slew the Wyrm of the Beadda Bluffs.",
  "Arrow-catching Shield (rare, dmg 152). This ornate shield was created by a goddess of war for her most loyal warrior.",
  "Demon Armor (very rare, dmg 165). A distinctive armor, engraved with geometric patterns.",
  "Demon Armor (very rare, dmg 165). A masterwork armor, engraved with geometric patterns.",
  "Demon Armor (very rare, dmg 165). This battered armor is said to compel its wearer to defend the Republic of Alar.",
  "Demon Armor (very rare, dmg 165). This battered armor is said to have been blessed by the Goddess of Luck herself.",
  "Demon Armor (very rare, dmg 165). This distinctive armor was created by the dwarves of the great realm of Barakib.",
  "Demon Armor (very rare, dmg 165). This finely crafted armor was created by a goddess of war for her most loyal hero.",
  "Demon Armor (very rare, dmg 165). This ornate armor is said to grant its wearer immortal life.",
  "Dragon Scale Mail (bronze) (very rare, dmg 165). This finely crafted armor was created by the dwarves of the great realm of Gabuzadd.",
  "Dragon Scale Mail (red) (very rare, dmg 165). This ornate armor is said to protect its wearer from the song of a siren.",
  "Dragon Scale Mail (silver) (very rare, dmg 165). This battered armor is said to compel its wearer to slay the Serpent of Fila.",
  "Dragon Scale Mail (silver) (very rare, dmg 165). This masterwork armor is said to protect its wearer from the gaze of a basilisk.",
  "Dwarven Plate (very rare, dmg 167). This battered armor was taken from the Tunnels of Baleful Terror.",
  "Dwarven Plate (very rare, dmg 167). This finely crafted armor is said to compel its wearer to slay the Leviathan of the Sea of Cryne.",
  "Dwarven Plate (very rare, dmg 167). This ornate armor was taken from the tomb of the lich Rocusi.",
  "Efreeti Chain (legendary, dmg 167). A masterwork armor, trimmed with mink fur.",
  "Efreeti Chain (legendary, dmg 167). This distinctive armor is said to be imbued with the spirit of the half-orc warrior Svela, who vanished in the Black Dungeon of Ruin.",
  "Efreeti Chain (legendary, dmg 167). This distinctive armor is said to have been blessed by the Goddess of Luck herself.",
  "Efreeti Chain (legendary, dmg 167). This distinctive armor was taken from the barrow of the vampire Nesisa.",
  "Efreeti Chain (legendary, dmg 167). This finely crafted armor is said to grant its wearer immortal life.",
  "Elven Chain (rare, dmg 168). A battered armor, engraved with runes of protection.",
  "Elven Chain (rare, dmg 168). A masterwork armor, engraved with geometric patterns.",
  "Elven Chain (rare, dmg 168). An ornate armor, engraved with geometric patterns.",
  "Elven Chain (rare, dmg 168). This battered armor is said to compel its wearer to slay the Behemoth of the Gunula Crags.",
  "Elven Chain (rare, dmg 168). This battered armor is said to have been blessed by the Goddess of Luck herself.",
  "Elven Chain (rare, dmg 168). This battered armor was taken from the Dungeon of Terrible Devastation.",
  "Elven Chain (rare, dmg 168). This finely crafted armor is said to compel its wearer to defeat Shiva the Destroyer.",
  "Elven Chain (rare, dmg 168). This masterwork armor is said to compel its wearer to slay the Beast of Labeuca.",
  "Elven Chain (rare, dmg 168). This ornate armor is said to have been blessed by the Goddess of Luck herself.",
  "Elven Chain (rare, dmg 168). This ornate armor was created by the elves of the ancient kingdom of Evrargon.",
  "Glamoured Studded Leather (rare, dmg 172). A finely crafted armor, engraved with runes of strength.",
  "Glamoured Studded Leather (rare, dmg 172). This battered armor is said to compel its wearer to defeat the Hag of the Twilight Vale.",
  "Glamoured Studded Leather (rare, dmg 172). This battered armor is said to grant its wearer immortal life.",
  "Glamoured Studded Leather (rare, dmg 172). This battered armor was created by the dwarves of the great realm of Nula.",
  "Glamoured Studded Leather (rare, dmg 172). This distinctive armor is said to be imbued with the spirit of the renowned archer Finduilye, who vanished in the Undercrypt of the Wyrm Duchess.",
  "Glamoured Studded Leather (rare, dmg 172). This distinctive armor was created by a god of war for his most loyal warrior.",
  "Glamoured Studded Leather (rare, dmg 172). This finely crafted armor is said to compel its wearer to defeat the Hag of the Howling Hills.",
  "Glamoured Studded Leather (rare, dmg 172). This finely crafted armor was taken from the crypt of the lich Vidoinio.",
  "Glamoured Studded Leather (rare, dmg 172). This masterwork armor is said to protect its wearer from the gaze of a basilisk.",
  "Glamoured Studded Leather (rare, dmg 172). This masterwork armor was created by a god of war for his most loyal hero.",
  "Mariner's Armor (breastplate) (uncommon, dmg 181). A battered armor, trimmed with lynx fur.",
  "Mariner's Armor (breastplate) (uncommon, dmg 181). This finely crafted armor is said to compel its wearer to defend the Kingdom of Ningelor.",
  "Mariner's Armor (chain mail) (uncommon, dmg 181). An ornate armor, painted with an unknown coat of arms.",
  "Mariner's Armor (chain mail) (uncommon, dmg 181). This masterwork armor is said to have been blessed by the Goddess of Luck herself.",
  "Mariner's Armor (chain mail) (uncommon, dmg 181). This ornate armor was taken from the hoard of the dragon Ninidu.",
  "Mariner's Armor (chain shirt) (uncommon, dmg 181). A distinctive armor, trimmed with leopard fur.",
  "Mariner's Armor (chain shirt) (uncommon, dmg 181). This battered armor once belonged to the half-orc hero Sabadua, who slew the Serpent of the Hamma Desert.",
  "Mariner's Armor (chain shirt) (uncommon, dmg 181). This finely crafted armor is said to compel its wearer to slay the Horror of the Emerald Forest.",
  "Mariner's Armor (chain shirt) (uncommon, dmg 181). This masterwork armor was created by the dwarves of the great realm of Barakzah.",
  "Mariner's Armor (half plate) (uncommon, dmg 181). This finely crafted armor is said to be imbued with the spirit of the legendary archer Burgiue, leader of the Covenant of the Thorn and Bell.",
  "Mariner's Armor (half plate) (uncommon, dmg 181). This finely crafted armor is said to have been blessed by the Goddess of Luck herself.",
  "Mariner's Armor (hide) (uncommon, dmg 181). A masterwork armor, engraved with geometric patterns.",
  "Mariner's Armor (leather) (uncommon, dmg 181). This battered armor is said to be imbued with the spirit of the human hero Bota, who perished in the Witchlight Moor.",
  "Mariner's Armor (leather) (uncommon, dmg 181). This finely crafted armor once belonged to the legendary ranger Muxom, who vanished in the Dungeon of Gildiga.",
  "Mariner's Armor (leather) (uncommon, dmg 181). This finely crafted armor was taken from the Delve of Crimson Secrets.",
  "Mariner's Armor (leather) (uncommon, dmg 181). This masterwork armor is said to grant its wearer immortal life.",
  "Mariner's Armor (leather) (uncommon, dmg 181). This masterwork armor once belonged to the dwarf ranger Frukar, who vanished in the Lost Delve of Terror.",
  "Mariner's Armor (padded) (uncommon, dmg 181). This distinctive armor is said to grant its wearer immortal life.",
  "Mariner's Armor (padded) (uncommon, dmg 181). This masterwork armor is said to protect its wearer from the song of a siren.",
  "Mariner's Armor (plate) (uncommon, dmg 181). This battered armor is said to be imbued with the spirit of the halfling archer Atrin Cery, who slew the Wyrm of Gisige.",
  "Mariner's Armor (plate) (uncommon, dmg 181). This battered armor was created by a goddess of war for her most loyal fighter.",
  "Mariner's Armor (plate) (uncommon, dmg 181). This battered armor was taken from the Dread Sepulcher of Ruin.",
  "Mariner's Armor (plate) (uncommon, dmg 181). This finely crafted armor is said to have been blessed by the Goddess of Luck herself.",
  "Mariner's Armor (plate) (uncommon, dmg 181). This finely crafted armor was taken from the Warrens of Gruesome Annihilation.",
  "Mariner's Armor (ring mail) (uncommon, dmg 181). This battered armor is said to have been blessed by the Goddess of Luck herself.",
  "Mariner's Armor (ring mail) (uncommon, dmg 181). This battered armor was created by a goddess of war for her most loyal paladin.",
  "Mariner's Armor (ring mail) (uncommon, dmg 181). This ornate armor is said to be imbued with the spirit of the renowned archer Vyncis, who defeated Lord Greywulf.",
  "Mariner's Armor (ring mail) (uncommon, dmg 181). This ornate armor is said to protect its wearer from the gaze of a basilisk.",
  "Mariner's Armor (ring mail) (uncommon, dmg 181). This ornate armor was created by the illustrious dragonborn armorer Anum.",
  "Mariner's Armor (ring mail) (uncommon, dmg 181). This ornate armor was taken from the Secret Hive of Worms.",
  "Mariner's Armor (scale mail) (uncommon, dmg 181). This finely crafted armor is said to protect its wearer from the song of a siren.",
  "Mariner's Armor (splint) (uncommon, dmg 181). A battered armor, engraved with the holy symbol of a war god.",
  "Mariner's Armor (splint) (uncommon, dmg 181). This finely crafted armor is said to compel its wearer to defend Nevrine, the Kingdom of Armaments.",
  "Mariner's Armor (splint) (uncommon, dmg 181). This masterwork armor was taken from the Lair of Indomitable Ages.",
  "Mariner's Armor (studded leather) (uncommon, dmg 181). A battered armor, engraved with geometric patterns.",
  "Mariner's Armor (studded leather) (uncommon, dmg 181). A battered armor, painted with an unknown coat of arms.",
  "Mariner's Armor (studded leather) (uncommon, dmg 181). A finely crafted armor, engraved with runes of strength.",
  "Mithral Armor (breastplate) (uncommon, dmg 182). A masterwork armor, painted with an unknown coat of arms.",
  "Mithral Armor (breastplate) (uncommon, dmg 182). An ornate armor, trimmed with sable fur.",
  "Mithral Armor (breastplate) (uncommon, dmg 182). This distinctive armor is said to be imbued with the spirit of the half-orc paladin Suinthiuda, who vanished in the Vaults of Tenebrous Horror.",
  "Mithral Armor (chain mail) (uncommon, dmg 182). A distinctive armor, engraved with runes of invulnerability.",
  "Mithral Armor (chain mail) (uncommon, dmg 182). A finely crafted armor, engraved with the holy symbol of a sun goddess.",
  "Mithral Armor (chain mail) (uncommon, dmg 182). An ornate armor, engraved with geometric patterns.",
  "Mithral Armor (chain mail) (uncommon, dmg 182). An ornate armor, painted with an unknown coat of arms.",
  "Mithral Armor (chain mail) (uncommon, dmg 182). This battered armor is said to have been blessed by the Goddess of Luck herself.",
  "Mithral Armor (chain shirt) (uncommon, dmg 182). A distinctive armor, painted with an unknown coat of arms.",
  "Mithral Armor (chain shirt) (uncommon, dmg 182). A finely crafted armor, painted with an unknown coat of arms.",
  "Mithral Armor (chain shirt) (uncommon, dmg 182). A masterwork armor, painted with an unknown coat of arms.",
  "Mithral Armor (chain shirt) (uncommon, dmg 182). This battered armor was taken from the tomb of the lich Heldero.",
  "Mithral Armor (chain shirt) (uncommon, dmg 182). This finely crafted armor is said to have been blessed by the Goddess of Luck herself.",
  "Mithral Armor (chain shirt) (uncommon, dmg 182). This masterwork armor is said to protect its wearer from the gaze of a basilisk.",
  "Mithral Armor (chain shirt) (uncommon, dmg 182). This masterwork armor is said to protect its wearer from the lies of a devil.",
  "Mithral Armor (half plate) (uncommon, dmg 182). This distinctive armor once belonged to the dragonborn paladin Tiyamaama, who defeated Shiva the Destroyer.",
  "Mithral Armor (half plate) (uncommon, dmg 182). This distinctive armor was taken from the hoard of the dragon Beresu.",
  "Mithral Armor (half plate) (uncommon, dmg 182). This ornate armor was created by the great halfling armorer Sabel Norwe.",
  "Mithral Armor (half plate) (uncommon, dmg 182). This ornate armor was taken from the hoard of the dragon Damulu.",
  "Mithral Armor (plate) (uncommon, dmg 182). A finely crafted armor, trimmed with leopard fur.",
  "Mithral Armor (plate) (uncommon, dmg 182). An ornate armor, engraved with geometric patterns.",
  "Mithral Armor (plate) (uncommon, dmg 182). This finely crafted armor was taken from the Caverns of Ghastly Annihilation.",
  "Mithral Armor (plate) (uncommon, dmg 182). This ornate armor once belonged to the illustrious fighter Wine, who perished in the Hafji Desert.",
  "Mithral Armor (ring mail) (uncommon, dmg 182). This battered armor was created by the legendary half-elf armorer Enwelel.",
  "Mithral Armor (ring mail) (uncommon, dmg 182). This finely crafted armor was created by a goddess of war for her most loyal ranger.",
  "Mithral Armor (ring mail) (uncommon, dmg 182). This ornate armor once belonged to the gnome fighter Azas, who slew the Leviathan of the Cyan Sea.",
  "Mithral Armor (scale mail) (uncommon, dmg 182). A battered armor, trimmed with lynx fur.",
  "Mithral Armor (scale mail) (uncommon, dmg 182). A distinctive armor, engraved with runes of strength.",
  "Mithral Armor (scale mail) (uncommon, dmg 182). A distinctive armor, engraved with the holy symbol of a war god.",
  "Mithral Armor (scale mail) (uncommon, dmg 182). This battered armor is said to grant its wearer immortal life.",
  "Mithral Armor (scale mail) (uncommon, dmg 182). This battered armor is said to have been blessed by the Goddess of Luck herself.",
  "Mithral Armor (scale mail) (uncommon, dmg 182). This battered armor once belonged to the dwarf archer Gibja Bildrison, who vanished in the Dread Lair of the Wraith Princess.",
  "Mithral Armor (scale mail) (uncommon, dmg 182). This finely crafted armor is said to have been blessed by the Goddess of Luck herself.",
  "Mithral Armor (scale mail) (uncommon, dmg 182). This masterwork armor is said to grant its wearer immortal life.",
  "Mithral Armor (splint) (uncommon, dmg 182). This finely crafted armor is said to protect its wearer from the gaze of a basilisk.",
  "Mithral Armor (splint) (uncommon, dmg 182). This masterwork armor was created by the great half-orc armorer Vidoini.",
  "Plate Armor of Etherealness (legendary, dmg 185). An ornate armor, painted with an unknown coat of arms.",
  "Plate Armor of Etherealness (legendary, dmg 185). This battered armor is said to have been blessed by the Goddess of Luck herself.",
  "Plate Armor of Etherealness (legendary, dmg 185). This distinctive armor was taken from the Chambers of Bloody Ruin.",
  "Plate Armor of Etherealness (legendary, dmg 185). This distinctive armor was taken from the sepulcher of the lich Vacanda.",
  "Plate Armor of Etherealness (legendary, dmg 185). This finely crafted armor was created by a god of war for his most loyal ranger.",
  "Plate Armor of Etherealness (legendary, dmg 185). This ornate armor is said to protect its wearer from the gaze of a basilisk.",
  "Sentinel Shield (uncommon, dmg 199). A battered shield, engraved with runes of protection.",
  "Sentinel Shield (uncommon, dmg 199). A battered shield, engraved with runes of strength.",
  "Sentinel Shield (uncommon, dmg 199). A battered shield, inlaid with electrum.",
  "Sentinel Shield (uncommon, dmg 199). A battered shield, inlaid with platinum.",
  "Sentinel Shield (uncommon, dmg 199). A battered shield, inlaid with silver.",
  "Sentinel Shield (uncommon, dmg 199). A battered shield, painted with an unknown coat of arms.",
  "Sentinel Shield (uncommon, dmg 199). A distinctive shield, engraved with runes of invulnerability.",
  "Sentinel Shield (uncommon, dmg 199). A distinctive shield, engraved with runes of protection.",
  "Sentinel Shield (uncommon, dmg 199). A distinctive shield, engraved with runes of strength.",
  "Sentinel Shield (uncommon, dmg 199). A distinctive shield, inlaid with electrum.",
  "Sentinel Shield (uncommon, dmg 199). A distinctive shield, inlaid with gold.",
  "Sentinel Shield (uncommon, dmg 199). A finely crafted shield, engraved with runes of invulnerability.",
  "Sentinel Shield (uncommon, dmg 199). A finely crafted shield, engraved with runes of protection.",
  "Sentinel Shield (uncommon, dmg 199). A finely crafted shield, inlaid with electrum.",
  "Sentinel Shield (uncommon, dmg 199). A finely crafted shield, inlaid with silver.",
  "Sentinel Shield (uncommon, dmg 199). A finely crafted shield, painted with an unknown coat of arms.",
  "Sentinel Shield (uncommon, dmg 199). A masterwork shield, engraved with runes of protection.",
  "Sentinel Shield (uncommon, dmg 199). A masterwork shield, engraved with runes of strength.",
  "Sentinel Shield (uncommon, dmg 199). A masterwork shield, inlaid with electrum.",
  "Sentinel Shield (uncommon, dmg 199). A masterwork shield, inlaid with gold.",
  "Sentinel Shield (uncommon, dmg 199). A masterwork shield, painted with an unknown coat of arms.",
  "Sentinel Shield (uncommon, dmg 199). An ornate shield, engraved with runes of invulnerability.",
  "Sentinel Shield (uncommon, dmg 199). An ornate shield, engraved with runes of protection.",
  "Sentinel Shield (uncommon, dmg 199). An ornate shield, engraved with runes of strength.",
  "Sentinel Shield (uncommon, dmg 199). An ornate shield, inlaid with electrum.",
  "Sentinel Shield (uncommon, dmg 199). An ornate shield, inlaid with platinum.",
  "Sentinel Shield (uncommon, dmg 199). An ornate shield, painted with an unknown coat of arms.",
  "Sentinel Shield (uncommon, dmg 199). This battered shield once belonged to the gnome fighter Glukhal, who vanished in the Pit of Nergona the Corrupt.",
  "Sentinel Shield (uncommon, dmg 199). This battered shield once belonged to the halfling hero Sarug, who vanished in the Delve of Lord Greywulf.",
  "Sentinel Shield (uncommon, dmg 199). This battered shield once belonged to the halfling ranger Athyent, who defeated Lord Greywulf.",
  "Sentinel Shield (uncommon, dmg 199). This battered shield once belonged to the legendary ranger Rarder, who slew the Serpent of Obiulf.",
  "Sentinel Shield (uncommon, dmg 199). This battered shield once belonged to the renowned warrior Alldidg, who vanished in the Temple of Aphotic Devastation.",
  "Sentinel Shield (uncommon, dmg 199). This battered shield was created by a god of war for his most loyal archer.",
  "Sentinel Shield (uncommon, dmg 199). This battered shield was created by the great halfling armorer Hado Tunnell.",
  "Sentinel Shield (uncommon, dmg 199). This battered shield was created by the great human armorer Sige.",
  "Sentinel Shield (uncommon, dmg 199). This battered shield was taken from the Black Sepulcher of Malice.",
  "Sentinel Shield (uncommon, dmg 199). This battered shield was taken from the Dark Vaults of Chaos.",
  "Sentinel Shield (uncommon, dmg 199). This battered shield was taken from the Dread Cyst of the Wraith Countess.",
  "Sentinel Shield (uncommon, dmg 199). This battered shield was taken from the crypt of the vampire Badebai.",
  "Sentinel Shield (uncommon, dmg 199). This battered shield was taken from the hoard of the dragon Amkuudit.",
  "Sentinel Shield (uncommon, dmg 199). This battered shield was taken from the hoard of the dragon Anukan.",
  "Sentinel Shield (uncommon, dmg 199). This battered shield was taken from the hoard of the dragon Taanabu.",
  "Sentinel Shield (uncommon, dmg 199). This distinctive shield once belonged to the dwarf archer Heimi, who vanished in the Pit of Shiva the Destroyer.",
  "Sentinel Shield (uncommon, dmg 199). This distinctive shield once belonged to the elf fighter Dealbia, who defeated the Demon of the Stormcrags.",
  "Sentinel Shield (uncommon, dmg 199). This distinctive shield once belonged to the elf paladin Aenausm, who slew the Horror of Essaric.",
  "Sentinel Shield (uncommon, dmg 199). This distinctive shield once belonged to the great hero Kadu, who fell in the Crusade of Constructs.",
  "Sentinel Shield (uncommon, dmg 199). This distinctive shield once belonged to the halfling ranger Lica Boffin, who vanished in the Dark Vaults of Nightmares.",
  "Sentinel Shield (uncommon, dmg 199). This distinctive shield once belonged to the illustrious archer Jane, who fell in the Battle of the Llanda Vale.",
  "Sentinel Shield (uncommon, dmg 199). This distinctive shield once belonged to the illustrious paladin Alin, leader of the Marauders of Johesetr.",
  "Sentinel Shield (uncommon, dmg 199). This distinctive shield once belonged to the legendary ranger Willes Meselw, who vanished in the Forsaken Barrow of Terror.",
  "Sentinel Shield (uncommon, dmg 199). This distinctive shield was created by a god of war for his most loyal paladin.",
  "Sentinel Shield (uncommon, dmg 199). This distinctive shield was created by a goddess of war for her most loyal hero.",
  "Sentinel Shield (uncommon, dmg 199). This distinctive shield was created by a goddess of war for her most loyal warlord.",
  "Sentinel Shield (uncommon, dmg 199). This distinctive shield was created by the dwarves of the great realm of Barukthizd.",
  "Sentinel Shield (uncommon, dmg 199). This distinctive shield was taken from the Caverns of Crimson Horror.",
  "Sentinel Shield (uncommon, dmg 199). This distinctive shield was taken from the Temple of Ammilin.",
  "Sentinel Shield (uncommon, dmg 199). This distinctive shield was taken from the barrow of the vampire Alas.",
  "Sentinel Shield (uncommon, dmg 199). This distinctive shield was taken from the crypt of the lich Gesela.",
  "Sentinel Shield (uncommon, dmg 199). This distinctive shield was taken from the hoard of the dragon Sinmanni.",
  "Sentinel Shield (uncommon, dmg 199). This distinctive shield was taken from the tomb of the lich Vala.",
  "Sentinel Shield (uncommon, dmg 199). This finely crafted shield once belonged to the dwarf hero Atgeir Herison, who perished in the Pari Jungle.",
  "Sentinel Shield (uncommon, dmg 199). This finely crafted shield once belonged to the elf archer Bruida, who slew the Behemoth of Gisama.",
  "Sentinel Shield (uncommon, dmg 199). This finely crafted shield once belonged to the great warlord Audfrig, who perished in the Desert of Flames.",
  "Sentinel Shield (uncommon, dmg 199). This finely crafted shield once belonged to the great warlord Malia, who perished in the Trony Woods.",
  "Sentinel Shield (uncommon, dmg 199). This finely crafted shield once belonged to the legendary warrior Borghe, who slew the Leviathan of the Sea of Hessa.",
  "Sentinel Shield (uncommon, dmg 199). This finely crafted shield once belonged to the renowned paladin Fevila, who defeated Eusoyn the Demon Empress.",
  "Sentinel Shield (uncommon, dmg 199). This finely crafted shield once belonged to the renowned warlord Aloth, who vanished in the Undercrypt of Suilata the Necromancer.",
  "Sentinel Shield (uncommon, dmg 199). This finely crafted shield was created by a god of war for his most loyal hero.",
  "Sentinel Shield (uncommon, dmg 199). This finely crafted shield was created by a goddess of war for her most loyal archer.",
  "Sentinel Shield (uncommon, dmg 199). This finely crafted shield was created by a goddess of war for her most loyal ranger.",
  "Sentinel Shield (uncommon, dmg 199). This finely crafted shield was created by the dwarves of the great dominion of Gatharaz.",
  "Sentinel Shield (uncommon, dmg 199). This finely crafted shield was taken from the Black Dungeon of Death.",
  "Sentinel Shield (uncommon, dmg 199). This finely crafted shield was taken from the Forsaken Warrens of Secrets.",
  "Sentinel Shield (uncommon, dmg 199). This finely crafted shield was taken from the hoard of the dragon Shalamma.",
  "Sentinel Shield (uncommon, dmg 199). This finely crafted shield was taken from the sepulcher of the vampire Gesaphro.",
  "Sentinel Shield (uncommon, dmg 199). This finely crafted shield was taken from the tomb of the lich Sala.",
  "Sentinel Shield (uncommon, dmg 199). This masterwork shield once belonged to the dwarf archer Gerla, who vanished in the Chambers of Samila the Possessed.",
  "Sentinel Shield (uncommon, dmg 199). This masterwork shield once belonged to the legendary paladin Neladrie, who slew the Leviathan of the Red Sea.",
  "Sentinel Shield (uncommon, dmg 199). This masterwork shield once belonged to the legendary warlord Sadita, leader of Cecie's Company.",
  "Sentinel Shield (uncommon, dmg 199). This masterwork shield was taken from the crypt of the lich Witto.",
  "Sentinel Shield (uncommon, dmg 199). This masterwork shield was taken from the crypt of the vampire Gisoasa.",
  "Sentinel Shield (uncommon, dmg 199). This masterwork shield was taken from the sepulcher of the vampire Heusela.",
  "Sentinel Shield (uncommon, dmg 199). This ornate shield once belonged to the dwarf hero Rafu Asvardotr, who defeated Ulfang the Black.",
  "Sentinel Shield (uncommon, dmg 199). This ornate shield once belonged to the elf paladin Mari, who defeated Khazara the Wraith Knight.",
  "Sentinel Shield (uncommon, dmg 199). This ornate shield once belonged to the gnome warlord Girve, who vanished in the Pit of the Shadow Baroness.",
  "Sentinel Shield (uncommon, dmg 199). This ornate shield once belonged to the great ranger Wine, leader of the White Dragoons.",
  "Sentinel Shield (uncommon, dmg 199). This ornate shield once belonged to the renowned hero Ellell, leader of the Ravens of Beawich.",
  "Sentinel Shield (uncommon, dmg 199). This ornate shield was created by a god of war for his most loyal hero.",
  "Sentinel Shield (uncommon, dmg 199). This ornate shield was created by a god of war for his most loyal warlord.",
  "Sentinel Shield (uncommon, dmg 199). This ornate shield was created by a god of war for his most loyal warrior.",
  "Sentinel Shield (uncommon, dmg 199). This ornate shield was created by a goddess of war for her most loyal fighter.",
  "Sentinel Shield (uncommon, dmg 199). This ornate shield was created by the dwarves of the great realm of Bundinal.",
  "Sentinel Shield (uncommon, dmg 199). This ornate shield was taken from the Forsaken Pit of Doom.",
  "Sentinel Shield (uncommon, dmg 199). This ornate shield was taken from the crypt of the lich Cethana.",
  "Sentinel Shield (uncommon, dmg 199). This ornate shield was taken from the hoard of the dragon Naburu.",
  "Sentinel Shield (uncommon, dmg 199). This ornate shield was taken from the hoard of the dragon Nina.",
  "Shield of Missile Attraction (rare, dmg 200). A masterwork shield, painted with an unknown coat of arms.",
  "Shield of Missile Attraction (rare, dmg 200). An ornate shield, engraved with runes of invulnerability.",
  "Shield of Missile Attraction (rare, dmg 200). An ornate shield, engraved with runes of protection.",
  "Shield of Missile Attraction (rare, dmg 200). This distinctive shield was created by the legendary halfling armorer Armas.",
  "Shield of Missile Attraction (rare, dmg 200). This finely crafted shield was created by a god of war for his most loyal ranger.",
  "Shield of Missile Attraction (rare, dmg 200). This masterwork shield once belonged to the renowned archer Hore Tanison, who perished in the Wanta Bluffs.",
  "Shield of Missile Attraction (rare, dmg 200). This masterwork shield was taken from the Secret Vaults of Malice.",
  "Spellguard Shield (very rare, dmg 201). A battered shield, inlaid with gold.",
  "Spellguard Shield (very rare, dmg 201). A distinctive shield, engraved with runes of protection.",
  "Spellguard Shield (very rare, dmg 201). This distinctive shield was taken from the Dark Delve of Cesya.",
  "Spellguard Shield (very rare, dmg 201). This distinctive shield was taken from the hoard of the dragon Obaresh.",
  "Spellguard Shield (very rare, dmg 201). This finely crafted shield was taken from the Lost Prison of the Goblin King.",
  "Spellguard Shield (very rare, dmg 201). This masterwork shield once belonged to the dwarf paladin Hori, who vanished in the Secret Lair of the Lich Warlord.",
  "Spellguard Shield (very rare, dmg 201). This ornate shield was created by a goddess of war for her most loyal warlord.",
  "+1 Armor (breastplate) (rare, dmg 152). A distinctive armor, engraved with runes of protection.",
  "+1 Armor (breastplate) (rare, dmg 152). A distinctive armor, painted with an unknown coat of arms.",
  "+1 Armor (breastplate) (rare, dmg 152). This finely crafted armor is said to compel its wearer to slay the Wyrm of the Kouangu Plains.",
  "+1 Armor (breastplate) (rare, dmg 152). This masterwork armor was taken from the sepulcher of the lich Amprith.",
  "+1 Armor (breastplate) (rare, dmg 152). This ornate armor is said to be imbued with the spirit of the dragonborn warrior Ayallal, who fell in the Crusade of Kas the Bloody.",
  "+1 Armor (chain mail) (rare, dmg 152). A battered armor, engraved with the holy symbol of a war god.",
  "+1 Armor (chain mail) (rare, dmg 152). A distinctive armor, engraved with runes of invulnerability.",
  "+1 Armor (chain mail) (rare, dmg 152). This finely crafted armor is said to be imbued with the spirit of the great paladin Ariel, who slew the Horror of Gerica.",
  "+1 Armor (chain shirt) (rare, dmg 152). This distinctive armor was created by a god of war for his most loyal warlord.",
  "+1 Armor (half plate) (rare, dmg 152). A masterwork armor, painted with an unknown coat of arms.",
  "+1 Armor (half plate) (rare, dmg 152). This battered armor was taken from the hoard of the dragon Sangezuu.",
  "+1 Armor (half plate) (rare, dmg 152). This finely crafted armor is said to compel its wearer to defend the Dominion of Himlinde.",
  "+1 Armor (half plate) (rare, dmg 152). This ornate armor was taken from the Secret Prison of Emirkol the Chaotic.",
  "+1 Armor (hide) (rare, dmg 152). A battered armor, engraved with runes of invulnerability.",
  "+1 Armor (hide) (rare, dmg 152). A battered armor, engraved with the holy symbol of a war god.",
  "+1 Armor (hide) (rare, dmg 152). This battered armor is said to protect its wearer from the song of a siren.",
  "+1 Armor (hide) (rare, dmg 152). This ornate armor once belonged to the elf warrior Indindeg, who slew the Wyrm of Arnodel.",
  "+1 Armor (leather) (rare, dmg 152). A distinctive armor, trimmed with sable fur.",
  "+1 Armor (leather) (rare, dmg 152). This battered armor was taken from the hoard of the dragon Enmeshan.",
  "+1 Armor (leather) (rare, dmg 152). This masterwork armor is said to have been blessed by the Goddess of Luck herself.",
  "+1 Armor (padded) (rare, dmg 152). A battered armor, trimmed with mink fur.",
  "+1 Armor (padded) (rare, dmg 152). A distinctive armor, engraved with geometric patterns.",
  "+1 Armor (padded) (rare, dmg 152). A distinctive armor, engraved with the holy symbol of a war god.",
  "+1 Armor (padded) (rare, dmg 152). A distinctive armor, painted with an unknown coat of arms.",
  "+1 Armor (padded) (rare, dmg 152). A finely crafted armor, painted with an unknown coat of arms.",
  "+1 Armor (padded) (rare, dmg 152). A masterwork armor, engraved with the holy symbol of a sun god.",
  "+1 Armor (padded) (rare, dmg 152). An ornate armor, engraved with runes of strength.",
  "+1 Armor (padded) (rare, dmg 152). This finely crafted armor is said to compel its wearer to protect the Sea of Anen.",
  "+1 Armor (padded) (rare, dmg 152). This masterwork armor is said to compel its wearer to protect the Deadmoor Marsh.",
  "+1 Armor (plate) (rare, dmg 152). An ornate armor, engraved with runes of invulnerability.",
  "+1 Armor (plate) (rare, dmg 152). This battered armor once belonged to the halfling warrior Mose, leader of the Fangs of Hifield.",
  "+1 Armor (plate) (rare, dmg 152). This finely crafted armor is said to compel its wearer to protect the Plains of the Fallen.",
  "+1 Armor (ring mail) (rare, dmg 152). A battered armor, engraved with geometric patterns.",
  "+1 Armor (ring mail) (rare, dmg 152). A masterwork armor, engraved with the holy symbol of a war god.",
  "+1 Armor (scale mail) (rare, dmg 152). This battered armor was taken from the Secret Sanctum of Devastation.",
  "+1 Armor (splint) (rare, dmg 152). A battered armor, painted with an unknown coat of arms.",
  "+1 Armor (splint) (rare, dmg 152). A finely crafted armor, trimmed with fox fur.",
  "+1 Armor (splint) (rare, dmg 152). A masterwork armor, engraved with geometric patterns.",
  "+1 Armor (splint) (rare, dmg 152). An ornate armor, engraved with runes of invulnerability.",
  "+1 Armor (splint) (rare, dmg 152). This battered armor is said to grant its wearer immortal life.",
  "+1 Armor (splint) (rare, dmg 152). This distinctive armor once belonged to the great warlord Eserdg, who perished in the Woeful Moor.",
  "+1 Armor (splint) (rare, dmg 152). This ornate armor is said to protect its wearer from the lies of a devil.",
  "+1 Armor (splint) (rare, dmg 152). This ornate armor was created by the dwarves of the great empire of Nulbilgil.",
  "+1 Armor (studded leather) (rare, dmg 152). A distinctive armor, painted with an unknown coat of arms.",
  "+1 Armor (studded leather) (rare, dmg 152). An ornate armor, trimmed with mink fur.",
  "+1 Armor (studded leather) (rare, dmg 152). This distinctive armor is said to protect its wearer from the lies of a devil.",
  "+1 Armor (studded leather) (rare, dmg 152). This distinctive armor once belonged to the gnome fighter Elias, who vanished in the Caverns of the Demon Knight.",
  "+1 Armor (studded leather) (rare, dmg 152). This distinctive armor once belonged to the great warlord Hilda Frostidotr, who perished in the Graven Mountains.",
  "+1 Armor (studded leather) (rare, dmg 152). This finely crafted armor was taken from the tomb of the lich Brodana.",
  "+1 Armor (studded leather) (rare, dmg 152). This ornate armor is said to protect its wearer from the lies of a devil.",
  "+1 Shield (uncommon, dmg 200). A battered shield, engraved with runes of strength.",
  "+1 Shield (uncommon, dmg 200). A battered shield, inlaid with silver.",
  "+1 Shield (uncommon, dmg 200). A finely crafted shield, engraved with runes of strength.",
  "+1 Shield (uncommon, dmg 200). A masterwork shield, engraved with runes of protection.",
  "+1 Shield (uncommon, dmg 200). A masterwork shield, inlaid with electrum.",
  "+1 Shield (uncommon, dmg 200). A masterwork shield, inlaid with platinum.",
  "+1 Shield (uncommon, dmg 200). This battered shield once belonged to the great ranger Ageg, who defeated Motha the Elemental.",
  "+1 Shield (uncommon, dmg 200). This battered shield once belonged to the halfling fighter Egric, who perished in the Jungle of Ruins.",
  "+1 Shield (uncommon, dmg 200). This battered shield once belonged to the illustrious fighter Hilde Valdidotr, leader of the Black Wolves.",
  "+1 Shield (uncommon, dmg 200). This battered shield once belonged to the illustrious ranger Mondo Oldbubb, who fell in the Dagger Wars.",
  "+1 Shield (uncommon, dmg 200). This battered shield once belonged to the illustrious warlord Gilminye, who defeated Illfang the Kobold Lord.",
  "+1 Shield (uncommon, dmg 200). This battered shield was created by a god of war for his most loyal archer.",
  "+1 Shield (uncommon, dmg 200). This battered shield was created by a god of war for his most loyal fighter.",
  "+1 Shield (uncommon, dmg 200). This battered shield was created by a goddess of war for her most loyal archer.",
  "+1 Shield (uncommon, dmg 200). This battered shield was created by the dwarves of the great dominion of Shazanarg.",
  "+1 Shield (uncommon, dmg 200). This battered shield was created by the elves of the ancient kingdom of Alarlond.",
  "+1 Shield (uncommon, dmg 200). This battered shield was taken from the Tomb of the Goblin King.",
  "+1 Shield (uncommon, dmg 200). This battered shield was taken from the barrow of the vampire Cyrica.",
  "+1 Shield (uncommon, dmg 200). This battered shield was taken from the hoard of the dragon Itadum.",
  "+1 Shield (uncommon, dmg 200). This battered shield was taken from the hoard of the dragon Khalita.",
  "+1 Shield (uncommon, dmg 200). This battered shield was taken from the sepulcher of the lich Giskla.",
  "+1 Shield (uncommon, dmg 200). This distinctive shield once belonged to the elf paladin Boga, who perished in the Pizanquit Jungle.",
  "+1 Shield (uncommon, dmg 200). This distinctive shield once belonged to the halfling hero Arryn Anow, who vanished in the Secret Barrow of Worms.",
  "+1 Shield (uncommon, dmg 200). This distinctive shield once belonged to the human warlord Bealda, leader of Jane's Covenant.",
  "+1 Shield (uncommon, dmg 200). This distinctive shield once belonged to the renowned archer Khimmubu, who defeated Lord Greywulf.",
  "+1 Shield (uncommon, dmg 200). This distinctive shield once belonged to the renowned ranger Pinas, who vanished in the Secret Lair of Madness.",
  "+1 Shield (uncommon, dmg 200). This distinctive shield was created by a goddess of war for her most loyal ranger.",
  "+1 Shield (uncommon, dmg 200). This distinctive shield was created by the dwarves of the great dominion of Kinbuzund.",
  "+1 Shield (uncommon, dmg 200). This distinctive shield was created by the dwarves of the great dominion of Umukkhil.",
  "+1 Shield (uncommon, dmg 200). This distinctive shield was created by the elves of the ancient dominion of Helline.",
  "+1 Shield (uncommon, dmg 200). This distinctive shield was created by the great halfling armorer Rancent Abards.",
  "+1 Shield (uncommon, dmg 200). This distinctive shield was taken from the barrow of the lich Vibeuca.",
  "+1 Shield (uncommon, dmg 200). This distinctive shield was taken from the barrow of the vampire Ricima.",
  "+1 Shield (uncommon, dmg 200). This distinctive shield was taken from the hoard of the dragon Baalika.",
  "+1 Shield (uncommon, dmg 200). This distinctive shield was taken from the hoard of the dragon Mabaala.",
  "+1 Shield (uncommon, dmg 200). This distinctive shield was taken from the sepulcher of the vampire Gentota.",
  "+1 Shield (uncommon, dmg 200). This distinctive shield was taken from the sepulcher of the vampire Vidaga.",
  "+1 Shield (uncommon, dmg 200). This finely crafted shield once belonged to the dwarf warlord Horgi, who defeated Arman the Adamant.",
  "+1 Shield (uncommon, dmg 200). This finely crafted shield once belonged to the great fighter Kuuzzera, leader of the White Covenant.",
  "+1 Shield (uncommon, dmg 200). This finely crafted shield once belonged to the halfling hero Gyles, who slew the Leviathan of the Sea of Kyra.",
  "+1 Shield (uncommon, dmg 200). This finely crafted shield once belonged to the human hero Evel, who vanished in the Warrens of Gisiga.",
  "+1 Shield (uncommon, dmg 200). This finely crafted shield once belonged to the human ranger Tortga, who vanished in the Chambers of Fell Devastation.",
  "+1 Shield (uncommon, dmg 200). This finely crafted shield once belonged to the legendary fighter Gefortis, leader of the Silver Fellowship.",
  "+1 Shield (uncommon, dmg 200). This finely crafted shield once belonged to the legendary warlord Orin, who slew the Serpent of the Dreadwood Vale.",
  "+1 Shield (uncommon, dmg 200). This finely crafted shield once belonged to the renowned fighter Criani, who vanished in the Lost Shrine of Mary the Indomitable.",
  "+1 Shield (uncommon, dmg 200). This finely crafted shield was created by a god of war for his most loyal hero.",
  "+1 Shield (uncommon, dmg 200). This finely crafted shield was created by a goddess of war for her most loyal archer.",
  "+1 Shield (uncommon, dmg 200). This finely crafted shield was created by a goddess of war for her most loyal fighter.",
  "+1 Shield (uncommon, dmg 200). This finely crafted shield was created by a goddess of war for her most loyal paladin.",
  "+1 Shield (uncommon, dmg 200). This finely crafted shield was created by the renowned gnome armorer Bali.",
  "+1 Shield (uncommon, dmg 200). This finely crafted shield was taken from the Sanctum of Demonic Souls.",
  "+1 Shield (uncommon, dmg 200). This finely crafted shield was taken from the barrow of the vampire Harania.",
  "+1 Shield (uncommon, dmg 200). This finely crafted shield was taken from the crypt of the vampire Sarausto.",
  "+1 Shield (uncommon, dmg 200). This finely crafted shield was taken from the hoard of the dragon Buchamma.",
  "+1 Shield (uncommon, dmg 200). This finely crafted shield was taken from the hoard of the dragon Sumuabi.",
  "+1 Shield (uncommon, dmg 200). This finely crafted shield was taken from the tomb of the vampire Saphriusa.",
  "+1 Shield (uncommon, dmg 200). This masterwork shield once belonged to the dwarf fighter Reke, who perished in the March of the Tyrant.",
  "+1 Shield (uncommon, dmg 200). This masterwork shield once belonged to the dwarf warrior Hilde, who slew the Leviathan of the Sea of Aucas.",
  "+1 Shield (uncommon, dmg 200). This masterwork shield once belonged to the halfling warrior Halfroc, who fell in the Battle of Ordon.",
  "+1 Shield (uncommon, dmg 200). This masterwork shield once belonged to the human archer Withburg, who fell in the Battle of Pary Stronghold.",
  "+1 Shield (uncommon, dmg 200). This masterwork shield once belonged to the human ranger Ausan Entheys, who defeated the Dragon of the Moor of Sleep.",
  "+1 Shield (uncommon, dmg 200). This masterwork shield once belonged to the human ranger Bily, who slew the Horror of Wella.",
  "+1 Shield (uncommon, dmg 200). This masterwork shield once belonged to the renowned warrior Arwen, who slew the Serpent of the Muscat Waste.",
  "+1 Shield (uncommon, dmg 200). This masterwork shield once belonged to the renowned warrior Hilia, who defeated Videro the Bloody.",
  "+1 Shield (uncommon, dmg 200). This masterwork shield once belonged to the tiefling archer Gela, leader of the Azure Guild.",
  "+1 Shield (uncommon, dmg 200). This masterwork shield was created by a god of war for his most loyal archer.",
  "+1 Shield (uncommon, dmg 200). This masterwork shield was created by a god of war for his most loyal warrior.",
  "+1 Shield (uncommon, dmg 200). This masterwork shield was created by a goddess of war for her most loyal hero.",
  "+1 Shield (uncommon, dmg 200). This masterwork shield was created by a goddess of war for her most loyal paladin.",
  "+1 Shield (uncommon, dmg 200). This masterwork shield was created by the dwarves of the great dominion of Tumunzah.",
  "+1 Shield (uncommon, dmg 200). This masterwork shield was created by the dwarves of the great empire of Buzinbar.",
  "+1 Shield (uncommon, dmg 200). This masterwork shield was created by the dwarves of the great realm of Zarakinb.",
  "+1 Shield (uncommon, dmg 200). This masterwork shield was created by the illustrious half-elf armorer Ralphye.",
  "+1 Shield (uncommon, dmg 200). This masterwork shield was taken from the Dread Sepulcher of Chaos.",
  "+1 Shield (uncommon, dmg 200). This masterwork shield was taken from the crypt of the lich Rusansi.",
  "+1 Shield (uncommon, dmg 200). This masterwork shield was taken from the hoard of the dragon Beresu.",
  "+1 Shield (uncommon, dmg 200). This masterwork shield was taken from the tomb of the lich Riba.",
  "+1 Shield (uncommon, dmg 200). This masterwork shield was taken from the tomb of the vampire Videga.",
  "+1 Shield (uncommon, dmg 200). This ornate shield once belonged to the great warlord Sarra, who perished in the Gray Mountains.",
  "+1 Shield (uncommon, dmg 200). This ornate shield once belonged to the illustrious archer Bisla, who perished in the Anvil Mountains.",
  "+1 Shield (uncommon, dmg 200). This ornate shield once belonged to the illustrious hero Galure, who perished in the Mukai Heath.",
  "+1 Shield (uncommon, dmg 200). This ornate shield was created by a god of war for his most loyal paladin.",
  "+1 Shield (uncommon, dmg 200). This ornate shield was created by a goddess of war for her most loyal hero.",
  "+1 Shield (uncommon, dmg 200). This ornate shield was created by the dwarves of the great empire of Nula.",
  "+1 Shield (uncommon, dmg 200). This ornate shield was created by the renowned elf armorer Iorog.",
  "+1 Shield (uncommon, dmg 200). This ornate shield was taken from the Lost Caverns of Gothmog of Udun.",
  "+1 Shield (uncommon, dmg 200). This ornate shield was taken from the Temple of the Lich King.",
  "+1 Shield (uncommon, dmg 200). This ornate shield was taken from the barrow of the vampire Raredo.",
  "+1 Shield (uncommon, dmg 200). This ornate shield was taken from the crypt of the vampire Witaulpha.",
  "+1 Shield (uncommon, dmg 200). This ornate shield was taken from the hoard of the dragon Apitan.",
  "+1 Shield (uncommon, dmg 200). This ornate shield was taken from the hoard of the dragon Nebela.",
  "+2 Shield (rare, dmg 200). This battered shield was taken from the hoard of the dragon Aduman.",
  "+2 Shield (rare, dmg 200). This masterwork shield was created by the legendary dwarf armorer Nainarv.",
  "+2 Shield (rare, dmg 200). This ornate shield once belonged to the legendary warrior Findiser, who defeated Murresu the Horrendous.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). A battered armor, engraved with geometric patterns.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). A battered armor, engraved with runes of invulnerability.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). A battered armor, engraved with the holy symbol of a war god.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). A distinctive armor, engraved with runes of invulnerability.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). A distinctive armor, engraved with runes of strength.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). A distinctive armor, painted with an unknown coat of arms.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). A distinctive armor, trimmed with lynx fur.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). A finely crafted armor, engraved with runes of protection.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). A finely crafted armor, painted with an unknown coat of arms.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). A finely crafted armor, trimmed with rabbit fur.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). A finely crafted armor, trimmed with sable fur.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). A masterwork armor, engraved with geometric patterns.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). A masterwork armor, engraved with runes of invulnerability.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). A masterwork armor, engraved with the holy symbol of a war god.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). A masterwork armor, painted with an unknown coat of arms.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). An ornate armor, engraved with geometric patterns.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). An ornate armor, engraved with runes of strength.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). An ornate armor, trimmed with rabbit fur.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). This battered armor is said to be imbued with the spirit of the legendary hero Heide, who perished in the Marsh of Corruption.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). This battered armor is said to protect its wearer from the lies of a devil.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). This battered armor once belonged to the tiefling warrior Thuniga, who fell in the Crusade of Celestial Shields.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). This battered armor was created by a god of war for his most loyal fighter.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). This battered armor was taken from the Dark Cyst of Illfang the Kobold Lord.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). This distinctive armor is said to grant its wearer immortal life.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). This distinctive armor once belonged to the gnome warlord Sorneus, who vanished in the Tomb of Merciless Sorrows.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). This distinctive armor once belonged to the human paladin Egild, leader of the Fellowship of the Fang and Orb.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). This distinctive armor was created by a god of war for his most loyal archer.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). This distinctive armor was created by a goddess of war for her most loyal fighter.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). This distinctive armor was created by the legendary dwarf armorer Byrghi.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). This distinctive armor was taken from the barrow of the vampire Hanaba.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). This finely crafted armor once belonged to the dwarf hero Horhe Birnidotr, who fell in the Siege of Dainarv's Hold.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). This finely crafted armor once belonged to the human hero Swulfa, who fell in the Battle of Red Hill.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). This masterwork armor is said to be imbued with the spirit of the illustrious paladin Joane, leader of Audreyn's Bears.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). This masterwork armor once belonged to the elf archer Dumni, who vanished in the Dread Lair of Ulfang the Black.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). This masterwork armor once belonged to the elf ranger Amras, who vanished in the Shrine of Crimson Doom.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). This masterwork armor was created by the dwarves of the great dominion of Khundushur.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). This masterwork armor was taken from the Forsaken Undercrypt of Shalamma the Terrible.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). This masterwork armor was taken from the sepulcher of the lich Sunnige.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). This ornate armor is said to be imbued with the spirit of the great paladin Amew Foxe, leader of the Falcons of Paburh.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). This ornate armor is said to protect its wearer from the lies of a devil.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). This ornate armor was taken from the Gauntlet of Ulfang the Black.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). This ornate armor was taken from the hoard of the dragon Nunnabi.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). A battered armor, engraved with runes of strength.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). A battered armor, engraved with the holy symbol of a draconic goddess.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). A battered armor, painted with an unknown coat of arms.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). A distinctive armor, engraved with geometric patterns.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). A distinctive armor, engraved with runes of invulnerability.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). A distinctive armor, painted with an unknown coat of arms.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). A finely crafted armor, trimmed with lynx fur.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). A masterwork armor, engraved with runes of invulnerability.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). An ornate armor, engraved with geometric patterns.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). An ornate armor, trimmed with ermine fur.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). This battered armor is said to have been blessed by the Goddess of Luck herself.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). This battered armor once belonged to the gnome warlord Iklag, who defeated Thildica the Unearthly.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). This battered armor once belonged to the illustrious archer Theusunia, who slew the Beast of the Hechi Plains.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). This battered armor once belonged to the illustrious fighter Vada, who vanished in the Crypts of Allor.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). This battered armor once belonged to the renowned ranger Aznal, who perished in the Kheledzund Highlands.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). This battered armor was taken from the hoard of the dragon Adukash.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). This battered armor was taken from the tomb of the vampire Hildusi.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). This distinctive armor is said to grant its wearer immortal life.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). This distinctive armor once belonged to the elf fighter Nelaser, who defeated Nigada the Merciless.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). This distinctive armor once belonged to the illustrious fighter Galador, who slew the Dragon of Ocus.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). This distinctive armor once belonged to the illustrious ranger Artip, who slew the Leviathan of the Emerald Sea.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). This distinctive armor once belonged to the legendary archer Ruska, who fell in the Siege of Erfield.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). This distinctive armor was created by a goddess of war for her most loyal paladin.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). This distinctive armor was taken from the Sanctum of Ulfang the Black.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). This finely crafted armor is said to be imbued with the spirit of the elf warrior Finare, who slew the Horror of Ricusi.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). This finely crafted armor is said to grant its wearer immortal life.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). This finely crafted armor is said to protect its wearer from the lies of a devil.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). This finely crafted armor once belonged to the great hero Elmin, who vanished in the Secret Sanctum of Cusinda.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). This finely crafted armor once belonged to the human ranger Unsith, who slew the Leviathan of the Sea of Wrecks.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). This finely crafted armor once belonged to the legendary hero Urin, who vanished in the Dark Sanctum of Nightmares.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). This finely crafted armor once belonged to the renowned warlord Dinan, who perished in the Buandu Plains.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). This finely crafted armor was created by a goddess of war for her most loyal fighter.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). This masterwork armor is said to be imbued with the spirit of the half-elf warrior Ephes, who perished in the Ghostlight Woods.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). This masterwork armor is said to be imbued with the spirit of the tiefling archer Saritha, who fell in the Unspeakable War.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). This masterwork armor is said to compel its wearer to defeat the Vampire of the Ufardall Downs.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). This masterwork armor is said to compel its wearer to defend the Realm of Alavand.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). This masterwork armor is said to compel its wearer to protect the Shrine Hills.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). This masterwork armor is said to compel its wearer to protect the Troll Claws.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). This masterwork armor is said to compel its wearer to protect the Twilight Jungle.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). This masterwork armor once belonged to the illustrious warrior Elian, who defeated Ulfang the Black.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). This masterwork armor was taken from the Catacombs of Crimson Sorrows.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). This masterwork armor was taken from the crypt of the vampire Thoranda.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). This masterwork armor was taken from the hoard of the dragon Ninabi.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). This ornate armor is said to be imbued with the spirit of the elf hero Mare, who vanished in the Black Catacombs of Chaos.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). This ornate armor once belonged to the elf ranger Celebre, who vanished in the Secret Caverns of Amuzzur.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). This ornate armor was created by the elves of the ancient dominion of Karnorest.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). This ornate armor was created by the illustrious dragonborn armorer Ninu.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). This ornate armor was taken from the hoard of the dragon Biumuga.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). A battered armor, engraved with the holy symbol of a war god.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). A distinctive armor, engraved with geometric patterns.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). A distinctive armor, engraved with the holy symbol of a goddess of light.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). A distinctive armor, painted with an unknown coat of arms.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). A distinctive armor, trimmed with mink fur.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). A finely crafted armor, engraved with runes of invulnerability.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). A finely crafted armor, trimmed with mink fur.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). A masterwork armor, engraved with geometric patterns.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). A masterwork armor, engraved with the holy symbol of a war god.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). A masterwork armor, trimmed with mink fur.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). An ornate armor, engraved with geometric patterns.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). An ornate armor, engraved with runes of invulnerability.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). An ornate armor, engraved with runes of protection.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). An ornate armor, engraved with the holy symbol of a war god.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). This battered armor is said to be imbued with the spirit of the elf hero Luri, who defeated the Wraith of the Witchlight Jungle.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). This battered armor is said to protect its wearer from the lies of a devil.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). This battered armor was created by a goddess of war for her most loyal paladin.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). This distinctive armor is said to compel its wearer to defeat Emirkol the Chaotic.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). This distinctive armor is said to grant its wearer immortal life.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). This distinctive armor is said to protect its wearer from the gaze of a basilisk.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). This distinctive armor is said to protect its wearer from the song of a siren.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). This distinctive armor once belonged to the elf warrior Culcua, leader of the Iron Arrows.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). This distinctive armor was created by the dwarves of the great dominion of Naledzund.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). This distinctive armor was created by the dwarves of the great realm of Arakzil.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). This distinctive armor was taken from the tomb of the vampire Riba.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). This finely crafted armor is said to be imbued with the spirit of the illustrious ranger Andres Lynselw, who perished in the Amber Heath.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). This finely crafted armor is said to compel its wearer to protect the Ashwood Forest.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). This finely crafted armor is said to have been blessed by the Goddess of Luck herself.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). This finely crafted armor was created by the elves of the ancient realm of Egiorwin.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). This finely crafted armor was created by the elves of the ancient realm of Maronde.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). This finely crafted armor was taken from the hoard of the dragon Amupon.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). This masterwork armor is said to protect its wearer from the gaze of a basilisk.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). This masterwork armor was created by a god of war for his most loyal archer.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). This masterwork armor was taken from the Caverns of Eldritch Evil.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). This masterwork armor was taken from the barrow of the vampire Vido.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). This ornate armor is said to be imbued with the spirit of the tiefling fighter Evalben, who fell in the Crown Wars.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). This ornate armor is said to compel its wearer to defeat the Dragon of the Desolation of Sanga.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). This ornate armor is said to compel its wearer to slay the Hydra of the Eldritch Jungle.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). This ornate armor is said to grant its wearer immortal life.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). This ornate armor is said to protect its wearer from the gaze of a basilisk.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). This ornate armor is said to protect its wearer from the lies of a devil.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). This ornate armor once belonged to the great paladin Gery Seve, who vanished in the Dread Temple of Lord Greywulf.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). This ornate armor was created by a goddess of war for her most loyal fighter.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). This ornate armor was created by the dwarves of the great empire of Nuledzar.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). This ornate armor was created by the great halfling armorer Thany.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). This ornate armor was created by the illustrious human armorer Othhed.",
  "Adamantine Armor (half plate) (uncommon, dmg 150). A distinctive armor, engraved with runes of protection.",
  "Adamantine Armor (half plate) (uncommon, dmg 150). A distinctive armor, trimmed with mink fur.",
  "Adamantine Armor (half plate) (uncommon, dmg 150). A finely crafted armor, trimmed with rabbit fur.",
  "Adamantine Armor (half plate) (uncommon, dmg 150). An ornate armor, trimmed with lynx fur.",
  "Adamantine Armor (half plate) (uncommon, dmg 150). This battered armor is said to protect its wearer from the song of a siren.",
  "Adamantine Armor (half plate) (uncommon, dmg 150). This battered armor once belonged to the legendary fighter Electheth, leader of the Crimson Circle.",
  "Adamantine Armor (half plate) (uncommon, dmg 150). This battered armor once belonged to the legendary ranger Brita, leader of the Silver Guild.",
  "Adamantine Armor (half plate) (uncommon, dmg 150). This battered armor was created by the great elf armorer Lenu.",
  "Adamantine Armor (half plate) (uncommon, dmg 150). This distinctive armor is said to be imbued with the spirit of the human paladin Sige, who perished in the Sunless Fen.",
  "Adamantine Armor (half plate) (uncommon, dmg 150). This distinctive armor is said to protect its wearer from the song of a siren.",
  "Adamantine Armor (half plate) (uncommon, dmg 150). This distinctive armor once belonged to the elf paladin Bece, leader of Hony's Circle.",
  "Adamantine Armor (half plate) (uncommon, dmg 150). This distinctive armor was taken from the Tunnels of Gruesome Annihilation.",
  "Adamantine Armor (half plate) (uncommon, dmg 150). This finely crafted armor is said to protect its wearer from the gaze of a basilisk.",
  "Adamantine Armor (half plate) (uncommon, dmg 150). This finely crafted armor is said to protect its wearer from the song of a siren.",
  "Adamantine Armor (half plate) (uncommon, dmg 150). This finely crafted armor was taken from the barrow of the lich Aordanaid.",
  "Adamantine Armor (half plate) (uncommon, dmg 150). This finely crafted armor was taken from the crypt of the vampire Rechiaro.",
  "Adamantine Armor (half plate) (uncommon, dmg 150). This masterwork armor is said to be imbued with the spirit of the halfling paladin Munda, leader of Gyles' Guild.",
  "Adamantine Armor (half plate) (uncommon, dmg 150). This masterwork armor is said to compel its wearer to defeat Adald the Lich Princess.",
  "Adamantine Armor (half plate) (uncommon, dmg 150). This masterwork armor is said to grant its wearer immortal life.",
  "Adamantine Armor (half plate) (uncommon, dmg 150). This masterwork armor once belonged to the renowned hero Thora, who vanished in the Labyrinth of Alal.",
  "Adamantine Armor (half plate) (uncommon, dmg 150). This masterwork armor was created by the dwarves of the great realm of Argumun.",
  "Adamantine Armor (half plate) (uncommon, dmg 150). This masterwork armor was created by the elves of the ancient empire of Londolon.",
  "Adamantine Armor (half plate) (uncommon, dmg 150). This masterwork armor was taken from the Dread Halls of Horror.",
  "Adamantine Armor (half plate) (uncommon, dmg 150). This ornate armor is said to be imbued with the spirit of the renowned hero Symund Brove, who fell in the Battle of the Llaney Woods.",
  "Adamantine Armor (half plate) (uncommon, dmg 150). This ornate armor is said to grant its wearer immortal life.",
  "Adamantine Armor (half plate) (uncommon, dmg 150). This ornate armor is said to have been blessed by the Goddess of Luck herself.",
  "Adamantine Armor (half plate) (uncommon, dmg 150). This ornate armor was created by a god of war for his most loyal fighter.",
  "Adamantine Armor (half plate) (uncommon, dmg 150). This ornate armor was created by the dwarves of the great dominion of Barazar.",
  "Adamantine Armor (half plate) (uncommon, dmg 150). This ornate armor was created by the legendary dragonborn armorer Sidur.",
  "Adamantine Armor (half plate) (uncommon, dmg 150). This ornate armor was taken from the Black Dungeon of Worms.",
  "Adamantine Armor (plate) (uncommon, dmg 150). A battered armor, engraved with runes of strength.",
  "Adamantine Armor (plate) (uncommon, dmg 150). A battered armor, engraved with the holy symbol of a god of good.",
  "Adamantine Armor (plate) (uncommon, dmg 150). A battered armor, engraved with the holy symbol of a war god.",
  "Adamantine Armor (plate) (uncommon, dmg 150). A battered armor, painted with an unknown coat of arms.",
  "Adamantine Armor (plate) (uncommon, dmg 150). A distinctive armor, engraved with runes of protection.",
  "Adamantine Armor (plate) (uncommon, dmg 150). A finely crafted armor, engraved with the holy symbol of a goddess of death.",
  "Adamantine Armor (plate) (uncommon, dmg 150). A finely crafted armor, engraved with the holy symbol of a war god.",
  "Adamantine Armor (plate) (uncommon, dmg 150). A masterwork armor, engraved with geometric patterns.",
  "Adamantine Armor (plate) (uncommon, dmg 150). A masterwork armor, trimmed with ermine fur.",
  "Adamantine Armor (plate) (uncommon, dmg 150). An ornate armor, painted with an unknown coat of arms.",
  "Adamantine Armor (plate) (uncommon, dmg 150). This battered armor is said to be imbued with the spirit of the illustrious paladin Finore, who defeated the Dragon of the Grey Moor.",
  "Adamantine Armor (plate) (uncommon, dmg 150). This battered armor is said to compel its wearer to protect the Nightfen Marsh.",
  "Adamantine Armor (plate) (uncommon, dmg 150). This battered armor once belonged to the legendary paladin Heniga, who vanished in the Gauntlet of Ulfang the Black.",
  "Adamantine Armor (plate) (uncommon, dmg 150). This battered armor was created by the elves of the ancient kingdom of Nimregel.",
  "Adamantine Armor (plate) (uncommon, dmg 150). This battered armor was taken from the Prison of the Gargoyle Countess.",
  "Adamantine Armor (plate) (uncommon, dmg 150). This battered armor was taken from the sepulcher of the lich Batota.",
  "Adamantine Armor (plate) (uncommon, dmg 150). This distinctive armor is said to compel its wearer to protect the Jungle of Fangs.",
  "Adamantine Armor (plate) (uncommon, dmg 150). This distinctive armor is said to compel its wearer to protect the Labyrinth of Thorns.",
  "Adamantine Armor (plate) (uncommon, dmg 150). This distinctive armor is said to have been blessed by the Goddess of Luck herself.",
  "Adamantine Armor (plate) (uncommon, dmg 150). This distinctive armor is said to protect its wearer from the gaze of a basilisk.",
  "Adamantine Armor (plate) (uncommon, dmg 150). This finely crafted armor is said to compel its wearer to slay the Dragon of Vittaulpha.",
  "Adamantine Armor (plate) (uncommon, dmg 150). This finely crafted armor is said to compel its wearer to slay the Wyrm of Lasunna.",
  "Adamantine Armor (plate) (uncommon, dmg 150). This finely crafted armor is said to grant its wearer immortal life.",
  "Adamantine Armor (plate) (uncommon, dmg 150). This finely crafted armor is said to have been blessed by the Goddess of Luck herself.",
  "Adamantine Armor (plate) (uncommon, dmg 150). This finely crafted armor is said to protect its wearer from the gaze of a basilisk.",
  "Adamantine Armor (plate) (uncommon, dmg 150). This finely crafted armor once belonged to the renowned warlord Aben Hancey, who vanished in the Dark Sepulcher of Horror.",
  "Adamantine Armor (plate) (uncommon, dmg 150). This finely crafted armor was created by a goddess of war for her most loyal ranger.",
  "Adamantine Armor (plate) (uncommon, dmg 150). This finely crafted armor was created by a goddess of war for her most loyal warlord.",
  "Adamantine Armor (plate) (uncommon, dmg 150). This finely crafted armor was taken from the Tunnels of Foces the Mighty.",
  "Adamantine Armor (plate) (uncommon, dmg 150). This finely crafted armor was taken from the crypt of the vampire Abarius.",
  "Adamantine Armor (plate) (uncommon, dmg 150). This masterwork armor once belonged to the halfling paladin Erin Gamwes, who defeated Kadusu the Awesome.",
  "Adamantine Armor (plate) (uncommon, dmg 150). This masterwork armor once belonged to the renowned archer Lenwende, who perished in the Bastion Downs.",
  "Adamantine Armor (plate) (uncommon, dmg 150). This masterwork armor was created by the renowned dragonborn armorer Saba.",
  "Adamantine Armor (plate) (uncommon, dmg 150). This masterwork armor was taken from the Black Dungeon of Ruin.",
  "Adamantine Armor (plate) (uncommon, dmg 150). This ornate armor once belonged to the renowned warlord Ealdfric, leader of the White Shields.",
  "Adamantine Armor (plate) (uncommon, dmg 150). This ornate armor was taken from the tomb of the vampire Gernasa.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). A battered armor, engraved with geometric patterns.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). A battered armor, engraved with the holy symbol of a war god.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). A distinctive armor, trimmed with ermine fur.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). A finely crafted armor, engraved with runes of strength.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). A finely crafted armor, painted with an unknown coat of arms.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). A finely crafted armor, trimmed with fox fur.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). A masterwork armor, engraved with the holy symbol of a god of honor.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). A masterwork armor, painted with an unknown coat of arms.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). A masterwork armor, trimmed with sable fur.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). An ornate armor, engraved with the holy symbol of a draconic god.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). An ornate armor, trimmed with leopard fur.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). This battered armor is said to be imbued with the spirit of the human paladin Lucie, who vanished in the Black Lair of the Demon Tyrant.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). This battered armor is said to have been blessed by the Goddess of Luck herself.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). This battered armor was created by the dwarves of the great kingdom of Nuledzar.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). This distinctive armor is said to be imbued with the spirit of the renowned warrior Efrix Bardye, who fell in the War of Grim Spells.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). This distinctive armor was created by the elves of the ancient empire of Eriath.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). This distinctive armor was taken from the hoard of the dragon Adunnan.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). This finely crafted armor is said to have been blessed by the Goddess of Luck herself.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). This finely crafted armor is said to protect its wearer from the song of a siren.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). This finely crafted armor once belonged to the human fighter Eryell, who slew the Hydra of Theoda.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). This finely crafted armor was created by a god of war for his most loyal archer.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). This finely crafted armor was created by a god of war for his most loyal warlord.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). This finely crafted armor was created by the dwarves of the great realm of Kharbhundin.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). This finely crafted armor was taken from the Undercrypt of Awesome Sorrows.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). This masterwork armor is said to be imbued with the spirit of the great paladin Ellartan, leader of Cilia's Covenant.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). This masterwork armor is said to compel its wearer to defend the Blessed Empire of Lasiriand.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). This masterwork armor is said to compel its wearer to slay the Beast of the Coedy Forest.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). This masterwork armor is said to grant its wearer immortal life.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). This masterwork armor is said to have been blessed by the Goddess of Luck herself.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). This masterwork armor is said to protect its wearer from the lies of a devil.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). This masterwork armor once belonged to the elf hero Earwen, who perished in the Knifeblade Hills.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). This masterwork armor was created by the great tiefling armorer Alfrinthasu.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). This ornate armor is said to compel its wearer to slay the Hydra of Gildolfa.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). This ornate armor is said to have been blessed by the Goddess of Luck herself.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). This ornate armor is said to protect its wearer from the song of a siren.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). This ornate armor was taken from the hoard of the dragon Bhhullima.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). This ornate armor was taken from the sepulcher of the lich Undes.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). This ornate armor was taken from the tomb of the lich Seleca.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). A distinctive armor, engraved with geometric patterns.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). A distinctive armor, engraved with runes of invulnerability.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). A distinctive armor, engraved with the holy symbol of a draconic god.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). A distinctive armor, trimmed with rabbit fur.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). A finely crafted armor, engraved with the holy symbol of a goddess of shadows.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). A finely crafted armor, trimmed with leopard fur.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). A masterwork armor, engraved with geometric patterns.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). A masterwork armor, engraved with the holy symbol of a war god.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). An ornate armor, engraved with runes of invulnerability.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). An ornate armor, painted with an unknown coat of arms.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). This battered armor is said to be imbued with the spirit of the great archer Golinarf, who fell in the Celestial Campaign.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). This battered armor is said to be imbued with the spirit of the great warlord Abeth Rene, who defeated the Dragon of the Jungle of Secrets.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). This battered armor is said to protect its wearer from the gaze of a basilisk.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). This battered armor was created by a goddess of war for her most loyal warlord.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). This battered armor was created by the elves of the ancient dominion of Ellos.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). This battered armor was created by the elves of the ancient empire of Ellos.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). This distinctive armor is said to compel its wearer to defend Himladhell, the Realm of Orbs.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). This distinctive armor is said to compel its wearer to defend the Dominion of Ithenond.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). This distinctive armor is said to grant its wearer immortal life.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). This distinctive armor is said to have been blessed by the Goddess of Luck herself.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). This distinctive armor is said to protect its wearer from the gaze of a basilisk.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). This distinctive armor is said to protect its wearer from the song of a siren.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). This finely crafted armor is said to be imbued with the spirit of the gnome fighter Thunda, who slew the Wyrm of the Orcfen Swamp.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). This finely crafted armor is said to be imbued with the spirit of the gnome ranger Duri, who slew the Leviathan of the Sea of Tears.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). This finely crafted armor is said to compel its wearer to defend the Dominion of Gothregothr.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). This finely crafted armor is said to compel its wearer to defend the Realm of Tirothon.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). This finely crafted armor is said to protect its wearer from the gaze of a basilisk.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). This finely crafted armor once belonged to the renowned archer Gleuva, who fell in the Crown Wars.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). This finely crafted armor once belonged to the tiefling archer Malfrida, who defeated Kas the Bloody.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). This finely crafted armor was taken from the hoard of the dragon Ammamhuum.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). This finely crafted armor was taken from the tomb of the vampire Imoris.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). This masterwork armor is said to compel its wearer to defeat the Vampire of the Desolation of Anan.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). This masterwork armor is said to have been blessed by the Goddess of Luck herself.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). This masterwork armor is said to protect its wearer from the gaze of a basilisk.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). This masterwork armor once belonged to the gnome warlord Giersa, who slew the Wyrm of Fradero.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). This masterwork armor once belonged to the renowned archer Elron, leader of the Saints of Llethy.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). This masterwork armor was taken from the hoard of the dragon Naburni.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). This masterwork armor was taken from the hoard of the dragon Nakadi.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). This ornate armor is said to compel its wearer to defend the Mystical Dominion of Ellon.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). This ornate armor is said to protect its wearer from the gaze of a basilisk.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). This ornate armor once belonged to the illustrious fighter Thogni, who vanished in the Dark Tunnels of Ruin.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). This ornate armor was created by the illustrious half-elf armorer Celadrie.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). This ornate armor was taken from the crypt of the lich Negla.",
  "Adamantine Armor (splint) (uncommon, dmg 150). A battered armor, engraved with the holy symbol of a goddess of storms.",
  "Adamantine Armor (splint) (uncommon, dmg 150). A battered armor, trimmed with leopard fur.",
  "Adamantine Armor (splint) (uncommon, dmg 150). A battered armor, trimmed with mink fur.",
  "Adamantine Armor (splint) (uncommon, dmg 150). A battered armor, trimmed with sable fur.",
  "Adamantine Armor (splint) (uncommon, dmg 150). A distinctive armor, engraved with runes of protection.",
  "Adamantine Armor (splint) (uncommon, dmg 150). A distinctive armor, painted with an unknown coat of arms.",
  "Adamantine Armor (splint) (uncommon, dmg 150). A distinctive armor, trimmed with lynx fur.",
  "Adamantine Armor (splint) (uncommon, dmg 150). A finely crafted armor, engraved with geometric patterns.",
  "Adamantine Armor (splint) (uncommon, dmg 150). A finely crafted armor, engraved with runes of invulnerability.",
  "Adamantine Armor (splint) (uncommon, dmg 150). A finely crafted armor, engraved with runes of strength.",
  "Adamantine Armor (splint) (uncommon, dmg 150). A finely crafted armor, trimmed with leopard fur.",
  "Adamantine Armor (splint) (uncommon, dmg 150). A masterwork armor, engraved with geometric patterns.",
  "Adamantine Armor (splint) (uncommon, dmg 150). A masterwork armor, painted with an unknown coat of arms.",
  "Adamantine Armor (splint) (uncommon, dmg 150). An ornate armor, engraved with geometric patterns.",
  "Adamantine Armor (splint) (uncommon, dmg 150). An ornate armor, trimmed with ermine fur.",
  "Adamantine Armor (splint) (uncommon, dmg 150). An ornate armor, trimmed with fox fur.",
  "Adamantine Armor (splint) (uncommon, dmg 150). This battered armor is said to be imbued with the spirit of the legendary fighter Amaldagne, who fell in the Gruesome War.",
  "Adamantine Armor (splint) (uncommon, dmg 150). This battered armor is said to compel its wearer to protect the Barrier Peaks.",
  "Adamantine Armor (splint) (uncommon, dmg 150). This battered armor is said to compel its wearer to protect the Sea of Serpents.",
  "Adamantine Armor (splint) (uncommon, dmg 150). This battered armor is said to protect its wearer from the gaze of a basilisk.",
  "Adamantine Armor (splint) (uncommon, dmg 150). This battered armor once belonged to the great warrior Bilia Geddaye, who perished in the Forest of Thorns.",
  "Adamantine Armor (splint) (uncommon, dmg 150). This battered armor was created by a god of war for his most loyal ranger.",
  "Adamantine Armor (splint) (uncommon, dmg 150). This battered armor was created by a god of war for his most loyal warlord.",
  "Adamantine Armor (splint) (uncommon, dmg 150). This distinctive armor is said to protect its wearer from the song of a siren.",
  "Adamantine Armor (splint) (uncommon, dmg 150). This distinctive armor once belonged to the great archer Endel, who fell in the Ring Wars.",
  "Adamantine Armor (splint) (uncommon, dmg 150). This distinctive armor was created by the dwarves of the great kingdom of Baramunz.",
  "Adamantine Armor (splint) (uncommon, dmg 150). This distinctive armor was created by the dwarves of the great kingdom of Sharbundush.",
  "Adamantine Armor (splint) (uncommon, dmg 150). This distinctive armor was created by the renowned half-orc armorer Lava.",
  "Adamantine Armor (splint) (uncommon, dmg 150). This finely crafted armor is said to be imbued with the spirit of the illustrious hero Gaathene, who defeated Ulfang the Black.",
  "Adamantine Armor (splint) (uncommon, dmg 150). This finely crafted armor is said to be imbued with the spirit of the illustrious ranger Bernon, who slew the Hydra of Gainuma.",
  "Adamantine Armor (splint) (uncommon, dmg 150). This finely crafted armor once belonged to the elf warlord Nelye, who defeated the Goblin King.",
  "Adamantine Armor (splint) (uncommon, dmg 150). This finely crafted armor once belonged to the legendary warrior Ilhan Maley, who defeated Ulfang the Black.",
  "Adamantine Armor (splint) (uncommon, dmg 150). This finely crafted armor once belonged to the renowned paladin Rewilh, who defeated Anar the Unearthly.",
  "Adamantine Armor (splint) (uncommon, dmg 150). This finely crafted armor was taken from the hoard of the dragon Buna.",
  "Adamantine Armor (splint) (uncommon, dmg 150). This masterwork armor is said to grant its wearer immortal life.",
  "Adamantine Armor (splint) (uncommon, dmg 150). This masterwork armor is said to have been blessed by the Goddess of Luck herself.",
  "Adamantine Armor (splint) (uncommon, dmg 150). This masterwork armor is said to protect its wearer from the gaze of a basilisk.",
  "Adamantine Armor (splint) (uncommon, dmg 150). This masterwork armor once belonged to the great paladin Idrilas, who defeated Nama the Wyrm Lord.",
  "Adamantine Armor (splint) (uncommon, dmg 150). This masterwork armor once belonged to the great warrior Holes, who fell in the Ring Wars.",
  "Adamantine Armor (splint) (uncommon, dmg 150). This ornate armor is said to be imbued with the spirit of the legendary hero Hele, who defeated Negla the Wyrm King.",
  "Adamantine Armor (splint) (uncommon, dmg 150). This ornate armor is said to be imbued with the spirit of the renowned paladin Arthund Borne, leader of the Company of the Ruby Fox.",
  "Adamantine Armor (splint) (uncommon, dmg 150). This ornate armor is said to compel its wearer to defend the Realm of Galonde.",
  "Adamantine Armor (splint) (uncommon, dmg 150). This ornate armor once belonged to the human warlord Erin, who perished in the Tilcuzca Jungle.",
  "Adamantine Armor (splint) (uncommon, dmg 150). This ornate armor once belonged to the renowned fighter Elyel, who vanished in the Pit of Masta the Awesome.",
  "Adamantine Armor (splint) (uncommon, dmg 150). This ornate armor was created by the elves of the ancient kingdom of Formene.",
  "Adamantine Armor (splint) (uncommon, dmg 150). This ornate armor was created by the elves of the ancient realm of Hellonde.",
  "Adamantine Armor (splint) (uncommon, dmg 150). This ornate armor was created by the renowned human armorer Alyn.",
  "Adamantine Armor (splint) (uncommon, dmg 150). This ornate armor was taken from the hoard of the dragon Abuchal.",
  "Armor of Resistance (breastplate, fire) (rare, dmg 152). A masterwork armor, engraved with runes of strength.",
  "Armor of Resistance (breastplate, necrotic) (rare, dmg 152). A finely crafted armor, engraved with runes of strength.",
  "Armor of Resistance (breastplate, necrotic) (rare, dmg 152). An ornate armor, painted with an unknown coat of arms.",
  "Armor of Resistance (breastplate, necrotic) (rare, dmg 152). This battered armor was taken from the barrow of the lich Andar.",
  "Armor of Resistance (breastplate, poison) (rare, dmg 152). This battered armor was created by a goddess of war for her most loyal fighter.",
  "Armor of Resistance (chain mail, fire) (rare, dmg 152). This battered armor was created by the elves of the ancient empire of Valinde.",
  "Armor of Resistance (chain mail, poison) (rare, dmg 152). A finely crafted armor, engraved with runes of invulnerability.",
  "Armor of Resistance (chain mail, psychic) (rare, dmg 152). This finely crafted armor was taken from the tomb of the lich Alarius.",
  "Armor of Resistance (chain mail, radiant) (rare, dmg 152). An ornate armor, painted with an unknown coat of arms.",
  "Armor of Resistance (chain mail, thunder) (rare, dmg 152). A distinctive armor, painted with an unknown coat of arms.",
  "Armor of Resistance (chain shirt, acid) (rare, dmg 152). This masterwork armor once belonged to the legendary hero Gefortis, who fell in the Battle of Hamor.",
  "Armor of Resistance (chain shirt, cold) (rare, dmg 152). A battered armor, trimmed with mink fur.",
  "Armor of Resistance (half plate, poison) (rare, dmg 152). A masterwork armor, painted with an unknown coat of arms.",
  "Armor of Resistance (hide, cold) (rare, dmg 152). This distinctive armor was created by a god of war for his most loyal archer.",
  "Armor of Resistance (hide, thunder) (rare, dmg 152). A masterwork armor, painted with an unknown coat of arms.",
  "Armor of Resistance (leather, acid) (rare, dmg 152). This masterwork armor was taken from the Forsaken Sanctum of Evil.",
  "Armor of Resistance (leather, cold) (rare, dmg 152). An ornate armor, engraved with runes of strength.",
  "Armor of Resistance (leather, necrotic) (rare, dmg 152). An ornate armor, engraved with the holy symbol of a war god.",
  "Armor of Resistance (padded, cold) (rare, dmg 152). This ornate armor was taken from the barrow of the lich Nusila.",
  "Armor of Resistance (padded, force) (rare, dmg 152). This masterwork armor was taken from the Dungeon of Obas.",
  "Armor of Resistance (plate, psychic) (rare, dmg 152). A distinctive armor, painted with an unknown coat of arms.",
  "Armor of Resistance (plate, radiant) (rare, dmg 152). A distinctive armor, engraved with geometric patterns.",
  "Armor of Resistance (ring mail, fire) (rare, dmg 152). This masterwork armor is said to compel its wearer to defeat Sthasa the Wyrm Lord.",
  "Armor of Resistance (ring mail, force) (rare, dmg 152). This distinctive armor is said to have been blessed by the Goddess of Luck herself.",
  "Armor of Resistance (ring mail, psychic) (rare, dmg 152). This finely crafted armor was taken from the Caverns of Heusela the Sorceror.",
  "Armor of Resistance (ring mail, psychic) (rare, dmg 152). This masterwork armor once belonged to the legendary paladin Horica, who slew the Serpent of Munduila.",
  "Armor of Resistance (ring mail, thunder) (rare, dmg 152). This ornate armor is said to compel its wearer to slay the Behemoth of Vidaro.",
  "Armor of Resistance (scale mail, fire) (rare, dmg 152). This finely crafted armor is said to grant its wearer immortal life.",
  "Armor of Resistance (scale mail, necrotic) (rare, dmg 152). This ornate armor is said to be imbued with the spirit of the human paladin Domge, who vanished in the Gauntlet of the Wraith Countess.",
  "Armor of Resistance (scale mail, thunder) (rare, dmg 152). This battered armor once belonged to the dwarf fighter Khali, who slew the Behemoth of the Copper Mountains.",
  "Armor of Resistance (splint, radiant) (rare, dmg 152). This distinctive armor once belonged to the tiefling warlord Hiuda, who vanished in the Dark Temple of Necromancy.",
  "Armor of Resistance (studded leather, cold) (rare, dmg 152). This finely crafted armor was created by the dwarves of the great empire of Tumunzir.",
  "Armor of Resistance (studded leather, force) (rare, dmg 152). A masterwork armor, trimmed with rabbit fur.",
  "Armor of Resistance (studded leather, lightning) (rare, dmg 152). This distinctive armor is said to protect its wearer from the gaze of a basilisk.",
  "Armor of Resistance (studded leather, thunder) (rare, dmg 152). A masterwork armor, engraved with runes of protection.",
  "Armor of Vulnerability (rare, dmg 152). A masterwork armor, trimmed with mink fur.",
  "Armor of Vulnerability (rare, dmg 152). This distinctive armor is said to be imbued with the spirit of the legendary ranger Berga, who vanished in the Dark Crypts of Necromancy.",
  "Armor of Vulnerability (rare, dmg 152). This masterwork armor was created by a goddess of war for her most loyal fighter.",
  "Arrow-catching Shield (rare, dmg 152). This masterwork shield was created by the illustrious halfling armorer Cece.",
  "Elven Chain (rare, dmg 168). A battered armor, trimmed with rabbit fur.",
  "Elven Chain (rare, dmg 168). This battered armor is said to be imbued with the spirit of the gnome ranger Enor, who fell in the Unearthly Crusade.",
  "Elven Chain (rare, dmg 168). This masterwork armor is said to grant its wearer immortal life.",
  "Mariner's Armor (breastplate) (uncommon, dmg 181). An ornate armor, engraved with runes of strength.",
  "Mariner's Armor (breastplate) (uncommon, dmg 181). This battered armor is said to be imbued with the spirit of the great archer Braha, who perished in the Skyfall Desert.",
  "Mariner's Armor (breastplate) (uncommon, dmg 181). This distinctive armor was created by the elves of the ancient kingdom of Ellond.",
  "Mariner's Armor (breastplate) (uncommon, dmg 181). This finely crafted armor is said to be imbued with the spirit of the legendary hero Viva, leader of the Crimson Covenant.",
  "Mariner's Armor (chain mail) (uncommon, dmg 181). This battered armor is said to compel its wearer to defeat Gano the Deranged.",
  "Mariner's Armor (chain mail) (uncommon, dmg 181). This masterwork armor is said to be imbued with the spirit of the dragonborn archer Lisab, who perished in the Blighted Lands.",
  "Mariner's Armor (chain mail) (uncommon, dmg 181). This masterwork armor was taken from the hoard of the dragon Amsumum.",
  "Mariner's Armor (chain shirt) (uncommon, dmg 181). This distinctive armor was created by a god of war for his most loyal archer.",
  "Mariner's Armor (chain shirt) (uncommon, dmg 181). This masterwork armor is said to protect its wearer from the gaze of a basilisk.",
  "Mariner's Armor (half plate) (uncommon, dmg 181). A battered armor, engraved with runes of protection.",
  "Mariner's Armor (half plate) (uncommon, dmg 181). A distinctive armor, engraved with geometric patterns.",
  "Mariner's Armor (half plate) (uncommon, dmg 181). An ornate armor, engraved with geometric patterns.",
  "Mariner's Armor (hide) (uncommon, dmg 181). A masterwork armor, trimmed with leopard fur.",
  "Mariner's Armor (hide) (uncommon, dmg 181). An ornate armor, trimmed with lynx fur.",
  "Mariner's Armor (hide) (uncommon, dmg 181). This battered armor is said to protect its wearer from the lies of a devil.",
  "Mariner's Armor (hide) (uncommon, dmg 181). This finely crafted armor once belonged to the halfling warrior Gerda, who vanished in the Gauntlet of Poisonous Ages.",
  "Mariner's Armor (hide) (uncommon, dmg 181). This finely crafted armor was taken from the barrow of the vampire Wulfila.",
  "Mariner's Armor (hide) (uncommon, dmg 181). This ornate armor once belonged to the great fighter Daldra, who perished in the Razorstone Hills.",
  "Mariner's Armor (hide) (uncommon, dmg 181). This ornate armor once belonged to the halfling archer Peone, who vanished in the Dread Chambers of Galamma the Infernal.",
  "Mariner's Armor (leather) (uncommon, dmg 181). A masterwork armor, engraved with geometric patterns.",
  "Mariner's Armor (leather) (uncommon, dmg 181). This battered armor was taken from the Barrow of Unearthly Devastation.",
  "Mariner's Armor (leather) (uncommon, dmg 181). This distinctive armor was taken from the hoard of the dragon Sacesu.",
  "Mariner's Armor (leather) (uncommon, dmg 181). This masterwork armor was created by the elves of the ancient dominion of Formene.",
  "Mariner's Armor (leather) (uncommon, dmg 181). This masterwork armor was created by the elves of the ancient realm of Gelonde.",
  "Mariner's Armor (leather) (uncommon, dmg 181). This ornate armor is said to compel its wearer to protect the Sentinel Peaks.",
  "Mariner's Armor (leather) (uncommon, dmg 181). This ornate armor is said to protect its wearer from the song of a siren.",
  "Mariner's Armor (leather) (uncommon, dmg 181). This ornate armor was taken from the hoard of the dragon Baresu.",
  "Mariner's Armor (padded) (uncommon, dmg 181). A battered armor, engraved with the holy symbol of a god of honor.",
  "Mariner's Armor (padded) (uncommon, dmg 181). A finely crafted armor, engraved with the holy symbol of a war god.",
  "Mariner's Armor (padded) (uncommon, dmg 181). A finely crafted armor, trimmed with mink fur.",
  "Mariner's Armor (padded) (uncommon, dmg 181). A masterwork armor, engraved with runes of invulnerability.",
  "Mariner's Armor (padded) (uncommon, dmg 181). An ornate armor, engraved with runes of invulnerability.",
  "Mariner's Armor (padded) (uncommon, dmg 181). An ornate armor, engraved with runes of strength.",
  "Mariner's Armor (padded) (uncommon, dmg 181). This battered armor was created by the elves of the ancient dominion of Menargel.",
  "Mariner's Armor (padded) (uncommon, dmg 181). This distinctive armor was created by a goddess of war for her most loyal paladin.",
  "Mariner's Armor (plate) (uncommon, dmg 181). This battered armor is said to grant its wearer immortal life.",
  "Mariner's Armor (plate) (uncommon, dmg 181). This masterwork armor was created by the elves of the ancient kingdom of Eglar.",
  "Mariner's Armor (plate) (uncommon, dmg 181). This ornate armor was created by the elves of the ancient realm of Egron.",
  "Mariner's Armor (plate) (uncommon, dmg 181). This ornate armor was created by the illustrious half-elf armorer Mithrime.",
  "Mariner's Armor (ring mail) (uncommon, dmg 181). A battered armor, engraved with geometric patterns.",
  "Mariner's Armor (ring mail) (uncommon, dmg 181). A battered armor, engraved with the holy symbol of an air goddess.",
  "Mariner's Armor (ring mail) (uncommon, dmg 181). This battered armor is said to compel its wearer to protect the Gloomy Marsh.",
  "Mariner's Armor (ring mail) (uncommon, dmg 181). This finely crafted armor was taken from the hoard of the dragon Milka.",
  "Mariner's Armor (ring mail) (uncommon, dmg 181). This finely crafted armor was taken from the hoard of the dragon Nezzeru.",
  "Mariner's Armor (ring mail) (uncommon, dmg 181). This masterwork armor was created by a god of war for his most loyal ranger.",
  "Mariner's Armor (ring mail) (uncommon, dmg 181). This ornate armor is said to compel its wearer to slay the Serpent of Witana.",
  "Mariner's Armor (scale mail) (uncommon, dmg 181). This ornate armor was created by the dwarves of the great dominion of Gundushaz.",
  "Mariner's Armor (splint) (uncommon, dmg 181). An ornate armor, painted with an unknown coat of arms.",
  "Mariner's Armor (splint) (uncommon, dmg 181). This battered armor is said to protect its wearer from the lies of a devil.",
  "Mariner's Armor (splint) (uncommon, dmg 181). This masterwork armor is said to compel its wearer to protect the Carmaenm Woods.",
  "Mariner's Armor (splint) (uncommon, dmg 181). This masterwork armor once belonged to the half-orc hero Ogosuic, who defeated Emirkol the Chaotic.",
  "Mariner's Armor (splint) (uncommon, dmg 181). This ornate armor is said to have been blessed by the Goddess of Luck herself.",
  "Mariner's Armor (splint) (uncommon, dmg 181). This ornate armor once belonged to the half-elf hero Munder Warney, who defeated the Wraith of the Dusk Jungle.",
  "Mariner's Armor (studded leather) (uncommon, dmg 181). A distinctive armor, engraved with geometric patterns.",
  "Mariner's Armor (studded leather) (uncommon, dmg 181). A finely crafted armor, engraved with geometric patterns.",
  "Mariner's Armor (studded leather) (uncommon, dmg 181). This finely crafted armor was created by the elves of the ancient empire of Evrallon.",
  "Mariner's Armor (studded leather) (uncommon, dmg 181). This masterwork armor is said to compel its wearer to defend the Empire of Argedhel.",
  "Mariner's Armor (studded leather) (uncommon, dmg 181). This ornate armor is said to protect its wearer from the gaze of a basilisk.",
  "Mariner's Armor (studded leather) (uncommon, dmg 181). This ornate armor is said to protect its wearer from the lies of a devil.",
  "Mithral Armor (breastplate) (uncommon, dmg 182). A distinctive armor, painted with an unknown coat of arms.",
  "Mithral Armor (breastplate) (uncommon, dmg 182). This finely crafted armor is said to have been blessed by the Goddess of Luck herself.",
  "Mithral Armor (breastplate) (uncommon, dmg 182). This masterwork armor is said to protect its wearer from the lies of a devil.",
  "Mithral Armor (breastplate) (uncommon, dmg 182). This ornate armor is said to compel its wearer to protect the Writhing Jungle.",
  "Mithral Armor (breastplate) (uncommon, dmg 182). This ornate armor was taken from the Tomb of Mighty Ruin.",
  "Mithral Armor (chain mail) (uncommon, dmg 182). A masterwork armor, engraved with the holy symbol of a nature god.",
  "Mithral Armor (chain mail) (uncommon, dmg 182). This battered armor is said to grant its wearer immortal life.",
  "Mithral Armor (chain mail) (uncommon, dmg 182). This distinctive armor is said to protect its wearer from the song of a siren.",
  "Mithral Armor (chain mail) (uncommon, dmg 182). This distinctive armor once belonged to the halfling ranger Sybel, who defeated the Devil of the Druid's Grove.",
  "Mithral Armor (chain mail) (uncommon, dmg 182). This distinctive armor once belonged to the renowned warlord Sarry Tere, leader of the Adventurers of Wastow.",
  "Mithral Armor (chain mail) (uncommon, dmg 182). This finely crafted armor is said to be imbued with the spirit of the human ranger Alard, who vanished in the Labyrinth of Dire Madness.",
  "Mithral Armor (chain mail) (uncommon, dmg 182). This finely crafted armor is said to compel its wearer to slay the Leviathan of the Sea of the Kraken.",
  "Mithral Armor (chain mail) (uncommon, dmg 182). This finely crafted armor is said to have been blessed by the Goddess of Luck herself.",
  "Mithral Armor (chain mail) (uncommon, dmg 182). This finely crafted armor is said to protect its wearer from the lies of a devil.",
  "Mithral Armor (chain mail) (uncommon, dmg 182). This finely crafted armor once belonged to the renowned warlord Ursas, who perished in the Desolation of Kiliitu.",
  "Mithral Armor (chain mail) (uncommon, dmg 182). This masterwork armor was created by a goddess of war for her most loyal hero.",
  "Mithral Armor (chain mail) (uncommon, dmg 182). This ornate armor is said to grant its wearer immortal life.",
  "Mithral Armor (chain shirt) (uncommon, dmg 182). A battered armor, engraved with runes of strength.",
  "Mithral Armor (chain shirt) (uncommon, dmg 182). A battered armor, trimmed with lynx fur.",
  "Mithral Armor (chain shirt) (uncommon, dmg 182). A finely crafted armor, engraved with geometric patterns.",
  "Mithral Armor (chain shirt) (uncommon, dmg 182). A masterwork armor, engraved with geometric patterns.",
  "Mithral Armor (chain shirt) (uncommon, dmg 182). An ornate armor, painted with an unknown coat of arms.",
  "Mithral Armor (chain shirt) (uncommon, dmg 182). This distinctive armor once belonged to the human warlord Merey, who perished in the Mane March.",
  "Mithral Armor (chain shirt) (uncommon, dmg 182). This distinctive armor was taken from the hoard of the dragon Bhhadna.",
  "Mithral Armor (chain shirt) (uncommon, dmg 182). This ornate armor was created by the elves of the ancient realm of Arniriond.",
  "Mithral Armor (half plate) (uncommon, dmg 182). An ornate armor, painted with an unknown coat of arms.",
  "Mithral Armor (half plate) (uncommon, dmg 182). This finely crafted armor is said to compel its wearer to slay the Beast of Angic.",
  "Mithral Armor (half plate) (uncommon, dmg 182). This masterwork armor is said to protect its wearer from the lies of a devil.",
  "Mithral Armor (half plate) (uncommon, dmg 182). This ornate armor was taken from the hoard of the dragon Buchebi.",
  "Mithral Armor (plate) (uncommon, dmg 182). A masterwork armor, engraved with geometric patterns.",
  "Mithral Armor (plate) (uncommon, dmg 182). This battered armor is said to be imbued with the spirit of the illustrious warrior Thorla, who slew the Wyrm of Gelasa.",
  "Mithral Armor (plate) (uncommon, dmg 182). This distinctive armor is said to protect its wearer from the lies of a devil.",
  "Mithral Armor (plate) (uncommon, dmg 182). This distinctive armor was created by the elves of the ancient kingdom of Karningul.",
  "Mithral Armor (plate) (uncommon, dmg 182). This finely crafted armor was created by a god of war for his most loyal warrior.",
  "Mithral Armor (plate) (uncommon, dmg 182). This ornate armor is said to protect its wearer from the song of a siren.",
  "Mithral Armor (plate) (uncommon, dmg 182). This ornate armor was taken from the hoard of the dragon Alshad.",
  "Mithral Armor (ring mail) (uncommon, dmg 182). A finely crafted armor, trimmed with lynx fur.",
  "Mithral Armor (ring mail) (uncommon, dmg 182). An ornate armor, engraved with runes of strength.",
  "Mithral Armor (ring mail) (uncommon, dmg 182). This battered armor is said to have been blessed by the Goddess of Luck herself.",
  "Mithral Armor (ring mail) (uncommon, dmg 182). This battered armor once belonged to the legendary warlord Sanzig, who defeated Ulfang the Black.",
  "Mithral Armor (ring mail) (uncommon, dmg 182). This distinctive armor is said to grant its wearer immortal life.",
  "Mithral Armor (ring mail) (uncommon, dmg 182). This finely crafted armor is said to grant its wearer immortal life.",
  "Mithral Armor (scale mail) (uncommon, dmg 182). This distinctive armor is said to compel its wearer to defend the Principality of Formene.",
  "Mithral Armor (scale mail) (uncommon, dmg 182). This distinctive armor once belonged to the illustrious ranger Lada, leader of the Azure Knights.",
  "Mithral Armor (splint) (uncommon, dmg 182). A battered armor, painted with an unknown coat of arms.",
  "Mithral Armor (splint) (uncommon, dmg 182). A distinctive armor, painted with an unknown coat of arms.",
  "Mithral Armor (splint) (uncommon, dmg 182). A masterwork armor, engraved with geometric patterns.",
  "Mithral Armor (splint) (uncommon, dmg 182). A masterwork armor, engraved with runes of strength.",
  "Mithral Armor (splint) (uncommon, dmg 182). This distinctive armor was taken from the Black Caverns of Emirkol the Chaotic.",
  "Mithral Armor (splint) (uncommon, dmg 182). This distinctive armor was taken from the crypt of the lich Arisern.",
  "Sentinel Shield (uncommon, dmg 199). A battered shield, engraved with runes of invulnerability.",
  "Sentinel Shield (uncommon, dmg 199). A battered shield, inlaid with gold.",
  "Sentinel Shield (uncommon, dmg 199). A distinctive shield, inlaid with silver.",
  "Sentinel Shield (uncommon, dmg 199). A distinctive shield, painted with an unknown coat of arms.",
  "Sentinel Shield (uncommon, dmg 199). A finely crafted shield, engraved with runes of strength.",
  "Sentinel Shield (uncommon, dmg 199). A finely crafted shield, inlaid with gold.",
  "Sentinel Shield (uncommon, dmg 199). A masterwork shield, engraved with runes of invulnerability.",
  "Sentinel Shield (uncommon, dmg 199). A masterwork shield, inlaid with platinum.",
  "Sentinel Shield (uncommon, dmg 199). A masterwork shield, inlaid with silver.",
  "Sentinel Shield (uncommon, dmg 199). An ornate shield, inlaid with gold.",
  "Sentinel Shield (uncommon, dmg 199). This battered shield once belonged to the human fighter Symund Cotte, who vanished in the Dread Delve of the Lich Queen.",
  "Sentinel Shield (uncommon, dmg 199). This battered shield once belonged to the illustrious ranger Sepa, who perished in the Cursed Waste.",
  "Sentinel Shield (uncommon, dmg 199). This battered shield once belonged to the renowned warrior Adild, leader of the Covenant of the Fang and Tome.",
  "Sentinel Shield (uncommon, dmg 199). This battered shield was created by a god of war for his most loyal paladin.",
  "Sentinel Shield (uncommon, dmg 199). This battered shield was created by a goddess of war for her most loyal paladin.",
  "Sentinel Shield (uncommon, dmg 199). This battered shield was created by the legendary halfling armorer Veror.",
  "Sentinel Shield (uncommon, dmg 199). This battered shield was taken from the Delve of Akvam the Fiendish.",
  "Sentinel Shield (uncommon, dmg 199). This battered shield was taken from the crypt of the lich Iwus.",
  "Sentinel Shield (uncommon, dmg 199). This battered shield was taken from the hoard of the dragon Biumabu.",
  "Sentinel Shield (uncommon, dmg 199). This battered shield was taken from the hoard of the dragon Sumuru.",
  "Sentinel Shield (uncommon, dmg 199). This battered shield was taken from the tomb of the lich Vithmenia.",
  "Sentinel Shield (uncommon, dmg 199). This distinctive shield once belonged to the elf hero Vica, who fell in the Fiendish Campaign.",
  "Sentinel Shield (uncommon, dmg 199). This distinctive shield once belonged to the elf ranger Edor, who defeated Eris the Wyrm Princess.",
  "Sentinel Shield (uncommon, dmg 199). This distinctive shield once belonged to the great fighter Elean, who vanished in the Dread Lair of Gothmog of Udun.",
  "Sentinel Shield (uncommon, dmg 199). This distinctive shield once belonged to the halfling warlord Driffin, who defeated Basa the Warlock.",
  "Sentinel Shield (uncommon, dmg 199). This distinctive shield was created by a goddess of war for her most loyal paladin.",
  "Sentinel Shield (uncommon, dmg 199). This distinctive shield was created by the dwarves of the great dominion of Narakinb.",
  "Sentinel Shield (uncommon, dmg 199). This distinctive shield was created by the dwarves of the great kingdom of Nargundush.",
  "Sentinel Shield (uncommon, dmg 199). This distinctive shield was created by the dwarves of the great kingdom of Sharagzinb.",
  "Sentinel Shield (uncommon, dmg 199). This distinctive shield was created by the elves of the ancient kingdom of Helothladh.",
  "Sentinel Shield (uncommon, dmg 199). This distinctive shield was created by the great half-elf armorer Finwe.",
  "Sentinel Shield (uncommon, dmg 199). This distinctive shield was created by the renowned gnome armorer Fari.",
  "Sentinel Shield (uncommon, dmg 199). This distinctive shield was taken from the hoard of the dragon Abumum.",
  "Sentinel Shield (uncommon, dmg 199). This distinctive shield was taken from the hoard of the dragon Gudusu.",
  "Sentinel Shield (uncommon, dmg 199). This distinctive shield was taken from the tomb of the lich Hadiga.",
  "Sentinel Shield (uncommon, dmg 199). This finely crafted shield once belonged to the dwarf archer Thaga Herlidotr, leader of the Jade Guild.",
  "Sentinel Shield (uncommon, dmg 199). This finely crafted shield once belonged to the dwarf warlord Geda, leader of the Gray Company.",
  "Sentinel Shield (uncommon, dmg 199). This finely crafted shield once belonged to the gnome paladin Kunarv, leader of the Falcons of Haburh.",
  "Sentinel Shield (uncommon, dmg 199). This finely crafted shield once belonged to the great archer Vidusa, who perished in the Jungle of Ruins.",
  "Sentinel Shield (uncommon, dmg 199). This finely crafted shield once belonged to the illustrious warrior Sery, who fell in the Wand Wars.",
  "Sentinel Shield (uncommon, dmg 199). This finely crafted shield once belonged to the tiefling archer Hiarima, who slew the Behemoth of Rico.",
  "Sentinel Shield (uncommon, dmg 199). This finely crafted shield was created by a god of war for his most loyal fighter.",
  "Sentinel Shield (uncommon, dmg 199). This finely crafted shield was created by the dwarves of the great empire of Undun.",
  "Sentinel Shield (uncommon, dmg 199). This finely crafted shield was created by the elves of the ancient empire of Gelerien.",
  "Sentinel Shield (uncommon, dmg 199). This finely crafted shield was created by the elves of the ancient empire of Tirione.",
  "Sentinel Shield (uncommon, dmg 199). This finely crafted shield was created by the elves of the ancient kingdom of Forlinde.",
  "Sentinel Shield (uncommon, dmg 199). This finely crafted shield was created by the illustrious half-elf armorer Nelaser.",
  "Sentinel Shield (uncommon, dmg 199). This finely crafted shield was created by the renowned dwarf armorer Irik Mundison.",
  "Sentinel Shield (uncommon, dmg 199). This finely crafted shield was created by the renowned half-elf armorer Ariel.",
  "Sentinel Shield (uncommon, dmg 199). This finely crafted shield was taken from the Delve of Amezzel the Mad.",
  "Sentinel Shield (uncommon, dmg 199). This finely crafted shield was taken from the Dread Catacombs of Necromancy.",
  "Sentinel Shield (uncommon, dmg 199). This finely crafted shield was taken from the Forsaken Vaults of Ruin.",
  "Sentinel Shield (uncommon, dmg 199). This finely crafted shield was taken from the Undercrypt of Hellish Worms.",
  "Sentinel Shield (uncommon, dmg 199). This finely crafted shield was taken from the barrow of the lich Frodusi.",
  "Sentinel Shield (uncommon, dmg 199). This finely crafted shield was taken from the barrow of the vampire Badeba.",
  "Sentinel Shield (uncommon, dmg 199). This finely crafted shield was taken from the crypt of the lich Flasansa.",
  "Sentinel Shield (uncommon, dmg 199). This finely crafted shield was taken from the hoard of the dragon Balshazi.",
  "Sentinel Shield (uncommon, dmg 199). This finely crafted shield was taken from the hoard of the dragon Samsaces.",
  "Sentinel Shield (uncommon, dmg 199). This finely crafted shield was taken from the hoard of the dragon Sinabi.",
  "Sentinel Shield (uncommon, dmg 199). This masterwork shield once belonged to the dragonborn warlord Ninusu, who slew the Dragon of Hila.",
  "Sentinel Shield (uncommon, dmg 199). This masterwork shield once belonged to the elf paladin Mora, who defeated Eshadnesh the Possessed.",
  "Sentinel Shield (uncommon, dmg 199). This masterwork shield once belonged to the half-elf hero Thiladan, leader of the Gray Guild.",
  "Sentinel Shield (uncommon, dmg 199). This masterwork shield once belonged to the half-orc hero Sicka, who fell in the Siege of Leford.",
  "Sentinel Shield (uncommon, dmg 199). This masterwork shield once belonged to the half-orc warlord Reko, who vanished in the Black Vaults of the Lich Emperor.",
  "Sentinel Shield (uncommon, dmg 199). This masterwork shield once belonged to the halfling archer George Willey, who perished in the Bronze March.",
  "Sentinel Shield (uncommon, dmg 199). This masterwork shield once belonged to the human paladin Soma, who fell in the Invocation Wars.",
  "Sentinel Shield (uncommon, dmg 199). This masterwork shield once belonged to the legendary warlord Hira, who perished in the Desolation of Nabazzi.",
  "Sentinel Shield (uncommon, dmg 199). This masterwork shield once belonged to the tiefling archer Amasudi, who fell in the War of Phantasms.",
  "Sentinel Shield (uncommon, dmg 199). This masterwork shield was created by a god of war for his most loyal fighter.",
  "Sentinel Shield (uncommon, dmg 199). This masterwork shield was created by a goddess of war for her most loyal archer.",
  "Sentinel Shield (uncommon, dmg 199). This masterwork shield was created by a goddess of war for her most loyal fighter.",
  "Sentinel Shield (uncommon, dmg 199). This masterwork shield was created by a goddess of war for her most loyal ranger.",
  "Sentinel Shield (uncommon, dmg 199). This masterwork shield was created by a goddess of war for her most loyal warlord.",
  "Sentinel Shield (uncommon, dmg 199). This masterwork shield was created by the elves of the ancient dominion of Mithlumen.",
  "Sentinel Shield (uncommon, dmg 199). This masterwork shield was created by the illustrious dragonborn armorer Nidur.",
  "Sentinel Shield (uncommon, dmg 199). This masterwork shield was taken from the Dark Tomb of Woe.",
  "Sentinel Shield (uncommon, dmg 199). This masterwork shield was taken from the barrow of the lich Winthoro.",
  "Sentinel Shield (uncommon, dmg 199). This masterwork shield was taken from the hoard of the dragon Amsuilsit.",
  "Sentinel Shield (uncommon, dmg 199). This masterwork shield was taken from the hoard of the dragon Suma.",
  "Sentinel Shield (uncommon, dmg 199). This masterwork shield was taken from the sepulcher of the lich Biusige.",
  "Sentinel Shield (uncommon, dmg 199). This masterwork shield was taken from the sepulcher of the lich Darica.",
  "Sentinel Shield (uncommon, dmg 199). This ornate shield once belonged to the elf archer Wenna, leader of the Thorns of Karnimrond.",
  "Sentinel Shield (uncommon, dmg 199). This ornate shield once belonged to the elf paladin Galaser, who perished in the Lline Forest.",
  "Sentinel Shield (uncommon, dmg 199). This ornate shield once belonged to the great paladin Ildag, who slew the Leviathan of the Sea of Blood.",
  "Sentinel Shield (uncommon, dmg 199). This ornate shield once belonged to the halfling paladin Mira Gamwort, who perished in the Dari Plains.",
  "Sentinel Shield (uncommon, dmg 199). This ornate shield once belonged to the halfling warrior Piersym, who perished in the Scorched Earth.",
  "Sentinel Shield (uncommon, dmg 199). This ornate shield once belonged to the legendary archer Ahal, leader of the Azure Guild.",
  "Sentinel Shield (uncommon, dmg 199). This ornate shield once belonged to the legendary ranger Selaro, who defeated the Lich of the Scarlet Jungle.",
  "Sentinel Shield (uncommon, dmg 199). This ornate shield once belonged to the legendary warlord Thori, who vanished in the Secret Warrens of the Gargoyle Baron.",
  "Sentinel Shield (uncommon, dmg 199). This ornate shield once belonged to the renowned fighter Amin, who defeated the Dragon of the Rebu Desert.",
  "Sentinel Shield (uncommon, dmg 199). This ornate shield once belonged to the renowned ranger Bali, who defeated Kas the Betrayer.",
  "Sentinel Shield (uncommon, dmg 199). This ornate shield once belonged to the tiefling warrior Heldesi, who defeated Abdit the Wyrm Prince.",
  "Sentinel Shield (uncommon, dmg 199). This ornate shield was created by the dwarves of the great empire of Naledzar.",
  "Sentinel Shield (uncommon, dmg 199). This ornate shield was created by the dwarves of the great kingdom of Nula.",
  "Sentinel Shield (uncommon, dmg 199). This ornate shield was created by the elves of the ancient empire of Dorwine.",
  "Sentinel Shield (uncommon, dmg 199). This ornate shield was created by the great human armorer Ecil.",
  "Sentinel Shield (uncommon, dmg 199). This ornate shield was taken from the Forsaken Caverns of Nezzuu the Mighty.",
  "Sentinel Shield (uncommon, dmg 199). This ornate shield was taken from the Hive of Dark Worms.",
  "Sentinel Shield (uncommon, dmg 199). This ornate shield was taken from the Pit of Illfang the Kobold Lord.",
  "Sentinel Shield (uncommon, dmg 199). This ornate shield was taken from the Shrine of Shiva the Destroyer.",
  "Sentinel Shield (uncommon, dmg 199). This ornate shield was taken from the barrow of the vampire Arilic.",
  "Sentinel Shield (uncommon, dmg 199). This ornate shield was taken from the crypt of the vampire Hunigoia.",
  "Sentinel Shield (uncommon, dmg 199). This ornate shield was taken from the crypt of the vampire Tacherma.",
  "Sentinel Shield (uncommon, dmg 199). This ornate shield was taken from the hoard of the dragon Abumum.",
  "Sentinel Shield (uncommon, dmg 199). This ornate shield was taken from the hoard of the dragon Burnamzi.",
  "Shield of Missile Attraction (rare, dmg 200). A distinctive shield, painted with an unknown coat of arms.",
  "Shield of Missile Attraction (rare, dmg 200). A masterwork shield, inlaid with gold.",
  "Shield of Missile Attraction (rare, dmg 200). An ornate shield, engraved with runes of strength.",
  "Shield of Missile Attraction (rare, dmg 200). This masterwork shield was taken from the crypt of the vampire Aniovis."
]