[
  "+1 Wand of the War Mage (uncommon, dmg 212) A battered hawthorn wand, set with garnet.",
  "+1 Wand of the War Mage (uncommon, dmg 212) A battered yew wand, inlaid with mithral.",
  "+1 Wand of the War Mage (uncommon, dmg 212) A birch wand, inlaid with jade.",
  "+1 Wand of the War Mage (uncommon, dmg 212) A cedar wand, set with sapphire.",
  "+1 Wand of the War Mage (uncommon, dmg 212) A distinctive blackthorn wand, set with pearl.",
  "+1 Wand of the War Mage (uncommon, dmg 212) A distinctive cedar wand, inlaid with jade.",
  "+1 Wand of the War Mage (uncommon, dmg 212) A distinctive cedar wand, inlaid with platinum.",
  "+1 Wand of the War Mage (uncommon, dmg 212) A distinctive wand, wrapped in silver wire.",
  "+1 Wand of the War Mage (uncommon, dmg 212) A distinctive yew wand, inlaid with gold.",
  "+1 Wand of the War Mage (uncommon, dmg 212) A finely crafted birch wand, inlaid with emerald.",
  "+1 Wand of the War Mage (uncommon, dmg 212) A finely crafted blackthorn wand, inlaid with mithral.",
  "+1 Wand of the War Mage (uncommon, dmg 212) A finely crafted cedar wand, wrapped in fine steel wire.",
  "+1 Wand of the War Mage (uncommon, dmg 212) A finely crafted hawthorn wand, inlaid with garnet.",
  "+1 Wand of the War Mage (uncommon, dmg 212) A finely crafted oak wand, inlaid with jet.",
  "+1 Wand of the War Mage (uncommon, dmg 212) A finely crafted wand, set with obsidian.",
  "+1 Wand of the War Mage (uncommon, dmg 212) A finely crafted wand, wrapped in bronze wire.",
  "+1 Wand of the War Mage (uncommon, dmg 212) A finely crafted yew wand, set with pearl.",
  "+1 Wand of the War Mage (uncommon, dmg 212) A hawthorn wand, inlaid with moonstone.",
  "+1 Wand of the War Mage (uncommon, dmg 212) A hazel wand, inlaid with garnet.",
  "+1 Wand of the War Mage (uncommon, dmg 212) A hazel wand, set with obsidian.",
  "+1 Wand of the War Mage (uncommon, dmg 212) A heavy ash wand, wrapped in copper wire.",
  "+1 Wand of the War Mage (uncommon, dmg 212) A heavy wand, inlaid with emerald.",
  "+1 Wand of the War Mage (uncommon, dmg 212) A heavy wand, inlaid with jet.",
  "+1 Wand of the War Mage (uncommon, dmg 212) A heavy wand, inlaid with silver.",
  "+1 Wand of the War Mage (uncommon, dmg 212) A heavy wand, set with jet.",
  "+1 Wand of the War Mage (uncommon, dmg 212) A heavy wand, wrapped in fine steel wire.",
  "+1 Wand of the War Mage (uncommon, dmg 212) A heavy willow wand, inlaid with emerald.",
  "+1 Wand of the War Mage (uncommon, dmg 212) A masterwork birch wand, inlaid with amethyst.",
  "+1 Wand of the War Mage (uncommon, dmg 212) A masterwork wand, inlaid with garnet.",
  "+1 Wand of the War Mage (uncommon, dmg 212) A masterwork wand, inlaid with gold.",
  "+1 Wand of the War Mage (uncommon, dmg 212) A rowan wand, wrapped in bronze wire.",
  "+1 Wand of the War Mage (uncommon, dmg 212) A rowan wand, wrapped in fine steel wire.",
  "+1 Wand of the War Mage (uncommon, dmg 212) A thin ash wand, inlaid with topaz.",
  "+1 Wand of the War Mage (uncommon, dmg 212) A thin ash wand, set with amethyst.",
  "+1 Wand of the War Mage (uncommon, dmg 212) A thin wand, inlaid with pearl.",
  "+1 Wand of the War Mage (uncommon, dmg 212) A thin wand, set with amethyst.",
  "+1 Wand of the War Mage (uncommon, dmg 212) An elder wand, inlaid with diamond.",
  "+1 Wand of the War Mage (uncommon, dmg 212) An elder wand, inlaid with mithral.",
  "+1 Wand of the War Mage (uncommon, dmg 212) An elder wand, inlaid with platinum.",
  "+1 Wand of the War Mage (uncommon, dmg 212) An elder wand, set with obsidian.",
  "+1 Wand of the War Mage (uncommon, dmg 212) An ornate ash wand, inlaid with hepatizon.",
  "+1 Wand of the War Mage (uncommon, dmg 212) An ornate birch wand, inlaid with gold.",
  "+1 Wand of the War Mage (uncommon, dmg 212) An ornate cedar wand, set with topaz.",
  "+1 Wand of the War Mage (uncommon, dmg 212) An ornate hazel wand, inlaid with hepatizon.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This ash wand also shines like a candle upon command.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This ash wand once belonged to the human archmage Nieles Alar, who perished in the Crimson Jungle.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This battered ash wand also shivers when undead are near.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This battered birch wand once belonged to the elf artificer Deorgra, leader of the Crimson Falcons.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This battered birch wand once belonged to the legendary wizard Shimil, who defeated Aral the Enchantress.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This battered birch wand was taken from the Lost Shrine of Dera.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This battered birch wand was taken from the tomb of the vampire Hadesa.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This battered cedar wand also emits a thin ray of white light upon command.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This battered rowan wand also repels small insects when held.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This battered wand also grants the magical ability to feign disease or illness for one hour per day.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This battered wand also grants the magical ability to mend broken chains.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This battered wand also grants the magical ability to speak with arrows.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This battered wand also transmutes gold coins into pigeons.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This battered wand was created by a goddess of magic for her most loyal champion.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This birch wand also glows when undead are near.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This birch wand once belonged to the legendary conjurer Artere, who slew the Wyrm of Wallisca.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This birch wand was taken from the Lost Chambers of Devastation.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This cedar wand also grants the magical ability to endure extreme cold for one hour per day.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This cedar wand once belonged to the tiefling wizard Wilgotha, who perished in the Silent Moor.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This cedar wand was created by the dwarves of the great empire of Kinbilnulb.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This distinctive hawthorn wand was taken from the sepulcher of the lich Sisarna.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This distinctive wand also glows when orcs are near.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This elder wand also shivers when vampires are near.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This elder wand was taken from the barrow of the vampire Varica.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This elm wand also grants the magical ability to speak with cats.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This finely crafted ash wand was taken from the crypt of the vampire Candefro.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This finely crafted cedar wand once belonged to the legendary mage Dorodor, who vanished in the Black Barrow of the Goblin King.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This finely crafted elm wand was created by the elf artificer Ferde.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This finely crafted hawthorn wand was created by the elves of the ancient realm of Siregel.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This finely crafted oak wand also shivers when wraiths are near.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This finely crafted oak wand once belonged to the legendary wizard Mara, who slew the Dragon of Thindusa.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This finely crafted wand also grants the magical ability to charm gnomes.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This finely crafted wand also shines like a candle upon command.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This finely crafted wand was created by a goddess of magic for her most loyal champion.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This finely crafted willow wand also grants the magical ability to charm mice.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This hawthorn wand also glows when trolls are near.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This hawthorn wand was taken from the Secret Prison of Ruin.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This hazel wand once belonged to the illustrious artificer Bari, who slew the Behemoth of the Tama Veldt.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This heavy birch wand once belonged to the elf sorcerer Eror, who vanished in the Sepulcher of Vidima.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This heavy blackthorn wand also glows when orcs are near.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This heavy elder wand was taken from the barrow of the lich Sasuintha.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This heavy hawthorn wand also repels small insects when held.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This heavy hazel wand also grants the magical ability to speak with arrows.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This heavy rowan wand was taken from the Sepulcher of Fallen Malice.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This heavy wand also conjures cutlery upon command.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This heavy wand also grants the magical ability to feign disease or illness for one hour per day.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This heavy wand also grants the magical ability to see in darkness for one hour per day.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This heavy wand also shines like a lantern upon command.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This heavy wand also transmutes gold coins into pigeons.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This heavy wand once belonged to the renowned sorcerer Bertio, who slew the Beast of Rimundo.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This masterwork wand also grants the magical ability to mend broken doors.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This masterwork wand also shines like a candle upon command.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This masterwork wand also shines like a lantern upon command.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This masterwork wand was created by the illustrious artificer Gonarfin.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This masterwork wand was taken from the hoard of the dragon Ammumus.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This masterwork wand was taken from the hoard of the dragon Sinezzu.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This oak wand also grants the magical ability to locate taverns.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This oak wand also grants the magical ability to take the shape of a small animal for one hour per day.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This oak wand also repels small insects when held.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This oak wand also shines like a lantern upon command.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This ornate hazel wand was taken from the Black Cyst of Horror.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This ornate rowan wand also emits a thin ray of white light upon command.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This ornate wand also conjures cutlery upon command.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This ornate wand also emits a thin ray of yellow light upon command.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This ornate wand also shivers when vampires are near.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This thin blackthorn wand was created by the great artificer Gamah.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This thin elder wand also grants the magical ability to speak with cats.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This thin elder wand once belonged to the renowned alchemist Sene, who perished in the Typre Vale.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This thin hawthorn wand was taken from the Hive of Gothmog of Udun.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This thin rowan wand once belonged to the legendary mage Sala, leader of the Crimson Wayfarers.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This thin wand also emits a thin ray of green light upon command.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This thin wand also emits a thin ray of red light upon command.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This thin wand also grants the magical ability to locate horses.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This thin wand also grants the magical ability to take the shape of a small animal for one hour per day.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This thin wand was created by the halfling artificer Kater.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This thin wand was created by the renowned artificer Wulfasta.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This thin wand was taken from the Chambers of the Lich Countess.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This thin wand was taken from the Tomb of Emirkol the Chaotic.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This thin wand was taken from the crypt of the lich Gunthiaro.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This thin wand was taken from the hoard of the dragon Adanan.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This thin willow wand was created by a god of magic for his most loyal champion.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This thin yew wand was taken from the hoard of the dragon Abuman.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This willow wand also grants the magical ability to breathe underwater for one hour per day.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This willow wand also shivers when wraiths are near.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This willow wand once belonged to the illustrious necromancer Ninla, leader of the Shields of Framoor.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This yew wand also grants the magical ability to charm mice.",
  "+1 Wand of the War Mage (uncommon, dmg 212) This yew wand also shivers when wraiths are near.",
  "+2 Wand of the War Mage (rare, dmg 212) A birch wand, inlaid with gold.",
  "+2 Wand of the War Mage (rare, dmg 212) A finely crafted ash wand, inlaid with gold.",
  "+2 Wand of the War Mage (rare, dmg 212) A hawthorn wand, set with sapphire.",
  "+2 Wand of the War Mage (rare, dmg 212) A hazel wand, inlaid with jet.",
  "+2 Wand of the War Mage (rare, dmg 212) A heavy blackthorn wand, wrapped in silver wire.",
  "+2 Wand of the War Mage (rare, dmg 212) A heavy wand, set with obsidian.",
  "+2 Wand of the War Mage (rare, dmg 212) A thin cedar wand, set with emerald.",
  "+2 Wand of the War Mage (rare, dmg 212) A thin elder wand, set with amethyst.",
  "+2 Wand of the War Mage (rare, dmg 212) A thin yew wand, set with garnet.",
  "+2 Wand of the War Mage (rare, dmg 212) A yew wand, wrapped in fine steel wire.",
  "+2 Wand of the War Mage (rare, dmg 212) An ornate elm wand, inlaid with silver.",
  "+2 Wand of the War Mage (rare, dmg 212) An ornate wand, wrapped in brass wire.",
  "+2 Wand of the War Mage (rare, dmg 212) This battered hazel wand also shivers when vampires are near.",
  "+2 Wand of the War Mage (rare, dmg 212) This blackthorn wand was taken from the Sepulcher of the Vampire Emperor.",
  "+2 Wand of the War Mage (rare, dmg 212) This cedar wand once belonged to the legendary enchanter Findore, who fell in the Battle of Thone.",
  "+2 Wand of the War Mage (rare, dmg 212) This cedar wand was created by a goddess of magic for her most loyal hero.",
  "+2 Wand of the War Mage (rare, dmg 212) This cedar wand was taken from the Secret Halls of the Demon Queen.",
  "+2 Wand of the War Mage (rare, dmg 212) This distinctive blackthorn wand also repels small insects when held.",
  "+2 Wand of the War Mage (rare, dmg 212) This distinctive elm wand was created by the renowned artificer Lagam.",
  "+2 Wand of the War Mage (rare, dmg 212) This distinctive wand also grants the magical ability to mend broken chains.",
  "+2 Wand of the War Mage (rare, dmg 212) This elder wand also shivers when wraiths are near.",
  "+2 Wand of the War Mage (rare, dmg 212) This elm wand also grants the magical ability to locate taverns.",
  "+2 Wand of the War Mage (rare, dmg 212) This finely crafted elder wand was taken from the sepulcher of the vampire Thrimero.",
  "+2 Wand of the War Mage (rare, dmg 212) This finely crafted hazel wand was taken from the hoard of the dragon Sheanyasu.",
  "+2 Wand of the War Mage (rare, dmg 212) This finely crafted wand also grants the magical ability to locate horses.",
  "+2 Wand of the War Mage (rare, dmg 212) This heavy elder wand also shivers when undead are near.",
  "+2 Wand of the War Mage (rare, dmg 212) This heavy wand also grants the magical ability to breathe underwater for one hour per day.",
  "+2 Wand of the War Mage (rare, dmg 212) This heavy yew wand once belonged to the great archmage Elror, who defeated the Vampire of the Pwllheli Woods.",
  "+2 Wand of the War Mage (rare, dmg 212) This rowan wand also grants the magical ability to detect undead shadows within thirty feet.",
  "+2 Wand of the War Mage (rare, dmg 212) This rowan wand was created by a goddess of magic for her most loyal hero.",
  "+2 Wand of the War Mage (rare, dmg 212) This thin hawthorn wand was created by the tiefling artificer Sisbige.",
  "+2 Wand of the War Mage (rare, dmg 212) This thin rowan wand also repels small insects when held.",
  "+2 Wand of the War Mage (rare, dmg 212) This thin wand was created by the half-elf artificer Alalgar.",
  "+2 Wand of the War Mage (rare, dmg 212) This thin wand was created by the halfling artificer Sybeth.",
  "+2 Wand of the War Mage (rare, dmg 212) This willow wand also shivers when undead are near.",
  "+3 Wand of the War Mage (very rare, dmg 212) A battered ash wand, wrapped in brass wire.",
  "+3 Wand of the War Mage (very rare, dmg 212) A battered hawthorn wand, set with bloodstone.",
  "+3 Wand of the War Mage (very rare, dmg 212) A battered wand, inlaid with garnet.",
  "+3 Wand of the War Mage (very rare, dmg 212) A blackthorn wand, set with obsidian.",
  "+3 Wand of the War Mage (very rare, dmg 212) A cedar wand, inlaid with platinum.",
  "+3 Wand of the War Mage (very rare, dmg 212) A distinctive wand, inlaid with silver.",
  "+3 Wand of the War Mage (very rare, dmg 212) A hazel wand, inlaid with silver.",
  "+3 Wand of the War Mage (very rare, dmg 212) A hazel wand, wrapped in bronze wire.",
  "+3 Wand of the War Mage (very rare, dmg 212) A heavy elder wand, wrapped in copper wire.",
  "+3 Wand of the War Mage (very rare, dmg 212) A masterwork yew wand, wrapped in copper wire.",
  "+3 Wand of the War Mage (very rare, dmg 212) A rowan wand, wrapped in brass wire.",
  "+3 Wand of the War Mage (very rare, dmg 212) A thin hawthorn wand, inlaid with gold.",
  "+3 Wand of the War Mage (very rare, dmg 212) A thin hazel wand, set with obsidian.",
  "+3 Wand of the War Mage (very rare, dmg 212) A thin rowan wand, wrapped in silver wire.",
  "+3 Wand of the War Mage (very rare, dmg 212) A thin wand, inlaid with amber.",
  "+3 Wand of the War Mage (very rare, dmg 212) A yew wand, wrapped in silver wire.",
  "+3 Wand of the War Mage (very rare, dmg 212) An elder wand, set with amber.",
  "+3 Wand of the War Mage (very rare, dmg 212) An elder wand, wrapped in brass wire.",
  "+3 Wand of the War Mage (very rare, dmg 212) An elm wand, wrapped in brass wire.",
  "+3 Wand of the War Mage (very rare, dmg 212) An oak wand, inlaid with adamantine.",
  "+3 Wand of the War Mage (very rare, dmg 212) An oak wand, wrapped in fine steel wire.",
  "+3 Wand of the War Mage (very rare, dmg 212) This ash wand also grants the magical ability to mend broken doors.",
  "+3 Wand of the War Mage (very rare, dmg 212) This ash wand also transmutes gold coins into pigeons.",
  "+3 Wand of the War Mage (very rare, dmg 212) This ash wand was taken from the sepulcher of the vampire Saphrica.",
  "+3 Wand of the War Mage (very rare, dmg 212) This battered elder wand was taken from the crypt of the lich Cusaro.",
  "+3 Wand of the War Mage (very rare, dmg 212) This blackthorn wand also grants the magical ability to mend broken doors.",
  "+3 Wand of the War Mage (very rare, dmg 212) This blackthorn wand was created by the elves of the ancient dominion of Gulinde.",
  "+3 Wand of the War Mage (very rare, dmg 212) This blackthorn wand was created by the elves of the ancient realm of Eregrond.",
  "+3 Wand of the War Mage (very rare, dmg 212) This cedar wand was taken from the hoard of the dragon Nabona.",
  "+3 Wand of the War Mage (very rare, dmg 212) This distinctive elm wand was created by a god of magic for his most loyal champion.",
  "+3 Wand of the War Mage (very rare, dmg 212) This distinctive hazel wand was taken from the crypt of the vampire Recheoda.",
  "+3 Wand of the War Mage (very rare, dmg 212) This distinctive wand was created by the elves of the ancient empire of Formene.",
  "+3 Wand of the War Mage (very rare, dmg 212) This elder wand was created by the great artificer Vandusa.",
  "+3 Wand of the War Mage (very rare, dmg 212) This elder wand was created by the human artificer Ceolwiu.",
  "+3 Wand of the War Mage (very rare, dmg 212) This elm wand also grants the magical ability to locate horses.",
  "+3 Wand of the War Mage (very rare, dmg 212) This finely crafted oak wand also grants the magical ability to feign disease or illness for one hour per day.",
  "+3 Wand of the War Mage (very rare, dmg 212) This finely crafted wand once belonged to the tiefling conjurer Harica, who vanished in the Vaults of Mary.",
  "+3 Wand of the War Mage (very rare, dmg 212) This finely crafted wand was created by a god of magic for his most loyal champion.",
  "+3 Wand of the War Mage (very rare, dmg 212) This finely crafted willow wand also shivers when undead are near.",
  "+3 Wand of the War Mage (very rare, dmg 212) This finely crafted willow wand was created by a goddess of magic for her most loyal champion.",
  "+3 Wand of the War Mage (very rare, dmg 212) This hawthorn wand was taken from the barrow of the vampire Badaba.",
  "+3 Wand of the War Mage (very rare, dmg 212) This hazel wand also grants the magical ability to locate taverns.",
  "+3 Wand of the War Mage (very rare, dmg 212) This hazel wand also transmutes gold coins into pigeons.",
  "+3 Wand of the War Mage (very rare, dmg 212) This heavy cedar wand was taken from the barrow of the lich Rimunda.",
  "+3 Wand of the War Mage (very rare, dmg 212) This heavy oak wand also transmutes gold coins into caltrops.",
  "+3 Wand of the War Mage (very rare, dmg 212) This heavy wand also grants the magical ability to speak with mirrors.",
  "+3 Wand of the War Mage (very rare, dmg 212) This heavy wand also shines like a torch upon command.",
  "+3 Wand of the War Mage (very rare, dmg 212) This heavy wand once belonged to the elf mage Finaeli, who slew the Hydra of Simiro.",
  "+3 Wand of the War Mage (very rare, dmg 212) This heavy wand was created by the great artificer Fani.",
  "+3 Wand of the War Mage (very rare, dmg 212) This heavy wand was taken from the hoard of the dragon Atrazur.",
  "+3 Wand of the War Mage (very rare, dmg 212) This heavy yew wand also grants the magical ability to locate horses.",
  "+3 Wand of the War Mage (very rare, dmg 212) This masterwork wand was created by a goddess of magic for her most loyal champion.",
  "+3 Wand of the War Mage (very rare, dmg 212) This oak wand also shivers when vampires are near.",
  "+3 Wand of the War Mage (very rare, dmg 212) This ornate blackthorn wand also shines like a lantern upon command.",
  "+3 Wand of the War Mage (very rare, dmg 212) This ornate hawthorn wand was taken from the hoard of the dragon Khammuaba.",
  "+3 Wand of the War Mage (very rare, dmg 212) This ornate wand also grants the magical ability to endure extreme cold for one hour per day.",
  "+3 Wand of the War Mage (very rare, dmg 212) This ornate wand also grants the magical ability to speak with arrows.",
  "+3 Wand of the War Mage (very rare, dmg 212) This ornate wand also shines like a candle upon command.",
  "+3 Wand of the War Mage (very rare, dmg 212) This thin birch wand also grants the magical ability to locate horses.",
  "+3 Wand of the War Mage (very rare, dmg 212) This thin cedar wand also grants the magical ability to move without leaving any trace for one hour per day.",
  "+3 Wand of the War Mage (very rare, dmg 212) This thin elder wand once belonged to the dragonborn sorcerer Abilit, leader of the Crimson Marauders.",
  "+3 Wand of the War Mage (very rare, dmg 212) This thin wand also emits a thin ray of green light upon command.",
  "+3 Wand of the War Mage (very rare, dmg 212) This thin wand once belonged to the half-elf wizard Finde, who perished in the Devouring Fen.",
  "+3 Wand of the War Mage (very rare, dmg 212) This thin wand was created by a god of magic for his most loyal hero.",
  "+3 Wand of the War Mage (very rare, dmg 212) This thin wand was taken from the Dungeon of Nabelshuu.",
  "+3 Wand of the War Mage (very rare, dmg 212) This thin wand was taken from the hoard of the dragon Sisadea.",
  "+3 Wand of the War Mage (very rare, dmg 212) This thin willow wand also grants the magical ability to breathe underwater for one hour per day.",
  "+3 Wand of the War Mage (very rare, dmg 212) This thin yew wand also grants the magical ability to mend broken tankards.",
  "+3 Wand of the War Mage (very rare, dmg 212) This willow wand also shines like a candle upon command.",
  "+3 Wand of the War Mage (very rare, dmg 212) This willow wand once belonged to the halfling archmage Izan Moore, who defeated the Demon of the Scorpion Desert.",
  "+3 Wand of the War Mage (very rare, dmg 212) This yew wand was taken from the Forsaken Sepulcher of Doom.",
  "+3 Wand of the War Mage (very rare, dmg 212) This yew wand was taken from the hoard of the dragon Kuuzzi.",
  "Wand of Binding (rare, dmg 209) A battered wand, inlaid with gold.",
  "Wand of Binding (rare, dmg 209) A distinctive wand, set with sapphire.",
  "Wand of Binding (rare, dmg 209) A hawthorn wand, wrapped in bronze wire.",
  "Wand of Binding (rare, dmg 209) A heavy wand, inlaid with gold.",
  "Wand of Binding (rare, dmg 209) A thin wand, inlaid with bloodstone.",
  "Wand of Binding (rare, dmg 209) A thin wand, wrapped in silver wire.",
  "Wand of Binding (rare, dmg 209) An elm wand, wrapped in copper wire.",
  "Wand of Binding (rare, dmg 209) This ash wand was created by a goddess of magic for her most loyal champion.",
  "Wand of Binding (rare, dmg 209) This battered ash wand also grants the magical ability to speak with cats.",
  "Wand of Binding (rare, dmg 209) This battered hawthorn wand also emits a thin ray of blue light upon command.",
  "Wand of Binding (rare, dmg 209) This birch wand also glows when dragons are near.",
  "Wand of Binding (rare, dmg 209) This birch wand also grants the magical ability to mend broken chains.",
  "Wand of Binding (rare, dmg 209) This blackthorn wand was taken from the Vaults of Vidima the Baatorian.",
  "Wand of Binding (rare, dmg 209) This blackthorn wand was taken from the sepulcher of the vampire Eldelar.",
  "Wand of Binding (rare, dmg 209) This cedar wand also shivers when wraiths are near.",
  "Wand of Binding (rare, dmg 209) This distinctive rowan wand also shines like a candle upon command.",
  "Wand of Binding (rare, dmg 209) This distinctive wand was created by a god of magic for his most loyal champion.",
  "Wand of Binding (rare, dmg 209) This elder wand was created by a god of magic for his most loyal champion.",
  "Wand of Binding (rare, dmg 209) This finely crafted hazel wand also grants the magical ability to charm mice.",
  "Wand of Binding (rare, dmg 209) This finely crafted wand also grants the magical ability to change the color of one's eyes.",
  "Wand of Binding (rare, dmg 209) This finely crafted wand was taken from the hoard of the dragon Ilirsus.",
  "Wand of Binding (rare, dmg 209) This hawthorn wand was taken from the Black Warrens of Gothmog of Udun.",
  "Wand of Binding (rare, dmg 209) This heavy hazel wand once belonged to the elf necromancer Anos, leader of the Saints of Llangynl.",
  "Wand of Binding (rare, dmg 209) This heavy oak wand was taken from the barrow of the lich Ovitid.",
  "Wand of Binding (rare, dmg 209) This heavy rowan wand was created by a goddess of magic for her most loyal hero.",
  "Wand of Binding (rare, dmg 209) This heavy wand was taken from the Secret Tomb of Ulfang the Black.",
  "Wand of Binding (rare, dmg 209) This masterwork blackthorn wand was created by the halfling artificer Bera.",
  "Wand of Binding (rare, dmg 209) This masterwork hazel wand also glows when dragons are near.",
  "Wand of Binding (rare, dmg 209) This oak wand also conjures parchment upon command.",
  "Wand of Binding (rare, dmg 209) This ornate ash wand also grants the magical ability to breathe underwater for one hour per day.",
  "Wand of Binding (rare, dmg 209) This ornate ash wand also grants the magical ability to change the color of one's hair.",
  "Wand of Binding (rare, dmg 209) This ornate blackthorn wand was created by the dwarves of the great realm of Naramunz.",
  "Wand of Binding (rare, dmg 209) This rowan wand once belonged to the halfling necromancer Artis, who vanished in the Forsaken Temple of Arim.",
  "Wand of Binding (rare, dmg 209) This thin blackthorn wand also shivers when undead are near.",
  "Wand of Binding (rare, dmg 209) This thin elder wand also grants the magical ability to detect undead shadows within thirty feet.",
  "Wand of Binding (rare, dmg 209) This thin oak wand also grants the magical ability to detect dragons within thirty feet.",
  "Wand of Binding (rare, dmg 209) This thin wand was created by a goddess of magic for her most loyal hero.",
  "Wand of Enemy Detection (rare, dmg 210) A battered elm wand, inlaid with amber.",
  "Wand of Enemy Detection (rare, dmg 210) A battered wand, inlaid with garnet.",
  "Wand of Enemy Detection (rare, dmg 210) A finely crafted blackthorn wand, set with emerald.",
  "Wand of Enemy Detection (rare, dmg 210) A finely crafted wand, inlaid with platinum.",
  "Wand of Enemy Detection (rare, dmg 210) A heavy blackthorn wand, set with garnet.",
  "Wand of Enemy Detection (rare, dmg 210) A heavy wand, set with jet.",
  "Wand of Enemy Detection (rare, dmg 210) A masterwork wand, wrapped in silver wire.",
  "Wand of Enemy Detection (rare, dmg 210) A thin cedar wand, inlaid with adamantine.",
  "Wand of Enemy Detection (rare, dmg 210) A willow wand, inlaid with silver.",
  "Wand of Enemy Detection (rare, dmg 210) A yew wand, set with moonstone.",
  "Wand of Enemy Detection (rare, dmg 210) An ash wand, inlaid with mithral.",
  "Wand of Enemy Detection (rare, dmg 210) An ash wand, set with bloodstone.",
  "Wand of Enemy Detection (rare, dmg 210) An elder wand, inlaid with jet.",
  "Wand of Enemy Detection (rare, dmg 210) An elder wand, wrapped in copper wire.",
  "Wand of Enemy Detection (rare, dmg 210) This cedar wand was created by the illustrious artificer Wilgilda.",
  "Wand of Enemy Detection (rare, dmg 210) This distinctive birch wand was created by the dwarves of the great empire of Buzundush.",
  "Wand of Enemy Detection (rare, dmg 210) This distinctive elder wand also grants the magical ability to untie simple knots from up to five feet away.",
  "Wand of Enemy Detection (rare, dmg 210) This elder wand also grants the magical ability to move without leaving any trace for one hour per day.",
  "Wand of Enemy Detection (rare, dmg 210) This hawthorn wand also grants the magical ability to mend broken tankards.",
  "Wand of Enemy Detection (rare, dmg 210) This heavy ash wand also grants the magical ability to locate taverns.",
  "Wand of Enemy Detection (rare, dmg 210) This heavy birch wand also grants the magical ability to speak with goats.",
  "Wand of Enemy Detection (rare, dmg 210) This heavy cedar wand also shivers when undead are near.",
  "Wand of Enemy Detection (rare, dmg 210) This heavy rowan wand also conjures roses upon command.",
  "Wand of Enemy Detection (rare, dmg 210) This heavy rowan wand also grants the magical ability to detect dragons within thirty feet.",
  "Wand of Enemy Detection (rare, dmg 210) This heavy wand also grants the magical ability to speak with toads.",
  "Wand of Enemy Detection (rare, dmg 210) This heavy wand also grants the magical ability to untie simple knots from up to ten feet away.",
  "Wand of Enemy Detection (rare, dmg 210) This heavy willow wand also grants the magical ability to locate taverns.",
  "Wand of Enemy Detection (rare, dmg 210) This masterwork wand also shines like a torch upon command.",
  "Wand of Enemy Detection (rare, dmg 210) This masterwork wand was taken from the Dread Warrens of Shiva the Destroyer.",
  "Wand of Enemy Detection (rare, dmg 210) This ornate birch wand also shivers when undead are near.",
  "Wand of Enemy Detection (rare, dmg 210) This ornate wand also grants the magical ability to charm gnomes.",
  "Wand of Enemy Detection (rare, dmg 210) This rowan wand also grants the magical ability to endure extreme cold for one hour per day.",
  "Wand of Enemy Detection (rare, dmg 210) This thin blackthorn wand also grants the magical ability to change the color of one's hair.",
  "Wand of Enemy Detection (rare, dmg 210) This thin blackthorn wand once belonged to the legendary mage Khimal, who defeated the Lich of the Bloodfen Moor.",
  "Wand of Enemy Detection (rare, dmg 210) This thin elder wand was taken from the hoard of the dragon Suuharsu.",
  "Wand of Enemy Detection (rare, dmg 210) This thin wand also glows when dragons are near.",
  "Wand of Enemy Detection (rare, dmg 210) This yew wand also repels small insects when held.",
  "Wand of Fear (rare, dmg 210) A battered birch wand, set with topaz.",
  "Wand of Fear (rare, dmg 210) A battered wand, wrapped in silver wire.",
  "Wand of Fear (rare, dmg 210) A blackthorn wand, wrapped in bronze wire.",
  "Wand of Fear (rare, dmg 210) A distinctive wand, set with diamond.",
  "Wand of Fear (rare, dmg 210) A finely crafted wand, inlaid with silver.",
  "Wand of Fear (rare, dmg 210) A hawthorn wand, wrapped in bronze wire.",
  "Wand of Fear (rare, dmg 210) A hazel wand, wrapped in fine steel wire.",
  "Wand of Fear (rare, dmg 210) A hazel wand, wrapped in silver wire.",
  "Wand of Fear (rare, dmg 210) A heavy elm wand, set with diamond.",
  "Wand of Fear (rare, dmg 210) A masterwork wand, inlaid with jet.",
  "Wand of Fear (rare, dmg 210) A masterwork wand, set with jet.",
  "Wand of Fear (rare, dmg 210) A thin blackthorn wand, wrapped in silver wire.",
  "Wand of Fear (rare, dmg 210) A thin rowan wand, inlaid with gold.",
  "Wand of Fear (rare, dmg 210) A thin wand, inlaid with amethyst.",
  "Wand of Fear (rare, dmg 210) An ash wand, inlaid with electrum.",
  "Wand of Fear (rare, dmg 210) An ash wand, inlaid with ruby.",
  "Wand of Fear (rare, dmg 210) An elm wand, set with jade.",
  "Wand of Fear (rare, dmg 210) This ash wand was taken from the barrow of the vampire Alastic.",
  "Wand of Fear (rare, dmg 210) This birch wand was taken from the Forsaken Cyst of Secrets.",
  "Wand of Fear (rare, dmg 210) This distinctive ash wand also conjures parchment upon command.",
  "Wand of Fear (rare, dmg 210) This distinctive wand was taken from the barrow of the lich Sisena.",
  "Wand of Fear (rare, dmg 210) This hawthorn wand once belonged to the human necromancer Edith, who vanished in the Black Vaults of Necromancy.",
  "Wand of Fear (rare, dmg 210) This heavy blackthorn wand also grants the magical ability to breathe underwater for one hour per day.",
  "Wand of Fear (rare, dmg 210) This heavy elm wand also grants the magical ability to speak with arrows.",
  "Wand of Fear (rare, dmg 210) This heavy oak wand once belonged to the elf conjurer Cata, who slew the Dragon of Arnaric.",
  "Wand of Fear (rare, dmg 210) This heavy wand also emits a thin ray of white light upon command.",
  "Wand of Fear (rare, dmg 210) This heavy wand once belonged to the human wizard Alix, who fell in the Campaign of Assassins.",
  "Wand of Fear (rare, dmg 210) This masterwork wand once belonged to the great artificer Sanzur, who fell in the Invocation Wars.",
  "Wand of Fear (rare, dmg 210) This oak wand also repels small insects when held.",
  "Wand of Fear (rare, dmg 210) This oak wand was created by the dwarves of the great dominion of Gathela.",
  "Wand of Fear (rare, dmg 210) This ornate elm wand also grants the magical ability to take the shape of a small animal for one hour per day.",
  "Wand of Fear (rare, dmg 210) This ornate yew wand also grants the magical ability to mend broken doors.",
  "Wand of Fear (rare, dmg 210) This rowan wand also grants the magical ability to see in darkness for one hour per day.",
  "Wand of Fear (rare, dmg 210) This thin elm wand also grants the magical ability to locate keys.",
  "Wand of Fear (rare, dmg 210) This thin hawthorn wand also shines like a torch upon command.",
  "Wand of Fear (rare, dmg 210) This thin wand also shines like a torch upon command.",
  "Wand of Fear (rare, dmg 210) This thin wand once belonged to the illustrious wizard Sanzir, who defeated Priaxaph the Arcane.",
  "Wand of Fear (rare, dmg 210) This thin wand was taken from the Dread Hive of Devastation.",
  "Wand of Fear (rare, dmg 210) This willow wand was taken from the Secret Temple of the Gargoyle Baroness.",
  "Wand of Fireballs (rare, dmg 210) A finely crafted oak wand, set with moonstone.",
  "Wand of Fireballs (rare, dmg 210) A finely crafted rowan wand, set with garnet.",
  "Wand of Fireballs (rare, dmg 210) A finely crafted willow wand, inlaid with hepatizon.",
  "Wand of Fireballs (rare, dmg 210) A heavy wand, inlaid with mithral.",
  "Wand of Fireballs (rare, dmg 210) A heavy wand, wrapped in brass wire.",
  "Wand of Fireballs (rare, dmg 210) A heavy wand, wrapped in copper wire.",
  "Wand of Fireballs (rare, dmg 210) A masterwork elm wand, wrapped in fine steel wire.",
  "Wand of Fireballs (rare, dmg 210) A masterwork wand, wrapped in fine steel wire.",
  "Wand of Fireballs (rare, dmg 210) A thin rowan wand, wrapped in bronze wire.",
  "Wand of Fireballs (rare, dmg 210) A willow wand, inlaid with mithral.",
  "Wand of Fireballs (rare, dmg 210) An elm wand, wrapped in copper wire.",
  "Wand of Fireballs (rare, dmg 210) An oak wand, set with garnet.",
  "Wand of Fireballs (rare, dmg 210) An oak wand, set with pearl.",
  "Wand of Fireballs (rare, dmg 210) This battered wand also grants the magical ability to untie simple knots from up to ten feet away.",
  "Wand of Fireballs (rare, dmg 210) This birch wand also shines like a candle upon command.",
  "Wand of Fireballs (rare, dmg 210) This cedar wand was created by the dwarves of the great empire of Zanargund.",
  "Wand of Fireballs (rare, dmg 210) This distinctive blackthorn wand also glows when undead are near.",
  "Wand of Fireballs (rare, dmg 210) This distinctive wand was created by the human artificer Wine.",
  "Wand of Fireballs (rare, dmg 210) This distinctive willow wand was created by the legendary artificer Rannve Taridotr.",
  "Wand of Fireballs (rare, dmg 210) This elder wand also grants the magical ability to untie simple knots from up to five feet away.",
  "Wand of Fireballs (rare, dmg 210) This hazel wand once belonged to the great mage Gylan, who vanished in the Secret Warrens of Secrets.",
  "Wand of Fireballs (rare, dmg 210) This heavy wand was created by the dwarves of the great empire of Tumunzir.",
  "Wand of Fireballs (rare, dmg 210) This ornate rowan wand also shines like a lantern upon command.",
  "Wand of Fireballs (rare, dmg 210) This ornate wand once belonged to the halfling necromancer Manta, leader of the Iron Company.",
  "Wand of Fireballs (rare, dmg 210) This rowan wand once belonged to the legendary enchanter Tholes, who defeated Urgan the Adamant.",
  "Wand of Fireballs (rare, dmg 210) This thin cedar wand also shivers when undead are near.",
  "Wand of Fireballs (rare, dmg 210) This thin wand also repels small insects when held.",
  "Wand of Fireballs (rare, dmg 210) This willow wand was created by the half-elf artificer Mirimbel.",
  "Wand of Lightning Bolts (rare, dmg 211) A battered wand, wrapped in bronze wire.",
  "Wand of Lightning Bolts (rare, dmg 211) A hawthorn wand, inlaid with silver.",
  "Wand of Lightning Bolts (rare, dmg 211) A hawthorn wand, set with sapphire.",
  "Wand of Lightning Bolts (rare, dmg 211) A heavy ash wand, wrapped in fine steel wire.",
  "Wand of Lightning Bolts (rare, dmg 211) A heavy hawthorn wand, inlaid with jet.",
  "Wand of Lightning Bolts (rare, dmg 211) A masterwork wand, wrapped in copper wire.",
  "Wand of Lightning Bolts (rare, dmg 211) A thin birch wand, set with amber.",
  "Wand of Lightning Bolts (rare, dmg 211) A yew wand, inlaid with pearl.",
  "Wand of Lightning Bolts (rare, dmg 211) An ash wand, wrapped in silver wire.",
  "Wand of Lightning Bolts (rare, dmg 211) An elder wand, inlaid with mithral.",
  "Wand of Lightning Bolts (rare, dmg 211) An elder wand, set with emerald.",
  "Wand of Lightning Bolts (rare, dmg 211) An elm wand, set with jet.",
  "Wand of Lightning Bolts (rare, dmg 211) An elm wand, wrapped in brass wire.",
  "Wand of Lightning Bolts (rare, dmg 211) An elm wand, wrapped in bronze wire.",
  "Wand of Lightning Bolts (rare, dmg 211) This ash wand also repels small insects when held.",
  "Wand of Lightning Bolts (rare, dmg 211) This ash wand was taken from the sepulcher of the lich Garige.",
  "Wand of Lightning Bolts (rare, dmg 211) This cedar wand also grants the magical ability to speak with rope.",
  "Wand of Lightning Bolts (rare, dmg 211) This cedar wand once belonged to the renowned wizard Gene, who slew the Horror of the Howling Hills.",
  "Wand of Lightning Bolts (rare, dmg 211) This distinctive wand also grants the magical ability to see in darkness for one hour per day.",
  "Wand of Lightning Bolts (rare, dmg 211) This distinctive wand was created by a god of magic for his most loyal hero.",
  "Wand of Lightning Bolts (rare, dmg 211) This elder wand also shines like a torch upon command.",
  "Wand of Lightning Bolts (rare, dmg 211) This elder wand was created by the dwarves of the great dominion of Bizahaz.",
  "Wand of Lightning Bolts (rare, dmg 211) This elder wand was created by the legendary artificer Rauda.",
  "Wand of Lightning Bolts (rare, dmg 211) This elder wand was taken from the Temple of Malefic Horror.",
  "Wand of Lightning Bolts (rare, dmg 211) This elm wand also grants the magical ability to see in darkness for one hour per day.",
  "Wand of Lightning Bolts (rare, dmg 211) This elm wand was taken from the hoard of the dragon Aburar.",
  "Wand of Lightning Bolts (rare, dmg 211) This finely crafted blackthorn wand was created by the dwarf artificer Teiti Kormison.",
  "Wand of Lightning Bolts (rare, dmg 211) This hazel wand also grants the magical ability to move without leaving any trace for one hour per day.",
  "Wand of Lightning Bolts (rare, dmg 211) This heavy elm wand was created by the elves of the ancient empire of Doladress.",
  "Wand of Lightning Bolts (rare, dmg 211) This heavy hazel wand was taken from the hoard of the dragon Gezeru.",
  "Wand of Lightning Bolts (rare, dmg 211) This heavy wand also grants the magical ability to locate keys.",
  "Wand of Lightning Bolts (rare, dmg 211) This heavy wand once belonged to the great archmage Gerna, who vanished in the Pit of Ghastly Horror.",
  "Wand of Lightning Bolts (rare, dmg 211) This masterwork wand once belonged to the halfling wizard Hildo, who perished in the Ghoulfen Marsh.",
  "Wand of Lightning Bolts (rare, dmg 211) This masterwork wand was created by a goddess of magic for her most loyal champion.",
  "Wand of Lightning Bolts (rare, dmg 211) This masterwork wand was created by the elves of the ancient kingdom of Brothellon.",
  "Wand of Lightning Bolts (rare, dmg 211) This oak wand was taken from the hoard of the dragon Sinmisu.",
  "Wand of Lightning Bolts (rare, dmg 211) This ornate wand also grants the magical ability to see in darkness for one hour per day.",
  "Wand of Lightning Bolts (rare, dmg 211) This thin elm wand once belonged to the legendary necromancer Elan, who defeated Kala the Hellish.",
  "Wand of Lightning Bolts (rare, dmg 211) This thin wand once belonged to the dragonborn necromancer Nezzeru, who perished in the Desolation of Nabiesha.",
  "Wand of Lightning Bolts (rare, dmg 211) This thin wand was taken from the Forsaken Warrens of Ahris.",
  "Wand of Lightning Bolts (rare, dmg 211) This willow wand once belonged to the renowned alchemist Rowan, who defeated the Vampire of the Black Moor.",
  "Wand of Lightning Bolts (rare, dmg 211) This yew wand also grants the magical ability to see in darkness for one hour per day.",
  "Wand of Magic Detection (uncommon, dmg 211) A battered elm wand, set with pearl.",
  "Wand of Magic Detection (uncommon, dmg 211) A battered wand, inlaid with adamantine.",
  "Wand of Magic Detection (uncommon, dmg 211) A cedar wand, wrapped in brass wire.",
  "Wand of Magic Detection (uncommon, dmg 211) A distinctive wand, inlaid with adamantine.",
  "Wand of Magic Detection (uncommon, dmg 211) A hazel wand, inlaid with mithral.",
  "Wand of Magic Detection (uncommon, dmg 211) A hazel wand, set with sapphire.",
  "Wand of Magic Detection (uncommon, dmg 211) A heavy wand, inlaid with silver.",
  "Wand of Magic Detection (uncommon, dmg 211) A heavy willow wand, set with ruby.",
  "Wand of Magic Detection (uncommon, dmg 211) A heavy willow wand, wrapped in copper wire.",
  "Wand of Magic Detection (uncommon, dmg 211) A masterwork elm wand, inlaid with gold.",
  "Wand of Magic Detection (uncommon, dmg 211) A thin ash wand, inlaid with pearl.",
  "Wand of Magic Detection (uncommon, dmg 211) A thin rowan wand, inlaid with garnet.",
  "Wand of Magic Detection (uncommon, dmg 211) A willow wand, inlaid with amber.",
  "Wand of Magic Detection (uncommon, dmg 211) An ash wand, wrapped in fine steel wire.",
  "Wand of Magic Detection (uncommon, dmg 211) An ornate hawthorn wand, set with jet.",
  "Wand of Magic Detection (uncommon, dmg 211) An ornate wand, inlaid with gold.",
  "Wand of Magic Detection (uncommon, dmg 211) An ornate wand, inlaid with platinum.",
  "Wand of Magic Detection (uncommon, dmg 211) This battered birch wand once belonged to the legendary mage Mera Awter, who fell in the Invocation Wars.",
  "Wand of Magic Detection (uncommon, dmg 211) This battered birch wand was created by the elves of the ancient kingdom of Erenon.",
  "Wand of Magic Detection (uncommon, dmg 211) This battered elder wand was created by the great artificer Nimlaser.",
  "Wand of Magic Detection (uncommon, dmg 211) This battered elm wand was created by the dwarves of the great kingdom of Bilnala.",
  "Wand of Magic Detection (uncommon, dmg 211) This battered hazel wand also grants the magical ability to move without leaving any trace for one hour per day.",
  "Wand of Magic Detection (uncommon, dmg 211) This battered oak wand also conjures parchment upon command.",
  "Wand of Magic Detection (uncommon, dmg 211) This battered wand once belonged to the gnome mage Gili, who perished in the Gymeapi Fells.",
  "Wand of Magic Detection (uncommon, dmg 211) This battered wand once belonged to the renowned alchemist Allgrildg Haddridotr, who slew the Serpent of the Thistle Heath.",
  "Wand of Magic Detection (uncommon, dmg 211) This battered wand was taken from the tomb of the vampire Gaisiga.",
  "Wand of Magic Detection (uncommon, dmg 211) This birch wand was taken from the crypt of the lich Sarnima.",
  "Wand of Magic Detection (uncommon, dmg 211) This blackthorn wand also grants the magical ability to see in darkness for one hour per day.",
  "Wand of Magic Detection (uncommon, dmg 211) This blackthorn wand was taken from the hoard of the dragon Saamsara.",
  "Wand of Magic Detection (uncommon, dmg 211) This cedar wand also shivers when undead are near.",
  "Wand of Magic Detection (uncommon, dmg 211) This distinctive blackthorn wand once belonged to the legendary sorcerer Finy, who vanished in the Forsaken Catacombs of the Demon Tyrant.",
  "Wand of Magic Detection (uncommon, dmg 211) This distinctive cedar wand was taken from the hoard of the dragon Ezenaid.",
  "Wand of Magic Detection (uncommon, dmg 211) This distinctive wand once belonged to the tiefling artificer Nobaza, who fell in the War of Invocations.",
  "Wand of Magic Detection (uncommon, dmg 211) This distinctive willow wand also grants the magical ability to breathe underwater for one hour per day.",
  "Wand of Magic Detection (uncommon, dmg 211) This distinctive yew wand once belonged to the dwarf alchemist Agneg, who vanished in the Secret Undercrypt of Sorrows.",
  "Wand of Magic Detection (uncommon, dmg 211) This elder wand once belonged to the illustrious conjurer Wine, leader of the Iron Rangers.",
  "Wand of Magic Detection (uncommon, dmg 211) This elder wand was taken from the sepulcher of the vampire Vultacha.",
  "Wand of Magic Detection (uncommon, dmg 211) This finely crafted elder wand once belonged to the illustrious enchanter Aerels, who fell in the Phantasm Wars.",
  "Wand of Magic Detection (uncommon, dmg 211) This finely crafted hawthorn wand once belonged to the halfling archmage Rowan, who perished in the Aneh Desert.",
  "Wand of Magic Detection (uncommon, dmg 211) This hazel wand also shines like a candle upon command.",
  "Wand of Magic Detection (uncommon, dmg 211) This hazel wand once belonged to the great archmage Ginnga Tolfridotr, who fell in the Spell Wars.",
  "Wand of Magic Detection (uncommon, dmg 211) This hazel wand was created by the elves of the ancient realm of Gothronde.",
  "Wand of Magic Detection (uncommon, dmg 211) This heavy wand also conjures cutlery upon command.",
  "Wand of Magic Detection (uncommon, dmg 211) This heavy wand also shines like a torch upon command.",
  "Wand of Magic Detection (uncommon, dmg 211) This heavy wand once belonged to the dwarf alchemist Fari Ragnison, who slew the Behemoth of the Raven Downs.",
  "Wand of Magic Detection (uncommon, dmg 211) This heavy wand once belonged to the half-elf enchanter Gildiore, who slew the Serpent of Bildala.",
  "Wand of Magic Detection (uncommon, dmg 211) This heavy wand was created by the dwarf artificer Kurda.",
  "Wand of Magic Detection (uncommon, dmg 211) This heavy willow wand also transmutes gold coins into potatoes.",
  "Wand of Magic Detection (uncommon, dmg 211) This masterwork cedar wand also grants the magical ability to move without leaving any trace for one hour per day.",
  "Wand of Magic Detection (uncommon, dmg 211) This masterwork elder wand once belonged to the half-orc necromancer Lavoi, who fell in the Battle of the Llyno Woods.",
  "Wand of Magic Detection (uncommon, dmg 211) This masterwork wand was taken from the Dark Delve of Necromancy.",
  "Wand of Magic Detection (uncommon, dmg 211) This oak wand was taken from the hoard of the dragon Nidita.",
  "Wand of Magic Detection (uncommon, dmg 211) This ornate birch wand also glows when trolls are near.",
  "Wand of Magic Detection (uncommon, dmg 211) This ornate hawthorn wand also repels small insects when held.",
  "Wand of Magic Detection (uncommon, dmg 211) This ornate wand also glows when orcs are near.",
  "Wand of Magic Detection (uncommon, dmg 211) This ornate wand also grants the magical ability to detect undead shadows within thirty feet.",
  "Wand of Magic Detection (uncommon, dmg 211) This ornate wand also grants the magical ability to speak with arrows.",
  "Wand of Magic Detection (uncommon, dmg 211) This ornate wand once belonged to the great conjurer Mithrie, who slew the Wyrm of the Great Forest.",
  "Wand of Magic Detection (uncommon, dmg 211) This ornate wand once belonged to the illustrious conjurer Aren, who fell in the Spell Wars.",
  "Wand of Magic Detection (uncommon, dmg 211) This ornate wand was created by a god of magic for his most loyal hero.",
  "Wand of Magic Detection (uncommon, dmg 211) This ornate wand was created by the human artificer Beadwhelm.",
  "Wand of Magic Detection (uncommon, dmg 211) This rowan wand was created by the elves of the ancient realm of Londoladh.",
  "Wand of Magic Detection (uncommon, dmg 211) This rowan wand was taken from the crypt of the vampire Vala.",
  "Wand of Magic Detection (uncommon, dmg 211) This thin ash wand also grants the magical ability to speak with cats.",
  "Wand of Magic Detection (uncommon, dmg 211) This thin birch wand also emits a thin ray of blue light upon command.",
  "Wand of Magic Detection (uncommon, dmg 211) This thin birch wand once belonged to the great conjurer Puabi, who vanished in the Dark Temple of Vando the Deranged.",
  "Wand of Magic Detection (uncommon, dmg 211) This thin hawthorn wand once belonged to the illustrious archmage Tatfre, who defeated Emirkol the Chaotic.",
  "Wand of Magic Detection (uncommon, dmg 211) This thin wand also grants the magical ability to feign disease or illness for one hour per day.",
  "Wand of Magic Detection (uncommon, dmg 211) This thin wand also repels small insects when held.",
  "Wand of Magic Detection (uncommon, dmg 211) This thin wand once belonged to the elf artificer Dioredor, leader of the Rangers of Noriande.",
  "Wand of Magic Detection (uncommon, dmg 211) This thin wand was created by the dwarves of the great empire of Ukthar.",
  "Wand of Magic Detection (uncommon, dmg 211) This thin yew wand also grants the magical ability to endure extreme cold for one hour per day.",
  "Wand of Magic Detection (uncommon, dmg 211) This willow wand also glows when dragons are near.",
  "Wand of Magic Detection (uncommon, dmg 211) This yew wand also shivers when undead are near.",
  "Wand of Magic Detection (uncommon, dmg 211) This yew wand once belonged to the legendary sorcerer Gauda, leader of Bilia's Council.",
  "Wand of Magic Detection (uncommon, dmg 211) This yew wand was taken from the barrow of the lich Nitha.",
  "Wand of Magic Missiles (uncommon, dmg 211) A battered cedar wand, set with obsidian.",
  "Wand of Magic Missiles (uncommon, dmg 211) A battered hazel wand, wrapped in brass wire.",
  "Wand of Magic Missiles (uncommon, dmg 211) A battered rowan wand, set with pearl.",
  "Wand of Magic Missiles (uncommon, dmg 211) A birch wand, inlaid with ruby.",
  "Wand of Magic Missiles (uncommon, dmg 211) A cedar wand, wrapped in bronze wire.",
  "Wand of Magic Missiles (uncommon, dmg 211) A finely crafted birch wand, wrapped in copper wire.",
  "Wand of Magic Missiles (uncommon, dmg 211) A finely crafted blackthorn wand, wrapped in copper wire.",
  "Wand of Magic Missiles (uncommon, dmg 211) A finely crafted elder wand, inlaid with amethyst.",
  "Wand of Magic Missiles (uncommon, dmg 211) A finely crafted elder wand, inlaid with moonstone.",
  "Wand of Magic Missiles (uncommon, dmg 211) A finely crafted elm wand, inlaid with mithral.",
  "Wand of Magic Missiles (uncommon, dmg 211) A finely crafted hazel wand, inlaid with sapphire.",
  "Wand of Magic Missiles (uncommon, dmg 211) A finely crafted wand, inlaid with adamantine.",
  "Wand of Magic Missiles (uncommon, dmg 211) A finely crafted wand, wrapped in copper wire.",
  "Wand of Magic Missiles (uncommon, dmg 211) A hawthorn wand, inlaid with adamantine.",
  "Wand of Magic Missiles (uncommon, dmg 211) A hawthorn wand, inlaid with electrum.",
  "Wand of Magic Missiles (uncommon, dmg 211) A hawthorn wand, set with emerald.",
  "Wand of Magic Missiles (uncommon, dmg 211) A hawthorn wand, set with moonstone.",
  "Wand of Magic Missiles (uncommon, dmg 211) A hazel wand, inlaid with diamond.",
  "Wand of Magic Missiles (uncommon, dmg 211) A hazel wand, inlaid with ruby.",
  "Wand of Magic Missiles (uncommon, dmg 211) A heavy birch wand, inlaid with gold.",
  "Wand of Magic Missiles (uncommon, dmg 211) A heavy elder wand, inlaid with hepatizon.",
  "Wand of Magic Missiles (uncommon, dmg 211) A heavy hawthorn wand, inlaid with silver.",
  "Wand of Magic Missiles (uncommon, dmg 211) A heavy oak wand, inlaid with hepatizon.",
  "Wand of Magic Missiles (uncommon, dmg 211) A heavy rowan wand, set with emerald.",
  "Wand of Magic Missiles (uncommon, dmg 211) A heavy wand, inlaid with garnet.",
  "Wand of Magic Missiles (uncommon, dmg 211) A heavy wand, inlaid with hepatizon.",
  "Wand of Magic Missiles (uncommon, dmg 211) A heavy wand, inlaid with mithral.",
  "Wand of Magic Missiles (uncommon, dmg 211) A heavy wand, inlaid with obsidian.",
  "Wand of Magic Missiles (uncommon, dmg 211) A heavy wand, set with garnet.",
  "Wand of Magic Missiles (uncommon, dmg 211) A heavy wand, set with moonstone.",
  "Wand of Magic Missiles (uncommon, dmg 211) A heavy wand, wrapped in brass wire.",
  "Wand of Magic Missiles (uncommon, dmg 211) A heavy wand, wrapped in bronze wire.",
  "Wand of Magic Missiles (uncommon, dmg 211) A heavy wand, wrapped in fine steel wire.",
  "Wand of Magic Missiles (uncommon, dmg 211) A heavy wand, wrapped in silver wire.",
  "Wand of Magic Missiles (uncommon, dmg 211) A heavy yew wand, inlaid with platinum.",
  "Wand of Magic Missiles (uncommon, dmg 211) A masterwork wand, inlaid with obsidian.",
  "Wand of Magic Missiles (uncommon, dmg 211) A masterwork wand, set with emerald.",
  "Wand of Magic Missiles (uncommon, dmg 211) A masterwork willow wand, inlaid with platinum.",
  "Wand of Magic Missiles (uncommon, dmg 211) A rowan wand, inlaid with adamantine.",
  "Wand of Magic Missiles (uncommon, dmg 211) A thin elm wand, inlaid with gold.",
  "Wand of Magic Missiles (uncommon, dmg 211) A thin elm wand, wrapped in bronze wire.",
  "Wand of Magic Missiles (uncommon, dmg 211) A thin hawthorn wand, set with garnet.",
  "Wand of Magic Missiles (uncommon, dmg 211) A thin hawthorn wand, wrapped in copper wire.",
  "Wand of Magic Missiles (uncommon, dmg 211) A thin wand, inlaid with electrum.",
  "Wand of Magic Missiles (uncommon, dmg 211) A thin wand, inlaid with ruby.",
  "Wand of Magic Missiles (uncommon, dmg 211) A willow wand, inlaid with silver.",
  "Wand of Magic Missiles (uncommon, dmg 211) A yew wand, wrapped in silver wire.",
  "Wand of Magic Missiles (uncommon, dmg 211) An ash wand, inlaid with ruby.",
  "Wand of Magic Missiles (uncommon, dmg 211) An ash wand, wrapped in fine steel wire.",
  "Wand of Magic Missiles (uncommon, dmg 211) An elder wand, set with diamond.",
  "Wand of Magic Missiles (uncommon, dmg 211) An elm wand, inlaid with gold.",
  "Wand of Magic Missiles (uncommon, dmg 211) An elm wand, inlaid with ruby.",
  "Wand of Magic Missiles (uncommon, dmg 211) An oak wand, inlaid with electrum.",
  "Wand of Magic Missiles (uncommon, dmg 211) An ornate hawthorn wand, set with amber.",
  "Wand of Magic Missiles (uncommon, dmg 211) An ornate wand, inlaid with moonstone.",
  "Wand of Magic Missiles (uncommon, dmg 211) An ornate wand, wrapped in copper wire.",
  "Wand of Magic Missiles (uncommon, dmg 211) This ash wand was taken from the Forsaken Barrow of Mola the Deranged.",
  "Wand of Magic Missiles (uncommon, dmg 211) This ash wand was taken from the hoard of the dragon Suilitu.",
  "Wand of Magic Missiles (uncommon, dmg 211) This battered birch wand also grants the magical ability to breathe underwater for one hour per day.",
  "Wand of Magic Missiles (uncommon, dmg 211) This battered birch wand was taken from the barrow of the vampire Butila.",
  "Wand of Magic Missiles (uncommon, dmg 211) This battered blackthorn wand once belonged to the gnome artificer Shimal, who perished in the Sharbundush Spires.",
  "Wand of Magic Missiles (uncommon, dmg 211) This battered wand once belonged to the renowned artificer Urdund, who fell in the Dagger Wars.",
  "Wand of Magic Missiles (uncommon, dmg 211) This battered wand was created by a goddess of magic for her most loyal champion.",
  "Wand of Magic Missiles (uncommon, dmg 211) This birch wand once belonged to the renowned alchemist Hardo Boffairb, leader of Arthur's Heroes.",
  "Wand of Magic Missiles (uncommon, dmg 211) This blackthorn wand also emits a thin ray of yellow light upon command.",
  "Wand of Magic Missiles (uncommon, dmg 211) This blackthorn wand also repels small insects when held.",
  "Wand of Magic Missiles (uncommon, dmg 211) This blackthorn wand was created by the dwarves of the great dominion of Zundushund.",
  "Wand of Magic Missiles (uncommon, dmg 211) This blackthorn wand was taken from the Forsaken Barrow of Damana the Infernal.",
  "Wand of Magic Missiles (uncommon, dmg 211) This cedar wand also glows when dragons are near.",
  "Wand of Magic Missiles (uncommon, dmg 211) This cedar wand also grants the magical ability to move without leaving any trace for one hour per day.",
  "Wand of Magic Missiles (uncommon, dmg 211) This cedar wand once belonged to the great archmage Atlag Krodidotr, who fell in the Arcane War.",
  "Wand of Magic Missiles (uncommon, dmg 211) This cedar wand was created by a goddess of magic for her most loyal champion.",
  "Wand of Magic Missiles (uncommon, dmg 211) This distinctive blackthorn wand also grants the magical ability to change the color of one's eyes.",
  "Wand of Magic Missiles (uncommon, dmg 211) This distinctive elm wand also grants the magical ability to breathe underwater for one hour per day.",
  "Wand of Magic Missiles (uncommon, dmg 211) This distinctive oak wand was created by the elves of the ancient realm of Mariene.",
  "Wand of Magic Missiles (uncommon, dmg 211) This distinctive wand also emits a thin ray of white light upon command.",
  "Wand of Magic Missiles (uncommon, dmg 211) This distinctive wand also grants the magical ability to take the shape of a small animal for one hour per day.",
  "Wand of Magic Missiles (uncommon, dmg 211) This distinctive wand once belonged to the halfling enchanter Harim, who vanished in the Shrine of Amminar the Demonic.",
  "Wand of Magic Missiles (uncommon, dmg 211) This distinctive wand was created by the great artificer Nada.",
  "Wand of Magic Missiles (uncommon, dmg 211) This distinctive willow wand also glows when trolls are near.",
  "Wand of Magic Missiles (uncommon, dmg 211) This distinctive yew wand also transmutes gold coins into potatoes.",
  "Wand of Magic Missiles (uncommon, dmg 211) This elder wand was taken from the tomb of the vampire Vila.",
  "Wand of Magic Missiles (uncommon, dmg 211) This elm wand also conjures roses upon command.",
  "Wand of Magic Missiles (uncommon, dmg 211) This elm wand also grants the magical ability to mend broken doors.",
  "Wand of Magic Missiles (uncommon, dmg 211) This finely crafted blackthorn wand once belonged to the dwarf mage Thakar, who perished in the Darkmoor Mire.",
  "Wand of Magic Missiles (uncommon, dmg 211) This finely crafted elder wand also grants the magical ability to untie simple knots from up to ten feet away.",
  "Wand of Magic Missiles (uncommon, dmg 211) This finely crafted wand was created by the dwarves of the great kingdom of Khizdinulb.",
  "Wand of Magic Missiles (uncommon, dmg 211) This hawthorn wand once belonged to the illustrious enchanter Raffin, leader of the Dragoons of Wyley.",
  "Wand of Magic Missiles (uncommon, dmg 211) This hazel wand also grants the magical ability to untie simple knots from up to ten feet away.",
  "Wand of Magic Missiles (uncommon, dmg 211) This hazel wand was taken from the Cyst of the Goblin King.",
  "Wand of Magic Missiles (uncommon, dmg 211) This heavy blackthorn wand once belonged to the elf mage Olor, who slew the Behemoth of the Desert of Rust.",
  "Wand of Magic Missiles (uncommon, dmg 211) This heavy cedar wand also grants the magical ability to endure extreme cold for one hour per day.",
  "Wand of Magic Missiles (uncommon, dmg 211) This heavy cedar wand once belonged to the great mage Rimay, leader of the Emerald Fangs.",
  "Wand of Magic Missiles (uncommon, dmg 211) This heavy elder wand once belonged to the half-orc conjurer Draha, who defeated the Wraith of the Plains of Wrath.",
  "Wand of Magic Missiles (uncommon, dmg 211) This heavy rowan wand once belonged to the illustrious sorcerer Vorosaer, leader of the Dragoons of Eliond.",
  "Wand of Magic Missiles (uncommon, dmg 211) This heavy rowan wand was taken from the crypt of the lich Himnage.",
  "Wand of Magic Missiles (uncommon, dmg 211) This heavy wand once belonged to the dwarf enchanter Anund, who defeated Nidea the Demon King.",
  "Wand of Magic Missiles (uncommon, dmg 211) This heavy wand was created by the dwarves of the great kingdom of Gundinar.",
  "Wand of Magic Missiles (uncommon, dmg 211) This heavy wand was created by the great artificer Ethor.",
  "Wand of Magic Missiles (uncommon, dmg 211) This heavy wand was taken from the Warrens of Wicked Souls.",
  "Wand of Magic Missiles (uncommon, dmg 211) This heavy wand was taken from the sepulcher of the lich Bigaro.",
  "Wand of Magic Missiles (uncommon, dmg 211) This heavy wand was taken from the tomb of the lich Farnero.",
  "Wand of Magic Missiles (uncommon, dmg 211) This masterwork ash wand also repels small insects when held.",
  "Wand of Magic Missiles (uncommon, dmg 211) This masterwork hawthorn wand was created by the elves of the ancient kingdom of Marione.",
  "Wand of Magic Missiles (uncommon, dmg 211) This masterwork wand was created by the dwarves of the great realm of Bilgila.",
  "Wand of Magic Missiles (uncommon, dmg 211) This masterwork wand was taken from the hoard of the dragon Girsu.",
  "Wand of Magic Missiles (uncommon, dmg 211) This masterwork willow wand was created by the elf artificer Ceithla.",
  "Wand of Magic Missiles (uncommon, dmg 211) This oak wand also grants the magical ability to detect golems within thirty feet.",
  "Wand of Magic Missiles (uncommon, dmg 211) This oak wand also repels small insects when held.",
  "Wand of Magic Missiles (uncommon, dmg 211) This oak wand was taken from the hoard of the dragon Hadnusu.",
  "Wand of Magic Missiles (uncommon, dmg 211) This ornate ash wand also emits a thin ray of red light upon command.",
  "Wand of Magic Missiles (uncommon, dmg 211) This ornate birch wand also grants the magical ability to feign disease or illness for one hour per day.",
  "Wand of Magic Missiles (uncommon, dmg 211) This ornate hazel wand also grants the magical ability to speak with cats.",
  "Wand of Magic Missiles (uncommon, dmg 211) This ornate wand was taken from the Delve of the Gargoyle Lord.",
  "Wand of Magic Missiles (uncommon, dmg 211) This ornate wand was taken from the barrow of the vampire Sarita.",
  "Wand of Magic Missiles (uncommon, dmg 211) This ornate wand was taken from the tomb of the vampire Anafrad.",
  "Wand of Magic Missiles (uncommon, dmg 211) This rowan wand also repels small insects when held.",
  "Wand of Magic Missiles (uncommon, dmg 211) This rowan wand also shivers when vampires are near.",
  "Wand of Magic Missiles (uncommon, dmg 211) This rowan wand was created by a god of magic for his most loyal hero.",
  "Wand of Magic Missiles (uncommon, dmg 211) This rowan wand was created by the dwarves of the great realm of Zinbarukth.",
  "Wand of Magic Missiles (uncommon, dmg 211) This thin birch wand also emits a thin ray of blue light upon command.",
  "Wand of Magic Missiles (uncommon, dmg 211) This thin birch wand once belonged to the elf enchanter Onwelror, leader of the Covenant of the Coin.",
  "Wand of Magic Missiles (uncommon, dmg 211) This thin birch wand once belonged to the renowned sorcerer Bertzia, who vanished in the Forsaken Pit of Kobarb.",
  "Wand of Magic Missiles (uncommon, dmg 211) This thin blackthorn wand also grants the magical ability to charm gnomes.",
  "Wand of Magic Missiles (uncommon, dmg 211) This thin blackthorn wand also shines like a torch upon command.",
  "Wand of Magic Missiles (uncommon, dmg 211) This thin cedar wand was taken from the tomb of the lich Egeris.",
  "Wand of Magic Missiles (uncommon, dmg 211) This thin elder wand also shines like a lantern upon command.",
  "Wand of Magic Missiles (uncommon, dmg 211) This thin oak wand was created by the dwarves of the great realm of Giledzar.",
  "Wand of Magic Missiles (uncommon, dmg 211) This thin oak wand was taken from the Pit of Crimson Death.",
  "Wand of Magic Missiles (uncommon, dmg 211) This thin rowan wand was created by the great artificer Ibald.",
  "Wand of Magic Missiles (uncommon, dmg 211) This thin wand also grants the magical ability to endure extreme cold for one hour per day.",
  "Wand of Magic Missiles (uncommon, dmg 211) This thin wand also shivers when undead are near.",
  "Wand of Magic Missiles (uncommon, dmg 211) This thin wand also transmutes gold coins into caltrops.",
  "Wand of Magic Missiles (uncommon, dmg 211) This thin wand also transmutes gold coins into potatoes.",
  "Wand of Magic Missiles (uncommon, dmg 211) This thin wand once belonged to the dwarf artificer Thoreya Ilbjotdotr, who defeated Rauma the Wyrm Queen.",
  "Wand of Magic Missiles (uncommon, dmg 211) This thin wand once belonged to the halfling alchemist Pruda, who slew the Horror of Alalliand.",
  "Wand of Magic Missiles (uncommon, dmg 211) This thin wand once belonged to the human alchemist Waroua, who defeated Aelith the Black.",
  "Wand of Magic Missiles (uncommon, dmg 211) This thin wand was created by a goddess of magic for her most loyal champion.",
  "Wand of Magic Missiles (uncommon, dmg 211) This thin wand was taken from the Caverns of the Shadow Knight.",
  "Wand of Magic Missiles (uncommon, dmg 211) This thin willow wand also grants the magical ability to endure extreme cold for one hour per day.",
  "Wand of Magic Missiles (uncommon, dmg 211) This thin yew wand was taken from the tomb of the lich Vitero.",
  "Wand of Magic Missiles (uncommon, dmg 211) This willow wand was created by the elves of the ancient empire of Eliondon.",
  "Wand of Magic Missiles (uncommon, dmg 211) This yew wand also grants the magical ability to charm mice.",
  "Wand of Magic Missiles (uncommon, dmg 211) This yew wand also grants the magical ability to speak with mirrors.",
  "Wand of Magic Missiles (uncommon, dmg 211) This yew wand once belonged to the human archmage Joycie, who slew the Wyrm of the Withering Fen.",
  "Wand of Magic Missiles (uncommon, dmg 211) This yew wand once belonged to the legendary sorcerer Sumi, who defeated Shebiuma the Fiendish.",
  "Wand of Paralysis (rare, dmg 211) A battered wand, wrapped in copper wire.",
  "Wand of Paralysis (rare, dmg 211) A blackthorn wand, wrapped in brass wire.",
  "Wand of Paralysis (rare, dmg 211) A heavy blackthorn wand, wrapped in fine steel wire.",
  "Wand of Paralysis (rare, dmg 211) A heavy rowan wand, set with diamond.",
  "Wand of Paralysis (rare, dmg 211) A heavy wand, wrapped in silver wire.",
  "Wand of Paralysis (rare, dmg 211) A thin wand, inlaid with mithral.",
  "Wand of Paralysis (rare, dmg 211) A thin wand, inlaid with platinum.",
  "Wand of Paralysis (rare, dmg 211) A thin wand, set with obsidian.",
  "Wand of Paralysis (rare, dmg 211) An oak wand, set with moonstone.",
  "Wand of Paralysis (rare, dmg 211) An ornate oak wand, inlaid with moonstone.",
  "Wand of Paralysis (rare, dmg 211) This battered wand was created by a god of magic for his most loyal champion.",
  "Wand of Paralysis (rare, dmg 211) This birch wand also grants the magical ability to detect golems within thirty feet.",
  "Wand of Paralysis (rare, dmg 211) This blackthorn wand also grants the magical ability to mend broken tankards.",
  "Wand of Paralysis (rare, dmg 211) This cedar wand was taken from the Halls of the Demon Prince.",
  "Wand of Paralysis (rare, dmg 211) This cedar wand was taken from the hoard of the dragon Anadus.",
  "Wand of Paralysis (rare, dmg 211) This distinctive blackthorn wand also grants the magical ability to endure extreme cold for one hour per day.",
  "Wand of Paralysis (rare, dmg 211) This finely crafted wand was taken from the Lost Sanctum of the Shadow Count.",
  "Wand of Paralysis (rare, dmg 211) This hawthorn wand once belonged to the elf mage Cathi, who defeated Gosya the Vile.",
  "Wand of Paralysis (rare, dmg 211) This hazel wand also transmutes gold coins into pigeons.",
  "Wand of Paralysis (rare, dmg 211) This hazel wand once belonged to the illustrious alchemist Elron, who defeated the Demon of the Alaq Desert.",
  "Wand of Paralysis (rare, dmg 211) This hazel wand was created by the dwarves of the great dominion of Gunargil.",
  "Wand of Paralysis (rare, dmg 211) This heavy elm wand was taken from the hoard of the dragon Isabuh.",
  "Wand of Paralysis (rare, dmg 211) This heavy wand also grants the magical ability to charm gnomes.",
  "Wand of Paralysis (rare, dmg 211) This heavy wand once belonged to the renowned necromancer Faighu, who slew the Leviathan of the Cyan Sea.",
  "Wand of Paralysis (rare, dmg 211) This heavy wand was taken from the hoard of the dragon Anamum.",
  "Wand of Paralysis (rare, dmg 211) This heavy yew wand once belonged to the human archmage Wearda, leader of the Dragons of Gebrycg.",
  "Wand of Paralysis (rare, dmg 211) This masterwork wand was created by the elves of the ancient empire of Hilonde.",
  "Wand of Paralysis (rare, dmg 211) This ornate wand also glows when orcs are near.",
  "Wand of Paralysis (rare, dmg 211) This ornate wand also grants the magical ability to see in darkness for one hour per day.",
  "Wand of Paralysis (rare, dmg 211) This ornate wand was created by a goddess of magic for her most loyal champion.",
  "Wand of Paralysis (rare, dmg 211) This rowan wand was created by the dwarves of the great kingdom of Bunarak.",
  "Wand of Paralysis (rare, dmg 211) This thin blackthorn wand was created by the human artificer Mine.",
  "Wand of Paralysis (rare, dmg 211) This thin elder wand also grants the magical ability to breathe underwater for one hour per day.",
  "Wand of Paralysis (rare, dmg 211) This thin wand also grants the magical ability to breathe underwater for one hour per day.",
  "Wand of Paralysis (rare, dmg 211) This yew wand also grants the magical ability to change the color of one's hair.",
  "Wand of Polymorph (very rare, dmg 211) A battered blackthorn wand, inlaid with amethyst.",
  "Wand of Polymorph (very rare, dmg 211) A battered elder wand, wrapped in brass wire.",
  "Wand of Polymorph (very rare, dmg 211) A battered rowan wand, inlaid with ruby.",
  "Wand of Polymorph (very rare, dmg 211) A battered wand, set with garnet.",
  "Wand of Polymorph (very rare, dmg 211) A battered wand, wrapped in bronze wire.",
  "Wand of Polymorph (very rare, dmg 211) A blackthorn wand, inlaid with hepatizon.",
  "Wand of Polymorph (very rare, dmg 211) A blackthorn wand, inlaid with orichalcum.",
  "Wand of Polymorph (very rare, dmg 211) A blackthorn wand, set with obsidian.",
  "Wand of Polymorph (very rare, dmg 211) A distinctive blackthorn wand, inlaid with pearl.",
  "Wand of Polymorph (very rare, dmg 211) A finely crafted wand, wrapped in fine steel wire.",
  "Wand of Polymorph (very rare, dmg 211) A hawthorn wand, wrapped in brass wire.",
  "Wand of Polymorph (very rare, dmg 211) A heavy wand, wrapped in bronze wire.",
  "Wand of Polymorph (very rare, dmg 211) A thin oak wand, set with bloodstone.",
  "Wand of Polymorph (very rare, dmg 211) A thin wand, inlaid with amber.",
  "Wand of Polymorph (very rare, dmg 211) A thin wand, inlaid with silver.",
  "Wand of Polymorph (very rare, dmg 211) A thin wand, set with topaz.",
  "Wand of Polymorph (very rare, dmg 211) A thin wand, wrapped in brass wire.",
  "Wand of Polymorph (very rare, dmg 211) A yew wand, wrapped in silver wire.",
  "Wand of Polymorph (very rare, dmg 211) An ash wand, inlaid with ruby.",
  "Wand of Polymorph (very rare, dmg 211) An ornate hawthorn wand, inlaid with diamond.",
  "Wand of Polymorph (very rare, dmg 211) An ornate wand, inlaid with sapphire.",
  "Wand of Polymorph (very rare, dmg 211) This battered elm wand was created by the elf artificer Ahann.",
  "Wand of Polymorph (very rare, dmg 211) This birch wand also grants the magical ability to change the color of one's eyes.",
  "Wand of Polymorph (very rare, dmg 211) This birch wand was created by the elves of the ancient empire of Ellon.",
  "Wand of Polymorph (very rare, dmg 211) This distinctive ash wand also grants the magical ability to breathe underwater for one hour per day.",
  "Wand of Polymorph (very rare, dmg 211) This distinctive wand was created by the dwarves of the great empire of Gathizdin.",
  "Wand of Polymorph (very rare, dmg 211) This distinctive willow wand also grants the magical ability to take the shape of a small animal for one hour per day.",
  "Wand of Polymorph (very rare, dmg 211) This distinctive yew wand also repels small insects when held.",
  "Wand of Polymorph (very rare, dmg 211) This elder wand once belonged to the dwarf mage Disanz, leader of the Wolves of Leifidalr.",
  "Wand of Polymorph (very rare, dmg 211) This elder wand was created by the dwarves of the great realm of Zinbarukth.",
  "Wand of Polymorph (very rare, dmg 211) This elm wand was taken from the hoard of the dragon Suuhimma.",
  "Wand of Polymorph (very rare, dmg 211) This finely crafted hawthorn wand was created by a god of magic for his most loyal hero.",
  "Wand of Polymorph (very rare, dmg 211) This finely crafted hazel wand also conjures roses upon command.",
  "Wand of Polymorph (very rare, dmg 211) This hawthorn wand once belonged to the elf wizard Erith, who defeated Aric the Wicked.",
  "Wand of Polymorph (very rare, dmg 211) This hazel wand also transmutes gold coins into pigeons.",
  "Wand of Polymorph (very rare, dmg 211) This heavy ash wand also transmutes gold coins into potatoes.",
  "Wand of Polymorph (very rare, dmg 211) This heavy ash wand once belonged to the human necromancer Enard, who fell in the Crusade of the Fallen.",
  "Wand of Polymorph (very rare, dmg 211) This heavy hazel wand was created by the elves of the ancient kingdom of Harlasea.",
  "Wand of Polymorph (very rare, dmg 211) This heavy rowan wand also grants the magical ability to feign disease or illness for one hour per day.",
  "Wand of Polymorph (very rare, dmg 211) This heavy wand also repels small insects when held.",
  "Wand of Polymorph (very rare, dmg 211) This heavy wand was created by the halfling artificer Idan Banksi.",
  "Wand of Polymorph (very rare, dmg 211) This masterwork ash wand also emits a thin ray of blue light upon command.",
  "Wand of Polymorph (very rare, dmg 211) This masterwork wand was created by a goddess of magic for her most loyal hero.",
  "Wand of Polymorph (very rare, dmg 211) This masterwork wand was created by the human artificer Efril Teray.",
  "Wand of Polymorph (very rare, dmg 211) This masterwork wand was taken from the hoard of the dragon Damuga.",
  "Wand of Polymorph (very rare, dmg 211) This masterwork yew wand was created by the elves of the ancient dominion of Noriene.",
  "Wand of Polymorph (very rare, dmg 211) This ornate birch wand also grants the magical ability to move without leaving any trace for one hour per day.",
  "Wand of Polymorph (very rare, dmg 211) This ornate wand was taken from the Sepulcher of Black Annihilation.",
  "Wand of Polymorph (very rare, dmg 211) This thin ash wand also transmutes gold coins into potatoes.",
  "Wand of Polymorph (very rare, dmg 211) This thin birch wand also grants the magical ability to locate keys.",
  "Wand of Polymorph (very rare, dmg 211) This thin cedar wand was created by the great artificer Odgeil.",
  "Wand of Polymorph (very rare, dmg 211) This thin elder wand was created by a god of magic for his most loyal hero.",
  "Wand of Polymorph (very rare, dmg 211) This thin elm wand also grants the magical ability to locate taverns.",
  "Wand of Polymorph (very rare, dmg 211) This thin hazel wand also conjures cutlery upon command.",
  "Wand of Polymorph (very rare, dmg 211) This thin wand was created by the elves of the ancient empire of Hellonde.",
  "Wand of Polymorph (very rare, dmg 211) This thin wand was taken from the sepulcher of the lich Himero.",
  "Wand of Polymorph (very rare, dmg 211) This thin yew wand also grants the magical ability to feign disease or illness for one hour per day.",
  "Wand of Polymorph (very rare, dmg 211) This willow wand also grants the magical ability to charm snakes.",
  "Wand of Polymorph (very rare, dmg 211) This yew wand also glows when orcs are near.",
  "Wand of Secrets (uncommon, dmg 211) A battered wand, set with sapphire.",
  "Wand of Secrets (uncommon, dmg 211) A battered willow wand, wrapped in fine steel wire.",
  "Wand of Secrets (uncommon, dmg 211) A birch wand, set with emerald.",
  "Wand of Secrets (uncommon, dmg 211) A blackthorn wand, wrapped in fine steel wire.",
  "Wand of Secrets (uncommon, dmg 211) A cedar wand, set with sapphire.",
  "Wand of Secrets (uncommon, dmg 211) A distinctive elder wand, wrapped in copper wire.",
  "Wand of Secrets (uncommon, dmg 211) A finely crafted blackthorn wand, inlaid with hepatizon.",
  "Wand of Secrets (uncommon, dmg 211) A heavy elder wand, set with emerald.",
  "Wand of Secrets (uncommon, dmg 211) A heavy yew wand, inlaid with bloodstone.",
  "Wand of Secrets (uncommon, dmg 211) A heavy yew wand, wrapped in brass wire.",
  "Wand of Secrets (uncommon, dmg 211) A masterwork blackthorn wand, inlaid with amethyst.",
  "Wand of Secrets (uncommon, dmg 211) A rowan wand, inlaid with amethyst.",
  "Wand of Secrets (uncommon, dmg 211) A thin blackthorn wand, set with bloodstone.",
  "Wand of Secrets (uncommon, dmg 211) A thin wand, inlaid with bloodstone.",
  "Wand of Secrets (uncommon, dmg 211) A thin wand, inlaid with diamond.",
  "Wand of Secrets (uncommon, dmg 211) A thin wand, wrapped in brass wire.",
  "Wand of Secrets (uncommon, dmg 211) A thin yew wand, inlaid with silver.",
  "Wand of Secrets (uncommon, dmg 211) A willow wand, inlaid with adamantine.",
  "Wand of Secrets (uncommon, dmg 211) A willow wand, inlaid with garnet.",
  "Wand of Secrets (uncommon, dmg 211) A willow wand, wrapped in fine steel wire.",
  "Wand of Secrets (uncommon, dmg 211) An ash wand, set with bloodstone.",
  "Wand of Secrets (uncommon, dmg 211) An ash wand, wrapped in brass wire.",
  "Wand of Secrets (uncommon, dmg 211) An ash wand, wrapped in bronze wire.",
  "Wand of Secrets (uncommon, dmg 211) An ash wand, wrapped in silver wire.",
  "Wand of Secrets (uncommon, dmg 211) An elm wand, inlaid with ruby.",
  "Wand of Secrets (uncommon, dmg 211) An ornate wand, inlaid with electrum.",
  "Wand of Secrets (uncommon, dmg 211) An ornate wand, inlaid with jet.",
  "Wand of Secrets (uncommon, dmg 211) An ornate wand, set with bloodstone.",
  "Wand of Secrets (uncommon, dmg 211) An ornate wand, wrapped in silver wire.",
  "Wand of Secrets (uncommon, dmg 211) This ash wand also repels small insects when held.",
  "Wand of Secrets (uncommon, dmg 211) This ash wand once belonged to the illustrious enchanter Narvi, who perished in the Tambora Jungle.",
  "Wand of Secrets (uncommon, dmg 211) This battered birch wand was taken from the Labyrinth of Ghastly Woe.",
  "Wand of Secrets (uncommon, dmg 211) This battered blackthorn wand was created by the half-orc artificer Prada.",
  "Wand of Secrets (uncommon, dmg 211) This battered wand was created by a god of magic for his most loyal hero.",
  "Wand of Secrets (uncommon, dmg 211) This blackthorn wand was created by the human artificer Burgre.",
  "Wand of Secrets (uncommon, dmg 211) This cedar wand also grants the magical ability to move without leaving any trace for one hour per day.",
  "Wand of Secrets (uncommon, dmg 211) This distinctive birch wand was taken from the crypt of the lich Thildaro.",
  "Wand of Secrets (uncommon, dmg 211) This distinctive elder wand also grants the magical ability to move without leaving any trace for one hour per day.",
  "Wand of Secrets (uncommon, dmg 211) This distinctive wand was taken from the Delve of Adum the Lunatic.",
  "Wand of Secrets (uncommon, dmg 211) This elder wand also grants the magical ability to speak with rope.",
  "Wand of Secrets (uncommon, dmg 211) This elm wand was taken from the hoard of the dragon Bidama.",
  "Wand of Secrets (uncommon, dmg 211) This finely crafted elm wand was taken from the crypt of the vampire Cunafro.",
  "Wand of Secrets (uncommon, dmg 211) This finely crafted wand also transmutes gold coins into pigeons.",
  "Wand of Secrets (uncommon, dmg 211) This finely crafted wand was taken from the barrow of the lich Vacima.",
  "Wand of Secrets (uncommon, dmg 211) This hawthorn wand also emits a thin ray of blue light upon command.",
  "Wand of Secrets (uncommon, dmg 211) This hawthorn wand also transmutes gold coins into caltrops.",
  "Wand of Secrets (uncommon, dmg 211) This hazel wand also grants the magical ability to detect dragons within thirty feet.",
  "Wand of Secrets (uncommon, dmg 211) This hazel wand also repels small insects when held.",
  "Wand of Secrets (uncommon, dmg 211) This hazel wand was taken from the Lost Tomb of Malice.",
  "Wand of Secrets (uncommon, dmg 211) This heavy elder wand once belonged to the tiefling wizard Anarig, who vanished in the Lost Lair of Nightmares.",
  "Wand of Secrets (uncommon, dmg 211) This heavy elm wand once belonged to the gnome conjurer Kurdu, leader of the Black Arrows.",
  "Wand of Secrets (uncommon, dmg 211) This heavy hawthorn wand once belonged to the great archmage Berter, who fell in the Battle of the Rhesdy Vale.",
  "Wand of Secrets (uncommon, dmg 211) This heavy oak wand also grants the magical ability to take the shape of a small animal for one hour per day.",
  "Wand of Secrets (uncommon, dmg 211) This heavy rowan wand also shivers when vampires are near.",
  "Wand of Secrets (uncommon, dmg 211) This heavy wand also grants the magical ability to detect golems within thirty feet.",
  "Wand of Secrets (uncommon, dmg 211) This heavy wand was created by a god of magic for his most loyal champion.",
  "Wand of Secrets (uncommon, dmg 211) This heavy wand was created by the halfling artificer Marger.",
  "Wand of Secrets (uncommon, dmg 211) This heavy wand was taken from the barrow of the vampire Tacharo.",
  "Wand of Secrets (uncommon, dmg 211) This masterwork ash wand also grants the magical ability to take the shape of a small animal for one hour per day.",
  "Wand of Secrets (uncommon, dmg 211) This masterwork oak wand was taken from the Tunnels of Ericas the Unspeakable.",
  "Wand of Secrets (uncommon, dmg 211) This masterwork wand once belonged to the elf enchanter Leitha, who defeated Emirkol the Chaotic.",
  "Wand of Secrets (uncommon, dmg 211) This ornate elm wand once belonged to the great alchemist Sariashuu, leader of the Black Dragoons.",
  "Wand of Secrets (uncommon, dmg 211) This ornate wand also conjures cutlery upon command.",
  "Wand of Secrets (uncommon, dmg 211) This ornate wand once belonged to the illustrious alchemist Alos, who defeated Local the Vampire King.",
  "Wand of Secrets (uncommon, dmg 211) This thin cedar wand also grants the magical ability to endure extreme cold for one hour per day.",
  "Wand of Secrets (uncommon, dmg 211) This thin rowan wand also grants the magical ability to speak with goats.",
  "Wand of Secrets (uncommon, dmg 211) This thin wand also grants the magical ability to mend broken chains.",
  "Wand of Secrets (uncommon, dmg 211) This thin wand was created by the elf artificer Elur.",
  "Wand of Secrets (uncommon, dmg 211) This thin wand was taken from the Caverns of the Vampire King.",
  "Wand of Secrets (uncommon, dmg 211) This willow wand also grants the magical ability to charm snakes.",
  "Wand of Secrets (uncommon, dmg 211) This willow wand also shivers when vampires are near.",
  "Wand of Secrets (uncommon, dmg 211) This willow wand was created by the human artificer Gode.",
  "Wand of Secrets (uncommon, dmg 211) This willow wand was created by the legendary artificer Elyn.",
  "Wand of Secrets (uncommon, dmg 211) This willow wand was taken from the hoard of the dragon Nabu.",
  "Wand of Secrets (uncommon, dmg 211) This yew wand also grants the magical ability to breathe underwater for one hour per day.",
  "Wand of Web (uncommon, dmg 212) A battered wand, inlaid with bloodstone.",
  "Wand of Web (uncommon, dmg 212) A battered wand, inlaid with obsidian.",
  "Wand of Web (uncommon, dmg 212) A birch wand, inlaid with jade.",
  "Wand of Web (uncommon, dmg 212) A blackthorn wand, set with diamond.",
  "Wand of Web (uncommon, dmg 212) A cedar wand, inlaid with garnet.",
  "Wand of Web (uncommon, dmg 212) A cedar wand, inlaid with hepatizon.",
  "Wand of Web (uncommon, dmg 212) A cedar wand, inlaid with obsidian.",
  "Wand of Web (uncommon, dmg 212) A distinctive blackthorn wand, wrapped in fine steel wire.",
  "Wand of Web (uncommon, dmg 212) A distinctive cedar wand, wrapped in brass wire.",
  "Wand of Web (uncommon, dmg 212) A distinctive wand, set with garnet.",
  "Wand of Web (uncommon, dmg 212) A distinctive wand, wrapped in brass wire.",
  "Wand of Web (uncommon, dmg 212) A finely crafted blackthorn wand, inlaid with mithral.",
  "Wand of Web (uncommon, dmg 212) A finely crafted rowan wand, set with sapphire.",
  "Wand of Web (uncommon, dmg 212) A finely crafted wand, inlaid with platinum.",
  "Wand of Web (uncommon, dmg 212) A finely crafted wand, inlaid with ruby.",
  "Wand of Web (uncommon, dmg 212) A finely crafted wand, wrapped in brass wire.",
  "Wand of Web (uncommon, dmg 212) A hawthorn wand, inlaid with platinum.",
  "Wand of Web (uncommon, dmg 212) A hawthorn wand, wrapped in bronze wire.",
  "Wand of Web (uncommon, dmg 212) A heavy elm wand, set with bloodstone.",
  "Wand of Web (uncommon, dmg 212) A heavy hawthorn wand, set with diamond.",
  "Wand of Web (uncommon, dmg 212) A heavy oak wand, inlaid with ruby.",
  "Wand of Web (uncommon, dmg 212) A heavy oak wand, set with sapphire.",
  "Wand of Web (uncommon, dmg 212) A heavy wand, inlaid with orichalcum.",
  "Wand of Web (uncommon, dmg 212) A heavy wand, inlaid with silver.",
  "Wand of Web (uncommon, dmg 212) A heavy wand, set with amber.",
  "Wand of Web (uncommon, dmg 212) A heavy wand, set with moonstone.",
  "Wand of Web (uncommon, dmg 212) A heavy wand, wrapped in brass wire.",
  "Wand of Web (uncommon, dmg 212) A heavy wand, wrapped in silver wire.",
  "Wand of Web (uncommon, dmg 212) A masterwork birch wand, set with diamond.",
  "Wand of Web (uncommon, dmg 212) A masterwork cedar wand, inlaid with mithral.",
  "Wand of Web (uncommon, dmg 212) A masterwork hazel wand, inlaid with obsidian.",
  "Wand of Web (uncommon, dmg 212) A masterwork oak wand, wrapped in silver wire.",
  "Wand of Web (uncommon, dmg 212) A masterwork wand, inlaid with amber.",
  "Wand of Web (uncommon, dmg 212) A masterwork wand, set with sapphire.",
  "Wand of Web (uncommon, dmg 212) A masterwork wand, wrapped in fine steel wire.",
  "Wand of Web (uncommon, dmg 212) A masterwork yew wand, inlaid with garnet.",
  "Wand of Web (uncommon, dmg 212) A rowan wand, wrapped in copper wire.",
  "Wand of Web (uncommon, dmg 212) A rowan wand, wrapped in silver wire.",
  "Wand of Web (uncommon, dmg 212) A thin rowan wand, wrapped in silver wire.",
  "Wand of Web (uncommon, dmg 212) A thin wand, wrapped in brass wire.",
  "Wand of Web (uncommon, dmg 212) A thin wand, wrapped in silver wire.",
  "Wand of Web (uncommon, dmg 212) A thin yew wand, set with diamond.",
  "Wand of Web (uncommon, dmg 212) A yew wand, set with amethyst.",
  "Wand of Web (uncommon, dmg 212) An elder wand, inlaid with orichalcum.",
  "Wand of Web (uncommon, dmg 212) An elder wand, set with garnet.",
  "Wand of Web (uncommon, dmg 212) An elder wand, set with sapphire.",
  "Wand of Web (uncommon, dmg 212) An elm wand, inlaid with electrum.",
  "Wand of Web (uncommon, dmg 212) An elm wand, inlaid with gold.",
  "Wand of Web (uncommon, dmg 212) An elm wand, inlaid with jet.",
  "Wand of Web (uncommon, dmg 212) An oak wand, inlaid with platinum.",
  "Wand of Web (uncommon, dmg 212) An ornate wand, inlaid with platinum.",
  "Wand of Web (uncommon, dmg 212) This ash wand also conjures cutlery upon command.",
  "Wand of Web (uncommon, dmg 212) This ash wand was taken from the crypt of the vampire Lusasi.",
  "Wand of Web (uncommon, dmg 212) This battered elder wand was created by a god of magic for his most loyal champion.",
  "Wand of Web (uncommon, dmg 212) This battered hawthorn wand was created by the elf artificer Elellas.",
  "Wand of Web (uncommon, dmg 212) This battered wand was created by a god of magic for his most loyal hero.",
  "Wand of Web (uncommon, dmg 212) This blackthorn wand also grants the magical ability to endure extreme cold for one hour per day.",
  "Wand of Web (uncommon, dmg 212) This blackthorn wand was created by a god of magic for his most loyal hero.",
  "Wand of Web (uncommon, dmg 212) This blackthorn wand was created by the human artificer Phone Phammayc.",
  "Wand of Web (uncommon, dmg 212) This blackthorn wand was taken from the sepulcher of the vampire Accigic.",
  "Wand of Web (uncommon, dmg 212) This cedar wand also shines like a lantern upon command.",
  "Wand of Web (uncommon, dmg 212) This cedar wand once belonged to the half-orc necromancer Stana, who slew the Behemoth of Helaba.",
  "Wand of Web (uncommon, dmg 212) This cedar wand was created by the dwarves of the great kingdom of Bundumunz.",
  "Wand of Web (uncommon, dmg 212) This distinctive elder wand also conjures cutlery upon command.",
  "Wand of Web (uncommon, dmg 212) This distinctive hawthorn wand also grants the magical ability to speak with rope.",
  "Wand of Web (uncommon, dmg 212) This distinctive rowan wand also grants the magical ability to endure extreme cold for one hour per day.",
  "Wand of Web (uncommon, dmg 212) This distinctive wand also shivers when wraiths are near.",
  "Wand of Web (uncommon, dmg 212) This distinctive wand once belonged to the great mage Uderius, who slew the Beast of the Shadow Vale.",
  "Wand of Web (uncommon, dmg 212) This elder wand also emits a thin ray of white light upon command.",
  "Wand of Web (uncommon, dmg 212) This elder wand was created by a goddess of magic for her most loyal champion.",
  "Wand of Web (uncommon, dmg 212) This elm wand also grants the magical ability to detect golems within thirty feet.",
  "Wand of Web (uncommon, dmg 212) This finely crafted ash wand also grants the magical ability to mend broken chains.",
  "Wand of Web (uncommon, dmg 212) This finely crafted birch wand once belonged to the renowned sorcerer Abummash, who perished in the Shademoor.",
  "Wand of Web (uncommon, dmg 212) This finely crafted elm wand was taken from the hoard of the dragon Sinu.",
  "Wand of Web (uncommon, dmg 212) This finely crafted oak wand also grants the magical ability to speak with cats.",
  "Wand of Web (uncommon, dmg 212) This finely crafted oak wand once belonged to the elf enchanter Dirineth, who defeated Kas the Betrayer.",
  "Wand of Web (uncommon, dmg 212) This finely crafted wand was taken from the Catacombs of Aphotic Necromancy.",
  "Wand of Web (uncommon, dmg 212) This finely crafted willow wand once belonged to the illustrious alchemist Brida, who fell in the Horrendous War.",
  "Wand of Web (uncommon, dmg 212) This hawthorn wand also grants the magical ability to take the shape of a small animal for one hour per day.",
  "Wand of Web (uncommon, dmg 212) This hawthorn wand also grants the magical ability to untie simple knots from up to five feet away.",
  "Wand of Web (uncommon, dmg 212) This hawthorn wand was created by the dwarves of the great realm of Nalukkhath.",
  "Wand of Web (uncommon, dmg 212) This hazel wand also transmutes gold coins into potatoes.",
  "Wand of Web (uncommon, dmg 212) This hazel wand once belonged to the halfling enchanter Edmugh Eves, who fell in the Eldritch Campaign.",
  "Wand of Web (uncommon, dmg 212) This hazel wand was taken from the Caverns of Black Secrets.",
  "Wand of Web (uncommon, dmg 212) This heavy cedar wand also grants the magical ability to feign disease or illness for one hour per day.",
  "Wand of Web (uncommon, dmg 212) This heavy elder wand was created by a goddess of magic for her most loyal hero.",
  "Wand of Web (uncommon, dmg 212) This heavy elm wand was created by the dwarf artificer Urin.",
  "Wand of Web (uncommon, dmg 212) This heavy hawthorn wand once belonged to the illustrious artificer Fered Buck, who fell in the War of Crimson Invocations.",
  "Wand of Web (uncommon, dmg 212) This heavy hazel wand once belonged to the legendary archmage Nunna, who slew the Beast of the Kinbarak Mountains.",
  "Wand of Web (uncommon, dmg 212) This heavy oak wand was created by the dwarves of the great empire of Nulbilnulb.",
  "Wand of Web (uncommon, dmg 212) This heavy wand also glows when orcs are near.",
  "Wand of Web (uncommon, dmg 212) This heavy wand also grants the magical ability to endure extreme cold for one hour per day.",
  "Wand of Web (uncommon, dmg 212) This heavy wand also grants the magical ability to see in darkness for one hour per day.",
  "Wand of Web (uncommon, dmg 212) This heavy wand also transmutes gold coins into pigeons.",
  "Wand of Web (uncommon, dmg 212) This heavy wand also transmutes gold coins into potatoes.",
  "Wand of Web (uncommon, dmg 212) This heavy wand once belonged to the great mage Foilla, who slew the Horror of the Desolation of Bupolu.",
  "Wand of Web (uncommon, dmg 212) This heavy wand was created by the elves of the ancient empire of Nionargul.",
  "Wand of Web (uncommon, dmg 212) This heavy wand was created by the illustrious artificer Vico.",
  "Wand of Web (uncommon, dmg 212) This heavy wand was taken from the barrow of the vampire Haritha.",
  "Wand of Web (uncommon, dmg 212) This masterwork hawthorn wand also grants the magical ability to change the color of one's eyes.",
  "Wand of Web (uncommon, dmg 212) This masterwork rowan wand also transmutes gold coins into caltrops.",
  "Wand of Web (uncommon, dmg 212) This masterwork rowan wand once belonged to the elf wizard Vico, who vanished in the Dread Vaults of Annihilation.",
  "Wand of Web (uncommon, dmg 212) This masterwork wand also grants the magical ability to change the color of one's hair.",
  "Wand of Web (uncommon, dmg 212) This masterwork wand also grants the magical ability to endure extreme cold for one hour per day.",
  "Wand of Web (uncommon, dmg 212) This masterwork wand also shines like a lantern upon command.",
  "Wand of Web (uncommon, dmg 212) This masterwork wand was taken from the sepulcher of the vampire Hindica.",
  "Wand of Web (uncommon, dmg 212) This oak wand also shivers when vampires are near.",
  "Wand of Web (uncommon, dmg 212) This oak wand was taken from the crypt of the vampire Borana.",
  "Wand of Web (uncommon, dmg 212) This oak wand was taken from the hoard of the dragon Sadita.",
  "Wand of Web (uncommon, dmg 212) This ornate ash wand was created by the elf artificer Tore.",
  "Wand of Web (uncommon, dmg 212) This ornate blackthorn wand also grants the magical ability to charm snakes.",
  "Wand of Web (uncommon, dmg 212) This ornate hawthorn wand also grants the magical ability to change the color of one's hair.",
  "Wand of Web (uncommon, dmg 212) This ornate hazel wand also grants the magical ability to endure extreme cold for one hour per day.",
  "Wand of Web (uncommon, dmg 212) This ornate oak wand once belonged to the renowned alchemist Kesa, leader of the Fellowship of the Iron Falcon.",
  "Wand of Web (uncommon, dmg 212) This ornate yew wand once belonged to the gnome alchemist Kari, who perished in the Desolation of Abumuan.",
  "Wand of Web (uncommon, dmg 212) This rowan wand also grants the magical ability to untie simple knots from up to five feet away.",
  "Wand of Web (uncommon, dmg 212) This rowan wand once belonged to the legendary wizard Mera, who perished in the Witchlight Jungle.",
  "Wand of Web (uncommon, dmg 212) This rowan wand was created by the renowned artificer Bradha.",
  "Wand of Web (uncommon, dmg 212) This rowan wand was taken from the Catacombs of Mighty Ruin.",
  "Wand of Web (uncommon, dmg 212) This rowan wand was taken from the hoard of the dragon Khullilu.",
  "Wand of Web (uncommon, dmg 212) This thin ash wand also glows when dragons are near.",
  "Wand of Web (uncommon, dmg 212) This thin cedar wand once belonged to the illustrious necromancer Batha, who fell in the Crusade of Phantasms.",
  "Wand of Web (uncommon, dmg 212) This thin elder wand also emits a thin ray of yellow light upon command.",
  "Wand of Web (uncommon, dmg 212) This thin elder wand was taken from the hoard of the dragon Sharsuma.",
  "Wand of Web (uncommon, dmg 212) This thin elm wand once belonged to the illustrious wizard Leda, who fell in the Battle of Hewe Castle.",
  "Wand of Web (uncommon, dmg 212) This thin hawthorn wand also grants the magical ability to speak with mirrors.",
  "Wand of Web (uncommon, dmg 212) This thin hazel wand also grants the magical ability to mend broken doors.",
  "Wand of Web (uncommon, dmg 212) This thin wand also emits a thin ray of yellow light upon command.",
  "Wand of Web (uncommon, dmg 212) This thin wand also glows when undead are near.",
  "Wand of Web (uncommon, dmg 212) This thin wand also transmutes gold coins into potatoes.",
  "Wand of Web (uncommon, dmg 212) This thin wand once belonged to the dragonborn conjurer Lila, who defeated Anubar the Vampire Empress.",
  "Wand of Web (uncommon, dmg 212) This thin wand once belonged to the dwarf conjurer Thali, leader of the Jade Covenant.",
  "Wand of Web (uncommon, dmg 212) This thin wand once belonged to the human wizard Mesym, who fell in the Siege of Hramor.",
  "Wand of Web (uncommon, dmg 212) This thin wand was created by the elves of the ancient empire of Thiladrion.",
  "Wand of Web (uncommon, dmg 212) This thin wand was created by the elves of the ancient empire of Valonde.",
  "Wand of Web (uncommon, dmg 212) This thin wand was taken from the barrow of the lich Baudeba.",
  "Wand of Web (uncommon, dmg 212) This thin wand was taken from the crypt of the lich Fastiza.",
  "Wand of Web (uncommon, dmg 212) This thin wand was taken from the hoard of the dragon Kadaadu.",
  "Wand of Web (uncommon, dmg 212) This thin wand was taken from the sepulcher of the lich Arittar.",
  "Wand of Web (uncommon, dmg 212) This thin willow wand was taken from the crypt of the vampire Frimuda.",
  "Wand of Web (uncommon, dmg 212) This willow wand also emits a thin ray of yellow light upon command.",
  "Wand of Web (uncommon, dmg 212) This willow wand was created by the renowned artificer Rancis Leighey.",
  "Wand of Web (uncommon, dmg 212) This willow wand was taken from the Shrine of Zeiram the Lich.",
  "Wand of Web (uncommon, dmg 212) This willow wand was taken from the Tunnels of the Wyrm King.",
  "Wand of Web (uncommon, dmg 212) This willow wand was taken from the hoard of the dragon Duki.",
  "Wand of Web (uncommon, dmg 212) This yew wand also emits a thin ray of green light upon command.",
  "Wand of Web (uncommon, dmg 212) This yew wand also emits a thin ray of white light upon command.",
  "Wand of Web (uncommon, dmg 212) This yew wand also grants the magical ability to charm mice.",
  "Wand of Web (uncommon, dmg 212) This yew wand also grants the magical ability to detect dragons within thirty feet.",
  "Wand of Web (uncommon, dmg 212) This yew wand also grants the magical ability to locate keys.",
  "Wand of Web (uncommon, dmg 212) This yew wand also grants the magical ability to see in darkness for one hour per day.",
  "Wand of Web (uncommon, dmg 212) This yew wand was created by a god of magic for his most loyal champion.",
  "Wand of Web (uncommon, dmg 212) This yew wand was created by a goddess of magic for her most loyal hero.",
  "Wand of Web (uncommon, dmg 212) This yew wand was taken from the hoard of the dragon Arezes.",
  "Wand of Wonder (rare, dmg 212) A finely crafted cedar wand, set with garnet.",
  "Wand of Wonder (rare, dmg 212) A heavy elder wand, inlaid with emerald.",
  "Wand of Wonder (rare, dmg 212) A heavy wand, wrapped in bronze wire.",
  "Wand of Wonder (rare, dmg 212) A heavy wand, wrapped in copper wire.",
  "Wand of Wonder (rare, dmg 212) A thin cedar wand, set with amethyst.",
  "Wand of Wonder (rare, dmg 212) A thin wand, inlaid with amethyst.",
  "Wand of Wonder (rare, dmg 212) A thin wand, inlaid with platinum.",
  "Wand of Wonder (rare, dmg 212) A yew wand, inlaid with adamantine.",
  "Wand of Wonder (rare, dmg 212) An oak wand, inlaid with silver.",
  "Wand of Wonder (rare, dmg 212) An oak wand, set with bloodstone.",
  "Wand of Wonder (rare, dmg 212) This battered wand also grants the magical ability to mend broken tankards.",
  "Wand of Wonder (rare, dmg 212) This battered willow wand was taken from the sepulcher of the lich Vala.",
  "Wand of Wonder (rare, dmg 212) This heavy ash wand also transmutes gold coins into caltrops.",
  "Wand of Wonder (rare, dmg 212) This heavy wand also conjures roses upon command.",
  "Wand of Wonder (rare, dmg 212) This heavy wand also grants the magical ability to detect dragons within thirty feet.",
  "Wand of Wonder (rare, dmg 212) This heavy wand also shivers when wraiths are near.",
  "Wand of Wonder (rare, dmg 212) This heavy yew wand once belonged to the halfling artificer Ames Borne, who defeated Zeiram the Lich.",
  "Wand of Wonder (rare, dmg 212) This masterwork wand also grants the magical ability to charm mice.",
  "Wand of Wonder (rare, dmg 212) This oak wand once belonged to the tiefling artificer Krelieva, who fell in the Battle of Bloody Lances.",
  "Wand of Wonder (rare, dmg 212) This ornate elder wand also grants the magical ability to speak with mirrors.",
  "Wand of Wonder (rare, dmg 212) This ornate oak wand once belonged to the legendary necromancer Sengrim, who vanished in the Lost Prison of Vano the Ghastly.",
  "Wand of Wonder (rare, dmg 212) This ornate wand was created by a goddess of magic for her most loyal champion.",
  "Wand of Wonder (rare, dmg 212) This thin birch wand also grants the magical ability to detect dragons within thirty feet.",
  "Wand of Wonder (rare, dmg 212) This thin oak wand also emits a thin ray of blue light upon command.",
  "Wand of Wonder (rare, dmg 212) This thin wand also grants the magical ability to take the shape of a small animal for one hour per day.",
  "Wand of Wonder (rare, dmg 212) This thin wand also shivers when vampires are near.",
  "Wand of Wonder (rare, dmg 212) This thin wand once belonged to the dwarf artificer Aznal, who slew the Horror of Thuna.",
  "Wand of Wonder (rare, dmg 212) This willow wand also grants the magical ability to endure extreme cold for one hour per day.",
  "+1 Wand of the War Mage (uncommon, dmg 212). A battered blackthorn wand, wrapped in copper wire.",
  "+1 Wand of the War Mage (uncommon, dmg 212). A battered cedar wand, inlaid with garnet.",
  "+1 Wand of the War Mage (uncommon, dmg 212). A battered wand, inlaid with adamantine.",
  "+1 Wand of the War Mage (uncommon, dmg 212). A battered wand, inlaid with electrum.",
  "+1 Wand of the War Mage (uncommon, dmg 212). A battered wand, inlaid with moonstone.",
  "+1 Wand of the War Mage (uncommon, dmg 212). A birch wand, wrapped in bronze wire.",
  "+1 Wand of the War Mage (uncommon, dmg 212). A blackthorn wand, inlaid with silver.",
  "+1 Wand of the War Mage (uncommon, dmg 212). A blackthorn wand, set with ruby.",
  "+1 Wand of the War Mage (uncommon, dmg 212). A blackthorn wand, set with topaz.",
  "+1 Wand of the War Mage (uncommon, dmg 212). A cedar wand, set with amber.",
  "+1 Wand of the War Mage (uncommon, dmg 212). A cedar wand, set with bloodstone.",
  "+1 Wand of the War Mage (uncommon, dmg 212). A cedar wand, set with jade.",
  "+1 Wand of the War Mage (uncommon, dmg 212). A distinctive hawthorn wand, inlaid with obsidian.",
  "+1 Wand of the War Mage (uncommon, dmg 212). A distinctive wand, inlaid with gold.",
  "+1 Wand of the War Mage (uncommon, dmg 212). A distinctive yew wand, inlaid with platinum.",
  "+1 Wand of the War Mage (uncommon, dmg 212). A distinctive yew wand, wrapped in fine steel wire.",
  "+1 Wand of the War Mage (uncommon, dmg 212). A finely crafted elm wand, set with bloodstone.",
  "+1 Wand of the War Mage (uncommon, dmg 212). A finely crafted wand, inlaid with jet.",
  "+1 Wand of the War Mage (uncommon, dmg 212). A finely crafted wand, inlaid with silver.",
  "+1 Wand of the War Mage (uncommon, dmg 212). A finely crafted wand, set with sapphire.",
  "+1 Wand of the War Mage (uncommon, dmg 212). A finely crafted willow wand, wrapped in brass wire.",
  "+1 Wand of the War Mage (uncommon, dmg 212). A hawthorn wand, inlaid with electrum.",
  "+1 Wand of the War Mage (uncommon, dmg 212). A hawthorn wand, set with amethyst.",
  "+1 Wand of the War Mage (uncommon, dmg 212). A hawthorn wand, wrapped in fine steel wire.",
  "+1 Wand of the War Mage (uncommon, dmg 212). A hazel wand, inlaid with adamantine.",
  "+1 Wand of the War Mage (uncommon, dmg 212). A hazel wand, set with amber.",
  "+1 Wand of the War Mage (uncommon, dmg 212). A heavy ash wand, set with amber.",
  "+1 Wand of the War Mage (uncommon, dmg 212). A heavy birch wand, inlaid with electrum.",
  "+1 Wand of the War Mage (uncommon, dmg 212). A heavy blackthorn wand, inlaid with obsidian.",
  "+1 Wand of the War Mage (uncommon, dmg 212). A heavy blackthorn wand, set with sapphire.",
  "+1 Wand of the War Mage (uncommon, dmg 212). A heavy elm wand, inlaid with obsidian.",
  "+1 Wand of the War Mage (uncommon, dmg 212). A heavy elm wand, wrapped in silver wire.",
  "+1 Wand of the War Mage (uncommon, dmg 212). A heavy hazel wand, wrapped in copper wire.",
  "+1 Wand of the War Mage (uncommon, dmg 212). A heavy oak wand, set with jet.",
  "+1 Wand of the War Mage (uncommon, dmg 212). A heavy wand, inlaid with hepatizon.",
  "+1 Wand of the War Mage (uncommon, dmg 212). A heavy wand, inlaid with mithral.",
  "+1 Wand of the War Mage (uncommon, dmg 212). A heavy wand, inlaid with orichalcum.",
  "+1 Wand of the War Mage (uncommon, dmg 212). A heavy wand, inlaid with sapphire.",
  "+1 Wand of the War Mage (uncommon, dmg 212). A heavy wand, wrapped in bronze wire.",
  "+1 Wand of the War Mage (uncommon, dmg 212). A heavy wand, wrapped in fine steel wire.",
  "+1 Wand of the War Mage (uncommon, dmg 212). A heavy willow wand, inlaid with garnet.",
  "+1 Wand of the War Mage (uncommon, dmg 212). A masterwork blackthorn wand, inlaid with ruby.",
  "+1 Wand of the War Mage (uncommon, dmg 212). A masterwork hazel wand, set with jade.",
  "+1 Wand of the War Mage (uncommon, dmg 212). A masterwork wand, inlaid with electrum.",
  "+1 Wand of the War Mage (uncommon, dmg 212). A masterwork wand, inlaid with jet.",
  "+1 Wand of the War Mage (uncommon, dmg 212). A masterwork wand, inlaid with mithral.",
  "+1 Wand of the War Mage (uncommon, dmg 212). A masterwork wand, inlaid with silver.",
  "+1 Wand of the War Mage (uncommon, dmg 212). A rowan wand, inlaid with amber.",
  "+1 Wand of the War Mage (uncommon, dmg 212). A rowan wand, inlaid with bloodstone.",
  "+1 Wand of the War Mage (uncommon, dmg 212). A rowan wand, inlaid with gold.",
  "+1 Wand of the War Mage (uncommon, dmg 212). A rowan wand, inlaid with hepatizon.",
  "+1 Wand of the War Mage (uncommon, dmg 212). A rowan wand, inlaid with jade.",
  "+1 Wand of the War Mage (uncommon, dmg 212). A rowan wand, inlaid with platinum.",
  "+1 Wand of the War Mage (uncommon, dmg 212). A thin birch wand, set with obsidian.",
  "+1 Wand of the War Mage (uncommon, dmg 212). A thin blackthorn wand, set with jade.",
  "+1 Wand of the War Mage (uncommon, dmg 212). A thin blackthorn wand, wrapped in silver wire.",
  "+1 Wand of the War Mage (uncommon, dmg 212). A thin rowan wand, wrapped in bronze wire.",
  "+1 Wand of the War Mage (uncommon, dmg 212). A thin wand, inlaid with jade.",
  "+1 Wand of the War Mage (uncommon, dmg 212). A thin wand, inlaid with jet.",
  "+1 Wand of the War Mage (uncommon, dmg 212). A thin wand, inlaid with orichalcum.",
  "+1 Wand of the War Mage (uncommon, dmg 212). A thin wand, set with diamond.",
  "+1 Wand of the War Mage (uncommon, dmg 212). A thin wand, wrapped in brass wire.",
  "+1 Wand of the War Mage (uncommon, dmg 212). A thin wand, wrapped in bronze wire.",
  "+1 Wand of the War Mage (uncommon, dmg 212). A willow wand, inlaid with jade.",
  "+1 Wand of the War Mage (uncommon, dmg 212). A willow wand, inlaid with obsidian.",
  "+1 Wand of the War Mage (uncommon, dmg 212). A yew wand, inlaid with mithral.",
  "+1 Wand of the War Mage (uncommon, dmg 212). An ash wand, inlaid with bloodstone.",
  "+1 Wand of the War Mage (uncommon, dmg 212). An ash wand, inlaid with diamond.",
  "+1 Wand of the War Mage (uncommon, dmg 212). An ash wand, inlaid with platinum.",
  "+1 Wand of the War Mage (uncommon, dmg 212). An elder wand, inlaid with gold.",
  "+1 Wand of the War Mage (uncommon, dmg 212). An elder wand, wrapped in copper wire.",
  "+1 Wand of the War Mage (uncommon, dmg 212). An elm wand, wrapped in bronze wire.",
  "+1 Wand of the War Mage (uncommon, dmg 212). An oak wand, inlaid with bloodstone.",
  "+1 Wand of the War Mage (uncommon, dmg 212). An oak wand, inlaid with diamond.",
  "+1 Wand of the War Mage (uncommon, dmg 212). An oak wand, wrapped in fine steel wire.",
  "+1 Wand of the War Mage (uncommon, dmg 212). An ornate wand, inlaid with moonstone.",
  "+1 Wand of the War Mage (uncommon, dmg 212). An ornate wand, set with amethyst.",
  "+1 Wand of the War Mage (uncommon, dmg 212). An ornate wand, set with garnet.",
  "+1 Wand of the War Mage (uncommon, dmg 212). An ornate yew wand, inlaid with amber.",
  "+1 Wand of the War Mage (uncommon, dmg 212). An ornate yew wand, inlaid with moonstone.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This ash wand also grants the magical ability to endure extreme cold for one hour per day.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This ash wand also grants the magical ability to locate horses.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This ash wand was created by the elves of the ancient kingdom of Elesseast.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This battered birch wand also grants the magical ability to untie simple knots from up to ten feet away.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This battered birch wand was taken from the hoard of the dragon Abugam.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This battered wand also shivers when wraiths are near.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This battered wand once belonged to the legendary conjurer Halfo, who vanished in the Lair of Fiendish Evil.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This birch wand also grants the magical ability to take the shape of a small animal for one hour per day.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This blackthorn wand also grants the magical ability to charm gnomes.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This blackthorn wand also grants the magical ability to locate taverns.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This blackthorn wand also repels small insects when held.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This blackthorn wand was created by the halfling artificer Wene.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This blackthorn wand was taken from the Black Chambers of Terror.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This blackthorn wand was taken from the hoard of the dragon Saraba.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This blackthorn wand was taken from the tomb of the lich Adans.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This cedar wand also glows when orcs are near.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This cedar wand also grants the magical ability to locate horses.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This cedar wand also grants the magical ability to move without leaving any trace for one hour per day.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This cedar wand also shivers when wraiths are near.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This cedar wand once belonged to the illustrious archmage Athalben, who slew the Leviathan of the Sea of Helea.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This cedar wand was created by a goddess of magic for her most loyal hero.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This distinctive ash wand once belonged to the human mage Nichye Eryn, who perished in the Tar Swamp.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This distinctive cedar wand was created by the dwarves of the great dominion of Barakzinb.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This distinctive elder wand also repels small insects when held.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This distinctive elder wand was created by the dwarves of the great kingdom of Ziramunz.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This distinctive rowan wand also grants the magical ability to detect golems within thirty feet.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This distinctive rowan wand also shivers when vampires are near.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This distinctive wand also grants the magical ability to locate taverns.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This distinctive wand also grants the magical ability to move without leaving any trace for one hour per day.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This distinctive wand also grants the magical ability to see in darkness for one hour per day.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This distinctive wand also grants the magical ability to speak with mirrors.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This distinctive wand also shines like a candle upon command.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This elder wand once belonged to the elf archmage Hiladil, who slew the Wyrm of the Centaur Woods.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This elder wand was taken from the Lair of Wicked Death.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This elm wand also conjures cutlery upon command.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This elm wand also grants the magical ability to speak with toads.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This elm wand once belonged to the dragonborn enchanter Azzagon, leader of Jane's Company.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This elm wand once belonged to the renowned mage Gareg Galburr, who defeated Mundero the Demon Warlord.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This elm wand was created by the dwarf artificer Rithga Asgeimdotr.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This elm wand was created by the half-elf artificer Galmagli.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This elm wand was taken from the Forsaken Tomb of Amael.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This finely crafted ash wand was taken from the hoard of the dragon Nidusu.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This finely crafted hazel wand also transmutes gold coins into pigeons.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This finely crafted oak wand was taken from the Halls of Gruesome Nightmares.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This finely crafted wand also conjures roses upon command.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This finely crafted wand also grants the magical ability to change the color of one's eyes.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This finely crafted wand also grants the magical ability to locate taverns.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This finely crafted wand also grants the magical ability to see in darkness for one hour per day.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This finely crafted wand was created by the dwarves of the great dominion of Nulbaraz.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This hawthorn wand also grants the magical ability to detect golems within thirty feet.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This hawthorn wand also grants the magical ability to feign disease or illness for one hour per day.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This hawthorn wand also grants the magical ability to locate horses.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This hawthorn wand also grants the magical ability to move without leaving any trace for one hour per day.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This hawthorn wand also repels small insects when held.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This hawthorn wand once belonged to the great artificer Rainart, who slew the Leviathan of the Sea of Eiken.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This hawthorn wand once belonged to the great wizard Eothed, leader of the Fangs of Cawold.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This hawthorn wand once belonged to the illustrious enchanter Bifur, leader of the Arrows of Thildifell.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This hawthorn wand was created by the great artificer Charry Spyley.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This hazel wand also emits a thin ray of yellow light upon command.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This hazel wand also glows when orcs are near.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This hazel wand also repels small insects when held.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This hazel wand was created by the elves of the ancient kingdom of Ondedhen.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This hazel wand was taken from the barrow of the lich Riariusa.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This hazel wand was taken from the hoard of the dragon Yaammapis.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This heavy ash wand also grants the magical ability to locate taverns.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This heavy ash wand also shivers when vampires are near.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This heavy blackthorn wand also glows when dragons are near.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This heavy elder wand was created by the dwarves of the great kingdom of Kharukthur.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This heavy elder wand was created by the great artificer Georguy Lewe.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This heavy elm wand was taken from the Prison of Ghastly Terror.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This heavy hawthorn wand also grants the magical ability to locate keys.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This heavy hawthorn wand was created by the elves of the ancient dominion of Hombariand.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This heavy hazel wand once belonged to the tiefling mage Thuni, who perished in the Khouchoy Desert.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This heavy oak wand was taken from the hoard of the dragon Sumuba.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This heavy rowan wand once belonged to the human conjurer Hunburg, who fell in the Battle of the Moor of Ghosts.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This heavy wand also conjures roses upon command.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This heavy wand also emits a thin ray of blue light upon command.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This heavy wand also grants the magical ability to detect dragons within thirty feet.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This heavy wand also grants the magical ability to endure extreme cold for one hour per day.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This heavy wand also grants the magical ability to locate keys.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This heavy wand also transmutes gold coins into caltrops.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This heavy wand also transmutes gold coins into pigeons.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This heavy wand once belonged to the elf sorcerer Curedir, who vanished in the Black Cyst of Souls.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This heavy wand once belonged to the gnome conjurer Thari, leader of the Wyverns of Wopool.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This heavy wand once belonged to the great artificer Linare, who perished in the Black Fen.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This heavy wand once belonged to the halfling sorcerer Bertin, who fell in the Illusion Wars.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This heavy wand once belonged to the human enchanter Lesym Barne, who vanished in the Forsaken Shrine of Secrets.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This heavy wand was taken from the crypt of the vampire Suatranda.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This heavy wand was taken from the hoard of the dragon Muabelshuu.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This heavy wand was taken from the sepulcher of the lich Anibad.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This heavy wand was taken from the sepulcher of the vampire Suinthunia.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This heavy yew wand was created by a goddess of magic for her most loyal champion.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This masterwork ash wand was taken from the Dungeon of Gloomy Madness.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This masterwork birch wand once belonged to the illustrious archmage Cily, who defeated the Lich of the Desert of the Lost.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This masterwork cedar wand also grants the magical ability to detect dragons within thirty feet.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This masterwork cedar wand was taken from the hoard of the dragon Dukura.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This masterwork elm wand was taken from the hoard of the dragon Nusini.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This masterwork hawthorn wand once belonged to the human enchanter Cynsi, who perished in the Jungle of Spears.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This masterwork hazel wand also conjures cutlery upon command.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This masterwork hazel wand was taken from the hoard of the dragon Muta.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This masterwork rowan wand was taken from the barrow of the lich Eric.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This masterwork wand once belonged to the great necromancer Eston, leader of the Legion of the Wand and Sword.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This masterwork wand once belonged to the half-elf wizard Stephye Lacey, who slew the Leviathan of the Tenebrous Sea.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This masterwork wand was created by the elves of the ancient realm of Valline.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This masterwork wand was taken from the hoard of the dragon Akingit.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This oak wand also grants the magical ability to locate keys.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This oak wand was created by the half-elf artificer Elwinding.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This oak wand was taken from the sepulcher of the lich Badeha.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This ornate blackthorn wand also repels small insects when held.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This ornate blackthorn wand once belonged to the illustrious wizard Reward, who defeated Kima the Lich Queen.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This ornate cedar wand also grants the magical ability to feign disease or illness for one hour per day.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This ornate hazel wand also grants the magical ability to speak with rope.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This ornate hazel wand was taken from the hoard of the dragon Hazuha.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This ornate wand also grants the magical ability to endure extreme cold for one hour per day.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This ornate wand also grants the magical ability to see in darkness for one hour per day.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This ornate wand once belonged to the dragonborn conjurer Nisab, who defeated Vano the Gargoyle Countess.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This ornate wand once belonged to the halfling archmage Lado Galpsi, who perished in the Uthannat Bluffs.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This ornate wand once belonged to the legendary enchanter Vebri Allinson, who perished in the Desolation of Nunnaba.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This ornate wand was created by the dwarf artificer Hallfre Altirdotr.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This ornate willow wand also grants the magical ability to endure extreme cold for one hour per day.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This rowan wand also grants the magical ability to change the color of one's hair.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This rowan wand also grants the magical ability to endure extreme cold for one hour per day.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This rowan wand also repels small insects when held.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This rowan wand was created by the dwarves of the great realm of Bunaram.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This rowan wand was created by the elves of the ancient empire of Negriande.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This rowan wand was taken from the hoard of the dragon Zabupol.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This thin birch wand was created by the legendary artificer Lizab.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This thin blackthorn wand also shines like a candle upon command.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This thin blackthorn wand once belonged to the illustrious necromancer Ufoch, who vanished in the Lost Catacombs of Bala.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This thin blackthorn wand was created by a goddess of magic for her most loyal hero.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This thin hawthorn wand also grants the magical ability to breathe underwater for one hour per day.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This thin hawthorn wand also shines like a candle upon command.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This thin hazel wand also grants the magical ability to locate horses.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This thin hazel wand also grants the magical ability to mend broken chains.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This thin hazel wand once belonged to the legendary conjurer Froda, who perished in the Amber Heath.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This thin hazel wand was created by a god of magic for his most loyal hero.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This thin wand also emits a thin ray of blue light upon command.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This thin wand also glows when undead are near.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This thin wand also grants the magical ability to endure extreme cold for one hour per day.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This thin wand also grants the magical ability to speak with arrows.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This thin wand also grants the magical ability to speak with cats.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This thin wand also repels small insects when held.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This thin wand also transmutes gold coins into potatoes.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This thin wand was created by a god of magic for his most loyal champion.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This thin wand was created by the elves of the ancient empire of Argon.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This thin wand was taken from the Caverns of Demonic Ages.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This thin wand was taken from the Pit of Shiva the Destroyer.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This thin willow wand once belonged to the illustrious sorcerer Dricsa, who defeated Arbat the Wyrm Duchess.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This willow wand also grants the magical ability to breathe underwater for one hour per day.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This willow wand once belonged to the dwarf mage Thrazagh, leader of Cily's Daggers.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This yew wand also emits a thin ray of red light upon command.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This yew wand also grants the magical ability to feign disease or illness for one hour per day.",
  "+2 Wand of the War Mage (rare, dmg 212). A birch wand, inlaid with electrum.",
  "+2 Wand of the War Mage (rare, dmg 212). A finely crafted wand, wrapped in fine steel wire.",
  "+2 Wand of the War Mage (rare, dmg 212). A hazel wand, set with bloodstone.",
  "+2 Wand of the War Mage (rare, dmg 212). A heavy wand, inlaid with hepatizon.",
  "+2 Wand of the War Mage (rare, dmg 212). A yew wand, inlaid with adamantine.",
  "+2 Wand of the War Mage (rare, dmg 212). This ash wand once belonged to the great artificer Haril, who perished in the Hayra Waste.",
  "+2 Wand of the War Mage (rare, dmg 212). This birch wand once belonged to the illustrious archmage Geda, who slew the Behemoth of the Modi Bluffs.",
  "+2 Wand of the War Mage (rare, dmg 212). This finely crafted ash wand also grants the magical ability to locate keys.",
  "+2 Wand of the War Mage (rare, dmg 212). This finely crafted ash wand was created by the renowned artificer Thala.",
  "+2 Wand of the War Mage (rare, dmg 212). This hazel wand was taken from the Gauntlet of Unspeakable Malice.",
  "+2 Wand of the War Mage (rare, dmg 212). This heavy birch wand was created by a god of magic for his most loyal champion.",
  "+2 Wand of the War Mage (rare, dmg 212). This masterwork hazel wand was taken from the barrow of the lich Hiarica.",
  "+2 Wand of the War Mage (rare, dmg 212). This masterwork wand also grants the magical ability to take the shape of a small animal for one hour per day.",
  "+2 Wand of the War Mage (rare, dmg 212). This masterwork wand also repels small insects when held.",
  "+2 Wand of the War Mage (rare, dmg 212). This ornate wand also glows when trolls are near.",
  "+2 Wand of the War Mage (rare, dmg 212). This ornate wand was created by a goddess of magic for her most loyal hero.",
  "+2 Wand of the War Mage (rare, dmg 212). This thin elder wand was created by the human artificer Frichye.",
  "+2 Wand of the War Mage (rare, dmg 212). This thin rowan wand once belonged to the great artificer Boza, who fell in the Battle of Pela Bluff.",
  "+2 Wand of the War Mage (rare, dmg 212). This thin wand also repels small insects when held.",
  "+2 Wand of the War Mage (rare, dmg 212). This yew wand also grants the magical ability to endure extreme cold for one hour per day.",
  "Wand of Binding (rare, dmg 209). A battered rowan wand, inlaid with electrum.",
  "Wand of Binding (rare, dmg 209). A battered rowan wand, wrapped in fine steel wire.",
  "Wand of Binding (rare, dmg 209). A distinctive rowan wand, wrapped in silver wire.",
  "Wand of Binding (rare, dmg 209). A distinctive wand, set with moonstone.",
  "Wand of Binding (rare, dmg 209). A hawthorn wand, set with jade.",
  "Wand of Binding (rare, dmg 209). A yew wand, inlaid with hepatizon.",
  "Wand of Binding (rare, dmg 209). An ornate wand, inlaid with adamantine.",
  "Wand of Binding (rare, dmg 209). This battered ash wand also grants the magical ability to untie simple knots from up to ten feet away.",
  "Wand of Binding (rare, dmg 209). This distinctive hawthorn wand once belonged to the human enchanter Giliam, who perished in the Bizarak Crags.",
  "Wand of Binding (rare, dmg 209). This elm wand also repels small insects when held.",
  "Wand of Binding (rare, dmg 209). This heavy rowan wand also repels small insects when held.",
  "Wand of Binding (rare, dmg 209). This heavy willow wand also shivers when vampires are near.",
  "Wand of Binding (rare, dmg 209). This thin wand also grants the magical ability to move without leaving any trace for one hour per day.",
  "Wand of Binding (rare, dmg 209). This thin wand was taken from the Forsaken Temple of Doom.",
  "Wand of Enemy Detection (rare, dmg 210). A blackthorn wand, wrapped in silver wire.",
  "Wand of Enemy Detection (rare, dmg 210). A heavy elm wand, wrapped in fine steel wire.",
  "Wand of Enemy Detection (rare, dmg 210). This cedar wand also grants the magical ability to breathe underwater for one hour per day.",
  "Wand of Enemy Detection (rare, dmg 210). This distinctive birch wand once belonged to the dragonborn artificer Saamsu, who vanished in the Dark Temple of Emirkol the Chaotic.",
  "Wand of Enemy Detection (rare, dmg 210). This elder wand was created by the dwarves of the great realm of Nulbuzund.",
  "Wand of Enemy Detection (rare, dmg 210). This finely crafted elm wand also conjures cutlery upon command.",
  "Wand of Enemy Detection (rare, dmg 210). This hawthorn wand was taken from the Chambers of Asaz the Merciless.",
  "Wand of Enemy Detection (rare, dmg 210). This heavy ash wand once belonged to the dwarf sorcerer Bjari Vandison, who slew the Leviathan of the Sacred Sea.",
  "Wand of Enemy Detection (rare, dmg 210). This heavy blackthorn wand also grants the magical ability to take the shape of a small animal for one hour per day.",
  "Wand of Enemy Detection (rare, dmg 210). This heavy elm wand was taken from the sepulcher of the lich Thildaro.",
  "Wand of Enemy Detection (rare, dmg 210). This masterwork elder wand also grants the magical ability to endure extreme cold for one hour per day.",
  "Wand of Enemy Detection (rare, dmg 210). This ornate wand also conjures cutlery upon command.",
  "Wand of Enemy Detection (rare, dmg 210). This thin blackthorn wand also grants the magical ability to locate horses.",
  "Wand of Enemy Detection (rare, dmg 210). This thin wand also emits a thin ray of yellow light upon command.",
  "Wand of Enemy Detection (rare, dmg 210). This thin wand was created by the illustrious artificer Hena.",
  "Wand of Enemy Detection (rare, dmg 210). This yew wand was created by the dwarf artificer Ingeg Tjalgedotr.",
  "Wand of Fear (rare, dmg 210). A masterwork wand, set with jade.",
  "Wand of Fear (rare, dmg 210). A rowan wand, wrapped in copper wire.",
  "Wand of Fear (rare, dmg 210). This battered oak wand also emits a thin ray of white light upon command.",
  "Wand of Fear (rare, dmg 210). This finely crafted wand also emits a thin ray of green light upon command.",
  "Wand of Fear (rare, dmg 210). This masterwork elm wand once belonged to the legendary sorcerer Ilinyan, who defeated the Hag of the Tamba Jungle.",
  "Wand of Fear (rare, dmg 210). This thin wand once belonged to the tiefling alchemist Gentota, leader of Arran's Order.",
  "Wand of Fireballs (rare, dmg 210). A yew wand, wrapped in silver wire.",
  "Wand of Fireballs (rare, dmg 210). This battered wand was created by the elves of the ancient empire of Onellond.",
  "Wand of Fireballs (rare, dmg 210). This battered yew wand was taken from the Lair of Zeiram the Lich.",
  "Wand of Fireballs (rare, dmg 210). This distinctive cedar wand also conjures cutlery upon command.",
  "Wand of Fireballs (rare, dmg 210). This hazel wand also grants the magical ability to detect golems within thirty feet.",
  "Wand of Fireballs (rare, dmg 210). This heavy elm wand also shines like a lantern upon command.",
  "Wand of Fireballs (rare, dmg 210). This heavy wand also transmutes gold coins into caltrops.",
  "Wand of Fireballs (rare, dmg 210). This masterwork wand also emits a thin ray of white light upon command.",
  "Wand of Fireballs (rare, dmg 210). This ornate wand once belonged to the great wizard Richye, who defeated the Demon of the Khaima Desert.",
  "Wand of Lightning Bolts (rare, dmg 211). A blackthorn wand, inlaid with silver.",
  "Wand of Lightning Bolts (rare, dmg 211). A distinctive wand, wrapped in silver wire.",
  "Wand of Lightning Bolts (rare, dmg 211). A hawthorn wand, inlaid with diamond.",
  "Wand of Lightning Bolts (rare, dmg 211). A hazel wand, set with diamond.",
  "Wand of Lightning Bolts (rare, dmg 211). A heavy wand, wrapped in brass wire.",
  "Wand of Lightning Bolts (rare, dmg 211). A thin hazel wand, wrapped in brass wire.",
  "Wand of Lightning Bolts (rare, dmg 211). A thin wand, wrapped in brass wire.",
  "Wand of Lightning Bolts (rare, dmg 211). A thin wand, wrapped in fine steel wire.",
  "Wand of Lightning Bolts (rare, dmg 211). An ash wand, set with diamond.",
  "Wand of Lightning Bolts (rare, dmg 211). This blackthorn wand also grants the magical ability to feign disease or illness for one hour per day.",
  "Wand of Lightning Bolts (rare, dmg 211). This cedar wand was taken from the hoard of the dragon Nabupils.",
  "Wand of Lightning Bolts (rare, dmg 211). This elm wand also grants the magical ability to untie simple knots from up to ten feet away.",
  "Wand of Lightning Bolts (rare, dmg 211). This finely crafted elder wand also conjures parchment upon command.",
  "Wand of Lightning Bolts (rare, dmg 211). This finely crafted wand was created by a god of magic for his most loyal champion.",
  "Wand of Lightning Bolts (rare, dmg 211). This oak wand also grants the magical ability to charm gnomes.",
  "Wand of Lightning Bolts (rare, dmg 211). This thin blackthorn wand once belonged to the legendary wizard Sumaama, who vanished in the Halls of Demonic Ages.",
  "Wand of Lightning Bolts (rare, dmg 211). This thin wand was created by a god of magic for his most loyal hero.",
  "Wand of Lightning Bolts (rare, dmg 211). This thin wand was created by the human artificer Nathye.",
  "Wand of Magic Detection (uncommon, dmg 211). A battered wand, inlaid with adamantine.",
  "Wand of Magic Detection (uncommon, dmg 211). A birch wand, set with amethyst.",
  "Wand of Magic Detection (uncommon, dmg 211). A blackthorn wand, inlaid with silver.",
  "Wand of Magic Detection (uncommon, dmg 211). A blackthorn wand, set with jade.",
  "Wand of Magic Detection (uncommon, dmg 211). A distinctive wand, set with emerald.",
  "Wand of Magic Detection (uncommon, dmg 211). A distinctive wand, set with jade.",
  "Wand of Magic Detection (uncommon, dmg 211). A distinctive wand, set with jet.",
  "Wand of Magic Detection (uncommon, dmg 211). A distinctive wand, wrapped in fine steel wire.",
  "Wand of Magic Detection (uncommon, dmg 211). A distinctive yew wand, inlaid with orichalcum.",
  "Wand of Magic Detection (uncommon, dmg 211). A finely crafted birch wand, inlaid with orichalcum.",
  "Wand of Magic Detection (uncommon, dmg 211). A finely crafted blackthorn wand, set with pearl.",
  "Wand of Magic Detection (uncommon, dmg 211). A finely crafted rowan wand, set with diamond.",
  "Wand of Magic Detection (uncommon, dmg 211). A finely crafted wand, inlaid with silver.",
  "Wand of Magic Detection (uncommon, dmg 211). A finely crafted willow wand, wrapped in fine steel wire.",
  "Wand of Magic Detection (uncommon, dmg 211). A heavy elm wand, inlaid with moonstone.",
  "Wand of Magic Detection (uncommon, dmg 211). A heavy hawthorn wand, inlaid with orichalcum.",
  "Wand of Magic Detection (uncommon, dmg 211). A heavy wand, inlaid with amethyst.",
  "Wand of Magic Detection (uncommon, dmg 211). A masterwork wand, set with sapphire.",
  "Wand of Magic Detection (uncommon, dmg 211). A rowan wand, set with jade.",
  "Wand of Magic Detection (uncommon, dmg 211). A thin elm wand, inlaid with pearl.",
  "Wand of Magic Detection (uncommon, dmg 211). A thin elm wand, wrapped in fine steel wire.",
  "Wand of Magic Detection (uncommon, dmg 211). A thin hazel wand, inlaid with silver.",
  "Wand of Magic Detection (uncommon, dmg 211). A thin hazel wand, wrapped in fine steel wire.",
  "Wand of Magic Detection (uncommon, dmg 211). A thin wand, inlaid with bloodstone.",
  "Wand of Magic Detection (uncommon, dmg 211). A thin wand, wrapped in fine steel wire.",
  "Wand of Magic Detection (uncommon, dmg 211). A willow wand, inlaid with gold.",
  "Wand of Magic Detection (uncommon, dmg 211). An elder wand, inlaid with mithral.",
  "Wand of Magic Detection (uncommon, dmg 211). An elm wand, set with pearl.",
  "Wand of Magic Detection (uncommon, dmg 211). An oak wand, inlaid with hepatizon.",
  "Wand of Magic Detection (uncommon, dmg 211). An ornate rowan wand, set with pearl.",
  "Wand of Magic Detection (uncommon, dmg 211). An ornate wand, set with diamond.",
  "Wand of Magic Detection (uncommon, dmg 211). An ornate wand, set with jet.",
  "Wand of Magic Detection (uncommon, dmg 211). This ash wand also grants the magical ability to breathe underwater for one hour per day.",
  "Wand of Magic Detection (uncommon, dmg 211). This ash wand also grants the magical ability to take the shape of a small animal for one hour per day.",
  "Wand of Magic Detection (uncommon, dmg 211). This ash wand was taken from the tomb of the vampire Igedes.",
  "Wand of Magic Detection (uncommon, dmg 211). This battered blackthorn wand was created by the great artificer Amun.",
  "Wand of Magic Detection (uncommon, dmg 211). This battered elder wand also emits a thin ray of red light upon command.",
  "Wand of Magic Detection (uncommon, dmg 211). This battered elder wand was created by the tiefling artificer Eleunthatha.",
  "Wand of Magic Detection (uncommon, dmg 211). This battered wand also glows when dragons are near.",
  "Wand of Magic Detection (uncommon, dmg 211). This battered wand also transmutes gold coins into pigeons.",
  "Wand of Magic Detection (uncommon, dmg 211). This battered wand was created by a goddess of magic for her most loyal hero.",
  "Wand of Magic Detection (uncommon, dmg 211). This battered willow wand once belonged to the great artificer Annel, who fell in the War of Assassins.",
  "Wand of Magic Detection (uncommon, dmg 211). This battered yew wand once belonged to the elf necromancer Enech, who slew the Serpent of the Hagfen Mire.",
  "Wand of Magic Detection (uncommon, dmg 211). This birch wand also repels small insects when held.",
  "Wand of Magic Detection (uncommon, dmg 211). This birch wand once belonged to the halfling sorcerer Raso Bairnell, who slew the Leviathan of the Sea of Dread.",
  "Wand of Magic Detection (uncommon, dmg 211). This birch wand was created by a god of magic for his most loyal hero.",
  "Wand of Magic Detection (uncommon, dmg 211). This blackthorn wand also shines like a candle upon command.",
  "Wand of Magic Detection (uncommon, dmg 211). This cedar wand also grants the magical ability to locate horses.",
  "Wand of Magic Detection (uncommon, dmg 211). This cedar wand also repels small insects when held.",
  "Wand of Magic Detection (uncommon, dmg 211). This distinctive blackthorn wand was taken from the sepulcher of the lich Fricusa.",
  "Wand of Magic Detection (uncommon, dmg 211). This distinctive wand also repels small insects when held.",
  "Wand of Magic Detection (uncommon, dmg 211). This elder wand was created by a god of magic for his most loyal champion.",
  "Wand of Magic Detection (uncommon, dmg 211). This elm wand also emits a thin ray of white light upon command.",
  "Wand of Magic Detection (uncommon, dmg 211). This elm wand also grants the magical ability to endure extreme cold for one hour per day.",
  "Wand of Magic Detection (uncommon, dmg 211). This elm wand was taken from the hoard of the dragon Adanar.",
  "Wand of Magic Detection (uncommon, dmg 211). This finely crafted blackthorn wand also grants the magical ability to speak with toads.",
  "Wand of Magic Detection (uncommon, dmg 211). This finely crafted oak wand was taken from the hoard of the dragon Dashmuzi.",
  "Wand of Magic Detection (uncommon, dmg 211). This finely crafted wand also grants the magical ability to endure extreme cold for one hour per day.",
  "Wand of Magic Detection (uncommon, dmg 211). This finely crafted wand once belonged to the illustrious necromancer Halfred, who fell in the Battle of Kepool Castle.",
  "Wand of Magic Detection (uncommon, dmg 211). This finely crafted wand was created by the halfling artificer Peona Basi.",
  "Wand of Magic Detection (uncommon, dmg 211). This hawthorn wand also shivers when wraiths are near.",
  "Wand of Magic Detection (uncommon, dmg 211). This hawthorn wand was taken from the barrow of the vampire Sisigoia.",
  "Wand of Magic Detection (uncommon, dmg 211). This hazel wand once belonged to the legendary artificer Eadbean, who vanished in the Halls of Elemental Secrets.",
  "Wand of Magic Detection (uncommon, dmg 211). This heavy blackthorn wand was created by the elves of the ancient realm of Londorthiml.",
  "Wand of Magic Detection (uncommon, dmg 211). This heavy elm wand was created by the human artificer Hamart Warney.",
  "Wand of Magic Detection (uncommon, dmg 211). This heavy elm wand was taken from the barrow of the lich Goddusa.",
  "Wand of Magic Detection (uncommon, dmg 211). This heavy hawthorn wand was taken from the hoard of the dragon Zuummisu.",
  "Wand of Magic Detection (uncommon, dmg 211). This heavy hazel wand also glows when undead are near.",
  "Wand of Magic Detection (uncommon, dmg 211). This heavy wand also grants the magical ability to move without leaving any trace for one hour per day.",
  "Wand of Magic Detection (uncommon, dmg 211). This heavy wand also grants the magical ability to speak with mirrors.",
  "Wand of Magic Detection (uncommon, dmg 211). This heavy wand also grants the magical ability to take the shape of a small animal for one hour per day.",
  "Wand of Magic Detection (uncommon, dmg 211). This heavy wand was created by a goddess of magic for her most loyal hero.",
  "Wand of Magic Detection (uncommon, dmg 211). This heavy willow wand also transmutes gold coins into potatoes.",
  "Wand of Magic Detection (uncommon, dmg 211). This heavy willow wand was created by the human artificer Walda.",
  "Wand of Magic Detection (uncommon, dmg 211). This heavy willow wand was taken from the tomb of the lich Thildiga.",
  "Wand of Magic Detection (uncommon, dmg 211). This masterwork cedar wand also grants the magical ability to speak with mirrors.",
  "Wand of Magic Detection (uncommon, dmg 211). This masterwork wand also grants the magical ability to mend broken chains.",
  "Wand of Magic Detection (uncommon, dmg 211). This masterwork wand once belonged to the elf conjurer Iodhmal, leader of the Council of the Shield and Scepter.",
  "Wand of Magic Detection (uncommon, dmg 211). This masterwork wand was created by a god of magic for his most loyal champion.",
  "Wand of Magic Detection (uncommon, dmg 211). This masterwork wand was taken from the Temple of Awesome Secrets.",
  "Wand of Magic Detection (uncommon, dmg 211). This ornate oak wand also grants the magical ability to take the shape of a small animal for one hour per day.",
  "Wand of Magic Detection (uncommon, dmg 211). This ornate wand also grants the magical ability to charm gnomes.",
  "Wand of Magic Detection (uncommon, dmg 211). This ornate wand also grants the magical ability to feign disease or illness for one hour per day.",
  "Wand of Magic Detection (uncommon, dmg 211). This ornate wand also repels small insects when held.",
  "Wand of Magic Detection (uncommon, dmg 211). This ornate wand also shivers when undead are near.",
  "Wand of Magic Detection (uncommon, dmg 211). This ornate wand once belonged to the illustrious sorcerer Balshalu, who fell in the Baleful War.",
  "Wand of Magic Detection (uncommon, dmg 211). This ornate wand was taken from the Black Dungeon of Heodilia.",
  "Wand of Magic Detection (uncommon, dmg 211). This ornate wand was taken from the Temple of Omor.",
  "Wand of Magic Detection (uncommon, dmg 211). This ornate willow wand also emits a thin ray of white light upon command.",
  "Wand of Magic Detection (uncommon, dmg 211). This rowan wand also grants the magical ability to see in darkness for one hour per day.",
  "Wand of Magic Detection (uncommon, dmg 211). This rowan wand was created by the tiefling artificer Chlasune.",
  "Wand of Magic Detection (uncommon, dmg 211). This rowan wand was taken from the barrow of the vampire Gildo.",
  "Wand of Magic Detection (uncommon, dmg 211). This thin birch wand once belonged to the legendary alchemist Hony, who slew the Leviathan of the Sea of Marheia.",
  "Wand of Magic Detection (uncommon, dmg 211). This thin elder wand was created by a goddess of magic for her most loyal champion.",
  "Wand of Magic Detection (uncommon, dmg 211). This thin rowan wand was taken from the hoard of the dragon Nezzuumma.",
  "Wand of Magic Detection (uncommon, dmg 211). This thin wand also glows when trolls are near.",
  "Wand of Magic Detection (uncommon, dmg 211). This thin wand also glows when undead are near.",
  "Wand of Magic Detection (uncommon, dmg 211). This thin wand also grants the magical ability to charm mice.",
  "Wand of Magic Detection (uncommon, dmg 211). This thin wand also grants the magical ability to mend broken doors.",
  "Wand of Magic Detection (uncommon, dmg 211). This thin wand once belonged to the dragonborn mage Shazzuu, leader of the Lions of Paburh.",
  "Wand of Magic Detection (uncommon, dmg 211). This thin wand once belonged to the illustrious enchanter Wulfa, who slew the Leviathan of the Sea of Anes.",
  "Wand of Magic Detection (uncommon, dmg 211). This thin wand was created by the illustrious artificer Bornethir.",
  "Wand of Magic Detection (uncommon, dmg 211). This willow wand once belonged to the illustrious enchanter Gauwis, leader of Tomart's Shields.",
  "Wand of Magic Detection (uncommon, dmg 211). This yew wand was created by a god of magic for his most loyal hero.",
  "Wand of Magic Detection (uncommon, dmg 211). This yew wand was created by the illustrious artificer Serie.",
  "Wand of Magic Missiles (uncommon, dmg 211). A battered birch wand, set with emerald.",
  "Wand of Magic Missiles (uncommon, dmg 211). A battered rowan wand, inlaid with pearl.",
  "Wand of Magic Missiles (uncommon, dmg 211). A battered rowan wand, wrapped in fine steel wire.",
  "Wand of Magic Missiles (uncommon, dmg 211). A battered wand, inlaid with hepatizon.",
  "Wand of Magic Missiles (uncommon, dmg 211). A battered wand, set with pearl.",
  "Wand of Magic Missiles (uncommon, dmg 211). A birch wand, inlaid with electrum.",
  "Wand of Magic Missiles (uncommon, dmg 211). A birch wand, inlaid with platinum.",
  "Wand of Magic Missiles (uncommon, dmg 211). A birch wand, set with diamond.",
  "Wand of Magic Missiles (uncommon, dmg 211). A birch wand, wrapped in bronze wire.",
  "Wand of Magic Missiles (uncommon, dmg 211). A blackthorn wand, inlaid with amethyst.",
  "Wand of Magic Missiles (uncommon, dmg 211). A blackthorn wand, set with bloodstone.",
  "Wand of Magic Missiles (uncommon, dmg 211). A blackthorn wand, wrapped in silver wire.",
  "Wand of Magic Missiles (uncommon, dmg 211). A cedar wand, inlaid with pearl.",
  "Wand of Magic Missiles (uncommon, dmg 211). A cedar wand, inlaid with platinum.",
  "Wand of Magic Missiles (uncommon, dmg 211). A cedar wand, set with amber.",
  "Wand of Magic Missiles (uncommon, dmg 211). A cedar wand, wrapped in copper wire.",
  "Wand of Magic Missiles (uncommon, dmg 211). A distinctive ash wand, set with emerald.",
  "Wand of Magic Missiles (uncommon, dmg 211). A distinctive blackthorn wand, wrapped in copper wire.",
  "Wand of Magic Missiles (uncommon, dmg 211). A distinctive yew wand, inlaid with sapphire.",
  "Wand of Magic Missiles (uncommon, dmg 211). A finely crafted ash wand, inlaid with hepatizon.",
  "Wand of Magic Missiles (uncommon, dmg 211). A finely crafted hawthorn wand, wrapped in bronze wire.",
  "Wand of Magic Missiles (uncommon, dmg 211). A finely crafted wand, wrapped in brass wire.",
  "Wand of Magic Missiles (uncommon, dmg 211). A finely crafted yew wand, inlaid with mithral.",
  "Wand of Magic Missiles (uncommon, dmg 211). A hawthorn wand, inlaid with adamantine.",
  "Wand of Magic Missiles (uncommon, dmg 211). A hawthorn wand, inlaid with electrum.",
  "Wand of Magic Missiles (uncommon, dmg 211). A hazel wand, inlaid with bloodstone.",
  "Wand of Magic Missiles (uncommon, dmg 211). A hazel wand, inlaid with ruby.",
  "Wand of Magic Missiles (uncommon, dmg 211). A heavy elm wand, set with amber.",
  "Wand of Magic Missiles (uncommon, dmg 211). A heavy wand, inlaid with bloodstone.",
  "Wand of Magic Missiles (uncommon, dmg 211). A heavy wand, inlaid with electrum.",
  "Wand of Magic Missiles (uncommon, dmg 211). A heavy wand, set with amethyst.",
  "Wand of Magic Missiles (uncommon, dmg 211). A heavy wand, set with sapphire.",
  "Wand of Magic Missiles (uncommon, dmg 211). A heavy wand, wrapped in fine steel wire.",
  "Wand of Magic Missiles (uncommon, dmg 211). A heavy wand, wrapped in silver wire.",
  "Wand of Magic Missiles (uncommon, dmg 211). A heavy willow wand, set with diamond.",
  "Wand of Magic Missiles (uncommon, dmg 211). A heavy yew wand, set with pearl.",
  "Wand of Magic Missiles (uncommon, dmg 211). A masterwork ash wand, inlaid with gold.",
  "Wand of Magic Missiles (uncommon, dmg 211). A masterwork birch wand, inlaid with jade.",
  "Wand of Magic Missiles (uncommon, dmg 211). A masterwork elder wand, set with sapphire.",
  "Wand of Magic Missiles (uncommon, dmg 211). A masterwork oak wand, inlaid with platinum.",
  "Wand of Magic Missiles (uncommon, dmg 211). A masterwork oak wand, wrapped in silver wire.",
  "Wand of Magic Missiles (uncommon, dmg 211). A masterwork wand, inlaid with moonstone.",
  "Wand of Magic Missiles (uncommon, dmg 211). A masterwork wand, inlaid with topaz.",
  "Wand of Magic Missiles (uncommon, dmg 211). A masterwork wand, set with sapphire.",
  "Wand of Magic Missiles (uncommon, dmg 211). A masterwork wand, wrapped in brass wire.",
  "Wand of Magic Missiles (uncommon, dmg 211). A masterwork wand, wrapped in copper wire.",
  "Wand of Magic Missiles (uncommon, dmg 211). A rowan wand, inlaid with garnet.",
  "Wand of Magic Missiles (uncommon, dmg 211). A rowan wand, inlaid with jet.",
  "Wand of Magic Missiles (uncommon, dmg 211). A rowan wand, inlaid with ruby.",
  "Wand of Magic Missiles (uncommon, dmg 211). A rowan wand, wrapped in copper wire.",
  "Wand of Magic Missiles (uncommon, dmg 211). A rowan wand, wrapped in silver wire.",
  "Wand of Magic Missiles (uncommon, dmg 211). A thin birch wand, inlaid with orichalcum.",
  "Wand of Magic Missiles (uncommon, dmg 211). A thin birch wand, set with sapphire.",
  "Wand of Magic Missiles (uncommon, dmg 211). A thin hawthorn wand, inlaid with sapphire.",
  "Wand of Magic Missiles (uncommon, dmg 211). A thin hazel wand, inlaid with platinum.",
  "Wand of Magic Missiles (uncommon, dmg 211). A thin rowan wand, wrapped in bronze wire.",
  "Wand of Magic Missiles (uncommon, dmg 211). A thin wand, inlaid with pearl.",
  "Wand of Magic Missiles (uncommon, dmg 211). A thin wand, inlaid with ruby.",
  "Wand of Magic Missiles (uncommon, dmg 211). A thin wand, set with diamond.",
  "Wand of Magic Missiles (uncommon, dmg 211). A thin wand, set with jade.",
  "Wand of Magic Missiles (uncommon, dmg 211). A willow wand, wrapped in copper wire.",
  "Wand of Magic Missiles (uncommon, dmg 211). A yew wand, inlaid with amber.",
  "Wand of Magic Missiles (uncommon, dmg 211). A yew wand, inlaid with obsidian.",
  "Wand of Magic Missiles (uncommon, dmg 211). A yew wand, wrapped in brass wire.",
  "Wand of Magic Missiles (uncommon, dmg 211). An ash wand, inlaid with gold.",
  "Wand of Magic Missiles (uncommon, dmg 211). An elder wand, inlaid with jade.",
  "Wand of Magic Missiles (uncommon, dmg 211). An elder wand, wrapped in silver wire.",
  "Wand of Magic Missiles (uncommon, dmg 211). An elm wand, inlaid with orichalcum.",
  "Wand of Magic Missiles (uncommon, dmg 211). An elm wand, inlaid with silver.",
  "Wand of Magic Missiles (uncommon, dmg 211). An elm wand, set with bloodstone.",
  "Wand of Magic Missiles (uncommon, dmg 211). An oak wand, inlaid with gold.",
  "Wand of Magic Missiles (uncommon, dmg 211). An oak wand, inlaid with topaz.",
  "Wand of Magic Missiles (uncommon, dmg 211). An oak wand, set with emerald.",
  "Wand of Magic Missiles (uncommon, dmg 211). An oak wand, set with topaz.",
  "Wand of Magic Missiles (uncommon, dmg 211). An oak wand, wrapped in brass wire.",
  "Wand of Magic Missiles (uncommon, dmg 211). An oak wand, wrapped in copper wire.",
  "Wand of Magic Missiles (uncommon, dmg 211). An ornate ash wand, inlaid with electrum.",
  "Wand of Magic Missiles (uncommon, dmg 211). An ornate oak wand, set with topaz.",
  "Wand of Magic Missiles (uncommon, dmg 211). An ornate rowan wand, inlaid with bloodstone.",
  "Wand of Magic Missiles (uncommon, dmg 211). An ornate rowan wand, inlaid with obsidian.",
  "Wand of Magic Missiles (uncommon, dmg 211). An ornate wand, wrapped in fine steel wire.",
  "Wand of Magic Missiles (uncommon, dmg 211). This ash wand also grants the magical ability to untie simple knots from up to five feet away.",
  "Wand of Magic Missiles (uncommon, dmg 211). This ash wand also shines like a lantern upon command.",
  "Wand of Magic Missiles (uncommon, dmg 211). This ash wand was created by the elves of the ancient realm of Nyamene.",
  "Wand of Magic Missiles (uncommon, dmg 211). This battered blackthorn wand also grants the magical ability to locate keys.",
  "Wand of Magic Missiles (uncommon, dmg 211). This battered elder wand was taken from the tomb of the lich Cusuintha.",
  "Wand of Magic Missiles (uncommon, dmg 211). This battered hazel wand also grants the magical ability to breathe underwater for one hour per day.",
  "Wand of Magic Missiles (uncommon, dmg 211). This battered oak wand once belonged to the dwarf sorcerer Aznan, who fell in the Battle of Bedela Bluff.",
  "Wand of Magic Missiles (uncommon, dmg 211). This battered wand also transmutes gold coins into potatoes.",
  "Wand of Magic Missiles (uncommon, dmg 211). This battered wand was created by the human artificer Joyce.",
  "Wand of Magic Missiles (uncommon, dmg 211). This birch wand also grants the magical ability to speak with mirrors.",
  "Wand of Magic Missiles (uncommon, dmg 211). This birch wand once belonged to the great artificer Thunila, who defeated the Lich of the Ravenwood Forest.",
  "Wand of Magic Missiles (uncommon, dmg 211). This birch wand once belonged to the tiefling alchemist Ricusa, who perished in the Bilnulbund Mountains.",
  "Wand of Magic Missiles (uncommon, dmg 211). This birch wand was created by the halfling artificer Nieles Lynson.",
  "Wand of Magic Missiles (uncommon, dmg 211). This blackthorn wand also glows when dragons are near.",
  "Wand of Magic Missiles (uncommon, dmg 211). This blackthorn wand also grants the magical ability to detect dragons within thirty feet.",
  "Wand of Magic Missiles (uncommon, dmg 211). This blackthorn wand also shines like a lantern upon command.",
  "Wand of Magic Missiles (uncommon, dmg 211). This blackthorn wand also shivers when vampires are near.",
  "Wand of Magic Missiles (uncommon, dmg 211). This blackthorn wand once belonged to the illustrious necromancer Aglor, who defeated Zeiram the Lich.",
  "Wand of Magic Missiles (uncommon, dmg 211). This blackthorn wand once belonged to the illustrious sorcerer Udlal, who slew the Behemoth of Alisklod.",
  "Wand of Magic Missiles (uncommon, dmg 211). This blackthorn wand was taken from the hoard of the dragon Sinezzu.",
  "Wand of Magic Missiles (uncommon, dmg 211). This cedar wand also emits a thin ray of red light upon command.",
  "Wand of Magic Missiles (uncommon, dmg 211). This cedar wand also grants the magical ability to mend broken doors.",
  "Wand of Magic Missiles (uncommon, dmg 211). This cedar wand once belonged to the renowned enchanter Comma, who fell in the Crown Wars.",
  "Wand of Magic Missiles (uncommon, dmg 211). This cedar wand was created by a god of magic for his most loyal hero.",
  "Wand of Magic Missiles (uncommon, dmg 211). This distinctive birch wand also grants the magical ability to charm snakes.",
  "Wand of Magic Missiles (uncommon, dmg 211). This distinctive birch wand was created by the dwarves of the great empire of Gathazinb.",
  "Wand of Magic Missiles (uncommon, dmg 211). This distinctive hazel wand once belonged to the legendary enchanter Gisclaro, who defeated Shiva the Destroyer.",
  "Wand of Magic Missiles (uncommon, dmg 211). This distinctive oak wand once belonged to the legendary alchemist Cane, who slew the Wyrm of Abaus.",
  "Wand of Magic Missiles (uncommon, dmg 211). This distinctive wand also emits a thin ray of blue light upon command.",
  "Wand of Magic Missiles (uncommon, dmg 211). This distinctive wand also grants the magical ability to move without leaving any trace for one hour per day.",
  "Wand of Magic Missiles (uncommon, dmg 211). This distinctive wand also grants the magical ability to untie simple knots from up to ten feet away.",
  "Wand of Magic Missiles (uncommon, dmg 211). This distinctive wand also repels small insects when held.",
  "Wand of Magic Missiles (uncommon, dmg 211). This distinctive wand was taken from the barrow of the lich Alavic.",
  "Wand of Magic Missiles (uncommon, dmg 211). This distinctive wand was taken from the barrow of the vampire Caribro.",
  "Wand of Magic Missiles (uncommon, dmg 211). This distinctive wand was taken from the hoard of the dragon Abunnar.",
  "Wand of Magic Missiles (uncommon, dmg 211). This distinctive wand was taken from the hoard of the dragon Suuhazzuu.",
  "Wand of Magic Missiles (uncommon, dmg 211). This elder wand once belonged to the renowned sorcerer Elron, who fell in the Eldritch Crusade.",
  "Wand of Magic Missiles (uncommon, dmg 211). This elm wand also grants the magical ability to breathe underwater for one hour per day.",
  "Wand of Magic Missiles (uncommon, dmg 211). This elm wand was taken from the hoard of the dragon Sadita.",
  "Wand of Magic Missiles (uncommon, dmg 211). This finely crafted birch wand was taken from the hoard of the dragon Amer.",
  "Wand of Magic Missiles (uncommon, dmg 211). This finely crafted cedar wand also conjures roses upon command.",
  "Wand of Magic Missiles (uncommon, dmg 211). This finely crafted hawthorn wand once belonged to the renowned archmage Lura, who perished in the Dreadwood Vale.",
  "Wand of Magic Missiles (uncommon, dmg 211). This finely crafted hawthorn wand was created by a goddess of magic for her most loyal champion.",
  "Wand of Magic Missiles (uncommon, dmg 211). This finely crafted oak wand once belonged to the legendary wizard Sisuuhuu, who fell in the Siege of Lestead.",
  "Wand of Magic Missiles (uncommon, dmg 211). This finely crafted rowan wand also shines like a torch upon command.",
  "Wand of Magic Missiles (uncommon, dmg 211). This finely crafted wand also emits a thin ray of white light upon command.",
  "Wand of Magic Missiles (uncommon, dmg 211). This finely crafted wand also grants the magical ability to mend broken chains.",
  "Wand of Magic Missiles (uncommon, dmg 211). This finely crafted wand also grants the magical ability to mend broken doors.",
  "Wand of Magic Missiles (uncommon, dmg 211). This finely crafted wand also shivers when wraiths are near.",
  "Wand of Magic Missiles (uncommon, dmg 211). This finely crafted wand once belonged to the gnome sorcerer Bari, who vanished in the Shrine of Aphar.",
  "Wand of Magic Missiles (uncommon, dmg 211). This finely crafted wand was taken from the barrow of the vampire Sisala.",
  "Wand of Magic Missiles (uncommon, dmg 211). This hawthorn wand also grants the magical ability to feign disease or illness for one hour per day.",
  "Wand of Magic Missiles (uncommon, dmg 211). This hawthorn wand also grants the magical ability to mend broken chains.",
  "Wand of Magic Missiles (uncommon, dmg 211). This hawthorn wand once belonged to the illustrious conjurer Irin, who fell in the Dagger Wars.",
  "Wand of Magic Missiles (uncommon, dmg 211). This hawthorn wand was created by the elves of the ancient dominion of Himlonde.",
  "Wand of Magic Missiles (uncommon, dmg 211). This hawthorn wand was taken from the Lost Catacombs of Nightmares.",
  "Wand of Magic Missiles (uncommon, dmg 211). This hazel wand also grants the magical ability to change the color of one's eyes.",
  "Wand of Magic Missiles (uncommon, dmg 211). This hazel wand also repels small insects when held.",
  "Wand of Magic Missiles (uncommon, dmg 211). This hazel wand once belonged to the renowned archmage Thunanda, who perished in the Riva Desert.",
  "Wand of Magic Missiles (uncommon, dmg 211). This hazel wand was created by a goddess of magic for her most loyal hero.",
  "Wand of Magic Missiles (uncommon, dmg 211). This heavy ash wand once belonged to the legendary artificer Soma, leader of the Hammers of Freyfield.",
  "Wand of Magic Missiles (uncommon, dmg 211). This heavy birch wand was taken from the hoard of the dragon Arel.",
  "Wand of Magic Missiles (uncommon, dmg 211). This heavy elm wand also grants the magical ability to move without leaving any trace for one hour per day.",
  "Wand of Magic Missiles (uncommon, dmg 211). This heavy hawthorn wand was taken from the hoard of the dragon Shadnidea.",
  "Wand of Magic Missiles (uncommon, dmg 211). This heavy oak wand also grants the magical ability to take the shape of a small animal for one hour per day.",
  "Wand of Magic Missiles (uncommon, dmg 211). This heavy oak wand also grants the magical ability to untie simple knots from up to five feet away.",
  "Wand of Magic Missiles (uncommon, dmg 211). This heavy rowan wand also repels small insects when held.",
  "Wand of Magic Missiles (uncommon, dmg 211). This heavy rowan wand once belonged to the great conjurer Nielan Kypwe, who defeated Lord Greywulf.",
  "Wand of Magic Missiles (uncommon, dmg 211). This heavy wand also grants the magical ability to speak with cats.",
  "Wand of Magic Missiles (uncommon, dmg 211). This heavy wand also repels small insects when held.",
  "Wand of Magic Missiles (uncommon, dmg 211). This heavy wand also transmutes gold coins into caltrops.",
  "Wand of Magic Missiles (uncommon, dmg 211). This heavy wand was created by a god of magic for his most loyal hero.",
  "Wand of Magic Missiles (uncommon, dmg 211). This heavy wand was created by the dragonborn artificer Asmapin.",
  "Wand of Magic Missiles (uncommon, dmg 211). This heavy wand was created by the elves of the ancient realm of Esseand.",
  "Wand of Magic Missiles (uncommon, dmg 211). This heavy wand was taken from the Crypts of the Wyrm Queen.",
  "Wand of Magic Missiles (uncommon, dmg 211). This heavy wand was taken from the Dark Cyst of Udesar.",
  "Wand of Magic Missiles (uncommon, dmg 211). This heavy wand was taken from the Lost Delve of the Goblin King.",
  "Wand of Magic Missiles (uncommon, dmg 211). This heavy wand was taken from the barrow of the vampire Narecca.",
  "Wand of Magic Missiles (uncommon, dmg 211). This heavy wand was taken from the hoard of the dragon Nabelsha.",
  "Wand of Magic Missiles (uncommon, dmg 211). This heavy wand was taken from the hoard of the dragon Naki.",
  "Wand of Magic Missiles (uncommon, dmg 211). This heavy willow wand was taken from the hoard of the dragon Ossum.",
  "Wand of Magic Missiles (uncommon, dmg 211). This heavy yew wand was taken from the barrow of the lich Udidres.",
  "Wand of Magic Missiles (uncommon, dmg 211). This masterwork ash wand was created by a god of magic for his most loyal champion.",
  "Wand of Magic Missiles (uncommon, dmg 211). This masterwork birch wand also grants the magical ability to take the shape of a small animal for one hour per day.",
  "Wand of Magic Missiles (uncommon, dmg 211). This masterwork blackthorn wand once belonged to the dwarf necromancer Thundu, who slew the Wyrm of Walama.",
  "Wand of Magic Missiles (uncommon, dmg 211). This masterwork blackthorn wand was created by the dwarves of the great empire of Baramunz.",
  "Wand of Magic Missiles (uncommon, dmg 211). This masterwork elder wand also grants the magical ability to breathe underwater for one hour per day.",
  "Wand of Magic Missiles (uncommon, dmg 211). This masterwork rowan wand once belonged to the great mage Billia, who fell in the Crown Wars.",
  "Wand of Magic Missiles (uncommon, dmg 211). This masterwork wand also conjures roses upon command.",
  "Wand of Magic Missiles (uncommon, dmg 211). This masterwork wand also emits a thin ray of white light upon command.",
  "Wand of Magic Missiles (uncommon, dmg 211). This masterwork wand also shivers when undead are near.",
  "Wand of Magic Missiles (uncommon, dmg 211). This masterwork wand once belonged to the great conjurer Friffolk Pare, who perished in the Plains of the Fallen.",
  "Wand of Magic Missiles (uncommon, dmg 211). This masterwork wand once belonged to the illustrious artificer Ruba, who perished in the Merthy Woods.",
  "Wand of Magic Missiles (uncommon, dmg 211). This masterwork wand was created by a goddess of magic for her most loyal champion.",
  "Wand of Magic Missiles (uncommon, dmg 211). This oak wand was taken from the Temple of Poisonous Terror.",
  "Wand of Magic Missiles (uncommon, dmg 211). This ornate blackthorn wand also shivers when wraiths are near.",
  "Wand of Magic Missiles (uncommon, dmg 211). This ornate cedar wand also shines like a candle upon command.",
  "Wand of Magic Missiles (uncommon, dmg 211). This ornate elm wand was created by the great artificer Mila.",
  "Wand of Magic Missiles (uncommon, dmg 211). This ornate elm wand was created by the renowned artificer Dunka.",
  "Wand of Magic Missiles (uncommon, dmg 211). This ornate hazel wand also transmutes gold coins into caltrops.",
  "Wand of Magic Missiles (uncommon, dmg 211). This ornate oak wand once belonged to the renowned wizard Athet, who slew the Wyrm of Ricusi.",
  "Wand of Magic Missiles (uncommon, dmg 211). This ornate wand also conjures roses upon command.",
  "Wand of Magic Missiles (uncommon, dmg 211). This ornate wand also grants the magical ability to breathe underwater for one hour per day.",
  "Wand of Magic Missiles (uncommon, dmg 211). This ornate wand was created by the human artificer Ornad.",
  "Wand of Magic Missiles (uncommon, dmg 211). This ornate wand was created by the legendary artificer Arin.",
  "Wand of Magic Missiles (uncommon, dmg 211). This rowan wand also grants the magical ability to see in darkness for one hour per day.",
  "Wand of Magic Missiles (uncommon, dmg 211). This rowan wand also grants the magical ability to untie simple knots from up to ten feet away.",
  "Wand of Magic Missiles (uncommon, dmg 211). This thin ash wand was created by the elves of the ancient dominion of Doronde.",
  "Wand of Magic Missiles (uncommon, dmg 211). This thin birch wand also emits a thin ray of yellow light upon command.",
  "Wand of Magic Missiles (uncommon, dmg 211). This thin birch wand also grants the magical ability to breathe underwater for one hour per day.",
  "Wand of Magic Missiles (uncommon, dmg 211). This thin cedar wand was created by a god of magic for his most loyal hero.",
  "Wand of Magic Missiles (uncommon, dmg 211). This thin cedar wand was taken from the Dread Pit of Nightmares.",
  "Wand of Magic Missiles (uncommon, dmg 211). This thin hawthorn wand was created by the halfling artificer Halfo Gamge.",
  "Wand of Magic Missiles (uncommon, dmg 211). This thin hazel wand was created by the elves of the ancient dominion of Nevronde.",
  "Wand of Magic Missiles (uncommon, dmg 211). This thin wand also glows when dragons are near.",
  "Wand of Magic Missiles (uncommon, dmg 211). This thin wand also glows when undead are near.",
  "Wand of Magic Missiles (uncommon, dmg 211). This thin wand also grants the magical ability to change the color of one's hair.",
  "Wand of Magic Missiles (uncommon, dmg 211). This thin wand also grants the magical ability to endure extreme cold for one hour per day.",
  "Wand of Magic Missiles (uncommon, dmg 211). This thin wand also grants the magical ability to untie simple knots from up to ten feet away.",
  "Wand of Magic Missiles (uncommon, dmg 211). This thin wand also repels small insects when held.",
  "Wand of Magic Missiles (uncommon, dmg 211). This thin wand also shivers when vampires are near.",
  "Wand of Magic Missiles (uncommon, dmg 211). This thin wand also transmutes gold coins into caltrops.",
  "Wand of Magic Missiles (uncommon, dmg 211). This thin wand also transmutes gold coins into potatoes.",
  "Wand of Magic Missiles (uncommon, dmg 211). This thin wand once belonged to the great necromancer Ellarwel, leader of the White Covenant.",
  "Wand of Magic Missiles (uncommon, dmg 211). This thin wand once belonged to the legendary necromancer Maly Byne, who fell in the Siege of Fygrove Stronghold.",
  "Wand of Magic Missiles (uncommon, dmg 211). This thin wand was taken from the tomb of the lich Wittacha.",
  "Wand of Magic Missiles (uncommon, dmg 211). This thin willow wand once belonged to the dwarf conjurer Banarv, who vanished in the Pit of Abyssal Ages.",
  "Wand of Magic Missiles (uncommon, dmg 211). This thin willow wand was created by the renowned artificer Lesla.",
  "Wand of Magic Missiles (uncommon, dmg 211). This thin willow wand was taken from the hoard of the dragon Nazuu.",
  "Wand of Magic Missiles (uncommon, dmg 211). This thin yew wand was taken from the Black Warrens of Zeiram the Lich.",
  "Wand of Magic Missiles (uncommon, dmg 211). This willow wand once belonged to the elf artificer Figi, who fell in the Astral Crusade.",
  "Wand of Magic Missiles (uncommon, dmg 211). This willow wand once belonged to the legendary wizard Elily, who vanished in the Halls of Malefic Woe.",
  "Wand of Magic Missiles (uncommon, dmg 211). This willow wand was taken from the sepulcher of the lich Sueridua.",
  "Wand of Magic Missiles (uncommon, dmg 211). This yew wand also conjures cutlery upon command.",
  "Wand of Magic Missiles (uncommon, dmg 211). This yew wand also emits a thin ray of white light upon command.",
  "Wand of Magic Missiles (uncommon, dmg 211). This yew wand was created by a god of magic for his most loyal champion.",
  "Wand of Magic Missiles (uncommon, dmg 211). This yew wand was taken from the hoard of the dragon Ebus.",
  "Wand of Paralysis (rare, dmg 211). A distinctive wand, inlaid with sapphire.",
  "Wand of Paralysis (rare, dmg 211). A finely crafted blackthorn wand, wrapped in fine steel wire.",
  "Wand of Paralysis (rare, dmg 211). A hawthorn wand, inlaid with gold.",
  "Wand of Paralysis (rare, dmg 211). A masterwork wand, wrapped in copper wire.",
  "Wand of Paralysis (rare, dmg 211). A thin yew wand, inlaid with topaz.",
  "Wand of Paralysis (rare, dmg 211). This battered wand was taken from the Dungeon of Alel the Lunatic.",
  "Wand of Paralysis (rare, dmg 211). This finely crafted ash wand was created by the renowned artificer Aedweth.",
  "Wand of Paralysis (rare, dmg 211). This finely crafted wand was taken from the hoard of the dragon Adugan.",
  "Wand of Paralysis (rare, dmg 211). This finely crafted wand was taken from the hoard of the dragon Amminyas.",
  "Wand of Paralysis (rare, dmg 211). This heavy cedar wand was taken from the Secret Sanctum of Lord Greywulf.",
  "Wand of Paralysis (rare, dmg 211). This heavy wand also repels small insects when held.",
  "Wand of Paralysis (rare, dmg 211). This ornate wand once belonged to the renowned wizard Hrimi Horgison, who perished in the Barakib Mountains.",
  "Wand of Paralysis (rare, dmg 211). This ornate wand was created by a god of magic for his most loyal champion.",
  "Wand of Paralysis (rare, dmg 211). This thin wand also grants the magical ability to endure extreme cold for one hour per day.",
  "Wand of Secrets (uncommon, dmg 211). A battered rowan wand, wrapped in copper wire.",
  "Wand of Secrets (uncommon, dmg 211). A blackthorn wand, set with pearl.",
  "Wand of Secrets (uncommon, dmg 211). A cedar wand, inlaid with orichalcum.",
  "Wand of Secrets (uncommon, dmg 211). A cedar wand, wrapped in fine steel wire.",
  "Wand of Secrets (uncommon, dmg 211). A distinctive yew wand, inlaid with amethyst.",
  "Wand of Secrets (uncommon, dmg 211). A finely crafted wand, inlaid with moonstone.",
  "Wand of Secrets (uncommon, dmg 211). A finely crafted wand, inlaid with silver.",
  "Wand of Secrets (uncommon, dmg 211). A finely crafted wand, set with moonstone.",
  "Wand of Secrets (uncommon, dmg 211). A finely crafted wand, wrapped in bronze wire.",
  "Wand of Secrets (uncommon, dmg 211). A finely crafted wand, wrapped in fine steel wire.",
  "Wand of Secrets (uncommon, dmg 211). A hawthorn wand, inlaid with platinum.",
  "Wand of Secrets (uncommon, dmg 211). A hazel wand, inlaid with sapphire.",
  "Wand of Secrets (uncommon, dmg 211). A heavy birch wand, wrapped in silver wire.",
  "Wand of Secrets (uncommon, dmg 211). A heavy wand, set with amber.",
  "Wand of Secrets (uncommon, dmg 211). A heavy wand, set with bloodstone.",
  "Wand of Secrets (uncommon, dmg 211). A heavy wand, wrapped in fine steel wire.",
  "Wand of Secrets (uncommon, dmg 211). A thin hazel wand, inlaid with topaz.",
  "Wand of Secrets (uncommon, dmg 211). A thin rowan wand, inlaid with platinum.",
  "Wand of Secrets (uncommon, dmg 211). A thin wand, inlaid with hepatizon.",
  "Wand of Secrets (uncommon, dmg 211). A thin wand, set with emerald.",
  "Wand of Secrets (uncommon, dmg 211). A thin wand, set with obsidian.",
  "Wand of Secrets (uncommon, dmg 211). A thin wand, wrapped in brass wire.",
  "Wand of Secrets (uncommon, dmg 211). A thin willow wand, set with jet.",
  "Wand of Secrets (uncommon, dmg 211). A thin yew wand, set with garnet.",
  "Wand of Secrets (uncommon, dmg 211). A willow wand, wrapped in brass wire.",
  "Wand of Secrets (uncommon, dmg 211). An ash wand, inlaid with platinum.",
  "Wand of Secrets (uncommon, dmg 211). An ash wand, set with jet.",
  "Wand of Secrets (uncommon, dmg 211). An elder wand, inlaid with silver.",
  "Wand of Secrets (uncommon, dmg 211). An elder wand, set with topaz.",
  "Wand of Secrets (uncommon, dmg 211). An ornate ash wand, wrapped in brass wire.",
  "Wand of Secrets (uncommon, dmg 211). An ornate wand, wrapped in fine steel wire.",
  "Wand of Secrets (uncommon, dmg 211). This ash wand once belonged to the half-elf wizard Almorn, who fell in the Siege of Hileah.",
  "Wand of Secrets (uncommon, dmg 211). This ash wand was created by the dwarves of the great empire of Badinal.",
  "Wand of Secrets (uncommon, dmg 211). This ash wand was taken from the hoard of the dragon Alshar.",
  "Wand of Secrets (uncommon, dmg 211). This battered hawthorn wand also repels small insects when held.",
  "Wand of Secrets (uncommon, dmg 211). This battered wand also grants the magical ability to change the color of one's eyes.",
  "Wand of Secrets (uncommon, dmg 211). This battered wand also shines like a lantern upon command.",
  "Wand of Secrets (uncommon, dmg 211). This battered wand once belonged to the elf conjurer Unalbh, leader of the Order of the Black Wand.",
  "Wand of Secrets (uncommon, dmg 211). This battered wand once belonged to the illustrious conjurer Thimnegla, who fell in the Battle of Eacksbury.",
  "Wand of Secrets (uncommon, dmg 211). This battered wand was created by the great artificer Findanye.",
  "Wand of Secrets (uncommon, dmg 211). This birch wand also grants the magical ability to speak with rope.",
  "Wand of Secrets (uncommon, dmg 211). This birch wand also grants the magical ability to speak with toads.",
  "Wand of Secrets (uncommon, dmg 211). This birch wand was taken from the Forsaken Vaults of Ages.",
  "Wand of Secrets (uncommon, dmg 211). This blackthorn wand also grants the magical ability to feign disease or illness for one hour per day.",
  "Wand of Secrets (uncommon, dmg 211). This cedar wand also transmutes gold coins into caltrops.",
  "Wand of Secrets (uncommon, dmg 211). This cedar wand once belonged to the illustrious enchanter Ziri, who vanished in the Forsaken Dungeon of Souls.",
  "Wand of Secrets (uncommon, dmg 211). This cedar wand was taken from the Forsaken Tunnels of Death.",
  "Wand of Secrets (uncommon, dmg 211). This distinctive hawthorn wand also grants the magical ability to mend broken tankards.",
  "Wand of Secrets (uncommon, dmg 211). This distinctive oak wand once belonged to the half-elf alchemist Atierdas, who vanished in the Prison of Treacherous Sorrows.",
  "Wand of Secrets (uncommon, dmg 211). This distinctive wand also grants the magical ability to take the shape of a small animal for one hour per day.",
  "Wand of Secrets (uncommon, dmg 211). This distinctive wand was created by the legendary artificer Erimulf.",
  "Wand of Secrets (uncommon, dmg 211). This distinctive yew wand once belonged to the legendary necromancer Aenor, who perished in the Tabu Waste.",
  "Wand of Secrets (uncommon, dmg 211). This elder wand was taken from the tomb of the lich Sunaro.",
  "Wand of Secrets (uncommon, dmg 211). This elm wand once belonged to the great enchanter Berny, who defeated the Goblin King.",
  "Wand of Secrets (uncommon, dmg 211). This finely crafted wand also grants the magical ability to feign disease or illness for one hour per day.",
  "Wand of Secrets (uncommon, dmg 211). This finely crafted wand also grants the magical ability to move without leaving any trace for one hour per day.",
  "Wand of Secrets (uncommon, dmg 211). This finely crafted wand also repels small insects when held.",
  "Wand of Secrets (uncommon, dmg 211). This finely crafted wand was taken from the tomb of the lich Sueriusi.",
  "Wand of Secrets (uncommon, dmg 211). This finely crafted willow wand also grants the magical ability to speak with goats.",
  "Wand of Secrets (uncommon, dmg 211). This hazel wand also grants the magical ability to speak with mirrors.",
  "Wand of Secrets (uncommon, dmg 211). This heavy ash wand also shivers when wraiths are near.",
  "Wand of Secrets (uncommon, dmg 211). This heavy blackthorn wand also grants the magical ability to feign disease or illness for one hour per day.",
  "Wand of Secrets (uncommon, dmg 211). This heavy elder wand was taken from the hoard of the dragon Ningezuu.",
  "Wand of Secrets (uncommon, dmg 211). This heavy elm wand also grants the magical ability to take the shape of a small animal for one hour per day.",
  "Wand of Secrets (uncommon, dmg 211). This heavy hazel wand also grants the magical ability to take the shape of a small animal for one hour per day.",
  "Wand of Secrets (uncommon, dmg 211). This heavy rowan wand once belonged to the great sorcerer Athyes, who slew the Wyrm of Rusiga.",
  "Wand of Secrets (uncommon, dmg 211). This heavy wand also glows when trolls are near.",
  "Wand of Secrets (uncommon, dmg 211). This heavy wand also grants the magical ability to feign disease or illness for one hour per day.",
  "Wand of Secrets (uncommon, dmg 211). This heavy wand was created by the dwarves of the great realm of Ukkhinbam.",
  "Wand of Secrets (uncommon, dmg 211). This heavy yew wand also grants the magical ability to charm mice.",
  "Wand of Secrets (uncommon, dmg 211). This masterwork cedar wand once belonged to the renowned conjurer Tharkurd, who perished in the Shield Plateau.",
  "Wand of Secrets (uncommon, dmg 211). This masterwork elm wand also grants the magical ability to feign disease or illness for one hour per day.",
  "Wand of Secrets (uncommon, dmg 211). This masterwork wand also grants the magical ability to detect dragons within thirty feet.",
  "Wand of Secrets (uncommon, dmg 211). This oak wand also grants the magical ability to charm gnomes.",
  "Wand of Secrets (uncommon, dmg 211). This ornate elm wand also grants the magical ability to mend broken tankards.",
  "Wand of Secrets (uncommon, dmg 211). This ornate rowan wand also emits a thin ray of blue light upon command.",
  "Wand of Secrets (uncommon, dmg 211). This ornate wand also glows when orcs are near.",
  "Wand of Secrets (uncommon, dmg 211). This ornate wand also glows when undead are near.",
  "Wand of Secrets (uncommon, dmg 211). This ornate wand also grants the magical ability to take the shape of a small animal for one hour per day.",
  "Wand of Secrets (uncommon, dmg 211). This ornate willow wand also conjures cutlery upon command.",
  "Wand of Secrets (uncommon, dmg 211). This ornate yew wand was created by the legendary artificer Suiliitu.",
  "Wand of Secrets (uncommon, dmg 211). This thin ash wand also glows when dragons are near.",
  "Wand of Secrets (uncommon, dmg 211). This thin ash wand was taken from the Barrow of Adamant Ruin.",
  "Wand of Secrets (uncommon, dmg 211). This thin birch wand also emits a thin ray of green light upon command.",
  "Wand of Secrets (uncommon, dmg 211). This thin birch wand also grants the magical ability to detect dragons within thirty feet.",
  "Wand of Secrets (uncommon, dmg 211). This thin birch wand once belonged to the halfling archmage Hildo, who fell in the Unearthly Crusade.",
  "Wand of Secrets (uncommon, dmg 211). This thin blackthorn wand also grants the magical ability to breathe underwater for one hour per day.",
  "Wand of Secrets (uncommon, dmg 211). This thin blackthorn wand also shivers when vampires are near.",
  "Wand of Secrets (uncommon, dmg 211). This thin hawthorn wand was created by the legendary artificer Amagnen.",
  "Wand of Secrets (uncommon, dmg 211). This thin hazel wand also conjures roses upon command.",
  "Wand of Secrets (uncommon, dmg 211). This thin oak wand also grants the magical ability to change the color of one's eyes.",
  "Wand of Secrets (uncommon, dmg 211). This thin wand also grants the magical ability to see in darkness for one hour per day.",
  "Wand of Secrets (uncommon, dmg 211). This thin wand also transmutes gold coins into caltrops.",
  "Wand of Secrets (uncommon, dmg 211). This thin wand once belonged to the legendary conjurer Krithe, who fell in the Battle of Fiendish Phantasms.",
  "Wand of Secrets (uncommon, dmg 211). This thin wand once belonged to the legendary enchanter Baldo, who vanished in the Forsaken Halls of the Wyrm Queen.",
  "Wand of Secrets (uncommon, dmg 211). This thin wand was created by the legendary artificer Nellothel.",
  "Wand of Secrets (uncommon, dmg 211). This thin wand was taken from the Dungeon of Dire Doom.",
  "Wand of Secrets (uncommon, dmg 211). This thin wand was taken from the hoard of the dragon Ninabu.",
  "Wand of Secrets (uncommon, dmg 211). This willow wand once belonged to the illustrious enchanter Geoffry, who slew the Behemoth of Vidage.",
  "Wand of Secrets (uncommon, dmg 211). This willow wand once belonged to the legendary conjurer Teini, who vanished in the Warrens of Abyssal Nightmares.",
  "Wand of Secrets (uncommon, dmg 211). This willow wand was created by a goddess of magic for her most loyal champion.",
  "Wand of Secrets (uncommon, dmg 211). This yew wand also grants the magical ability to untie simple knots from up to five feet away.",
  "Wand of Secrets (uncommon, dmg 211). This yew wand was created by a god of magic for his most loyal hero.",
  "Wand of Secrets (uncommon, dmg 211). This yew wand was taken from the hoard of the dragon Akitar.",
  "Wand of Web (uncommon, dmg 212). A battered rowan wand, set with ruby.",
  "Wand of Web (uncommon, dmg 212). A battered wand, wrapped in copper wire.",
  "Wand of Web (uncommon, dmg 212). A birch wand, inlaid with jet.",
  "Wand of Web (uncommon, dmg 212). A birch wand, set with ruby.",
  "Wand of Web (uncommon, dmg 212). A blackthorn wand, inlaid with bloodstone.",
  "Wand of Web (uncommon, dmg 212). A blackthorn wand, inlaid with orichalcum.",
  "Wand of Web (uncommon, dmg 212). A cedar wand, inlaid with silver.",
  "Wand of Web (uncommon, dmg 212). A cedar wand, wrapped in brass wire.",
  "Wand of Web (uncommon, dmg 212). A distinctive blackthorn wand, wrapped in fine steel wire.",
  "Wand of Web (uncommon, dmg 212). A distinctive cedar wand, inlaid with hepatizon.",
  "Wand of Web (uncommon, dmg 212). A distinctive oak wand, set with garnet.",
  "Wand of Web (uncommon, dmg 212). A distinctive rowan wand, inlaid with amethyst.",
  "Wand of Web (uncommon, dmg 212). A distinctive wand, inlaid with adamantine.",
  "Wand of Web (uncommon, dmg 212). A distinctive wand, inlaid with gold.",
  "Wand of Web (uncommon, dmg 212). A distinctive wand, inlaid with mithral.",
  "Wand of Web (uncommon, dmg 212). A distinctive wand, inlaid with sapphire.",
  "Wand of Web (uncommon, dmg 212). A distinctive wand, inlaid with silver.",
  "Wand of Web (uncommon, dmg 212). A distinctive wand, set with garnet.",
  "Wand of Web (uncommon, dmg 212). A distinctive wand, wrapped in copper wire.",
  "Wand of Web (uncommon, dmg 212). A finely crafted ash wand, set with pearl.",
  "Wand of Web (uncommon, dmg 212). A finely crafted blackthorn wand, wrapped in silver wire.",
  "Wand of Web (uncommon, dmg 212). A finely crafted cedar wand, inlaid with jade.",
  "Wand of Web (uncommon, dmg 212). A finely crafted elm wand, inlaid with hepatizon.",
  "Wand of Web (uncommon, dmg 212). A finely crafted elm wand, set with amethyst.",
  "Wand of Web (uncommon, dmg 212). A finely crafted oak wand, wrapped in bronze wire.",
  "Wand of Web (uncommon, dmg 212). A finely crafted wand, inlaid with adamantine.",
  "Wand of Web (uncommon, dmg 212). A finely crafted wand, inlaid with gold.",
  "Wand of Web (uncommon, dmg 212). A finely crafted wand, inlaid with orichalcum.",
  "Wand of Web (uncommon, dmg 212). A finely crafted wand, inlaid with platinum.",
  "Wand of Web (uncommon, dmg 212). A finely crafted wand, wrapped in fine steel wire.",
  "Wand of Web (uncommon, dmg 212). A hawthorn wand, set with pearl.",
  "Wand of Web (uncommon, dmg 212). A hazel wand, inlaid with mithral.",
  "Wand of Web (uncommon, dmg 212). A hazel wand, set with jade.",
  "Wand of Web (uncommon, dmg 212). A hazel wand, wrapped in brass wire.",
  "Wand of Web (uncommon, dmg 212). A heavy oak wand, set with jade.",
  "Wand of Web (uncommon, dmg 212). A heavy oak wand, set with pearl.",
  "Wand of Web (uncommon, dmg 212). A heavy wand, inlaid with amber.",
  "Wand of Web (uncommon, dmg 212). A heavy wand, inlaid with amethyst.",
  "Wand of Web (uncommon, dmg 212). A heavy wand, inlaid with gold.",
  "Wand of Web (uncommon, dmg 212). A heavy wand, inlaid with mithral.",
  "Wand of Web (uncommon, dmg 212). A heavy wand, set with amethyst.",
  "Wand of Web (uncommon, dmg 212). A heavy wand, wrapped in bronze wire.",
  "Wand of Web (uncommon, dmg 212). A masterwork ash wand, set with moonstone.",
  "Wand of Web (uncommon, dmg 212). A masterwork elm wand, set with emerald.",
  "Wand of Web (uncommon, dmg 212). A masterwork hazel wand, set with amethyst.",
  "Wand of Web (uncommon, dmg 212). A masterwork wand, inlaid with pearl.",
  "Wand of Web (uncommon, dmg 212). A masterwork wand, wrapped in copper wire.",
  "Wand of Web (uncommon, dmg 212). A masterwork yew wand, wrapped in copper wire.",
  "Wand of Web (uncommon, dmg 212). A thin blackthorn wand, inlaid with silver.",
  "Wand of Web (uncommon, dmg 212). A thin cedar wand, inlaid with jet.",
  "Wand of Web (uncommon, dmg 212). A thin hazel wand, inlaid with ruby.",
  "Wand of Web (uncommon, dmg 212). A thin rowan wand, inlaid with emerald.",
  "Wand of Web (uncommon, dmg 212). A thin wand, inlaid with electrum.",
  "Wand of Web (uncommon, dmg 212). A thin wand, inlaid with emerald.",
  "Wand of Web (uncommon, dmg 212). A thin wand, inlaid with garnet.",
  "Wand of Web (uncommon, dmg 212). A thin wand, inlaid with gold.",
  "Wand of Web (uncommon, dmg 212). A thin wand, inlaid with jade.",
  "Wand of Web (uncommon, dmg 212). A thin wand, inlaid with obsidian.",
  "Wand of Web (uncommon, dmg 212). A thin wand, inlaid with topaz.",
  "Wand of Web (uncommon, dmg 212). A thin wand, set with emerald.",
  "Wand of Web (uncommon, dmg 212). A thin wand, set with jet.",
  "Wand of Web (uncommon, dmg 212). A thin wand, wrapped in bronze wire.",
  "Wand of Web (uncommon, dmg 212). A thin wand, wrapped in copper wire.",
  "Wand of Web (uncommon, dmg 212). A thin wand, wrapped in fine steel wire.",
  "Wand of Web (uncommon, dmg 212). A thin willow wand, inlaid with obsidian.",
  "Wand of Web (uncommon, dmg 212). A thin yew wand, inlaid with emerald.",
  "Wand of Web (uncommon, dmg 212). A willow wand, inlaid with orichalcum.",
  "Wand of Web (uncommon, dmg 212). A willow wand, wrapped in silver wire.",
  "Wand of Web (uncommon, dmg 212). An ash wand, inlaid with garnet.",
  "Wand of Web (uncommon, dmg 212). An ash wand, inlaid with moonstone.",
  "Wand of Web (uncommon, dmg 212). An ash wand, wrapped in copper wire.",
  "Wand of Web (uncommon, dmg 212). An elder wand, inlaid with mithral.",
  "Wand of Web (uncommon, dmg 212). An elder wand, wrapped in bronze wire.",
  "Wand of Web (uncommon, dmg 212). An elder wand, wrapped in copper wire.",
  "Wand of Web (uncommon, dmg 212). An elm wand, inlaid with moonstone.",
  "Wand of Web (uncommon, dmg 212). An elm wand, wrapped in bronze wire.",
  "Wand of Web (uncommon, dmg 212). An oak wand, inlaid with bloodstone.",
  "Wand of Web (uncommon, dmg 212). An oak wand, inlaid with platinum.",
  "Wand of Web (uncommon, dmg 212). An oak wand, set with ruby.",
  "Wand of Web (uncommon, dmg 212). An oak wand, wrapped in silver wire.",
  "Wand of Web (uncommon, dmg 212). An ornate blackthorn wand, wrapped in bronze wire.",
  "Wand of Web (uncommon, dmg 212). An ornate wand, inlaid with amber.",
  "Wand of Web (uncommon, dmg 212). An ornate wand, inlaid with jet.",
  "Wand of Web (uncommon, dmg 212). An ornate willow wand, inlaid with ruby.",
  "Wand of Web (uncommon, dmg 212). An ornate yew wand, set with bloodstone.",
  "Wand of Web (uncommon, dmg 212). This ash wand also grants the magical ability to endure extreme cold for one hour per day.",
  "Wand of Web (uncommon, dmg 212). This battered hazel wand was taken from the Black Lair of Vepul the Necromancer.",
  "Wand of Web (uncommon, dmg 212). This battered wand also grants the magical ability to change the color of one's hair.",
  "Wand of Web (uncommon, dmg 212). This battered wand once belonged to the great artificer Lemmakil, who perished in the Desolation of Sumeshuu.",
  "Wand of Web (uncommon, dmg 212). This battered wand was taken from the tomb of the lich Harica.",
  "Wand of Web (uncommon, dmg 212). This battered willow wand also grants the magical ability to move without leaving any trace for one hour per day.",
  "Wand of Web (uncommon, dmg 212). This birch wand also grants the magical ability to change the color of one's eyes.",
  "Wand of Web (uncommon, dmg 212). This birch wand also grants the magical ability to change the color of one's hair.",
  "Wand of Web (uncommon, dmg 212). This birch wand also grants the magical ability to locate keys.",
  "Wand of Web (uncommon, dmg 212). This birch wand also shivers when vampires are near.",
  "Wand of Web (uncommon, dmg 212). This birch wand also shivers when wraiths are near.",
  "Wand of Web (uncommon, dmg 212). This birch wand was created by the elves of the ancient empire of Tirine.",
  "Wand of Web (uncommon, dmg 212). This birch wand was taken from the barrow of the lich Friusida.",
  "Wand of Web (uncommon, dmg 212). This blackthorn wand also grants the magical ability to feign disease or illness for one hour per day.",
  "Wand of Web (uncommon, dmg 212). This blackthorn wand was created by a god of magic for his most loyal hero.",
  "Wand of Web (uncommon, dmg 212). This blackthorn wand was taken from the Dark Pit of Woe.",
  "Wand of Web (uncommon, dmg 212). This cedar wand also grants the magical ability to endure extreme cold for one hour per day.",
  "Wand of Web (uncommon, dmg 212). This cedar wand also grants the magical ability to locate taverns.",
  "Wand of Web (uncommon, dmg 212). This cedar wand also grants the magical ability to mend broken doors.",
  "Wand of Web (uncommon, dmg 212). This cedar wand once belonged to the human wizard Wulfa, who vanished in the Black Sanctum of Sorrows.",
  "Wand of Web (uncommon, dmg 212). This cedar wand was taken from the Forsaken Undercrypt of Devastation.",
  "Wand of Web (uncommon, dmg 212). This distinctive birch wand was taken from the sepulcher of the lich Viniani.",
  "Wand of Web (uncommon, dmg 212). This distinctive elder wand once belonged to the great mage Geoffry, who perished in the Arakzin Spires.",
  "Wand of Web (uncommon, dmg 212). This distinctive wand also grants the magical ability to charm mice.",
  "Wand of Web (uncommon, dmg 212). This distinctive wand also grants the magical ability to untie simple knots from up to ten feet away.",
  "Wand of Web (uncommon, dmg 212). This distinctive wand also repels small insects when held.",
  "Wand of Web (uncommon, dmg 212). This distinctive wand also shines like a candle upon command.",
  "Wand of Web (uncommon, dmg 212). This distinctive wand also shivers when undead are near.",
  "Wand of Web (uncommon, dmg 212). This elder wand also grants the magical ability to speak with rope.",
  "Wand of Web (uncommon, dmg 212). This elm wand also glows when dragons are near.",
  "Wand of Web (uncommon, dmg 212). This elm wand also grants the magical ability to take the shape of a small animal for one hour per day.",
  "Wand of Web (uncommon, dmg 212). This elm wand also grants the magical ability to untie simple knots from up to five feet away.",
  "Wand of Web (uncommon, dmg 212). This elm wand also repels small insects when held.",
  "Wand of Web (uncommon, dmg 212). This elm wand once belonged to the dwarf mage Undin, who vanished in the Caverns of Ghastly Devastation.",
  "Wand of Web (uncommon, dmg 212). This elm wand once belonged to the elf archmage Idririen, who vanished in the Black Sepulcher of Horror.",
  "Wand of Web (uncommon, dmg 212). This elm wand was created by a goddess of magic for her most loyal hero.",
  "Wand of Web (uncommon, dmg 212). This elm wand was created by the great artificer Ulor.",
  "Wand of Web (uncommon, dmg 212). This elm wand was created by the illustrious artificer Frinan.",
  "Wand of Web (uncommon, dmg 212). This finely crafted oak wand also grants the magical ability to breathe underwater for one hour per day.",
  "Wand of Web (uncommon, dmg 212). This finely crafted wand also grants the magical ability to breathe underwater for one hour per day.",
  "Wand of Web (uncommon, dmg 212). This finely crafted wand also grants the magical ability to mend broken chains.",
  "Wand of Web (uncommon, dmg 212). This finely crafted wand also grants the magical ability to speak with rope.",
  "Wand of Web (uncommon, dmg 212). This finely crafted wand once belonged to the great sorcerer Narder Very, who slew the Hydra of the Chegai Heath.",
  "Wand of Web (uncommon, dmg 212). This finely crafted wand once belonged to the legendary wizard Biesuna, who vanished in the Sepulcher of Hulmudo the Woeful.",
  "Wand of Web (uncommon, dmg 212). This finely crafted wand was taken from the crypt of the vampire Gerica.",
  "Wand of Web (uncommon, dmg 212). This finely crafted willow wand also conjures roses upon command.",
  "Wand of Web (uncommon, dmg 212). This hawthorn wand also transmutes gold coins into potatoes.",
  "Wand of Web (uncommon, dmg 212). This hawthorn wand once belonged to the illustrious alchemist Marba, who fell in the Campaign of the Shadow Dragon.",
  "Wand of Web (uncommon, dmg 212). This hawthorn wand was created by a god of magic for his most loyal hero.",
  "Wand of Web (uncommon, dmg 212). This hawthorn wand was created by the dwarf artificer Bardre.",
  "Wand of Web (uncommon, dmg 212). This hawthorn wand was taken from the tomb of the lich Burasi.",
  "Wand of Web (uncommon, dmg 212). This hazel wand also glows when undead are near.",
  "Wand of Web (uncommon, dmg 212). This hazel wand also grants the magical ability to untie simple knots from up to ten feet away.",
  "Wand of Web (uncommon, dmg 212). This hazel wand also shivers when undead are near.",
  "Wand of Web (uncommon, dmg 212). This heavy blackthorn wand once belonged to the half-orc alchemist Vojta, leader of Cece's Dragons.",
  "Wand of Web (uncommon, dmg 212). This heavy cedar wand also glows when trolls are near.",
  "Wand of Web (uncommon, dmg 212). This heavy cedar wand was created by the elves of the ancient dominion of Evras.",
  "Wand of Web (uncommon, dmg 212). This heavy elm wand also glows when trolls are near.",
  "Wand of Web (uncommon, dmg 212). This heavy elm wand also transmutes gold coins into caltrops.",
  "Wand of Web (uncommon, dmg 212). This heavy oak wand was created by a god of magic for his most loyal hero.",
  "Wand of Web (uncommon, dmg 212). This heavy wand also glows when trolls are near.",
  "Wand of Web (uncommon, dmg 212). This heavy wand also grants the magical ability to mend broken doors.",
  "Wand of Web (uncommon, dmg 212). This heavy wand also grants the magical ability to take the shape of a small animal for one hour per day.",
  "Wand of Web (uncommon, dmg 212). This heavy wand also transmutes gold coins into potatoes.",
  "Wand of Web (uncommon, dmg 212). This heavy wand was taken from the hoard of the dragon Kuriasha.",
  "Wand of Web (uncommon, dmg 212). This heavy willow wand also conjures cutlery upon command.",
  "Wand of Web (uncommon, dmg 212). This heavy willow wand was taken from the tomb of the lich Gisclaro.",
  "Wand of Web (uncommon, dmg 212). This heavy yew wand also grants the magical ability to speak with mirrors.",
  "Wand of Web (uncommon, dmg 212). This masterwork birch wand also emits a thin ray of yellow light upon command.",
  "Wand of Web (uncommon, dmg 212). This masterwork elm wand also glows when orcs are near.",
  "Wand of Web (uncommon, dmg 212). This masterwork wand also conjures parchment upon command.",
  "Wand of Web (uncommon, dmg 212). This masterwork wand also emits a thin ray of blue light upon command.",
  "Wand of Web (uncommon, dmg 212). This masterwork wand once belonged to the illustrious artificer Arryn, who defeated the Hag of the Yssitat Bluffs.",
  "Wand of Web (uncommon, dmg 212). This masterwork wand was created by the dwarves of the great empire of Bilgundin.",
  "Wand of Web (uncommon, dmg 212). This masterwork wand was created by the renowned artificer Ecil.",
  "Wand of Web (uncommon, dmg 212). This masterwork wand was taken from the Hive of Shiva the Destroyer.",
  "Wand of Web (uncommon, dmg 212). This masterwork wand was taken from the crypt of the vampire Beriusa.",
  "Wand of Web (uncommon, dmg 212). This masterwork willow wand was taken from the hoard of the dragon Oladal.",
  "Wand of Web (uncommon, dmg 212). This oak wand also emits a thin ray of green light upon command.",
  "Wand of Web (uncommon, dmg 212). This oak wand once belonged to the dwarf wizard Hride, who vanished in the Barrow of Sacesu the Deranged.",
  "Wand of Web (uncommon, dmg 212). This oak wand was created by a goddess of magic for her most loyal hero.",
  "Wand of Web (uncommon, dmg 212). This oak wand was taken from the crypt of the lich Gainero.",
  "Wand of Web (uncommon, dmg 212). This ornate cedar wand also conjures roses upon command.",
  "Wand of Web (uncommon, dmg 212). This ornate cedar wand also repels small insects when held.",
  "Wand of Web (uncommon, dmg 212). This ornate elder wand was taken from the Lair of Elemental Annihilation.",
  "Wand of Web (uncommon, dmg 212). This ornate elm wand also shines like a lantern upon command.",
  "Wand of Web (uncommon, dmg 212). This ornate hazel wand once belonged to the legendary mage Gerdga, who perished in the Vale of Omens.",
  "Wand of Web (uncommon, dmg 212). This ornate wand also glows when trolls are near.",
  "Wand of Web (uncommon, dmg 212). This ornate wand also grants the magical ability to locate taverns.",
  "Wand of Web (uncommon, dmg 212). This ornate wand also grants the magical ability to mend broken doors.",
  "Wand of Web (uncommon, dmg 212). This ornate wand once belonged to the elf conjurer Aigem, who perished in the Bila Hills.",
  "Wand of Web (uncommon, dmg 212). This ornate wand was taken from the Pit of Nusanga the Demonic.",
  "Wand of Web (uncommon, dmg 212). This ornate wand was taken from the hoard of the dragon Bhhullamma.",
  "Wand of Web (uncommon, dmg 212). This ornate wand was taken from the hoard of the dragon Suilita.",
  "Wand of Web (uncommon, dmg 212). This ornate yew wand was created by a goddess of magic for her most loyal hero.",
  "Wand of Web (uncommon, dmg 212). This rowan wand once belonged to the dwarf artificer Arin, who slew the Dragon of the Woeful Moor.",
  "Wand of Web (uncommon, dmg 212). This rowan wand was created by the dwarves of the great empire of Gundumunz.",
  "Wand of Web (uncommon, dmg 212). This rowan wand was created by the legendary artificer Allbulf Horison.",
  "Wand of Web (uncommon, dmg 212). This rowan wand was taken from the Prison of the Lich Knight.",
  "Wand of Web (uncommon, dmg 212). This thin ash wand was taken from the barrow of the vampire Aric.",
  "Wand of Web (uncommon, dmg 212). This thin ash wand was taken from the crypt of the vampire Anilas.",
  "Wand of Web (uncommon, dmg 212). This thin birch wand also emits a thin ray of white light upon command.",
  "Wand of Web (uncommon, dmg 212). This thin blackthorn wand also repels small insects when held.",
  "Wand of Web (uncommon, dmg 212). This thin cedar wand also grants the magical ability to charm snakes.",
  "Wand of Web (uncommon, dmg 212). This thin elder wand also repels small insects when held.",
  "Wand of Web (uncommon, dmg 212). This thin elm wand was taken from the hoard of the dragon Ditaana.",
  "Wand of Web (uncommon, dmg 212). This thin hawthorn wand also emits a thin ray of blue light upon command.",
  "Wand of Web (uncommon, dmg 212). This thin hazel wand was taken from the hoard of the dragon Ditatta.",
  "Wand of Web (uncommon, dmg 212). This thin wand also conjures roses upon command.",
  "Wand of Web (uncommon, dmg 212). This thin wand also emits a thin ray of green light upon command.",
  "Wand of Web (uncommon, dmg 212). This thin wand also grants the magical ability to charm gnomes.",
  "Wand of Web (uncommon, dmg 212). This thin wand also grants the magical ability to mend broken chains.",
  "Wand of Web (uncommon, dmg 212). This thin wand also grants the magical ability to speak with rope.",
  "Wand of Web (uncommon, dmg 212). This thin wand also shivers when vampires are near.",
  "Wand of Web (uncommon, dmg 212). This thin wand also transmutes gold coins into pigeons.",
  "Wand of Web (uncommon, dmg 212). This thin wand once belonged to the dwarf sorcerer Abar, who defeated Namzuhuu the Merciless.",
  "Wand of Web (uncommon, dmg 212). This thin wand was created by a god of magic for his most loyal hero.",
  "Wand of Web (uncommon, dmg 212). This thin wand was created by a goddess of magic for her most loyal champion.",
  "Wand of Web (uncommon, dmg 212). This thin wand was taken from the Barrow of Dismal Annihilation.",
  "Wand of Web (uncommon, dmg 212). This thin willow wand also repels small insects when held.",
  "Wand of Web (uncommon, dmg 212). This thin yew wand also grants the magical ability to untie simple knots from up to five feet away.",
  "Wand of Web (uncommon, dmg 212). This thin yew wand also transmutes gold coins into pigeons.",
  "Wand of Web (uncommon, dmg 212). This thin yew wand was created by a goddess of magic for her most loyal champion.",
  "Wand of Web (uncommon, dmg 212). This willow wand also emits a thin ray of blue light upon command.",
  "Wand of Web (uncommon, dmg 212). This willow wand also grants the magical ability to feign disease or illness for one hour per day.",
  "Wand of Web (uncommon, dmg 212). This willow wand also grants the magical ability to untie simple knots from up to five feet away.",
  "Wand of Web (uncommon, dmg 212). This willow wand once belonged to the halfling archmage Giles Kytsell, who fell in the Battle of Hammerfall Hill.",
  "Wand of Web (uncommon, dmg 212). This willow wand was created by the elves of the ancient empire of Edhest.",
  "Wand of Web (uncommon, dmg 212). This yew wand also shivers when vampires are near.",
  "Wand of Wonder (rare, dmg 212). A blackthorn wand, inlaid with electrum.",
  "Wand of Wonder (rare, dmg 212). A finely crafted elm wand, inlaid with diamond.",
  "Wand of Wonder (rare, dmg 212). A hawthorn wand, inlaid with moonstone.",
  "Wand of Wonder (rare, dmg 212). A heavy oak wand, inlaid with adamantine.",
  "Wand of Wonder (rare, dmg 212). A heavy wand, inlaid with sapphire.",
  "Wand of Wonder (rare, dmg 212). A thin blackthorn wand, inlaid with ruby.",
  "Wand of Wonder (rare, dmg 212). A thin cedar wand, inlaid with gold.",
  "Wand of Wonder (rare, dmg 212). An ornate wand, inlaid with electrum.",
  "Wand of Wonder (rare, dmg 212). This ash wand also grants the magical ability to breathe underwater for one hour per day.",
  "Wand of Wonder (rare, dmg 212). This finely crafted elder wand was created by the elf artificer Nelenwe.",
  "Wand of Wonder (rare, dmg 212). This heavy wand once belonged to the legendary wizard Thorbja, who defeated Male the Infernal.",
  "Wand of Wonder (rare, dmg 212). This masterwork elder wand also grants the magical ability to move without leaving any trace for one hour per day.",
  "Wand of Wonder (rare, dmg 212). This masterwork wand also shines like a torch upon command.",
  "Wand of Wonder (rare, dmg 212). This masterwork wand was created by a goddess of magic for her most loyal champion.",
  "Wand of Wonder (rare, dmg 212). This thin rowan wand also emits a thin ray of green light upon command.",
  "Wand of Wonder (rare, dmg 212). This willow wand also grants the magical ability to mend broken tankards."
]