[
  "+1 Armor (breastplate) (rare, dmg 152)<p><i>A distinctive armor, engraved with runes of protection.</i></p>",
  "+1 Armor (breastplate) (rare, dmg 152)<p><i>A distinctive armor, painted with an unknown coat of arms.</i></p>",
  "+1 Armor (breastplate) (rare, dmg 152)<p><i>This finely crafted armor is said to compel its wearer to slay the Wyrm of the Kouangu Plains.</i></p>",
  "+1 Armor (breastplate) (rare, dmg 152)<p><i>This masterwork armor was taken from the sepulcher of the lich Amprith.</i></p>",
  "+1 Armor (breastplate) (rare, dmg 152)<p><i>This ornate armor is said to be imbued with the spirit of the dragonborn warrior Ayallal, who fell in the Crusade of Kas the Bloody.</i></p>",
  "+1 Armor (chain mail) (rare, dmg 152)<p><i>A battered armor, engraved with the holy symbol of a war god.</i></p>",
  "+1 Armor (chain mail) (rare, dmg 152)<p><i>A distinctive armor, engraved with runes of invulnerability.</i></p>",
  "+1 Armor (chain mail) (rare, dmg 152)<p><i>This finely crafted armor is said to be imbued with the spirit of the great paladin Ariel, who slew the Horror of Gerica.</i></p>",
  "+1 Armor (chain shirt) (rare, dmg 152)<p><i>This distinctive armor was created by a god of war for his most loyal warlord.</i></p>",
  "+1 Armor (half plate) (rare, dmg 152)<p><i>A masterwork armor, painted with an unknown coat of arms.</i></p>",
  "+1 Armor (half plate) (rare, dmg 152)<p><i>This battered armor was taken from the hoard of the dragon Sangezuu.</i></p>",
  "+1 Armor (half plate) (rare, dmg 152)<p><i>This finely crafted armor is said to compel its wearer to defend the Dominion of Himlinde.</i></p>",
  "+1 Armor (half plate) (rare, dmg 152)<p><i>This ornate armor was taken from the Secret Prison of Emirkol the Chaotic.</i></p>",
  "+1 Armor (hide) (rare, dmg 152)<p><i>A battered armor, engraved with runes of invulnerability.</i></p>",
  "+1 Armor (hide) (rare, dmg 152)<p><i>A battered armor, engraved with the holy symbol of a war god.</i></p>",
  "+1 Armor (hide) (rare, dmg 152)<p><i>This battered armor is said to protect its wearer from the song of a siren.</i></p>",
  "+1 Armor (hide) (rare, dmg 152)<p><i>This distinctive armor is said to have been blessed by the Goddess of Luck herself.</i></p>",
  "+1 Armor (hide) (rare, dmg 152)<p><i>This ornate armor once belonged to the elf warrior Indindeg, who slew the Wyrm of Arnodel.</i></p>",
  "+1 Armor (leather) (rare, dmg 152)<p><i>A distinctive armor, trimmed with sable fur.</i></p>",
  "+1 Armor (leather) (rare, dmg 152)<p><i>This battered armor was taken from the hoard of the dragon Enmeshan.</i></p>",
  "+1 Armor (leather) (rare, dmg 152)<p><i>This masterwork armor is said to have been blessed by the Goddess of Luck herself.</i></p>",
  "+1 Armor (padded) (rare, dmg 152)<p><i>A battered armor, trimmed with mink fur.</i></p>",
  "+1 Armor (padded) (rare, dmg 152)<p><i>A distinctive armor, engraved with geometric patterns.</i></p>",
  "+1 Armor (padded) (rare, dmg 152)<p><i>A distinctive armor, engraved with the holy symbol of a war god.</i></p>",
  "+1 Armor (padded) (rare, dmg 152)<p><i>A distinctive armor, painted with an unknown coat of arms.</i></p>",
  "+1 Armor (padded) (rare, dmg 152)<p><i>A finely crafted armor, painted with an unknown coat of arms.</i></p>",
  "+1 Armor (padded) (rare, dmg 152)<p><i>A masterwork armor, engraved with the holy symbol of a sun god.</i></p>",
  "+1 Armor (padded) (rare, dmg 152)<p><i>An ornate armor, engraved with runes of strength.</i></p>",
  "+1 Armor (padded) (rare, dmg 152)<p><i>This finely crafted armor is said to compel its wearer to protect the Sea of Anen.</i></p>",
  "+1 Armor (padded) (rare, dmg 152)<p><i>This masterwork armor is said to compel its wearer to protect the Deadmoor Marsh.</i></p>",
  "+1 Armor (plate) (rare, dmg 152)<p><i>An ornate armor, engraved with runes of invulnerability.</i></p>",
  "+1 Armor (plate) (rare, dmg 152)<p><i>This battered armor once belonged to the halfling warrior Mose, leader of the Fangs of Hifield.</i></p>",
  "+1 Armor (plate) (rare, dmg 152)<p><i>This finely crafted armor is said to compel its wearer to protect the Plains of the Fallen.</i></p>",
  "+1 Armor (ring mail) (rare, dmg 152)<p><i>A battered armor, engraved with geometric patterns.</i></p>",
  "+1 Armor (ring mail) (rare, dmg 152)<p><i>A masterwork armor, engraved with the holy symbol of a war god.</i></p>",
  "+1 Armor (scale mail) (rare, dmg 152)<p><i>This battered armor was taken from the Secret Sanctum of Devastation.</i></p>",
  "+1 Armor (splint) (rare, dmg 152)<p><i>A battered armor, painted with an unknown coat of arms.</i></p>",
  "+1 Armor (splint) (rare, dmg 152)<p><i>A finely crafted armor, trimmed with fox fur.</i></p>",
  "+1 Armor (splint) (rare, dmg 152)<p><i>A masterwork armor, engraved with geometric patterns.</i></p>",
  "+1 Armor (splint) (rare, dmg 152)<p><i>An ornate armor, engraved with runes of invulnerability.</i></p>",
  "+1 Armor (splint) (rare, dmg 152)<p><i>This battered armor is said to grant its wearer immortal life.</i></p>",
  "+1 Armor (splint) (rare, dmg 152)<p><i>This distinctive armor once belonged to the great warlord Eserdg, who perished in the Woeful Moor.</i></p>",
  "+1 Armor (splint) (rare, dmg 152)<p><i>This ornate armor is said to protect its wearer from the lies of a devil.</i></p>",
  "+1 Armor (splint) (rare, dmg 152)<p><i>This ornate armor was created by the dwarves of the great empire of Nulbilgil.</i></p>",
  "+1 Armor (studded leather) (rare, dmg 152)<p><i>A distinctive armor, painted with an unknown coat of arms.</i></p>",
  "+1 Armor (studded leather) (rare, dmg 152)<p><i>An ornate armor, trimmed with mink fur.</i></p>",
  "+1 Armor (studded leather) (rare, dmg 152)<p><i>This distinctive armor is said to protect its wearer from the lies of a devil.</i></p>",
  "+1 Armor (studded leather) (rare, dmg 152)<p><i>This distinctive armor once belonged to the gnome fighter Elias, who vanished in the Caverns of the Demon Knight.</i></p>",
  "+1 Armor (studded leather) (rare, dmg 152)<p><i>This distinctive armor once belonged to the great warlord Hilda Frostidotr, who perished in the Graven Mountains.</i></p>",
  "+1 Armor (studded leather) (rare, dmg 152)<p><i>This finely crafted armor was taken from the tomb of the lich Brodana.</i></p>",
  "+1 Armor (studded leather) (rare, dmg 152)<p><i>This ornate armor is said to protect its wearer from the lies of a devil.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>A battered shield, engraved with runes of invulnerability.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>A battered shield, engraved with runes of protection.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>A battered shield, engraved with runes of strength.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>A battered shield, inlaid with electrum.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>A battered shield, inlaid with gold.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>A battered shield, inlaid with platinum.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>A battered shield, inlaid with silver.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>A battered shield, painted with an unknown coat of arms.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>A distinctive shield, engraved with runes of invulnerability.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>A distinctive shield, engraved with runes of protection.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>A distinctive shield, inlaid with electrum.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>A distinctive shield, inlaid with platinum.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>A distinctive shield, inlaid with silver.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>A distinctive shield, painted with an unknown coat of arms.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>A finely crafted shield, engraved with runes of invulnerability.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>A finely crafted shield, engraved with runes of strength.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>A finely crafted shield, inlaid with electrum.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>A finely crafted shield, inlaid with gold.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>A finely crafted shield, inlaid with platinum.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>A finely crafted shield, inlaid with silver.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>A finely crafted shield, painted with an unknown coat of arms.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>A masterwork shield, engraved with runes of invulnerability.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>A masterwork shield, engraved with runes of protection.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>A masterwork shield, engraved with runes of strength.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>A masterwork shield, inlaid with electrum.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>A masterwork shield, inlaid with platinum.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>A masterwork shield, painted with an unknown coat of arms.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>An ornate shield, engraved with runes of invulnerability.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>An ornate shield, engraved with runes of protection.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>An ornate shield, engraved with runes of strength.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>An ornate shield, inlaid with gold.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>An ornate shield, inlaid with platinum.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>An ornate shield, painted with an unknown coat of arms.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This battered shield once belonged to the great ranger Ageg, who defeated Motha the Elemental.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This battered shield once belonged to the halfling fighter Egric, who perished in the Jungle of Ruins.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This battered shield once belonged to the illustrious fighter Hilde Valdidotr, leader of the Black Wolves.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This battered shield once belonged to the illustrious ranger Mondo Oldbubb, who fell in the Dagger Wars.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This battered shield once belonged to the illustrious warlord Gilminye, who defeated Illfang the Kobold Lord.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This battered shield was created by a god of war for his most loyal archer.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This battered shield was created by a god of war for his most loyal fighter.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This battered shield was created by a goddess of war for her most loyal archer.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This battered shield was created by the dwarves of the great dominion of Shazanarg.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This battered shield was created by the elves of the ancient kingdom of Alarlond.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This battered shield was taken from the Tomb of the Goblin King.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This battered shield was taken from the barrow of the vampire Cyrica.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This battered shield was taken from the hoard of the dragon Itadum.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This battered shield was taken from the hoard of the dragon Khalita.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This battered shield was taken from the sepulcher of the lich Giskla.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This distinctive shield once belonged to the elf paladin Boga, who perished in the Pizanquit Jungle.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This distinctive shield once belonged to the halfling hero Arryn Anow, who vanished in the Secret Barrow of Worms.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This distinctive shield once belonged to the human warlord Bealda, leader of Jane's Covenant.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This distinctive shield once belonged to the renowned archer Khimmubu, who defeated Lord Greywulf.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This distinctive shield once belonged to the renowned ranger Pinas, who vanished in the Secret Lair of Madness.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This distinctive shield was created by a goddess of war for her most loyal ranger.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This distinctive shield was created by the dwarves of the great dominion of Kinbuzund.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This distinctive shield was created by the dwarves of the great dominion of Umukkhil.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This distinctive shield was created by the elves of the ancient dominion of Helline.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This distinctive shield was created by the great halfling armorer Rancent Abards.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This distinctive shield was taken from the barrow of the lich Vibeuca.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This distinctive shield was taken from the barrow of the vampire Ricima.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This distinctive shield was taken from the hoard of the dragon Baalika.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This distinctive shield was taken from the hoard of the dragon Mabaala.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This distinctive shield was taken from the sepulcher of the vampire Gentota.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This distinctive shield was taken from the sepulcher of the vampire Vidaga.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This finely crafted shield once belonged to the dwarf warlord Horgi, who defeated Arman the Adamant.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This finely crafted shield once belonged to the great fighter Kuuzzera, leader of the White Covenant.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This finely crafted shield once belonged to the halfling hero Gyles, who slew the Leviathan of the Sea of Kyra.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This finely crafted shield once belonged to the human hero Evel, who vanished in the Warrens of Gisiga.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This finely crafted shield once belonged to the human ranger Tortga, who vanished in the Chambers of Fell Devastation.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This finely crafted shield once belonged to the legendary fighter Gefortis, leader of the Silver Fellowship.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This finely crafted shield once belonged to the legendary warlord Orin, who slew the Serpent of the Dreadwood Vale.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This finely crafted shield once belonged to the renowned fighter Criani, who vanished in the Lost Shrine of Mary the Indomitable.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This finely crafted shield was created by a god of war for his most loyal hero.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This finely crafted shield was created by a goddess of war for her most loyal archer.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This finely crafted shield was created by a goddess of war for her most loyal fighter.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This finely crafted shield was created by a goddess of war for her most loyal paladin.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This finely crafted shield was created by the renowned gnome armorer Bali.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This finely crafted shield was taken from the Sanctum of Demonic Souls.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This finely crafted shield was taken from the barrow of the vampire Harania.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This finely crafted shield was taken from the crypt of the vampire Sarausto.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This finely crafted shield was taken from the hoard of the dragon Buchamma.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This finely crafted shield was taken from the hoard of the dragon Sumuabi.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This finely crafted shield was taken from the tomb of the vampire Saphriusa.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This masterwork shield once belonged to the dwarf fighter Reke, who perished in the March of the Tyrant.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This masterwork shield once belonged to the dwarf warrior Hilde, who slew the Leviathan of the Sea of Aucas.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This masterwork shield once belonged to the halfling warrior Halfroc, who fell in the Battle of Ordon.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This masterwork shield once belonged to the human archer Withburg, who fell in the Battle of Pary Stronghold.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This masterwork shield once belonged to the human ranger Ausan Entheys, who defeated the Dragon of the Moor of Sleep.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This masterwork shield once belonged to the human ranger Bily, who slew the Horror of Wella.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This masterwork shield once belonged to the renowned warrior Arwen, who slew the Serpent of the Muscat Waste.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This masterwork shield once belonged to the renowned warrior Hilia, who defeated Videro the Bloody.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This masterwork shield once belonged to the tiefling archer Gela, leader of the Azure Guild.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This masterwork shield was created by a god of war for his most loyal archer.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This masterwork shield was created by a god of war for his most loyal warrior.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This masterwork shield was created by a goddess of war for her most loyal fighter.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This masterwork shield was created by a goddess of war for her most loyal hero.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This masterwork shield was created by a goddess of war for her most loyal paladin.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This masterwork shield was created by the dwarves of the great dominion of Tumunzah.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This masterwork shield was created by the dwarves of the great empire of Buzinbar.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This masterwork shield was created by the dwarves of the great realm of Zarakinb.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This masterwork shield was created by the illustrious half-elf armorer Ralphye.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This masterwork shield was taken from the Dread Sepulcher of Chaos.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This masterwork shield was taken from the crypt of the lich Rusansi.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This masterwork shield was taken from the hoard of the dragon Beresu.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This masterwork shield was taken from the tomb of the lich Riba.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This masterwork shield was taken from the tomb of the vampire Videga.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This ornate shield once belonged to the great warlord Sarra, who perished in the Gray Mountains.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This ornate shield once belonged to the illustrious archer Bisla, who perished in the Anvil Mountains.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This ornate shield once belonged to the illustrious hero Galure, who perished in the Mukai Heath.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This ornate shield was created by a god of war for his most loyal fighter.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This ornate shield was created by a god of war for his most loyal paladin.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This ornate shield was created by a goddess of war for her most loyal hero.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This ornate shield was created by the dwarves of the great empire of Nula.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This ornate shield was created by the renowned elf armorer Iorog.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This ornate shield was taken from the Lost Caverns of Gothmog of Udun.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This ornate shield was taken from the Temple of the Lich King.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This ornate shield was taken from the barrow of the vampire Raredo.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This ornate shield was taken from the crypt of the vampire Witaulpha.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This ornate shield was taken from the hoard of the dragon Apitan.</i></p>",
  "+1 Shield (uncommon, dmg 200)<p><i>This ornate shield was taken from the hoard of the dragon Nebela.</i></p>",
  "+2 Shield (rare, dmg 200)<p><i>A battered shield, engraved with runes of strength.</i></p>",
  "+2 Shield (rare, dmg 200)<p><i>This battered shield was taken from the hoard of the dragon Aduman.</i></p>",
  "+2 Shield (rare, dmg 200)<p><i>This masterwork shield was created by the legendary dwarf armorer Nainarv.</i></p>",
  "+2 Shield (rare, dmg 200)<p><i>This ornate shield once belonged to the legendary warrior Findiser, who defeated Murresu the Horrendous.</i></p>",
  "Adamantine Armor (breastplate) (uncommon, dmg 150)<p><i>A battered armor, engraved with geometric patterns.</i></p>",
  "Adamantine Armor (breastplate) (uncommon, dmg 150)<p><i>A battered armor, engraved with runes of invulnerability.</i></p>",
  "Adamantine Armor (breastplate) (uncommon, dmg 150)<p><i>A battered armor, engraved with the holy symbol of a war god.</i></p>",
  "Adamantine Armor (breastplate) (uncommon, dmg 150)<p><i>A distinctive armor, engraved with runes of invulnerability.</i></p>",
  "Adamantine Armor (breastplate) (uncommon, dmg 150)<p><i>A distinctive armor, engraved with runes of strength.</i></p>",
  "Adamantine Armor (breastplate) (uncommon, dmg 150)<p><i>A distinctive armor, painted with an unknown coat of arms.</i></p>",
  "Adamantine Armor (breastplate) (uncommon, dmg 150)<p><i>A distinctive armor, trimmed with lynx fur.</i></p>",
  "Adamantine Armor (breastplate) (uncommon, dmg 150)<p><i>A finely crafted armor, engraved with runes of protection.</i></p>",
  "Adamantine Armor (breastplate) (uncommon, dmg 150)<p><i>A finely crafted armor, painted with an unknown coat of arms.</i></p>",
  "Adamantine Armor (breastplate) (uncommon, dmg 150)<p><i>A finely crafted armor, trimmed with rabbit fur.</i></p>",
  "Adamantine Armor (breastplate) (uncommon, dmg 150)<p><i>A finely crafted armor, trimmed with sable fur.</i></p>",
  "Adamantine Armor (breastplate) (uncommon, dmg 150)<p><i>A masterwork armor, engraved with geometric patterns.</i></p>",
  "Adamantine Armor (breastplate) (uncommon, dmg 150)<p><i>A masterwork armor, engraved with runes of invulnerability.</i></p>",
  "Adamantine Armor (breastplate) (uncommon, dmg 150)<p><i>A masterwork armor, engraved with the holy symbol of a war god.</i></p>",
  "Adamantine Armor (breastplate) (uncommon, dmg 150)<p><i>A masterwork armor, painted with an unknown coat of arms.</i></p>",
  "Adamantine Armor (breastplate) (uncommon, dmg 150)<p><i>An ornate armor, engraved with geometric patterns.</i></p>",
  "Adamantine Armor (breastplate) (uncommon, dmg 150)<p><i>An ornate armor, engraved with runes of strength.</i></p>",
  "Adamantine Armor (breastplate) (uncommon, dmg 150)<p><i>An ornate armor, trimmed with rabbit fur.</i></p>",
  "Adamantine Armor (breastplate) (uncommon, dmg 150)<p><i>This battered armor is said to be imbued with the spirit of the legendary hero Heide, who perished in the Marsh of Corruption.</i></p>",
  "Adamantine Armor (breastplate) (uncommon, dmg 150)<p><i>This battered armor is said to protect its wearer from the lies of a devil.</i></p>",
  "Adamantine Armor (breastplate) (uncommon, dmg 150)<p><i>This battered armor once belonged to the tiefling warrior Thuniga, who fell in the Crusade of Celestial Shields.</i></p>",
  "Adamantine Armor (breastplate) (uncommon, dmg 150)<p><i>This battered armor was created by a god of war for his most loyal fighter.</i></p>",
  "Adamantine Armor (breastplate) (uncommon, dmg 150)<p><i>This battered armor was taken from the Dark Cyst of Illfang the Kobold Lord.</i></p>",
  "Adamantine Armor (breastplate) (uncommon, dmg 150)<p><i>This distinctive armor is said to grant its wearer immortal life.</i></p>",
  "Adamantine Armor (breastplate) (uncommon, dmg 150)<p><i>This distinctive armor once belonged to the gnome warlord Sorneus, who vanished in the Tomb of Merciless Sorrows.</i></p>",
  "Adamantine Armor (breastplate) (uncommon, dmg 150)<p><i>This distinctive armor once belonged to the human paladin Egild, leader of the Fellowship of the Fang and Orb.</i></p>",
  "Adamantine Armor (breastplate) (uncommon, dmg 150)<p><i>This distinctive armor was created by a god of war for his most loyal archer.</i></p>",
  "Adamantine Armor (breastplate) (uncommon, dmg 150)<p><i>This distinctive armor was created by a goddess of war for her most loyal fighter.</i></p>",
  "Adamantine Armor (breastplate) (uncommon, dmg 150)<p><i>This distinctive armor was created by the legendary dwarf armorer Byrghi.</i></p>",
  "Adamantine Armor (breastplate) (uncommon, dmg 150)<p><i>This distinctive armor was taken from the barrow of the vampire Hanaba.</i></p>",
  "Adamantine Armor (breastplate) (uncommon, dmg 150)<p><i>This finely crafted armor is said to grant its wearer immortal life.</i></p>",
  "Adamantine Armor (breastplate) (uncommon, dmg 150)<p><i>This finely crafted armor once belonged to the dwarf hero Horhe Birnidotr, who fell in the Siege of Dainarv's Hold.</i></p>",
  "Adamantine Armor (breastplate) (uncommon, dmg 150)<p><i>This finely crafted armor once belonged to the human hero Swulfa, who fell in the Battle of Red Hill.</i></p>",
  "Adamantine Armor (breastplate) (uncommon, dmg 150)<p><i>This masterwork armor is said to be imbued with the spirit of the illustrious paladin Joane, leader of Audreyn's Bears.</i></p>",
  "Adamantine Armor (breastplate) (uncommon, dmg 150)<p><i>This masterwork armor once belonged to the elf archer Dumni, who vanished in the Dread Lair of Ulfang the Black.</i></p>",
  "Adamantine Armor (breastplate) (uncommon, dmg 150)<p><i>This masterwork armor once belonged to the elf ranger Amras, who vanished in the Shrine of Crimson Doom.</i></p>",
  "Adamantine Armor (breastplate) (uncommon, dmg 150)<p><i>This masterwork armor was created by the dwarves of the great dominion of Khundushur.</i></p>",
  "Adamantine Armor (breastplate) (uncommon, dmg 150)<p><i>This masterwork armor was taken from the Forsaken Undercrypt of Shalamma the Terrible.</i></p>",
  "Adamantine Armor (breastplate) (uncommon, dmg 150)<p><i>This masterwork armor was taken from the sepulcher of the lich Sunnige.</i></p>",
  "Adamantine Armor (breastplate) (uncommon, dmg 150)<p><i>This ornate armor is said to be imbued with the spirit of the great paladin Amew Foxe, leader of the Falcons of Paburh.</i></p>",
  "Adamantine Armor (breastplate) (uncommon, dmg 150)<p><i>This ornate armor is said to protect its wearer from the lies of a devil.</i></p>",
  "Adamantine Armor (breastplate) (uncommon, dmg 150)<p><i>This ornate armor was taken from the Gauntlet of Ulfang the Black.</i></p>",
  "Adamantine Armor (breastplate) (uncommon, dmg 150)<p><i>This ornate armor was taken from the hoard of the dragon Nunnabi.</i></p>",
  "Adamantine Armor (chain mail) (uncommon, dmg 150)<p><i>A battered armor, engraved with runes of strength.</i></p>",
  "Adamantine Armor (chain mail) (uncommon, dmg 150)<p><i>A battered armor, engraved with the holy symbol of a draconic goddess.</i></p>",
  "Adamantine Armor (chain mail) (uncommon, dmg 150)<p><i>A battered armor, painted with an unknown coat of arms.</i></p>",
  "Adamantine Armor (chain mail) (uncommon, dmg 150)<p><i>A distinctive armor, engraved with geometric patterns.</i></p>",
  "Adamantine Armor (chain mail) (uncommon, dmg 150)<p><i>A distinctive armor, engraved with runes of invulnerability.</i></p>",
  "Adamantine Armor (chain mail) (uncommon, dmg 150)<p><i>A distinctive armor, painted with an unknown coat of arms.</i></p>",
  "Adamantine Armor (chain mail) (uncommon, dmg 150)<p><i>A finely crafted armor, engraved with geometric patterns.</i></p>",
  "Adamantine Armor (chain mail) (uncommon, dmg 150)<p><i>A finely crafted armor, engraved with the holy symbol of a war god.</i></p>",
  "Adamantine Armor (chain mail) (uncommon, dmg 150)<p><i>A finely crafted armor, trimmed with lynx fur.</i></p>",
  "Adamantine Armor (chain mail) (uncommon, dmg 150)<p><i>A masterwork armor, engraved with runes of invulnerability.</i></p>",
  "Adamantine Armor (chain mail) (uncommon, dmg 150)<p><i>A masterwork armor, painted with an unknown coat of arms.</i></p>",
  "Adamantine Armor (chain mail) (uncommon, dmg 150)<p><i>An ornate armor, engraved with geometric patterns.</i></p>",
  "Adamantine Armor (chain mail) (uncommon, dmg 150)<p><i>An ornate armor, trimmed with ermine fur.</i></p>",
  "Adamantine Armor (chain mail) (uncommon, dmg 150)<p><i>This battered armor is said to have been blessed by the Goddess of Luck herself.</i></p>",
  "Adamantine Armor (chain mail) (uncommon, dmg 150)<p><i>This battered armor once belonged to the gnome warlord Iklag, who defeated Thildica the Unearthly.</i></p>",
  "Adamantine Armor (chain mail) (uncommon, dmg 150)<p><i>This battered armor once belonged to the illustrious archer Theusunia, who slew the Beast of the Hechi Plains.</i></p>",
  "Adamantine Armor (chain mail) (uncommon, dmg 150)<p><i>This battered armor once belonged to the illustrious fighter Vada, who vanished in the Crypts of Allor.</i></p>",
  "Adamantine Armor (chain mail) (uncommon, dmg 150)<p><i>This battered armor once belonged to the renowned ranger Aznal, who perished in the Kheledzund Highlands.</i></p>",
  "Adamantine Armor (chain mail) (uncommon, dmg 150)<p><i>This battered armor was taken from the hoard of the dragon Adukash.</i></p>",
  "Adamantine Armor (chain mail) (uncommon, dmg 150)<p><i>This battered armor was taken from the tomb of the vampire Hildusi.</i></p>",
  "Adamantine Armor (chain mail) (uncommon, dmg 150)<p><i>This distinctive armor is said to grant its wearer immortal life.</i></p>",
  "Adamantine Armor (chain mail) (uncommon, dmg 150)<p><i>This distinctive armor once belonged to the elf fighter Nelaser, who defeated Nigada the Merciless.</i></p>",
  "Adamantine Armor (chain mail) (uncommon, dmg 150)<p><i>This distinctive armor once belonged to the illustrious fighter Galador, who slew the Dragon of Ocus.</i></p>",
  "Adamantine Armor (chain mail) (uncommon, dmg 150)<p><i>This distinctive armor once belonged to the illustrious ranger Artip, who slew the Leviathan of the Emerald Sea.</i></p>",
  "Adamantine Armor (chain mail) (uncommon, dmg 150)<p><i>This distinctive armor once belonged to the legendary archer Ruska, who fell in the Siege of Erfield.</i></p>",
  "Adamantine Armor (chain mail) (uncommon, dmg 150)<p><i>This distinctive armor was created by a goddess of war for her most loyal paladin.</i></p>",
  "Adamantine Armor (chain mail) (uncommon, dmg 150)<p><i>This distinctive armor was taken from the Sanctum of Ulfang the Black.</i></p>",
  "Adamantine Armor (chain mail) (uncommon, dmg 150)<p><i>This finely crafted armor is said to be imbued with the spirit of the elf warrior Finare, who slew the Horror of Ricusi.</i></p>",
  "Adamantine Armor (chain mail) (uncommon, dmg 150)<p><i>This finely crafted armor is said to grant its wearer immortal life.</i></p>",
  "Adamantine Armor (chain mail) (uncommon, dmg 150)<p><i>This finely crafted armor is said to protect its wearer from the lies of a devil.</i></p>",
  "Adamantine Armor (chain mail) (uncommon, dmg 150)<p><i>This finely crafted armor once belonged to the great hero Elmin, who vanished in the Secret Sanctum of Cusinda.</i></p>",
  "Adamantine Armor (chain mail) (uncommon, dmg 150)<p><i>This finely crafted armor once belonged to the human ranger Unsith, who slew the Leviathan of the Sea of Wrecks.</i></p>",
  "Adamantine Armor (chain mail) (uncommon, dmg 150)<p><i>This finely crafted armor once belonged to the legendary hero Urin, who vanished in the Dark Sanctum of Nightmares.</i></p>",
  "Adamantine Armor (chain mail) (uncommon, dmg 150)<p><i>This finely crafted armor once belonged to the renowned warlord Dinan, who perished in the Buandu Plains.</i></p>",
  "Adamantine Armor (chain mail) (uncommon, dmg 150)<p><i>This finely crafted armor was created by a goddess of war for her most loyal fighter.</i></p>",
  "Adamantine Armor (chain mail) (uncommon, dmg 150)<p><i>This masterwork armor is said to be imbued with the spirit of the half-elf warrior Ephes, who perished in the Ghostlight Woods.</i></p>",
  "Adamantine Armor (chain mail) (uncommon, dmg 150)<p><i>This masterwork armor is said to be imbued with the spirit of the tiefling archer Saritha, who fell in the Unspeakable War.</i></p>",
  "Adamantine Armor (chain mail) (uncommon, dmg 150)<p><i>This masterwork armor is said to compel its wearer to defeat the Vampire of the Ufardall Downs.</i></p>",
  "Adamantine Armor (chain mail) (uncommon, dmg 150)<p><i>This masterwork armor is said to compel its wearer to defend the Realm of Alavand.</i></p>",
  "Adamantine Armor (chain mail) (uncommon, dmg 150)<p><i>This masterwork armor is said to compel its wearer to protect the Shrine Hills.</i></p>",
  "Adamantine Armor (chain mail) (uncommon, dmg 150)<p><i>This masterwork armor is said to compel its wearer to protect the Troll Claws.</i></p>",
  "Adamantine Armor (chain mail) (uncommon, dmg 150)<p><i>This masterwork armor is said to compel its wearer to protect the Twilight Jungle.</i></p>",
  "Adamantine Armor (chain mail) (uncommon, dmg 150)<p><i>This masterwork armor is said to protect its wearer from the lies of a devil.</i></p>",
  "Adamantine Armor (chain mail) (uncommon, dmg 150)<p><i>This masterwork armor once belonged to the illustrious warrior Elian, who defeated Ulfang the Black.</i></p>",
  "Adamantine Armor (chain mail) (uncommon, dmg 150)<p><i>This masterwork armor was taken from the Catacombs of Crimson Sorrows.</i></p>",
  "Adamantine Armor (chain mail) (uncommon, dmg 150)<p><i>This masterwork armor was taken from the crypt of the vampire Thoranda.</i></p>",
  "Adamantine Armor (chain mail) (uncommon, dmg 150)<p><i>This masterwork armor was taken from the hoard of the dragon Ninabi.</i></p>",
  "Adamantine Armor (chain mail) (uncommon, dmg 150)<p><i>This ornate armor is said to be imbued with the spirit of the elf hero Mare, who vanished in the Black Catacombs of Chaos.</i></p>",
  "Adamantine Armor (chain mail) (uncommon, dmg 150)<p><i>This ornate armor is said to have been blessed by the Goddess of Luck herself.</i></p>",
  "Adamantine Armor (chain mail) (uncommon, dmg 150)<p><i>This ornate armor once belonged to the elf ranger Celebre, who vanished in the Secret Caverns of Amuzzur.</i></p>",
  "Adamantine Armor (chain mail) (uncommon, dmg 150)<p><i>This ornate armor was created by the elves of the ancient dominion of Karnorest.</i></p>",
  "Adamantine Armor (chain mail) (uncommon, dmg 150)<p><i>This ornate armor was created by the illustrious dragonborn armorer Ninu.</i></p>",
  "Adamantine Armor (chain mail) (uncommon, dmg 150)<p><i>This ornate armor was taken from the hoard of the dragon Biumuga.</i></p>",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150)<p><i>A battered armor, engraved with the holy symbol of a war god.</i></p>",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150)<p><i>A distinctive armor, engraved with geometric patterns.</i></p>",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150)<p><i>A distinctive armor, engraved with the holy symbol of a goddess of light.</i></p>",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150)<p><i>A distinctive armor, painted with an unknown coat of arms.</i></p>",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150)<p><i>A distinctive armor, trimmed with mink fur.</i></p>",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150)<p><i>A finely crafted armor, engraved with runes of invulnerability.</i></p>",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150)<p><i>A finely crafted armor, trimmed with mink fur.</i></p>",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150)<p><i>A masterwork armor, engraved with geometric patterns.</i></p>",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150)<p><i>A masterwork armor, engraved with the holy symbol of a war god.</i></p>",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150)<p><i>A masterwork armor, trimmed with mink fur.</i></p>",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150)<p><i>An ornate armor, engraved with geometric patterns.</i></p>",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150)<p><i>An ornate armor, engraved with runes of invulnerability.</i></p>",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150)<p><i>An ornate armor, engraved with runes of protection.</i></p>",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150)<p><i>An ornate armor, engraved with the holy symbol of a war god.</i></p>",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150)<p><i>An ornate armor, trimmed with ermine fur.</i></p>",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150)<p><i>This battered armor is said to be imbued with the spirit of the elf hero Luri, who defeated the Wraith of the Witchlight Jungle.</i></p>",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150)<p><i>This battered armor is said to protect its wearer from the lies of a devil.</i></p>",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150)<p><i>This battered armor was created by a goddess of war for her most loyal paladin.</i></p>",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150)<p><i>This distinctive armor is said to compel its wearer to defeat Emirkol the Chaotic.</i></p>",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150)<p><i>This distinctive armor is said to grant its wearer immortal life.</i></p>",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150)<p><i>This distinctive armor is said to have been blessed by the Goddess of Luck herself.</i></p>",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150)<p><i>This distinctive armor is said to protect its wearer from the gaze of a basilisk.</i></p>",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150)<p><i>This distinctive armor is said to protect its wearer from the song of a siren.</i></p>",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150)<p><i>This distinctive armor once belonged to the elf warrior Culcua, leader of the Iron Arrows.</i></p>",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150)<p><i>This distinctive armor was created by the dwarves of the great dominion of Naledzund.</i></p>",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150)<p><i>This distinctive armor was created by the dwarves of the great realm of Arakzil.</i></p>",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150)<p><i>This distinctive armor was taken from the tomb of the vampire Riba.</i></p>",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150)<p><i>This finely crafted armor is said to be imbued with the spirit of the illustrious ranger Andres Lynselw, who perished in the Amber Heath.</i></p>",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150)<p><i>This finely crafted armor is said to compel its wearer to protect the Ashwood Forest.</i></p>",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150)<p><i>This finely crafted armor is said to have been blessed by the Goddess of Luck herself.</i></p>",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150)<p><i>This finely crafted armor was created by the elves of the ancient realm of Egiorwin.</i></p>",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150)<p><i>This finely crafted armor was created by the elves of the ancient realm of Maronde.</i></p>",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150)<p><i>This finely crafted armor was taken from the hoard of the dragon Amupon.</i></p>",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150)<p><i>This masterwork armor is said to grant its wearer immortal life.</i></p>",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150)<p><i>This masterwork armor is said to protect its wearer from the gaze of a basilisk.</i></p>",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150)<p><i>This masterwork armor was created by a god of war for his most loyal archer.</i></p>",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150)<p><i>This masterwork armor was taken from the Caverns of Eldritch Evil.</i></p>",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150)<p><i>This masterwork armor was taken from the barrow of the vampire Vido.</i></p>",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150)<p><i>This ornate armor is said to be imbued with the spirit of the tiefling fighter Evalben, who fell in the Crown Wars.</i></p>",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150)<p><i>This ornate armor is said to compel its wearer to defeat the Dragon of the Desolation of Sanga.</i></p>",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150)<p><i>This ornate armor is said to compel its wearer to slay the Hydra of the Eldritch Jungle.</i></p>",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150)<p><i>This ornate armor is said to grant its wearer immortal life.</i></p>",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150)<p><i>This ornate armor is said to protect its wearer from the gaze of a basilisk.</i></p>",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150)<p><i>This ornate armor is said to protect its wearer from the lies of a devil.</i></p>",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150)<p><i>This ornate armor once belonged to the great paladin Gery Seve, who vanished in the Dread Temple of Lord Greywulf.</i></p>",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150)<p><i>This ornate armor was created by a goddess of war for her most loyal fighter.</i></p>",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150)<p><i>This ornate armor was created by the dwarves of the great empire of Nuledzar.</i></p>",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150)<p><i>This ornate armor was created by the great halfling armorer Thany.</i></p>",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150)<p><i>This ornate armor was created by the illustrious human armorer Othhed.</i></p>",
  "Adamantine Armor (half plate) (uncommon, dmg 150)<p><i>A battered armor, engraved with geometric patterns.</i></p>",
  "Adamantine Armor (half plate) (uncommon, dmg 150)<p><i>A distinctive armor, engraved with runes of protection.</i></p>",
  "Adamantine Armor (half plate) (uncommon, dmg 150)<p><i>A distinctive armor, painted with an unknown coat of arms.</i></p>",
  "Adamantine Armor (half plate) (uncommon, dmg 150)<p><i>A distinctive armor, trimmed with mink fur.</i></p>",
  "Adamantine Armor (half plate) (uncommon, dmg 150)<p><i>A finely crafted armor, engraved with geometric patterns.</i></p>",
  "Adamantine Armor (half plate) (uncommon, dmg 150)<p><i>A finely crafted armor, trimmed with rabbit fur.</i></p>",
  "Adamantine Armor (half plate) (uncommon, dmg 150)<p><i>An ornate armor, engraved with geometric patterns.</i></p>",
  "Adamantine Armor (half plate) (uncommon, dmg 150)<p><i>An ornate armor, engraved with the holy symbol of a war god.</i></p>",
  "Adamantine Armor (half plate) (uncommon, dmg 150)<p><i>An ornate armor, trimmed with lynx fur.</i></p>",
  "Adamantine Armor (half plate) (uncommon, dmg 150)<p><i>This battered armor is said to protect its wearer from the song of a siren.</i></p>",
  "Adamantine Armor (half plate) (uncommon, dmg 150)<p><i>This battered armor once belonged to the legendary fighter Electheth, leader of the Crimson Circle.</i></p>",
  "Adamantine Armor (half plate) (uncommon, dmg 150)<p><i>This battered armor once belonged to the legendary ranger Brita, leader of the Silver Guild.</i></p>",
  "Adamantine Armor (half plate) (uncommon, dmg 150)<p><i>This battered armor was created by the great elf armorer Lenu.</i></p>",
  "Adamantine Armor (half plate) (uncommon, dmg 150)<p><i>This distinctive armor is said to be imbued with the spirit of the human paladin Sige, who perished in the Sunless Fen.</i></p>",
  "Adamantine Armor (half plate) (uncommon, dmg 150)<p><i>This distinctive armor is said to grant its wearer immortal life.</i></p>",
  "Adamantine Armor (half plate) (uncommon, dmg 150)<p><i>This distinctive armor is said to protect its wearer from the song of a siren.</i></p>",
  "Adamantine Armor (half plate) (uncommon, dmg 150)<p><i>This distinctive armor once belonged to the elf paladin Bece, leader of Hony's Circle.</i></p>",
  "Adamantine Armor (half plate) (uncommon, dmg 150)<p><i>This distinctive armor was taken from the Tunnels of Gruesome Annihilation.</i></p>",
  "Adamantine Armor (half plate) (uncommon, dmg 150)<p><i>This finely crafted armor is said to protect its wearer from the gaze of a basilisk.</i></p>",
  "Adamantine Armor (half plate) (uncommon, dmg 150)<p><i>This finely crafted armor is said to protect its wearer from the song of a siren.</i></p>",
  "Adamantine Armor (half plate) (uncommon, dmg 150)<p><i>This finely crafted armor was taken from the barrow of the lich Aordanaid.</i></p>",
  "Adamantine Armor (half plate) (uncommon, dmg 150)<p><i>This finely crafted armor was taken from the crypt of the vampire Rechiaro.</i></p>",
  "Adamantine Armor (half plate) (uncommon, dmg 150)<p><i>This masterwork armor is said to be imbued with the spirit of the halfling paladin Munda, leader of Gyles' Guild.</i></p>",
  "Adamantine Armor (half plate) (uncommon, dmg 150)<p><i>This masterwork armor is said to compel its wearer to defeat Adald the Lich Princess.</i></p>",
  "Adamantine Armor (half plate) (uncommon, dmg 150)<p><i>This masterwork armor is said to grant its wearer immortal life.</i></p>",
  "Adamantine Armor (half plate) (uncommon, dmg 150)<p><i>This masterwork armor is said to have been blessed by the Goddess of Luck herself.</i></p>",
  "Adamantine Armor (half plate) (uncommon, dmg 150)<p><i>This masterwork armor once belonged to the renowned hero Thora, who vanished in the Labyrinth of Alal.</i></p>",
  "Adamantine Armor (half plate) (uncommon, dmg 150)<p><i>This masterwork armor was created by the dwarves of the great realm of Argumun.</i></p>",
  "Adamantine Armor (half plate) (uncommon, dmg 150)<p><i>This masterwork armor was created by the elves of the ancient empire of Londolon.</i></p>",
  "Adamantine Armor (half plate) (uncommon, dmg 150)<p><i>This masterwork armor was taken from the Dread Halls of Horror.</i></p>",
  "Adamantine Armor (half plate) (uncommon, dmg 150)<p><i>This ornate armor is said to be imbued with the spirit of the renowned hero Symund Brove, who fell in the Battle of the Llaney Woods.</i></p>",
  "Adamantine Armor (half plate) (uncommon, dmg 150)<p><i>This ornate armor is said to grant its wearer immortal life.</i></p>",
  "Adamantine Armor (half plate) (uncommon, dmg 150)<p><i>This ornate armor is said to have been blessed by the Goddess of Luck herself.</i></p>",
  "Adamantine Armor (half plate) (uncommon, dmg 150)<p><i>This ornate armor was created by a god of war for his most loyal fighter.</i></p>",
  "Adamantine Armor (half plate) (uncommon, dmg 150)<p><i>This ornate armor was created by the dwarves of the great dominion of Barazar.</i></p>",
  "Adamantine Armor (half plate) (uncommon, dmg 150)<p><i>This ornate armor was created by the legendary dragonborn armorer Sidur.</i></p>",
  "Adamantine Armor (half plate) (uncommon, dmg 150)<p><i>This ornate armor was taken from the Black Dungeon of Worms.</i></p>",
  "Adamantine Armor (plate) (uncommon, dmg 150)<p><i>A battered armor, engraved with geometric patterns.</i></p>",
  "Adamantine Armor (plate) (uncommon, dmg 150)<p><i>A battered armor, engraved with runes of strength.</i></p>",
  "Adamantine Armor (plate) (uncommon, dmg 150)<p><i>A battered armor, engraved with the holy symbol of a god of good.</i></p>",
  "Adamantine Armor (plate) (uncommon, dmg 150)<p><i>A battered armor, engraved with the holy symbol of a war god.</i></p>",
  "Adamantine Armor (plate) (uncommon, dmg 150)<p><i>A battered armor, painted with an unknown coat of arms.</i></p>",
  "Adamantine Armor (plate) (uncommon, dmg 150)<p><i>A distinctive armor, engraved with geometric patterns.</i></p>",
  "Adamantine Armor (plate) (uncommon, dmg 150)<p><i>A distinctive armor, engraved with runes of protection.</i></p>",
  "Adamantine Armor (plate) (uncommon, dmg 150)<p><i>A distinctive armor, engraved with the holy symbol of a war god.</i></p>",
  "Adamantine Armor (plate) (uncommon, dmg 150)<p><i>A finely crafted armor, engraved with the holy symbol of a goddess of death.</i></p>",
  "Adamantine Armor (plate) (uncommon, dmg 150)<p><i>A finely crafted armor, engraved with the holy symbol of a war god.</i></p>",
  "Adamantine Armor (plate) (uncommon, dmg 150)<p><i>A finely crafted armor, painted with an unknown coat of arms.</i></p>",
  "Adamantine Armor (plate) (uncommon, dmg 150)<p><i>A masterwork armor, engraved with geometric patterns.</i></p>",
  "Adamantine Armor (plate) (uncommon, dmg 150)<p><i>A masterwork armor, trimmed with ermine fur.</i></p>",
  "Adamantine Armor (plate) (uncommon, dmg 150)<p><i>An ornate armor, painted with an unknown coat of arms.</i></p>",
  "Adamantine Armor (plate) (uncommon, dmg 150)<p><i>This battered armor is said to be imbued with the spirit of the illustrious paladin Finore, who defeated the Dragon of the Grey Moor.</i></p>",
  "Adamantine Armor (plate) (uncommon, dmg 150)<p><i>This battered armor is said to compel its wearer to protect the Nightfen Marsh.</i></p>",
  "Adamantine Armor (plate) (uncommon, dmg 150)<p><i>This battered armor is said to grant its wearer immortal life.</i></p>",
  "Adamantine Armor (plate) (uncommon, dmg 150)<p><i>This battered armor once belonged to the legendary paladin Heniga, who vanished in the Gauntlet of Ulfang the Black.</i></p>",
  "Adamantine Armor (plate) (uncommon, dmg 150)<p><i>This battered armor was created by the elves of the ancient kingdom of Nimregel.</i></p>",
  "Adamantine Armor (plate) (uncommon, dmg 150)<p><i>This battered armor was taken from the Prison of the Gargoyle Countess.</i></p>",
  "Adamantine Armor (plate) (uncommon, dmg 150)<p><i>This battered armor was taken from the sepulcher of the lich Batota.</i></p>",
  "Adamantine Armor (plate) (uncommon, dmg 150)<p><i>This distinctive armor is said to compel its wearer to protect the Jungle of Fangs.</i></p>",
  "Adamantine Armor (plate) (uncommon, dmg 150)<p><i>This distinctive armor is said to compel its wearer to protect the Labyrinth of Thorns.</i></p>",
  "Adamantine Armor (plate) (uncommon, dmg 150)<p><i>This distinctive armor is said to have been blessed by the Goddess of Luck herself.</i></p>",
  "Adamantine Armor (plate) (uncommon, dmg 150)<p><i>This distinctive armor is said to protect its wearer from the gaze of a basilisk.</i></p>",
  "Adamantine Armor (plate) (uncommon, dmg 150)<p><i>This finely crafted armor is said to compel its wearer to slay the Dragon of Vittaulpha.</i></p>",
  "Adamantine Armor (plate) (uncommon, dmg 150)<p><i>This finely crafted armor is said to compel its wearer to slay the Wyrm of Lasunna.</i></p>",
  "Adamantine Armor (plate) (uncommon, dmg 150)<p><i>This finely crafted armor is said to grant its wearer immortal life.</i></p>",
  "Adamantine Armor (plate) (uncommon, dmg 150)<p><i>This finely crafted armor is said to have been blessed by the Goddess of Luck herself.</i></p>",
  "Adamantine Armor (plate) (uncommon, dmg 150)<p><i>This finely crafted armor is said to protect its wearer from the gaze of a basilisk.</i></p>",
  "Adamantine Armor (plate) (uncommon, dmg 150)<p><i>This finely crafted armor once belonged to the renowned warlord Aben Hancey, who vanished in the Dark Sepulcher of Horror.</i></p>",
  "Adamantine Armor (plate) (uncommon, dmg 150)<p><i>This finely crafted armor was created by a goddess of war for her most loyal ranger.</i></p>",
  "Adamantine Armor (plate) (uncommon, dmg 150)<p><i>This finely crafted armor was created by a goddess of war for her most loyal warlord.</i></p>",
  "Adamantine Armor (plate) (uncommon, dmg 150)<p><i>This finely crafted armor was taken from the Tunnels of Foces the Mighty.</i></p>",
  "Adamantine Armor (plate) (uncommon, dmg 150)<p><i>This finely crafted armor was taken from the crypt of the vampire Abarius.</i></p>",
  "Adamantine Armor (plate) (uncommon, dmg 150)<p><i>This masterwork armor is said to have been blessed by the Goddess of Luck herself.</i></p>",
  "Adamantine Armor (plate) (uncommon, dmg 150)<p><i>This masterwork armor once belonged to the halfling paladin Erin Gamwes, who defeated Kadusu the Awesome.</i></p>",
  "Adamantine Armor (plate) (uncommon, dmg 150)<p><i>This masterwork armor once belonged to the renowned archer Lenwende, who perished in the Bastion Downs.</i></p>",
  "Adamantine Armor (plate) (uncommon, dmg 150)<p><i>This masterwork armor was created by the renowned dragonborn armorer Saba.</i></p>",
  "Adamantine Armor (plate) (uncommon, dmg 150)<p><i>This masterwork armor was taken from the Black Dungeon of Ruin.</i></p>",
  "Adamantine Armor (plate) (uncommon, dmg 150)<p><i>This ornate armor once belonged to the renowned warlord Ealdfric, leader of the White Shields.</i></p>",
  "Adamantine Armor (plate) (uncommon, dmg 150)<p><i>This ornate armor was taken from the tomb of the vampire Gernasa.</i></p>",
  "Adamantine Armor (ring mail) (uncommon, dmg 150)<p><i>A battered armor, engraved with geometric patterns.</i></p>",
  "Adamantine Armor (ring mail) (uncommon, dmg 150)<p><i>A battered armor, engraved with the holy symbol of a war god.</i></p>",
  "Adamantine Armor (ring mail) (uncommon, dmg 150)<p><i>A distinctive armor, trimmed with ermine fur.</i></p>",
  "Adamantine Armor (ring mail) (uncommon, dmg 150)<p><i>A finely crafted armor, engraved with runes of strength.</i></p>",
  "Adamantine Armor (ring mail) (uncommon, dmg 150)<p><i>A finely crafted armor, painted with an unknown coat of arms.</i></p>",
  "Adamantine Armor (ring mail) (uncommon, dmg 150)<p><i>A finely crafted armor, trimmed with fox fur.</i></p>",
  "Adamantine Armor (ring mail) (uncommon, dmg 150)<p><i>A masterwork armor, engraved with the holy symbol of a god of honor.</i></p>",
  "Adamantine Armor (ring mail) (uncommon, dmg 150)<p><i>A masterwork armor, painted with an unknown coat of arms.</i></p>",
  "Adamantine Armor (ring mail) (uncommon, dmg 150)<p><i>A masterwork armor, trimmed with sable fur.</i></p>",
  "Adamantine Armor (ring mail) (uncommon, dmg 150)<p><i>An ornate armor, engraved with the holy symbol of a draconic god.</i></p>",
  "Adamantine Armor (ring mail) (uncommon, dmg 150)<p><i>An ornate armor, painted with an unknown coat of arms.</i></p>",
  "Adamantine Armor (ring mail) (uncommon, dmg 150)<p><i>An ornate armor, trimmed with leopard fur.</i></p>",
  "Adamantine Armor (ring mail) (uncommon, dmg 150)<p><i>This battered armor is said to be imbued with the spirit of the human paladin Lucie, who vanished in the Black Lair of the Demon Tyrant.</i></p>",
  "Adamantine Armor (ring mail) (uncommon, dmg 150)<p><i>This battered armor is said to have been blessed by the Goddess of Luck herself.</i></p>",
  "Adamantine Armor (ring mail) (uncommon, dmg 150)<p><i>This battered armor was created by the dwarves of the great kingdom of Nuledzar.</i></p>",
  "Adamantine Armor (ring mail) (uncommon, dmg 150)<p><i>This distinctive armor is said to be imbued with the spirit of the renowned warrior Efrix Bardye, who fell in the War of Grim Spells.</i></p>",
  "Adamantine Armor (ring mail) (uncommon, dmg 150)<p><i>This distinctive armor is said to grant its wearer immortal life.</i></p>",
  "Adamantine Armor (ring mail) (uncommon, dmg 150)<p><i>This distinctive armor was created by the elves of the ancient empire of Eriath.</i></p>",
  "Adamantine Armor (ring mail) (uncommon, dmg 150)<p><i>This distinctive armor was taken from the hoard of the dragon Adunnan.</i></p>",
  "Adamantine Armor (ring mail) (uncommon, dmg 150)<p><i>This finely crafted armor is said to have been blessed by the Goddess of Luck herself.</i></p>",
  "Adamantine Armor (ring mail) (uncommon, dmg 150)<p><i>This finely crafted armor is said to protect its wearer from the song of a siren.</i></p>",
  "Adamantine Armor (ring mail) (uncommon, dmg 150)<p><i>This finely crafted armor once belonged to the human fighter Eryell, who slew the Hydra of Theoda.</i></p>",
  "Adamantine Armor (ring mail) (uncommon, dmg 150)<p><i>This finely crafted armor was created by a god of war for his most loyal archer.</i></p>",
  "Adamantine Armor (ring mail) (uncommon, dmg 150)<p><i>This finely crafted armor was created by a god of war for his most loyal warlord.</i></p>",
  "Adamantine Armor (ring mail) (uncommon, dmg 150)<p><i>This finely crafted armor was created by the dwarves of the great realm of Kharbhundin.</i></p>",
  "Adamantine Armor (ring mail) (uncommon, dmg 150)<p><i>This finely crafted armor was taken from the Undercrypt of Awesome Sorrows.</i></p>",
  "Adamantine Armor (ring mail) (uncommon, dmg 150)<p><i>This masterwork armor is said to be imbued with the spirit of the great paladin Ellartan, leader of Cilia's Covenant.</i></p>",
  "Adamantine Armor (ring mail) (uncommon, dmg 150)<p><i>This masterwork armor is said to compel its wearer to defend the Blessed Empire of Lasiriand.</i></p>",
  "Adamantine Armor (ring mail) (uncommon, dmg 150)<p><i>This masterwork armor is said to compel its wearer to slay the Beast of the Coedy Forest.</i></p>",
  "Adamantine Armor (ring mail) (uncommon, dmg 150)<p><i>This masterwork armor is said to grant its wearer immortal life.</i></p>",
  "Adamantine Armor (ring mail) (uncommon, dmg 150)<p><i>This masterwork armor is said to have been blessed by the Goddess of Luck herself.</i></p>",
  "Adamantine Armor (ring mail) (uncommon, dmg 150)<p><i>This masterwork armor is said to protect its wearer from the lies of a devil.</i></p>",
  "Adamantine Armor (ring mail) (uncommon, dmg 150)<p><i>This masterwork armor once belonged to the elf hero Earwen, who perished in the Knifeblade Hills.</i></p>",
  "Adamantine Armor (ring mail) (uncommon, dmg 150)<p><i>This masterwork armor was created by the great tiefling armorer Alfrinthasu.</i></p>",
  "Adamantine Armor (ring mail) (uncommon, dmg 150)<p><i>This ornate armor is said to compel its wearer to slay the Hydra of Gildolfa.</i></p>",
  "Adamantine Armor (ring mail) (uncommon, dmg 150)<p><i>This ornate armor is said to grant its wearer immortal life.</i></p>",
  "Adamantine Armor (ring mail) (uncommon, dmg 150)<p><i>This ornate armor is said to have been blessed by the Goddess of Luck herself.</i></p>",
  "Adamantine Armor (ring mail) (uncommon, dmg 150)<p><i>This ornate armor is said to protect its wearer from the song of a siren.</i></p>",
  "Adamantine Armor (ring mail) (uncommon, dmg 150)<p><i>This ornate armor was taken from the hoard of the dragon Bhhullima.</i></p>",
  "Adamantine Armor (ring mail) (uncommon, dmg 150)<p><i>This ornate armor was taken from the sepulcher of the lich Undes.</i></p>",
  "Adamantine Armor (ring mail) (uncommon, dmg 150)<p><i>This ornate armor was taken from the tomb of the lich Seleca.</i></p>",
  "Adamantine Armor (scale mail) (uncommon, dmg 150)<p><i>A distinctive armor, engraved with geometric patterns.</i></p>",
  "Adamantine Armor (scale mail) (uncommon, dmg 150)<p><i>A distinctive armor, engraved with runes of invulnerability.</i></p>",
  "Adamantine Armor (scale mail) (uncommon, dmg 150)<p><i>A distinctive armor, engraved with the holy symbol of a draconic god.</i></p>",
  "Adamantine Armor (scale mail) (uncommon, dmg 150)<p><i>A distinctive armor, trimmed with rabbit fur.</i></p>",
  "Adamantine Armor (scale mail) (uncommon, dmg 150)<p><i>A finely crafted armor, engraved with geometric patterns.</i></p>",
  "Adamantine Armor (scale mail) (uncommon, dmg 150)<p><i>A finely crafted armor, engraved with the holy symbol of a goddess of shadows.</i></p>",
  "Adamantine Armor (scale mail) (uncommon, dmg 150)<p><i>A finely crafted armor, trimmed with leopard fur.</i></p>",
  "Adamantine Armor (scale mail) (uncommon, dmg 150)<p><i>A masterwork armor, engraved with geometric patterns.</i></p>",
  "Adamantine Armor (scale mail) (uncommon, dmg 150)<p><i>A masterwork armor, engraved with runes of protection.</i></p>",
  "Adamantine Armor (scale mail) (uncommon, dmg 150)<p><i>A masterwork armor, engraved with the holy symbol of a war god.</i></p>",
  "Adamantine Armor (scale mail) (uncommon, dmg 150)<p><i>An ornate armor, engraved with geometric patterns.</i></p>",
  "Adamantine Armor (scale mail) (uncommon, dmg 150)<p><i>An ornate armor, engraved with runes of invulnerability.</i></p>",
  "Adamantine Armor (scale mail) (uncommon, dmg 150)<p><i>An ornate armor, painted with an unknown coat of arms.</i></p>",
  "Adamantine Armor (scale mail) (uncommon, dmg 150)<p><i>This battered armor is said to be imbued with the spirit of the great archer Golinarf, who fell in the Celestial Campaign.</i></p>",
  "Adamantine Armor (scale mail) (uncommon, dmg 150)<p><i>This battered armor is said to be imbued with the spirit of the great warlord Abeth Rene, who defeated the Dragon of the Jungle of Secrets.</i></p>",
  "Adamantine Armor (scale mail) (uncommon, dmg 150)<p><i>This battered armor is said to have been blessed by the Goddess of Luck herself.</i></p>",
  "Adamantine Armor (scale mail) (uncommon, dmg 150)<p><i>This battered armor is said to protect its wearer from the gaze of a basilisk.</i></p>",
  "Adamantine Armor (scale mail) (uncommon, dmg 150)<p><i>This battered armor was created by a goddess of war for her most loyal warlord.</i></p>",
  "Adamantine Armor (scale mail) (uncommon, dmg 150)<p><i>This battered armor was created by the elves of the ancient dominion of Ellos.</i></p>",
  "Adamantine Armor (scale mail) (uncommon, dmg 150)<p><i>This battered armor was created by the elves of the ancient empire of Ellos.</i></p>",
  "Adamantine Armor (scale mail) (uncommon, dmg 150)<p><i>This distinctive armor is said to compel its wearer to defend Himladhell, the Realm of Orbs.</i></p>",
  "Adamantine Armor (scale mail) (uncommon, dmg 150)<p><i>This distinctive armor is said to compel its wearer to defend the Dominion of Ithenond.</i></p>",
  "Adamantine Armor (scale mail) (uncommon, dmg 150)<p><i>This distinctive armor is said to grant its wearer immortal life.</i></p>",
  "Adamantine Armor (scale mail) (uncommon, dmg 150)<p><i>This distinctive armor is said to have been blessed by the Goddess of Luck herself.</i></p>",
  "Adamantine Armor (scale mail) (uncommon, dmg 150)<p><i>This distinctive armor is said to protect its wearer from the gaze of a basilisk.</i></p>",
  "Adamantine Armor (scale mail) (uncommon, dmg 150)<p><i>This distinctive armor is said to protect its wearer from the song of a siren.</i></p>",
  "Adamantine Armor (scale mail) (uncommon, dmg 150)<p><i>This finely crafted armor is said to be imbued with the spirit of the gnome fighter Thunda, who slew the Wyrm of the Orcfen Swamp.</i></p>",
  "Adamantine Armor (scale mail) (uncommon, dmg 150)<p><i>This finely crafted armor is said to be imbued with the spirit of the gnome ranger Duri, who slew the Leviathan of the Sea of Tears.</i></p>",
  "Adamantine Armor (scale mail) (uncommon, dmg 150)<p><i>This finely crafted armor is said to compel its wearer to defend the Dominion of Gothregothr.</i></p>",
  "Adamantine Armor (scale mail) (uncommon, dmg 150)<p><i>This finely crafted armor is said to compel its wearer to defend the Realm of Tirothon.</i></p>",
  "Adamantine Armor (scale mail) (uncommon, dmg 150)<p><i>This finely crafted armor is said to have been blessed by the Goddess of Luck herself.</i></p>",
  "Adamantine Armor (scale mail) (uncommon, dmg 150)<p><i>This finely crafted armor is said to protect its wearer from the gaze of a basilisk.</i></p>",
  "Adamantine Armor (scale mail) (uncommon, dmg 150)<p><i>This finely crafted armor once belonged to the renowned archer Gleuva, who fell in the Crown Wars.</i></p>",
  "Adamantine Armor (scale mail) (uncommon, dmg 150)<p><i>This finely crafted armor once belonged to the tiefling archer Malfrida, who defeated Kas the Bloody.</i></p>",
  "Adamantine Armor (scale mail) (uncommon, dmg 150)<p><i>This finely crafted armor was taken from the hoard of the dragon Ammamhuum.</i></p>",
  "Adamantine Armor (scale mail) (uncommon, dmg 150)<p><i>This finely crafted armor was taken from the tomb of the vampire Imoris.</i></p>",
  "Adamantine Armor (scale mail) (uncommon, dmg 150)<p><i>This masterwork armor is said to compel its wearer to defeat the Vampire of the Desolation of Anan.</i></p>",
  "Adamantine Armor (scale mail) (uncommon, dmg 150)<p><i>This masterwork armor is said to grant its wearer immortal life.</i></p>",
  "Adamantine Armor (scale mail) (uncommon, dmg 150)<p><i>This masterwork armor is said to have been blessed by the Goddess of Luck herself.</i></p>",
  "Adamantine Armor (scale mail) (uncommon, dmg 150)<p><i>This masterwork armor is said to protect its wearer from the gaze of a basilisk.</i></p>",
  "Adamantine Armor (scale mail) (uncommon, dmg 150)<p><i>This masterwork armor once belonged to the gnome warlord Giersa, who slew the Wyrm of Fradero.</i></p>",
  "Adamantine Armor (scale mail) (uncommon, dmg 150)<p><i>This masterwork armor once belonged to the renowned archer Elron, leader of the Saints of Llethy.</i></p>",
  "Adamantine Armor (scale mail) (uncommon, dmg 150)<p><i>This masterwork armor was taken from the hoard of the dragon Naburni.</i></p>",
  "Adamantine Armor (scale mail) (uncommon, dmg 150)<p><i>This masterwork armor was taken from the hoard of the dragon Nakadi.</i></p>",
  "Adamantine Armor (scale mail) (uncommon, dmg 150)<p><i>This ornate armor is said to compel its wearer to defend the Mystical Dominion of Ellon.</i></p>",
  "Adamantine Armor (scale mail) (uncommon, dmg 150)<p><i>This ornate armor is said to protect its wearer from the gaze of a basilisk.</i></p>",
  "Adamantine Armor (scale mail) (uncommon, dmg 150)<p><i>This ornate armor once belonged to the illustrious fighter Thogni, who vanished in the Dark Tunnels of Ruin.</i></p>",
  "Adamantine Armor (scale mail) (uncommon, dmg 150)<p><i>This ornate armor was created by the illustrious half-elf armorer Celadrie.</i></p>",
  "Adamantine Armor (scale mail) (uncommon, dmg 150)<p><i>This ornate armor was taken from the crypt of the lich Negla.</i></p>",
  "Adamantine Armor (splint) (uncommon, dmg 150)<p><i>A battered armor, engraved with geometric patterns.</i></p>",
  "Adamantine Armor (splint) (uncommon, dmg 150)<p><i>A battered armor, engraved with the holy symbol of a goddess of storms.</i></p>",
  "Adamantine Armor (splint) (uncommon, dmg 150)<p><i>A battered armor, trimmed with leopard fur.</i></p>",
  "Adamantine Armor (splint) (uncommon, dmg 150)<p><i>A battered armor, trimmed with mink fur.</i></p>",
  "Adamantine Armor (splint) (uncommon, dmg 150)<p><i>A battered armor, trimmed with sable fur.</i></p>",
  "Adamantine Armor (splint) (uncommon, dmg 150)<p><i>A distinctive armor, engraved with runes of protection.</i></p>",
  "Adamantine Armor (splint) (uncommon, dmg 150)<p><i>A distinctive armor, painted with an unknown coat of arms.</i></p>",
  "Adamantine Armor (splint) (uncommon, dmg 150)<p><i>A distinctive armor, trimmed with lynx fur.</i></p>",
  "Adamantine Armor (splint) (uncommon, dmg 150)<p><i>A finely crafted armor, engraved with geometric patterns.</i></p>",
  "Adamantine Armor (splint) (uncommon, dmg 150)<p><i>A finely crafted armor, engraved with runes of invulnerability.</i></p>",
  "Adamantine Armor (splint) (uncommon, dmg 150)<p><i>A finely crafted armor, engraved with runes of strength.</i></p>",
  "Adamantine Armor (splint) (uncommon, dmg 150)<p><i>A finely crafted armor, engraved with the holy symbol of a war god.</i></p>",
  "Adamantine Armor (splint) (uncommon, dmg 150)<p><i>A finely crafted armor, painted with an unknown coat of arms.</i></p>",
  "Adamantine Armor (splint) (uncommon, dmg 150)<p><i>A finely crafted armor, trimmed with leopard fur.</i></p>",
  "Adamantine Armor (splint) (uncommon, dmg 150)<p><i>A masterwork armor, engraved with geometric patterns.</i></p>",
  "Adamantine Armor (splint) (uncommon, dmg 150)<p><i>A masterwork armor, painted with an unknown coat of arms.</i></p>",
  "Adamantine Armor (splint) (uncommon, dmg 150)<p><i>An ornate armor, engraved with geometric patterns.</i></p>",
  "Adamantine Armor (splint) (uncommon, dmg 150)<p><i>An ornate armor, trimmed with ermine fur.</i></p>",
  "Adamantine Armor (splint) (uncommon, dmg 150)<p><i>An ornate armor, trimmed with fox fur.</i></p>",
  "Adamantine Armor (splint) (uncommon, dmg 150)<p><i>This battered armor is said to be imbued with the spirit of the legendary fighter Amaldagne, who fell in the Gruesome War.</i></p>",
  "Adamantine Armor (splint) (uncommon, dmg 150)<p><i>This battered armor is said to compel its wearer to protect the Barrier Peaks.</i></p>",
  "Adamantine Armor (splint) (uncommon, dmg 150)<p><i>This battered armor is said to compel its wearer to protect the Sea of Serpents.</i></p>",
  "Adamantine Armor (splint) (uncommon, dmg 150)<p><i>This battered armor is said to grant its wearer immortal life.</i></p>",
  "Adamantine Armor (splint) (uncommon, dmg 150)<p><i>This battered armor is said to protect its wearer from the gaze of a basilisk.</i></p>",
  "Adamantine Armor (splint) (uncommon, dmg 150)<p><i>This battered armor once belonged to the great warrior Bilia Geddaye, who perished in the Forest of Thorns.</i></p>",
  "Adamantine Armor (splint) (uncommon, dmg 150)<p><i>This battered armor was created by a god of war for his most loyal ranger.</i></p>",
  "Adamantine Armor (splint) (uncommon, dmg 150)<p><i>This battered armor was created by a god of war for his most loyal warlord.</i></p>",
  "Adamantine Armor (splint) (uncommon, dmg 150)<p><i>This distinctive armor is said to have been blessed by the Goddess of Luck herself.</i></p>",
  "Adamantine Armor (splint) (uncommon, dmg 150)<p><i>This distinctive armor is said to protect its wearer from the song of a siren.</i></p>",
  "Adamantine Armor (splint) (uncommon, dmg 150)<p><i>This distinctive armor once belonged to the great archer Endel, who fell in the Ring Wars.</i></p>",
  "Adamantine Armor (splint) (uncommon, dmg 150)<p><i>This distinctive armor was created by the dwarves of the great kingdom of Baramunz.</i></p>",
  "Adamantine Armor (splint) (uncommon, dmg 150)<p><i>This distinctive armor was created by the dwarves of the great kingdom of Sharbundush.</i></p>",
  "Adamantine Armor (splint) (uncommon, dmg 150)<p><i>This distinctive armor was created by the renowned half-orc armorer Lava.</i></p>",
  "Adamantine Armor (splint) (uncommon, dmg 150)<p><i>This finely crafted armor is said to be imbued with the spirit of the illustrious hero Gaathene, who defeated Ulfang the Black.</i></p>",
  "Adamantine Armor (splint) (uncommon, dmg 150)<p><i>This finely crafted armor is said to be imbued with the spirit of the illustrious ranger Bernon, who slew the Hydra of Gainuma.</i></p>",
  "Adamantine Armor (splint) (uncommon, dmg 150)<p><i>This finely crafted armor once belonged to the elf warlord Nelye, who defeated the Goblin King.</i></p>",
  "Adamantine Armor (splint) (uncommon, dmg 150)<p><i>This finely crafted armor once belonged to the legendary warrior Ilhan Maley, who defeated Ulfang the Black.</i></p>",
  "Adamantine Armor (splint) (uncommon, dmg 150)<p><i>This finely crafted armor once belonged to the renowned paladin Rewilh, who defeated Anar the Unearthly.</i></p>",
  "Adamantine Armor (splint) (uncommon, dmg 150)<p><i>This finely crafted armor was taken from the hoard of the dragon Buna.</i></p>",
  "Adamantine Armor (splint) (uncommon, dmg 150)<p><i>This masterwork armor is said to grant its wearer immortal life.</i></p>",
  "Adamantine Armor (splint) (uncommon, dmg 150)<p><i>This masterwork armor is said to have been blessed by the Goddess of Luck herself.</i></p>",
  "Adamantine Armor (splint) (uncommon, dmg 150)<p><i>This masterwork armor is said to protect its wearer from the gaze of a basilisk.</i></p>",
  "Adamantine Armor (splint) (uncommon, dmg 150)<p><i>This masterwork armor once belonged to the great paladin Idrilas, who defeated Nama the Wyrm Lord.</i></p>",
  "Adamantine Armor (splint) (uncommon, dmg 150)<p><i>This masterwork armor once belonged to the great warrior Holes, who fell in the Ring Wars.</i></p>",
  "Adamantine Armor (splint) (uncommon, dmg 150)<p><i>This ornate armor is said to be imbued with the spirit of the legendary hero Hele, who defeated Negla the Wyrm King.</i></p>",
  "Adamantine Armor (splint) (uncommon, dmg 150)<p><i>This ornate armor is said to be imbued with the spirit of the renowned paladin Arthund Borne, leader of the Company of the Ruby Fox.</i></p>",
  "Adamantine Armor (splint) (uncommon, dmg 150)<p><i>This ornate armor is said to compel its wearer to defend the Realm of Galonde.</i></p>",
  "Adamantine Armor (splint) (uncommon, dmg 150)<p><i>This ornate armor once belonged to the human warlord Erin, who perished in the Tilcuzca Jungle.</i></p>",
  "Adamantine Armor (splint) (uncommon, dmg 150)<p><i>This ornate armor once belonged to the renowned fighter Elyel, who vanished in the Pit of Masta the Awesome.</i></p>",
  "Adamantine Armor (splint) (uncommon, dmg 150)<p><i>This ornate armor was created by the elves of the ancient kingdom of Formene.</i></p>",
  "Adamantine Armor (splint) (uncommon, dmg 150)<p><i>This ornate armor was created by the elves of the ancient realm of Hellonde.</i></p>",
  "Adamantine Armor (splint) (uncommon, dmg 150)<p><i>This ornate armor was created by the renowned human armorer Alyn.</i></p>",
  "Adamantine Armor (splint) (uncommon, dmg 150)<p><i>This ornate armor was taken from the hoard of the dragon Abuchal.</i></p>",
  "Armor of Resistance (breastplate, fire) (rare, dmg 152)<p><i>A masterwork armor, engraved with runes of strength.</i></p>",
  "Armor of Resistance (breastplate, necrotic) (rare, dmg 152)<p><i>A finely crafted armor, engraved with runes of strength.</i></p>",
  "Armor of Resistance (breastplate, necrotic) (rare, dmg 152)<p><i>An ornate armor, painted with an unknown coat of arms.</i></p>",
  "Armor of Resistance (breastplate, necrotic) (rare, dmg 152)<p><i>This battered armor was taken from the barrow of the lich Andar.</i></p>",
  "Armor of Resistance (breastplate, poison) (rare, dmg 152)<p><i>This battered armor was created by a goddess of war for her most loyal fighter.</i></p>",
  "Armor of Resistance (chain mail, fire) (rare, dmg 152)<p><i>This battered armor was created by the elves of the ancient empire of Valinde.</i></p>",
  "Armor of Resistance (chain mail, poison) (rare, dmg 152)<p><i>A finely crafted armor, engraved with runes of invulnerability.</i></p>",
  "Armor of Resistance (chain mail, psychic) (rare, dmg 152)<p><i>This finely crafted armor was taken from the tomb of the lich Alarius.</i></p>",
  "Armor of Resistance (chain mail, radiant) (rare, dmg 152)<p><i>An ornate armor, painted with an unknown coat of arms.</i></p>",
  "Armor of Resistance (chain mail, thunder) (rare, dmg 152)<p><i>A distinctive armor, painted with an unknown coat of arms.</i></p>",
  "Armor of Resistance (chain shirt, acid) (rare, dmg 152)<p><i>This masterwork armor once belonged to the legendary hero Gefortis, who fell in the Battle of Hamor.</i></p>",
  "Armor of Resistance (chain shirt, cold) (rare, dmg 152)<p><i>A battered armor, trimmed with mink fur.</i></p>",
  "Armor of Resistance (half plate, poison) (rare, dmg 152)<p><i>A masterwork armor, painted with an unknown coat of arms.</i></p>",
  "Armor of Resistance (hide, cold) (rare, dmg 152)<p><i>This distinctive armor was created by a god of war for his most loyal archer.</i></p>",
  "Armor of Resistance (hide, thunder) (rare, dmg 152)<p><i>A masterwork armor, painted with an unknown coat of arms.</i></p>",
  "Armor of Resistance (leather, acid) (rare, dmg 152)<p><i>This masterwork armor was taken from the Forsaken Sanctum of Evil.</i></p>",
  "Armor of Resistance (leather, cold) (rare, dmg 152)<p><i>An ornate armor, engraved with runes of strength.</i></p>",
  "Armor of Resistance (leather, necrotic) (rare, dmg 152)<p><i>An ornate armor, engraved with the holy symbol of a war god.</i></p>",
  "Armor of Resistance (padded, cold) (rare, dmg 152)<p><i>This ornate armor was taken from the barrow of the lich Nusila.</i></p>",
  "Armor of Resistance (padded, force) (rare, dmg 152)<p><i>This masterwork armor was taken from the Dungeon of Obas.</i></p>",
  "Armor of Resistance (plate, psychic) (rare, dmg 152)<p><i>A distinctive armor, painted with an unknown coat of arms.</i></p>",
  "Armor of Resistance (plate, radiant) (rare, dmg 152)<p><i>A distinctive armor, engraved with geometric patterns.</i></p>",
  "Armor of Resistance (ring mail, fire) (rare, dmg 152)<p><i>This masterwork armor is said to compel its wearer to defeat Sthasa the Wyrm Lord.</i></p>",
  "Armor of Resistance (ring mail, force) (rare, dmg 152)<p><i>This distinctive armor is said to have been blessed by the Goddess of Luck herself.</i></p>",
  "Armor of Resistance (ring mail, psychic) (rare, dmg 152)<p><i>This finely crafted armor was taken from the Caverns of Heusela the Sorceror.</i></p>",
  "Armor of Resistance (ring mail, psychic) (rare, dmg 152)<p><i>This masterwork armor once belonged to the legendary paladin Horica, who slew the Serpent of Munduila.</i></p>",
  "Armor of Resistance (ring mail, thunder) (rare, dmg 152)<p><i>This ornate armor is said to compel its wearer to slay the Behemoth of Vidaro.</i></p>",
  "Armor of Resistance (scale mail, fire) (rare, dmg 152)<p><i>This finely crafted armor is said to grant its wearer immortal life.</i></p>",
  "Armor of Resistance (scale mail, necrotic) (rare, dmg 152)<p><i>This ornate armor is said to be imbued with the spirit of the human paladin Domge, who vanished in the Gauntlet of the Wraith Countess.</i></p>",
  "Armor of Resistance (scale mail, thunder) (rare, dmg 152)<p><i>This battered armor once belonged to the dwarf fighter Khali, who slew the Behemoth of the Copper Mountains.</i></p>",
  "Armor of Resistance (splint, radiant) (rare, dmg 152)<p><i>This distinctive armor once belonged to the tiefling warlord Hiuda, who vanished in the Dark Temple of Necromancy.</i></p>",
  "Armor of Resistance (studded leather, cold) (rare, dmg 152)<p><i>This finely crafted armor was created by the dwarves of the great empire of Tumunzir.</i></p>",
  "Armor of Resistance (studded leather, force) (rare, dmg 152)<p><i>A masterwork armor, trimmed with rabbit fur.</i></p>",
  "Armor of Resistance (studded leather, lightning) (rare, dmg 152)<p><i>This distinctive armor is said to protect its wearer from the gaze of a basilisk.</i></p>",
  "Armor of Resistance (studded leather, psychic) (rare, dmg 152)<p><i>This battered armor is said to have been blessed by the Goddess of Luck herself.</i></p>",
  "Armor of Resistance (studded leather, thunder) (rare, dmg 152)<p><i>A masterwork armor, engraved with runes of protection.</i></p>",
  "Armor of Vulnerability (rare, dmg 152)<p><i>A masterwork armor, trimmed with mink fur.</i></p>",
  "Armor of Vulnerability (rare, dmg 152)<p><i>This distinctive armor is said to be imbued with the spirit of the legendary ranger Berga, who vanished in the Dark Crypts of Necromancy.</i></p>",
  "Armor of Vulnerability (rare, dmg 152)<p><i>This masterwork armor was created by a goddess of war for her most loyal fighter.</i></p>",
  "Arrow-catching Shield (rare, dmg 152)<p><i>This masterwork shield was created by the illustrious halfling armorer Cece.</i></p>",
  "Elven Chain (rare, dmg 168)<p><i>A battered armor, trimmed with rabbit fur.</i></p>",
  "Elven Chain (rare, dmg 168)<p><i>A masterwork armor, engraved with geometric patterns.</i></p>",
  "Elven Chain (rare, dmg 168)<p><i>This battered armor is said to be imbued with the spirit of the gnome ranger Enor, who fell in the Unearthly Crusade.</i></p>",
  "Elven Chain (rare, dmg 168)<p><i>This masterwork armor is said to grant its wearer immortal life.</i></p>",
  "Mariner's Armor (breastplate) (uncommon, dmg 181)<p><i>An ornate armor, engraved with runes of strength.</i></p>",
  "Mariner's Armor (breastplate) (uncommon, dmg 181)<p><i>This battered armor is said to be imbued with the spirit of the great archer Braha, who perished in the Skyfall Desert.</i></p>",
  "Mariner's Armor (breastplate) (uncommon, dmg 181)<p><i>This distinctive armor was created by the elves of the ancient kingdom of Ellond.</i></p>",
  "Mariner's Armor (breastplate) (uncommon, dmg 181)<p><i>This finely crafted armor is said to be imbued with the spirit of the legendary hero Viva, leader of the Crimson Covenant.</i></p>",
  "Mariner's Armor (chain mail) (uncommon, dmg 181)<p><i>This battered armor is said to compel its wearer to defeat Gano the Deranged.</i></p>",
  "Mariner's Armor (chain mail) (uncommon, dmg 181)<p><i>This masterwork armor is said to be imbued with the spirit of the dragonborn archer Lisab, who perished in the Blighted Lands.</i></p>",
  "Mariner's Armor (chain mail) (uncommon, dmg 181)<p><i>This masterwork armor is said to have been blessed by the Goddess of Luck herself.</i></p>",
  "Mariner's Armor (chain mail) (uncommon, dmg 181)<p><i>This masterwork armor was taken from the hoard of the dragon Amsumum.</i></p>",
  "Mariner's Armor (chain shirt) (uncommon, dmg 181)<p><i>This distinctive armor was created by a god of war for his most loyal archer.</i></p>",
  "Mariner's Armor (chain shirt) (uncommon, dmg 181)<p><i>This masterwork armor is said to protect its wearer from the gaze of a basilisk.</i></p>",
  "Mariner's Armor (half plate) (uncommon, dmg 181)<p><i>A battered armor, engraved with runes of protection.</i></p>",
  "Mariner's Armor (half plate) (uncommon, dmg 181)<p><i>A distinctive armor, engraved with geometric patterns.</i></p>",
  "Mariner's Armor (half plate) (uncommon, dmg 181)<p><i>An ornate armor, engraved with geometric patterns.</i></p>",
  "Mariner's Armor (hide) (uncommon, dmg 181)<p><i>A masterwork armor, trimmed with leopard fur.</i></p>",
  "Mariner's Armor (hide) (uncommon, dmg 181)<p><i>An ornate armor, trimmed with lynx fur.</i></p>",
  "Mariner's Armor (hide) (uncommon, dmg 181)<p><i>This battered armor is said to protect its wearer from the lies of a devil.</i></p>",
  "Mariner's Armor (hide) (uncommon, dmg 181)<p><i>This finely crafted armor once belonged to the halfling warrior Gerda, who vanished in the Gauntlet of Poisonous Ages.</i></p>",
  "Mariner's Armor (hide) (uncommon, dmg 181)<p><i>This finely crafted armor was taken from the barrow of the vampire Wulfila.</i></p>",
  "Mariner's Armor (hide) (uncommon, dmg 181)<p><i>This ornate armor once belonged to the great fighter Daldra, who perished in the Razorstone Hills.</i></p>",
  "Mariner's Armor (hide) (uncommon, dmg 181)<p><i>This ornate armor once belonged to the halfling archer Peone, who vanished in the Dread Chambers of Galamma the Infernal.</i></p>",
  "Mariner's Armor (leather) (uncommon, dmg 181)<p><i>A masterwork armor, engraved with geometric patterns.</i></p>",
  "Mariner's Armor (leather) (uncommon, dmg 181)<p><i>This battered armor was taken from the Barrow of Unearthly Devastation.</i></p>",
  "Mariner's Armor (leather) (uncommon, dmg 181)<p><i>This distinctive armor was taken from the hoard of the dragon Sacesu.</i></p>",
  "Mariner's Armor (leather) (uncommon, dmg 181)<p><i>This masterwork armor was created by the elves of the ancient dominion of Formene.</i></p>",
  "Mariner's Armor (leather) (uncommon, dmg 181)<p><i>This masterwork armor was created by the elves of the ancient realm of Gelonde.</i></p>",
  "Mariner's Armor (leather) (uncommon, dmg 181)<p><i>This ornate armor is said to compel its wearer to protect the Sentinel Peaks.</i></p>",
  "Mariner's Armor (leather) (uncommon, dmg 181)<p><i>This ornate armor is said to protect its wearer from the song of a siren.</i></p>",
  "Mariner's Armor (leather) (uncommon, dmg 181)<p><i>This ornate armor was taken from the hoard of the dragon Baresu.</i></p>",
  "Mariner's Armor (padded) (uncommon, dmg 181)<p><i>A battered armor, engraved with the holy symbol of a god of honor.</i></p>",
  "Mariner's Armor (padded) (uncommon, dmg 181)<p><i>A finely crafted armor, engraved with the holy symbol of a war god.</i></p>",
  "Mariner's Armor (padded) (uncommon, dmg 181)<p><i>A finely crafted armor, trimmed with mink fur.</i></p>",
  "Mariner's Armor (padded) (uncommon, dmg 181)<p><i>A masterwork armor, engraved with runes of invulnerability.</i></p>",
  "Mariner's Armor (padded) (uncommon, dmg 181)<p><i>An ornate armor, engraved with runes of invulnerability.</i></p>",
  "Mariner's Armor (padded) (uncommon, dmg 181)<p><i>An ornate armor, engraved with runes of strength.</i></p>",
  "Mariner's Armor (padded) (uncommon, dmg 181)<p><i>This battered armor was created by the elves of the ancient dominion of Menargel.</i></p>",
  "Mariner's Armor (padded) (uncommon, dmg 181)<p><i>This distinctive armor was created by a goddess of war for her most loyal paladin.</i></p>",
  "Mariner's Armor (plate) (uncommon, dmg 181)<p><i>This battered armor is said to grant its wearer immortal life.</i></p>",
  "Mariner's Armor (plate) (uncommon, dmg 181)<p><i>This masterwork armor was created by the elves of the ancient kingdom of Eglar.</i></p>",
  "Mariner's Armor (plate) (uncommon, dmg 181)<p><i>This ornate armor was created by the elves of the ancient realm of Egron.</i></p>",
  "Mariner's Armor (plate) (uncommon, dmg 181)<p><i>This ornate armor was created by the illustrious half-elf armorer Mithrime.</i></p>",
  "Mariner's Armor (ring mail) (uncommon, dmg 181)<p><i>A battered armor, engraved with geometric patterns.</i></p>",
  "Mariner's Armor (ring mail) (uncommon, dmg 181)<p><i>A battered armor, engraved with the holy symbol of an air goddess.</i></p>",
  "Mariner's Armor (ring mail) (uncommon, dmg 181)<p><i>This battered armor is said to compel its wearer to protect the Gloomy Marsh.</i></p>",
  "Mariner's Armor (ring mail) (uncommon, dmg 181)<p><i>This finely crafted armor was taken from the hoard of the dragon Milka.</i></p>",
  "Mariner's Armor (ring mail) (uncommon, dmg 181)<p><i>This finely crafted armor was taken from the hoard of the dragon Nezzeru.</i></p>",
  "Mariner's Armor (ring mail) (uncommon, dmg 181)<p><i>This masterwork armor was created by a god of war for his most loyal ranger.</i></p>",
  "Mariner's Armor (ring mail) (uncommon, dmg 181)<p><i>This ornate armor is said to compel its wearer to slay the Serpent of Witana.</i></p>",
  "Mariner's Armor (scale mail) (uncommon, dmg 181)<p><i>This ornate armor was created by the dwarves of the great dominion of Gundushaz.</i></p>",
  "Mariner's Armor (splint) (uncommon, dmg 181)<p><i>An ornate armor, painted with an unknown coat of arms.</i></p>",
  "Mariner's Armor (splint) (uncommon, dmg 181)<p><i>This battered armor is said to protect its wearer from the lies of a devil.</i></p>",
  "Mariner's Armor (splint) (uncommon, dmg 181)<p><i>This masterwork armor is said to compel its wearer to protect the Carmaenm Woods.</i></p>",
  "Mariner's Armor (splint) (uncommon, dmg 181)<p><i>This masterwork armor once belonged to the half-orc hero Ogosuic, who defeated Emirkol the Chaotic.</i></p>",
  "Mariner's Armor (splint) (uncommon, dmg 181)<p><i>This ornate armor is said to have been blessed by the Goddess of Luck herself.</i></p>",
  "Mariner's Armor (splint) (uncommon, dmg 181)<p><i>This ornate armor once belonged to the half-elf hero Munder Warney, who defeated the Wraith of the Dusk Jungle.</i></p>",
  "Mariner's Armor (studded leather) (uncommon, dmg 181)<p><i>A distinctive armor, engraved with geometric patterns.</i></p>",
  "Mariner's Armor (studded leather) (uncommon, dmg 181)<p><i>A finely crafted armor, engraved with geometric patterns.</i></p>",
  "Mariner's Armor (studded leather) (uncommon, dmg 181)<p><i>This finely crafted armor was created by the elves of the ancient empire of Evrallon.</i></p>",
  "Mariner's Armor (studded leather) (uncommon, dmg 181)<p><i>This masterwork armor is said to compel its wearer to defend the Empire of Argedhel.</i></p>",
  "Mariner's Armor (studded leather) (uncommon, dmg 181)<p><i>This ornate armor is said to protect its wearer from the gaze of a basilisk.</i></p>",
  "Mariner's Armor (studded leather) (uncommon, dmg 181)<p><i>This ornate armor is said to protect its wearer from the lies of a devil.</i></p>",
  "Mithral Armor (breastplate) (uncommon, dmg 182)<p><i>A distinctive armor, painted with an unknown coat of arms.</i></p>",
  "Mithral Armor (breastplate) (uncommon, dmg 182)<p><i>This finely crafted armor is said to have been blessed by the Goddess of Luck herself.</i></p>",
  "Mithral Armor (breastplate) (uncommon, dmg 182)<p><i>This masterwork armor is said to protect its wearer from the lies of a devil.</i></p>",
  "Mithral Armor (breastplate) (uncommon, dmg 182)<p><i>This ornate armor is said to compel its wearer to protect the Writhing Jungle.</i></p>",
  "Mithral Armor (breastplate) (uncommon, dmg 182)<p><i>This ornate armor was taken from the Tomb of Mighty Ruin.</i></p>",
  "Mithral Armor (chain mail) (uncommon, dmg 182)<p><i>A masterwork armor, engraved with the holy symbol of a nature god.</i></p>",
  "Mithral Armor (chain mail) (uncommon, dmg 182)<p><i>This battered armor is said to grant its wearer immortal life.</i></p>",
  "Mithral Armor (chain mail) (uncommon, dmg 182)<p><i>This distinctive armor is said to protect its wearer from the song of a siren.</i></p>",
  "Mithral Armor (chain mail) (uncommon, dmg 182)<p><i>This distinctive armor once belonged to the halfling ranger Sybel, who defeated the Devil of the Druid's Grove.</i></p>",
  "Mithral Armor (chain mail) (uncommon, dmg 182)<p><i>This distinctive armor once belonged to the renowned warlord Sarry Tere, leader of the Adventurers of Wastow.</i></p>",
  "Mithral Armor (chain mail) (uncommon, dmg 182)<p><i>This finely crafted armor is said to be imbued with the spirit of the human ranger Alard, who vanished in the Labyrinth of Dire Madness.</i></p>",
  "Mithral Armor (chain mail) (uncommon, dmg 182)<p><i>This finely crafted armor is said to compel its wearer to slay the Leviathan of the Sea of the Kraken.</i></p>",
  "Mithral Armor (chain mail) (uncommon, dmg 182)<p><i>This finely crafted armor is said to have been blessed by the Goddess of Luck herself.</i></p>",
  "Mithral Armor (chain mail) (uncommon, dmg 182)<p><i>This finely crafted armor is said to protect its wearer from the lies of a devil.</i></p>",
  "Mithral Armor (chain mail) (uncommon, dmg 182)<p><i>This finely crafted armor once belonged to the renowned warlord Ursas, who perished in the Desolation of Kiliitu.</i></p>",
  "Mithral Armor (chain mail) (uncommon, dmg 182)<p><i>This masterwork armor was created by a goddess of war for her most loyal hero.</i></p>",
  "Mithral Armor (chain mail) (uncommon, dmg 182)<p><i>This ornate armor is said to grant its wearer immortal life.</i></p>",
  "Mithral Armor (chain shirt) (uncommon, dmg 182)<p><i>A battered armor, engraved with runes of strength.</i></p>",
  "Mithral Armor (chain shirt) (uncommon, dmg 182)<p><i>A battered armor, trimmed with lynx fur.</i></p>",
  "Mithral Armor (chain shirt) (uncommon, dmg 182)<p><i>A finely crafted armor, engraved with geometric patterns.</i></p>",
  "Mithral Armor (chain shirt) (uncommon, dmg 182)<p><i>A masterwork armor, engraved with geometric patterns.</i></p>",
  "Mithral Armor (chain shirt) (uncommon, dmg 182)<p><i>An ornate armor, painted with an unknown coat of arms.</i></p>",
  "Mithral Armor (chain shirt) (uncommon, dmg 182)<p><i>This distinctive armor once belonged to the human warlord Merey, who perished in the Mane March.</i></p>",
  "Mithral Armor (chain shirt) (uncommon, dmg 182)<p><i>This distinctive armor was taken from the hoard of the dragon Bhhadna.</i></p>",
  "Mithral Armor (chain shirt) (uncommon, dmg 182)<p><i>This ornate armor was created by the elves of the ancient realm of Arniriond.</i></p>",
  "Mithral Armor (half plate) (uncommon, dmg 182)<p><i>An ornate armor, painted with an unknown coat of arms.</i></p>",
  "Mithral Armor (half plate) (uncommon, dmg 182)<p><i>This finely crafted armor is said to compel its wearer to slay the Beast of Angic.</i></p>",
  "Mithral Armor (half plate) (uncommon, dmg 182)<p><i>This masterwork armor is said to protect its wearer from the lies of a devil.</i></p>",
  "Mithral Armor (half plate) (uncommon, dmg 182)<p><i>This ornate armor was taken from the hoard of the dragon Buchebi.</i></p>",
  "Mithral Armor (plate) (uncommon, dmg 182)<p><i>A masterwork armor, engraved with geometric patterns.</i></p>",
  "Mithral Armor (plate) (uncommon, dmg 182)<p><i>This battered armor is said to be imbued with the spirit of the illustrious warrior Thorla, who slew the Wyrm of Gelasa.</i></p>",
  "Mithral Armor (plate) (uncommon, dmg 182)<p><i>This distinctive armor is said to protect its wearer from the lies of a devil.</i></p>",
  "Mithral Armor (plate) (uncommon, dmg 182)<p><i>This distinctive armor was created by the elves of the ancient kingdom of Karningul.</i></p>",
  "Mithral Armor (plate) (uncommon, dmg 182)<p><i>This finely crafted armor was created by a god of war for his most loyal warrior.</i></p>",
  "Mithral Armor (plate) (uncommon, dmg 182)<p><i>This ornate armor is said to protect its wearer from the song of a siren.</i></p>",
  "Mithral Armor (plate) (uncommon, dmg 182)<p><i>This ornate armor was taken from the hoard of the dragon Alshad.</i></p>",
  "Mithral Armor (ring mail) (uncommon, dmg 182)<p><i>A finely crafted armor, trimmed with lynx fur.</i></p>",
  "Mithral Armor (ring mail) (uncommon, dmg 182)<p><i>An ornate armor, engraved with runes of strength.</i></p>",
  "Mithral Armor (ring mail) (uncommon, dmg 182)<p><i>This battered armor is said to have been blessed by the Goddess of Luck herself.</i></p>",
  "Mithral Armor (ring mail) (uncommon, dmg 182)<p><i>This battered armor once belonged to the legendary warlord Sanzig, who defeated Ulfang the Black.</i></p>",
  "Mithral Armor (ring mail) (uncommon, dmg 182)<p><i>This distinctive armor is said to grant its wearer immortal life.</i></p>",
  "Mithral Armor (ring mail) (uncommon, dmg 182)<p><i>This finely crafted armor is said to grant its wearer immortal life.</i></p>",
  "Mithral Armor (scale mail) (uncommon, dmg 182)<p><i>A distinctive armor, engraved with runes of strength.</i></p>",
  "Mithral Armor (scale mail) (uncommon, dmg 182)<p><i>This distinctive armor is said to compel its wearer to defend the Principality of Formene.</i></p>",
  "Mithral Armor (scale mail) (uncommon, dmg 182)<p><i>This distinctive armor once belonged to the illustrious ranger Lada, leader of the Azure Knights.</i></p>",
  "Mithral Armor (scale mail) (uncommon, dmg 182)<p><i>This finely crafted armor is said to have been blessed by the Goddess of Luck herself.</i></p>",
  "Mithral Armor (splint) (uncommon, dmg 182)<p><i>A battered armor, painted with an unknown coat of arms.</i></p>",
  "Mithral Armor (splint) (uncommon, dmg 182)<p><i>A distinctive armor, painted with an unknown coat of arms.</i></p>",
  "Mithral Armor (splint) (uncommon, dmg 182)<p><i>A masterwork armor, engraved with geometric patterns.</i></p>",
  "Mithral Armor (splint) (uncommon, dmg 182)<p><i>A masterwork armor, engraved with runes of strength.</i></p>",
  "Mithral Armor (splint) (uncommon, dmg 182)<p><i>This distinctive armor was taken from the Black Caverns of Emirkol the Chaotic.</i></p>",
  "Mithral Armor (splint) (uncommon, dmg 182)<p><i>This distinctive armor was taken from the crypt of the lich Arisern.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>A battered shield, engraved with runes of invulnerability.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>A battered shield, engraved with runes of protection.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>A battered shield, engraved with runes of strength.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>A battered shield, inlaid with electrum.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>A battered shield, inlaid with gold.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>A battered shield, inlaid with platinum.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>A battered shield, inlaid with silver.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>A battered shield, painted with an unknown coat of arms.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>A distinctive shield, engraved with runes of invulnerability.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>A distinctive shield, engraved with runes of protection.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>A distinctive shield, engraved with runes of strength.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>A distinctive shield, inlaid with electrum.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>A distinctive shield, inlaid with gold.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>A distinctive shield, inlaid with silver.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>A distinctive shield, painted with an unknown coat of arms.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>A finely crafted shield, engraved with runes of invulnerability.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>A finely crafted shield, engraved with runes of protection.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>A finely crafted shield, engraved with runes of strength.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>A finely crafted shield, inlaid with electrum.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>A finely crafted shield, inlaid with gold.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>A finely crafted shield, inlaid with silver.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>A finely crafted shield, painted with an unknown coat of arms.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>A masterwork shield, engraved with runes of invulnerability.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>A masterwork shield, engraved with runes of protection.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>A masterwork shield, engraved with runes of strength.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>A masterwork shield, inlaid with gold.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>A masterwork shield, inlaid with platinum.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>A masterwork shield, inlaid with silver.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>A masterwork shield, painted with an unknown coat of arms.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>An ornate shield, engraved with runes of invulnerability.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>An ornate shield, engraved with runes of strength.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>An ornate shield, inlaid with electrum.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>An ornate shield, inlaid with gold.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>An ornate shield, inlaid with platinum.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>An ornate shield, painted with an unknown coat of arms.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This battered shield once belonged to the human fighter Symund Cotte, who vanished in the Dread Delve of the Lich Queen.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This battered shield once belonged to the illustrious ranger Sepa, who perished in the Cursed Waste.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This battered shield once belonged to the renowned warrior Adild, leader of the Covenant of the Fang and Tome.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This battered shield was created by a god of war for his most loyal paladin.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This battered shield was created by a goddess of war for her most loyal paladin.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This battered shield was created by the legendary halfling armorer Veror.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This battered shield was taken from the Delve of Akvam the Fiendish.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This battered shield was taken from the crypt of the lich Iwus.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This battered shield was taken from the hoard of the dragon Biumabu.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This battered shield was taken from the hoard of the dragon Sumuru.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This battered shield was taken from the tomb of the lich Vithmenia.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This distinctive shield once belonged to the elf hero Vica, who fell in the Fiendish Campaign.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This distinctive shield once belonged to the elf ranger Edor, who defeated Eris the Wyrm Princess.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This distinctive shield once belonged to the great fighter Elean, who vanished in the Dread Lair of Gothmog of Udun.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This distinctive shield once belonged to the halfling warlord Driffin, who defeated Basa the Warlock.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This distinctive shield was created by a goddess of war for her most loyal paladin.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This distinctive shield was created by the dwarves of the great dominion of Narakinb.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This distinctive shield was created by the dwarves of the great kingdom of Nargundush.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This distinctive shield was created by the dwarves of the great kingdom of Sharagzinb.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This distinctive shield was created by the elves of the ancient kingdom of Helothladh.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This distinctive shield was created by the great half-elf armorer Finwe.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This distinctive shield was created by the renowned gnome armorer Fari.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This distinctive shield was taken from the hoard of the dragon Abumum.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This distinctive shield was taken from the hoard of the dragon Gudusu.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This distinctive shield was taken from the tomb of the lich Hadiga.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This finely crafted shield once belonged to the dwarf archer Thaga Herlidotr, leader of the Jade Guild.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This finely crafted shield once belonged to the dwarf warlord Geda, leader of the Gray Company.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This finely crafted shield once belonged to the gnome paladin Kunarv, leader of the Falcons of Haburh.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This finely crafted shield once belonged to the great archer Vidusa, who perished in the Jungle of Ruins.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This finely crafted shield once belonged to the illustrious warrior Sery, who fell in the Wand Wars.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This finely crafted shield once belonged to the tiefling archer Hiarima, who slew the Behemoth of Rico.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This finely crafted shield was created by a god of war for his most loyal fighter.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This finely crafted shield was created by the dwarves of the great empire of Undun.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This finely crafted shield was created by the elves of the ancient empire of Gelerien.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This finely crafted shield was created by the elves of the ancient empire of Tirione.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This finely crafted shield was created by the elves of the ancient kingdom of Forlinde.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This finely crafted shield was created by the illustrious half-elf armorer Nelaser.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This finely crafted shield was created by the renowned dwarf armorer Irik Mundison.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This finely crafted shield was created by the renowned half-elf armorer Ariel.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This finely crafted shield was taken from the Delve of Amezzel the Mad.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This finely crafted shield was taken from the Dread Catacombs of Necromancy.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This finely crafted shield was taken from the Forsaken Vaults of Ruin.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This finely crafted shield was taken from the Undercrypt of Hellish Worms.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This finely crafted shield was taken from the barrow of the lich Frodusi.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This finely crafted shield was taken from the barrow of the vampire Badeba.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This finely crafted shield was taken from the crypt of the lich Flasansa.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This finely crafted shield was taken from the hoard of the dragon Balshazi.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This finely crafted shield was taken from the hoard of the dragon Samsaces.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This finely crafted shield was taken from the hoard of the dragon Sinabi.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This masterwork shield once belonged to the dragonborn warlord Ninusu, who slew the Dragon of Hila.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This masterwork shield once belonged to the elf paladin Mora, who defeated Eshadnesh the Possessed.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This masterwork shield once belonged to the half-elf hero Thiladan, leader of the Gray Guild.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This masterwork shield once belonged to the half-orc hero Sicka, who fell in the Siege of Leford.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This masterwork shield once belonged to the half-orc warlord Reko, who vanished in the Black Vaults of the Lich Emperor.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This masterwork shield once belonged to the halfling archer George Willey, who perished in the Bronze March.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This masterwork shield once belonged to the human paladin Soma, who fell in the Invocation Wars.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This masterwork shield once belonged to the legendary warlord Hira, who perished in the Desolation of Nabazzi.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This masterwork shield once belonged to the tiefling archer Amasudi, who fell in the War of Phantasms.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This masterwork shield was created by a god of war for his most loyal fighter.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This masterwork shield was created by a goddess of war for her most loyal archer.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This masterwork shield was created by a goddess of war for her most loyal fighter.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This masterwork shield was created by a goddess of war for her most loyal ranger.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This masterwork shield was created by a goddess of war for her most loyal warlord.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This masterwork shield was created by the elves of the ancient dominion of Mithlumen.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This masterwork shield was created by the illustrious dragonborn armorer Nidur.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This masterwork shield was taken from the Dark Tomb of Woe.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This masterwork shield was taken from the barrow of the lich Winthoro.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This masterwork shield was taken from the hoard of the dragon Amsuilsit.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This masterwork shield was taken from the hoard of the dragon Suma.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This masterwork shield was taken from the sepulcher of the lich Biusige.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This masterwork shield was taken from the sepulcher of the lich Darica.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This ornate shield once belonged to the elf archer Wenna, leader of the Thorns of Karnimrond.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This ornate shield once belonged to the elf paladin Galaser, who perished in the Lline Forest.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This ornate shield once belonged to the great paladin Ildag, who slew the Leviathan of the Sea of Blood.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This ornate shield once belonged to the halfling paladin Mira Gamwort, who perished in the Dari Plains.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This ornate shield once belonged to the halfling warrior Piersym, who perished in the Scorched Earth.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This ornate shield once belonged to the legendary archer Ahal, leader of the Azure Guild.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This ornate shield once belonged to the legendary ranger Selaro, who defeated the Lich of the Scarlet Jungle.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This ornate shield once belonged to the legendary warlord Thori, who vanished in the Secret Warrens of the Gargoyle Baron.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This ornate shield once belonged to the renowned fighter Amin, who defeated the Dragon of the Rebu Desert.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This ornate shield once belonged to the renowned ranger Bali, who defeated Kas the Betrayer.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This ornate shield once belonged to the tiefling warrior Heldesi, who defeated Abdit the Wyrm Prince.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This ornate shield was created by the dwarves of the great empire of Naledzar.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This ornate shield was created by the dwarves of the great kingdom of Nula.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This ornate shield was created by the elves of the ancient empire of Dorwine.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This ornate shield was created by the great human armorer Ecil.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This ornate shield was taken from the Forsaken Caverns of Nezzuu the Mighty.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This ornate shield was taken from the Hive of Dark Worms.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This ornate shield was taken from the Pit of Illfang the Kobold Lord.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This ornate shield was taken from the Shrine of Shiva the Destroyer.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This ornate shield was taken from the barrow of the vampire Arilic.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This ornate shield was taken from the crypt of the vampire Hunigoia.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This ornate shield was taken from the crypt of the vampire Tacherma.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This ornate shield was taken from the hoard of the dragon Abumum.</i></p>",
  "Sentinel Shield (uncommon, dmg 199)<p><i>This ornate shield was taken from the hoard of the dragon Burnamzi.</i></p>",
  "Shield of Missile Attraction (rare, dmg 200)<p><i>A distinctive shield, painted with an unknown coat of arms.</i></p>",
  "Shield of Missile Attraction (rare, dmg 200)<p><i>A masterwork shield, inlaid with gold.</i></p>",
  "Shield of Missile Attraction (rare, dmg 200)<p><i>An ornate shield, engraved with runes of strength.</i></p>",
  "Shield of Missile Attraction (rare, dmg 200)<p><i>This masterwork shield was taken from the crypt of the vampire Aniovis.</i></p>"
]