[
  "+1 Ammunition (20 arrows) (uncommon, dmg 150). Foes slain by this weapon fade and vanish without a trace.",
  "+1 Ammunition (20 arrows) (uncommon, dmg 150). This battered weapon was taken from the Sepulcher of Demonic Horror.",
  "+1 Ammunition (20 crossbow bolts) (uncommon, dmg 150). Foes slain by this weapon fade and vanish without a trace.",
  "+1 Ammunition (20 crossbow bolts) (uncommon, dmg 150). This distinctive weapon is said to have once belonged to a forgotten god of war.",
  "+1 Ammunition (20 sling bullets) (uncommon, dmg 150). This ornate weapon is said to have once belonged to a forgotten god of war.",
  "+1 Ammunition (50 blowgun needles) (uncommon, dmg 150). An ornate weapon, engraved with the holy symbol of a war god.",
  "+1 Armor (breastplate) (rare, dmg 152). A battered armor, engraved with the holy symbol of a war god.",
  "+1 Armor (chain mail) (rare, dmg 152). This battered armor was taken from the Secret Pit of Nightmares.",
  "+1 Armor (chain mail) (rare, dmg 152). This masterwork armor is said to grant its wearer immortal life.",
  "+1 Armor (chain mail) (rare, dmg 152). This ornate armor is said to compel its wearer to defend Enelion, the Empire of Comets.",
  "+1 Armor (hide) (rare, dmg 152). This ornate armor once belonged to the gnome warrior Gwoinarv, who vanished in the Cyst of Wicked Sorrows.",
  "+1 Armor (plate) (rare, dmg 152). This ornate armor was taken from the Sepulcher of Gruesome Necromancy.",
  "+1 Armor (ring mail) (rare, dmg 152). This distinctive armor is said to have been blessed by the Goddess of Luck herself.",
  "+1 Armor (splint) (rare, dmg 152). This masterwork armor is said to compel its wearer to protect the Gunala Highlands.",
  "+1 Armor (studded leather) (rare, dmg 152). A masterwork armor, engraved with geometric patterns.",
  "+1 Armor (studded leather) (rare, dmg 152). An ornate armor, engraved with the holy symbol of a war god.",
  "+1 Armor (studded leather) (rare, dmg 152). This masterwork armor is said to grant its wearer immortal life.",
  "+1 Rod of the Pact Keeper (uncommon, dmg 197). A hazel rod, set with moonstone.",
  "+1 Rod of the Pact Keeper (uncommon, dmg 197). A heavy yew rod, inlaid with adamantine.",
  "+1 Rod of the Pact Keeper (uncommon, dmg 197). A thin rowan rod, inlaid with jet.",
  "+1 Rod of the Pact Keeper (uncommon, dmg 197). This distinctive birch rod was taken from the hoard of the dragon Ninidu.",
  "+1 Rod of the Pact Keeper (uncommon, dmg 197). This heavy hazel rod was taken from the Temple of Fiendish Woe.",
  "+1 Rod of the Pact Keeper (uncommon, dmg 197). This heavy yew rod once belonged to the tiefling adventurer Thiuda, who vanished in the Black Halls of the Vampire Warlord.",
  "+1 Shield (uncommon, dmg 200). A masterwork shield, inlaid with silver.",
  "+1 Shield (uncommon, dmg 200). This finely crafted shield was taken from the hoard of the dragon Itan.",
  "+1 Shield (uncommon, dmg 200). This masterwork shield was taken from the barrow of the vampire Garasi.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This battered oak wand was created by the great artificer Iffip.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This heavy rowan wand also grants the magical ability to endure extreme cold for one hour per day.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This masterwork birch wand once belonged to the half-orc necromancer Venka, who perished in the Deadmoor Mire.",
  "+1 Weapon (battleaxe) (uncommon, dmg 213). Foes slain by this weapon dissolve into rose petals.",
  "+1 Weapon (blowgun) (uncommon, dmg 213). This finely crafted weapon was taken from the Black Sanctum of Doom.",
  "+1 Weapon (club) (uncommon, dmg 213). A distinctive weapon, engraved with runes of vengeance.",
  "+1 Weapon (club) (uncommon, dmg 213). Every strike by this weapon is accompanied by a burst of shadows.",
  "+1 Weapon (dagger) (uncommon, dmg 213). Foes slain by this weapon are consumed by shadows.",
  "+1 Weapon (dagger) (uncommon, dmg 213). Foes slain by this weapon are transformed into glass statues.",
  "+1 Weapon (dart) (uncommon, dmg 213). A masterwork weapon, engraved with the holy symbol of a goddess of storms.",
  "+1 Weapon (dart) (uncommon, dmg 213). Every strike by this weapon is accompanied by a burst of light.",
  "+1 Weapon (flail) (uncommon, dmg 213). This finely crafted weapon was taken from the hoard of the dragon Tanamhuu.",
  "+1 Weapon (greatclub) (uncommon, dmg 213). Foes slain by this weapon dissolve into shards of shattered bone.",
  "+1 Weapon (halberd) (uncommon, dmg 213). This finely crafted weapon was created by the legendary dragonborn weaponsmith Bonina.",
  "+1 Weapon (hand crossbow) (uncommon, dmg 213). A finely crafted weapon, engraved with runes of destruction.",
  "+1 Weapon (hand crossbow) (uncommon, dmg 213). A masterwork weapon, engraved with runes of vengeance.",
  "+1 Weapon (hand crossbow) (uncommon, dmg 213). Every strike by this weapon is accompanied by a monstrous snarl.",
  "+1 Weapon (hand crossbow) (uncommon, dmg 213). This ornate weapon was taken from the sepulcher of the lich Visaba.",
  "+1 Weapon (handaxe) (uncommon, dmg 213). This distinctive weapon was taken from the crypt of the lich Sareda.",
  "+1 Weapon (handaxe) (uncommon, dmg 213). This ornate weapon once belonged to the legendary fighter Alfder, who fell in the Celestial War.",
  "+1 Weapon (heavy crossbow) (uncommon, dmg 213). This finely crafted weapon was created by a god of war for his most loyal warrior.",
  "+1 Weapon (lance) (uncommon, dmg 213). Foes slain by this weapon are transformed into spiders.",
  "+1 Weapon (light crossbow) (uncommon, dmg 213). An ornate weapon, set with moonstone.",
  "+1 Weapon (light crossbow) (uncommon, dmg 213). Foes slain by this weapon dissolve into flower petals.",
  "+1 Weapon (longsword) (uncommon, dmg 213). Foes slain by this weapon fade and vanish without a trace.",
  "+1 Weapon (mace) (uncommon, dmg 213). This finely crafted weapon is said to compel its bearer to defeat Culsa the Gruesome.",
  "+1 Weapon (net) (uncommon, dmg 213). This ornate weapon was created by the dwarves of the great empire of Buzaraz.",
  "+1 Weapon (quarterstaff) (uncommon, dmg 213). An ornate weapon, set with jet.",
  "+1 Weapon (quarterstaff) (uncommon, dmg 213). This ornate weapon was created by the dwarves of the great realm of Nulbunul.",
  "+1 Weapon (shortbow) (uncommon, dmg 213). An ornate weapon, engraved with the holy symbol of a war god.",
  "+1 Weapon (shortbow) (uncommon, dmg 213). Every strike by this weapon is accompanied by a burst of shadows.",
  "+1 Weapon (shortbow) (uncommon, dmg 213). Every strike by this weapon is accompanied by a spray of phantasmal blood.",
  "+1 Weapon (sling) (uncommon, dmg 213). A finely crafted weapon, engraved with the holy symbol of a war god.",
  "+1 Weapon (sling) (uncommon, dmg 213). This battered weapon is said to have once belonged to a forgotten god of war.",
  "+2 Ammunition (20 arrows) (rare, dmg 150). This masterwork weapon was taken from the sepulcher of the lich Gibessa.",
  "+2 Ammunition (20 crossbow bolts) (rare, dmg 150). Every strike by this weapon is accompanied by a monstrous snarl.",
  "+2 Ammunition (50 blowgun needles) (rare, dmg 150). Every strike by this weapon is accompanied by a burst of shadows.",
  "+2 Armor (chain mail) (very rare, dmg 152). A masterwork armor, trimmed with lynx fur.",
  "+2 Armor (chain mail) (very rare, dmg 152). This distinctive armor is said to grant its wearer immortal life.",
  "+2 Armor (half plate) (very rare, dmg 152). This battered armor is said to grant its wearer immortal life.",
  "+2 Armor (plate) (very rare, dmg 152). This battered armor is said to protect its wearer from the lies of a devil.",
  "+2 Rod of the Pact Keeper (rare, dmg 197). A thin rod, set with obsidian.",
  "+2 Rod of the Pact Keeper (rare, dmg 197). This heavy cedar rod also grants the magical ability to detect golems within thirty feet.",
  "+2 Rod of the Pact Keeper (rare, dmg 197). This heavy elm rod was created by a god of magic for his most loyal champion.",
  "+2 Rod of the Pact Keeper (rare, dmg 197). This thin rod was created by the great artificer Sive.",
  "+2 Shield (rare, dmg 200). An ornate shield, inlaid with gold.",
  "+2 Shield (rare, dmg 200). This finely crafted shield was taken from the hoard of the dragon Dama.",
  "+2 Wand of the War Mage (rare, dmg 212). This hawthorn wand was taken from the sepulcher of the vampire Anianaic.",
  "+2 Weapon (club) (rare, dmg 213). Every strike by this weapon is accompanied by eerie silence.",
  "+2 Weapon (dagger) (rare, dmg 213). Foes slain by this weapon fade and vanish without a trace.",
  "+2 Weapon (dagger) (rare, dmg 213). This battered weapon once belonged to the renowned warlord Gunna, who defeated the Vampire of the Red Hills.",
  "+2 Weapon (dart) (rare, dmg 213). A distinctive weapon, engraved with the holy symbol of a war god.",
  "+2 Weapon (flail) (rare, dmg 213). A distinctive weapon, engraved with the holy symbol of a god of illusions.",
  "+2 Weapon (glaive) (rare, dmg 213). A finely crafted weapon, engraved with runes of death.",
  "+2 Weapon (hand crossbow) (rare, dmg 213). Every strike by this weapon is accompanied by eerie silence.",
  "+2 Weapon (heavy crossbow) (rare, dmg 213). A distinctive weapon, engraved with the holy symbol of a war god.",
  "+2 Weapon (javelin) (rare, dmg 213). Foes slain by this weapon fade and vanish without a trace.",
  "+2 Weapon (light crossbow) (rare, dmg 213). An ornate weapon, set with pearl.",
  "+2 Weapon (longsword) (rare, dmg 213). This masterwork weapon was taken from the Dark Catacombs of Kas the Betrayer.",
  "+2 Weapon (net) (rare, dmg 213). This masterwork weapon was taken from the Dark Cyst of Vano.",
  "+2 Weapon (shortbow) (rare, dmg 213). A battered weapon, inlaid with hepatizon.",
  "+2 Weapon (shortbow) (rare, dmg 213). Every strike by this weapon is accompanied by eerie silence.",
  "+2 Weapon (shortbow) (rare, dmg 213). Foes slain by this weapon dissolve into green slime.",
  "+3 Ammunition (20 arrows) (very rare, dmg 150). Every strike by this weapon is accompanied by a feral snarl.",
  "+3 Armor (padded) (legendary, dmg 152). This masterwork armor once belonged to the elf warlord Aingur, who defeated Beluna the Lich Baron.",
  "+3 Wand of the War Mage (very rare, dmg 212). This finely crafted wand also grants the magical ability to detect undead shadows within thirty feet.",
  "+3 Weapon (handaxe) (very rare, dmg 213). Every strike by this weapon is accompanied by a burst of shadows.",
  "+3 Weapon (heavy crossbow) (very rare, dmg 213). Every strike by this weapon is accompanied by a feral snarl.",
  "+3 Weapon (heavy crossbow) (very rare, dmg 213). Every strike by this weapon is accompanied by a spray of phantasmal blood.",
  "+3 Weapon (quarterstaff) (very rare, dmg 213). A masterwork weapon, engraved with the holy symbol of a war god.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). This distinctive armor is said to be imbued with the spirit of the illustrious paladin Dwali, who vanished in the Crypts of Basu the Demonic.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). This finely crafted armor once belonged to the dragonborn warrior Ilith, leader of the Daggers of Bileah.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). This finely crafted armor once belonged to the half-elf ranger Inyel, who fell in the Siege of Inyen Stronghold.",
  "Adamantine Armor (breastplate) (uncommon, dmg 150). This ornate armor is said to grant its wearer immortal life.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). This finely crafted armor was taken from the hoard of the dragon Idit.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). This ornate armor was taken from the hoard of the dragon Abutum.",
  "Adamantine Armor (half plate) (uncommon, dmg 150). An ornate armor, painted with an unknown coat of arms.",
  "Adamantine Armor (half plate) (uncommon, dmg 150). This distinctive armor once belonged to the legendary warrior Enel, who defeated Tidesa the Demon Duchess.",
  "Adamantine Armor (half plate) (uncommon, dmg 150). This masterwork armor is said to grant its wearer immortal life.",
  "Adamantine Armor (half plate) (uncommon, dmg 150). This masterwork armor once belonged to the gnome warrior Abent, who vanished in the Dread Gauntlet of Ulfang the Black.",
  "Adamantine Armor (plate) (uncommon, dmg 150). A finely crafted armor, trimmed with fox fur.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). A distinctive armor, trimmed with rabbit fur.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). This finely crafted armor once belonged to the great archer Dwoinain, leader of the Swords of Ollekklif.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). This ornate armor is said to grant its wearer immortal life.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). This ornate armor is said to have been blessed by the Goddess of Luck herself.",
  "Adamantine Armor (splint) (uncommon, dmg 150). This distinctive armor was taken from the Gauntlet of the Shadow Knight.",
  "Amulet of Health (rare, dmg 150). This battered item was taken from the hoard of the dragon Azzasmar.",
  "Amulet of Health (rare, dmg 150). This masterwork item was taken from the crypt of the vampire Rica.",
  "Amulet of Proof Against Detection and Location (uncommon, dmg 150). This battered item once belonged to the illustrious adventurer Arel, who perished in the Shadowy Mire.",
  "Amulet of Proof Against Detection and Location (uncommon, dmg 150). This masterwork item was created by the elves of the ancient kingdom of Brothombel.",
  "Amulet of the Planes (very rare, dmg 150). This distinctive item once belonged to the legendary hero Eryel Wysev, who defeated the Wraith of the Aphotic Marsh.",
  "Amulet of the Planes (very rare, dmg 150). This ornate item was taken from the Black Cyst of Sago the Insane.",
  "Animated Shield (very rare, dmg 151). This ornate shield was created by a god of war for his most loyal hero.",
  "Armor of Gleaming (breastplate) (common, xge 136). A distinctive armor, painted with an unknown coat of arms.",
  "Armor of Gleaming (padded) (common, xge 136). A battered armor, engraved with runes of invulnerability.",
  "Armor of Gleaming (plate) (common, xge 136). This distinctive armor is said to grant its wearer immortal life.",
  "Armor of Gleaming (splint) (common, xge 136). This battered armor is said to have been blessed by the Goddess of Luck herself.",
  "Armor of Gleaming (studded leather) (common, xge 136). An ornate armor, engraved with geometric patterns.",
  "Arrow of Slaying (very rare, dmg 152). Every strike by this weapon is accompanied by a feral snarl.",
  "Arrow of Slaying (very rare, dmg 152). Foes slain by this weapon fade and vanish without a trace.",
  "Bag of Beans (5 beans) (rare, dmg 152). This distinctive item once belonged to the halfling hero Donne, who perished in the Howling Jungle.",
  "Bag of Beans (6 beans) (rare, dmg 152). This battered item once belonged to the legendary hero Ealldils, who vanished in the Tomb of the Shadow Knight.",
  "Bag of Beans (6 beans) (rare, dmg 152). This masterwork item was created by the elves of the ancient empire of Ithellon.",
  "Bag of Beans (7 beans) (rare, dmg 152). This distinctive item was created by a goddess of magic for her most loyal champion.",
  "Bag of Beans (7 beans) (rare, dmg 152). This finely crafted item was created by the elves of the ancient realm of Gulonde.",
  "Bag of Beans (7 beans) (rare, dmg 152). This ornate item was taken from the Dungeon of Malevolent Madness.",
  "Bag of Beans (9 beans) (rare, dmg 152). This finely crafted item once belonged to the renowned hero Bellia, who fell in the Empyrean Campaign.",
  "Bag of Devouring (very rare, dmg 153). This battered item was taken from the tomb of the lich Hermodua.",
  "Bag of Holding (uncommon, dmg 153). This distinctive item once belonged to the great adventurer Beorther, leader of Suse's Wands.",
  "Bag of Holding (uncommon, dmg 153). This distinctive item once belonged to the half-orc adventurer Lava, who fell in the Battle of Deko Stronghold.",
  "Bag of Holding (uncommon, dmg 153). This distinctive item was taken from the Lair of Crimson Doom.",
  "Bag of Tricks (rust) (uncommon, dmg 154). This finely crafted item was taken from the sepulcher of the vampire Hulmero.",
  "Bag of Tricks (tan) (uncommon, dmg 154). This masterwork item once belonged to the human hero Wenbeyh, who vanished in the Dark Pit of Horror.",
  "Bag of Tricks (tan) (uncommon, dmg 154). This ornate item once belonged to the gnome hero Grumul, who defeated the Demon of the Ardil Vale.",
  "Bead of Force (rare, dmg 154). This distinctive item was created by a god of magic for his most loyal hero.",
  "Bead of Force (rare, dmg 154). This finely crafted item once belonged to the great adventurer Tane, who slew the Leviathan of the Sea of Kynne.",
  "Bead of Force (rare, dmg 154). This ornate item once belonged to the illustrious adventurer Duli, who vanished in the Sepulcher of Tenebrous Chaos.",
  "Belt of Cloud Giant Strength (legendary, dmg 155). This battered item once belonged to the great hero Andes, who perished in the Khaidai March.",
  "Belt of Fire Giant Strength (very rare, dmg 155). This battered item once belonged to the illustrious adventurer Imrodel, leader of Wene's Circle.",
  "Belt of Hill Giant Strength (rare, dmg 155). This masterwork item once belonged to the renowned adventurer Thainarv, who perished in the Fen of Nightmares.",
  "Belt of Hill Giant Strength (rare, dmg 155). This ornate item once belonged to the half-elf hero Mera, who defeated Biuma the Baleful.",
  "Belt of Hill Giant Strength (rare, dmg 155). This ornate item was taken from the crypt of the lich Badasi.",
  "Berserker Axe (battleaxe) (rare, dmg 155). A distinctive weapon, engraved with the holy symbol of a god of protection.",
  "Berserker Axe (greataxe) (rare, dmg 155). Foes slain by this weapon dissolve into shards of glass.",
  "Berserker Axe (handaxe) (rare, dmg 155). This masterwork weapon is said to compel its bearer to defend the Realm of Belonde.",
  "Boots of Elvenkind (uncommon, dmg 155). This masterwork item once belonged to the illustrious hero Gelmaedhre, who fell in the Battle of the Longmire.",
  "Boots of Levitation (rare, dmg 155). This distinctive item was created by the half-elf artificer Anet Wyary.",
  "Boots of Striding and Springing (uncommon, dmg 156). This battered item was created by a goddess of magic for her most loyal hero.",
  "Boots of Striding and Springing (uncommon, dmg 156). This masterwork item was created by the dwarves of the great kingdom of Gathela.",
  "Bowl of Commanding Water Elementals (rare, dmg 156). This distinctive item once belonged to the gnome adventurer Zaghat, who slew the Dragon of the Witchlight Moor.",
  "Bowl of Commanding Water Elementals (rare, dmg 156). This finely crafted item once belonged to the halfling hero Prosa Galpsi, who vanished in the Lost Delve of Kasa.",
  "Bowl of Commanding Water Elementals (rare, dmg 156). This masterwork item was taken from the crypt of the vampire Gundusi.",
  "Bowl of Commanding Water Elementals (rare, dmg 156). This masterwork item was taken from the hoard of the dragon Ikannil.",
  "Bracers of Archery (uncommon, dmg 156). This battered item was created by the dwarf artificer Kadu.",
  "Bracers of Archery (uncommon, dmg 156). This battered item was created by the great artificer Johny Hawe.",
  "Bracers of Archery (uncommon, dmg 156). This distinctive item was taken from the hoard of the dragon Anum.",
  "Bracers of Archery (uncommon, dmg 156). This ornate item was taken from the Tunnels of Dismal Doom.",
  "Bracers of Defense (rare, dmg 156). This battered item once belonged to the gnome hero Thatur, who defeated Adamzuus the Wraith King.",
  "Brazier of Commanding Fire Elementals (rare, dmg 156). This distinctive item was created by a goddess of magic for her most loyal champion.",
  "Broom of Flying (uncommon, dmg 156). This battered item was taken from the barrow of the vampire Ammius.",
  "Broom of Flying (uncommon, dmg 156). This finely crafted item was created by the dwarf artificer Unhild Tilmidotr.",
  "Broom of Flying (uncommon, dmg 156). This ornate item was created by the great artificer Ryne.",
  "Candle of Invocation (lawful evil) (very rare, dmg 157). This ornate item once belonged to the illustrious adventurer Witha, leader of Joane's Circle.",
  "Cape of the Mountebank (rare, dmg 157). This finely crafted item once belonged to the halfling adventurer Ennen, who defeated Zabalu the Demon Prince.",
  "Cape of the Mountebank (rare, dmg 157). This finely crafted item once belonged to the renowned hero Khori, who slew the Serpent of Alar.",
  "Carpet of Flying (5 ft. x 7 ft.) (very rare, dmg 157). This masterwork item was created by the dwarves of the great realm of Khundabiz.",
  "Cast-Off Armor (breastplate) (common, xge 136). This battered armor is said to compel its wearer to protect the Red Hills.",
  "Cast-Off Armor (half plate) (common, xge 136). This battered armor is said to compel its wearer to protect the Pozara Archipelago.",
  "Cast-Off Armor (hide) (common, xge 136). This distinctive armor was created by the dwarves of the great kingdom of Zigathol.",
  "Cast-Off Armor (hide) (common, xge 136). This masterwork armor once belonged to the human warlord Wine, who slew the Wyrm of the Tenebrous Jungle.",
  "Cast-Off Armor (padded) (common, xge 136). This ornate armor was taken from the Dread Labyrinth of Kasa.",
  "Cast-Off Armor (ring mail) (common, xge 136). A masterwork armor, engraved with runes of protection.",
  "Cast-Off Armor (ring mail) (common, xge 136). This masterwork armor is said to have been blessed by the Goddess of Luck herself.",
  "Cast-Off Armor (scale mail) (common, xge 136). A masterwork armor, engraved with runes of protection.",
  "Cast-Off Armor (studded leather) (common, xge 136). A finely crafted armor, engraved with runes of invulnerability.",
  "Chime of Opening (rare, dmg 158). This battered item was created by a goddess of magic for her most loyal champion.",
  "Chime of Opening (rare, dmg 158). This ornate item once belonged to the halfling adventurer Sigo, who fell in the Battle of Neford Castle.",
  "Cloak of Arachnida (very rare, dmg 158). This finely crafted item once belonged to the gnome hero Losa, who vanished in the Catacombs of Zeiram the Lich.",
  "Cloak of Arachnida (very rare, dmg 158). This masterwork item once belonged to the great hero Tiny, who vanished in the Sanctum of Dukuuzzu the Terrible.",
  "Cloak of Displacement (rare, dmg 158). This distinctive item was created by the human artificer Piersym.",
  "Cloak of Elvenkind (uncommon, dmg 158). This finely crafted item once belonged to the human hero Wulfa, who fell in the Construct Wars.",
  "Cloak of Protection (uncommon, dmg 159). This battered item was created by the halfling artificer Seroc.",
  "Cloak of Protection (uncommon, dmg 159). This ornate item once belonged to the human hero Alhheth, who perished in the Desert of Thorns.",
  "Cloak of the Bat (rare, dmg 159). This distinctive item was created by the half-orc artificer Seko.",
  "Cloak of the Bat (rare, dmg 159). This finely crafted item was taken from the hoard of the dragon Bhhimmuru.",
  "Crystal Ball (very rare, dmg 159). This finely crafted item once belonged to the dwarf adventurer Helga, leader of the Knights of Geriklif.",
  "Crystal Ball of True Seeing (legendary, dmg 159). This masterwork item was created by a goddess of magic for her most loyal champion.",
  "Daern's Instant Fortress (rare, dmg 160). This distinctive item was created by the dwarves of the great kingdom of Nula.",
  "Dagger of Venom (rare, dmg 161). Foes slain by this weapon are transformed into glass statues.",
  "Dimensional Shackles (rare, dmg 165). This finely crafted item once belonged to the illustrious adventurer Robert, who defeated Ribrisa the Dire.",
  "Dimensional Shackles (rare, dmg 165). This masterwork item was created by the dwarves of the great dominion of Khizdusharbh.",
  "Driftglobe (uncommon, dmg 166). This battered item was taken from the sepulcher of the lich Gernio.",
  "Driftglobe (uncommon, dmg 166). This distinctive item was taken from the Dread Tomb of the Wraith Warlord.",
  "Dust of Disappearance (uncommon, dmg 166). This battered item was taken from the Dread Catacombs of the Shadow Tyrant.",
  "Dust of Disappearance (uncommon, dmg 166). This battered item was taken from the Dread Lair of Terror.",
  "Dust of Dryness (uncommon, dmg 166). This masterwork item once belonged to the half-elf hero Miniser, who defeated Zeiram the Lich.",
  "Dwarven Thrower (very rare, dmg 167). This distinctive weapon once belonged to the renowned warlord Nanta, leader of the Golden Angels.",
  "Elemental Gem (air) (uncommon, dmg 167). This ornate item was created by a goddess of magic for her most loyal champion.",
  "Elemental Gem (water) (uncommon, dmg 167). This finely crafted item was created by the legendary artificer Beorhtio.",
  "Elixir of Health (rare, dmg 168). This brass potion smells like cheese.",
  "Elixir of Health (rare, dmg 168). This bubbling draught causes sparks of white light to appear when used.",
  "Elixir of Health (rare, dmg 168). This fuming oil smells like clove.",
  "Elixir of Health (rare, dmg 168). This red serum causes one's eyes to turn gray when used.",
  "Elixir of Health (rare, dmg 168). This smoky elixir causes the air to become warm and humid when used.",
  "Elven Chain (rare, dmg 168). This ornate armor is said to grant its wearer immortal life.",
  "Elven Chain (rare, dmg 168). This ornate armor is said to protect its wearer from the song of a siren.",
  "Eversmoking Bottle (uncommon, dmg 168). This masterwork item once belonged to the legendary hero Lila, who slew the Beast of Bigisma.",
  "Eyes of Minute Seeing (uncommon, dmg 168). This battered item was created by a goddess of magic for her most loyal hero.",
  "Eyes of Minute Seeing (uncommon, dmg 168). This finely crafted item was created by a god of magic for his most loyal champion.",
  "Eyes of Minute Seeing (uncommon, dmg 168). This masterwork item was taken from the Sanctum of Ghastly Malice.",
  "Eyes of Minute Seeing (uncommon, dmg 168). This ornate item once belonged to the tiefling hero Vidima, who slew the Beast of the Desolation of Suiluni.",
  "Eyes of Minute Seeing (uncommon, dmg 168). This ornate item was taken from the crypt of the vampire Friusilia.",
  "Eyes of the Eagle (uncommon, dmg 168). This ornate item was taken from the crypt of the vampire Alardas.",
  "Figurine of Wondrous Power (bronze griffon) (rare, dmg 169). This finely crafted item once belonged to the tiefling adventurer Guda, who slew the Leviathan of the Silver Sea.",
  "Figurine of Wondrous Power (ebony fly) (rare, dmg 169). This distinctive item was created by a goddess of magic for her most loyal hero.",
  "Figurine of Wondrous Power (golden lions) (rare, dmg 169). This battered item once belonged to the illustrious hero Auryg Orindotr, who defeated Ulfang the Black.",
  "Figurine of Wondrous Power (ivory goats) (rare, dmg 169). This masterwork item was created by a goddess of magic for her most loyal hero.",
  "Figurine of Wondrous Power (marble elephant) (rare, dmg 169). This battered item was created by the renowned artificer George.",
  "Figurine of Wondrous Power (marble elephant) (rare, dmg 169). This masterwork item once belonged to the legendary hero Umrag, who defeated Aton the Shadow Countess.",
  "Figurine of Wondrous Power (marble elephant) (rare, dmg 169). This masterwork item was created by the great artificer Mete.",
  "Figurine of Wondrous Power (obsidian steed) (very rare, dmg 169). This finely crafted item was created by the illustrious artificer Eyrlir.",
  "Figurine of Wondrous Power (onyx dog) (rare, dmg 169). This battered item once belonged to the legendary hero Heoda, who defeated Alphar the Wyrm Baron.",
  "Figurine of Wondrous Power (silver raven) (uncommon, dmg 169). This battered item once belonged to the halfling adventurer Herand Bophill, leader of the Order of the Crystal Ring.",
  "Figurine of Wondrous Power (silver raven) (uncommon, dmg 169). This finely crafted item was taken from the Dark Hive of Malice.",
  "Flame Tongue (longsword) (rare, dmg 170). Every strike by this weapon is accompanied by eerie silence.",
  "Flame Tongue (shortsword) (rare, dmg 170). This battered weapon is said to lead the one who wields it to wealth and glory.",
  "Flame Tongue (shortsword) (rare, dmg 170). This masterwork weapon once belonged to the human fighter Jamas Rysav, who vanished in the Halls of Sunless Worms.",
  "Folding Boat (rare, dmg 170). This distinctive item once belonged to the great adventurer Ridga, who slew the Hydra of the Baragzinb Crags.",
  "Folding Boat (rare, dmg 170). This finely crafted item was taken from the Dread Caverns of Ages.",
  "Folding Boat (rare, dmg 170). This ornate item was taken from the Secret Warrens of Annihilation.",
  "Gauntlets of Ogre Power (uncommon, dmg 171). This distinctive item once belonged to the great hero Agerdg Geiridotr, who defeated the Goblin King.",
  "Gem of Seeing (rare, dmg 172). This masterwork item once belonged to the great adventurer Alammiulf, who vanished in the Catacombs of the Demon Queen.",
  "Glamoured Studded Leather (rare, dmg 172). This distinctive armor once belonged to the half-orc warlord Vadamod, who defeated Cesya the Wraith Tyrant.",
  "Gloves of Swimming and Climbing (uncommon, dmg 172). This ornate item was created by a god of magic for his most loyal hero.",
  "Hammer of Thunderbolts (legendary, dmg 173). A battered weapon, engraved with the holy symbol of a goddess of plants.",
  "Hammer of Thunderbolts (legendary, dmg 173). A masterwork weapon, wrapped in brass wire.",
  "Hammer of Thunderbolts (legendary, dmg 173). Every strike by this weapon is accompanied by a spray of phantasmal blood.",
  "Hammer of Thunderbolts (legendary, dmg 173). This finely crafted weapon is said to be imbued with the spirit of the illustrious fighter Pherey, who vanished in the Lost Sanctum of Laculs the Grim.",
  "Hat of Disguise (uncommon, dmg 173). This battered item was created by a god of magic for his most loyal hero.",
  "Hat of Disguise (uncommon, dmg 173). This ornate item was created by a goddess of magic for her most loyal champion.",
  "Headband of Intellect (uncommon, dmg 173). This distinctive item was taken from the barrow of the vampire Agic.",
  "Headband of Intellect (uncommon, dmg 173). This finely crafted item was taken from the Warrens of Indomitable Worms.",
  "Headband of Intellect (uncommon, dmg 173). This masterwork item was taken from the Hive of Sunaba the Grim.",
  "Helm of Brilliance (very rare, dmg 173). This masterwork item once belonged to the illustrious adventurer Angod, who vanished in the Lost Gauntlet of Death.",
  "Helm of Comprehending Languages (uncommon, dmg 173). This distinctive item once belonged to the halfling adventurer Hildo, who fell in the Campaign of Nine Rings.",
  "Helm of Comprehending Languages (uncommon, dmg 173). This ornate item was taken from the Chambers of Baele.",
  "Helm of Telepathy (uncommon, dmg 174). This battered item was taken from the Temple of Kilita the Sorceror.",
  "Helm of Teleportation (rare, dmg 174). This finely crafted item was created by the legendary artificer Arethon.",
  "Helm of Teleportation (rare, dmg 174). This ornate item was created by the legendary artificer Kada.",
  "Heward's Handy Haversack (rare, dmg 174). This finely crafted item was taken from the barrow of the vampire Gildasi.",
  "Heward's Handy Haversack (rare, dmg 174). This masterwork item once belonged to the halfling adventurer Hildo Galbuck, who defeated Illfang the Kobold Lord.",
  "Heward's Handy Haversack (rare, dmg 174). This masterwork item was taken from the tomb of the vampire Anarius.",
  "Horn of Valhalla (brass) (rare, dmg 175). This ornate item was taken from the Forsaken Undercrypt of Ricusi the Wicked.",
  "Horn of Valhalla (bronze) (very rare, dmg 175). This battered item was created by a god of magic for his most loyal hero.",
  "Horn of Valhalla (bronze) (very rare, dmg 175). This distinctive item was taken from the hoard of the dragon Agoban.",
  "Horseshoes of Speed (rare, dmg 175). This distinctive item was created by the legendary artificer Rego.",
  "Horseshoes of Speed (rare, dmg 175). This distinctive item was taken from the tomb of the lich Valinda.",
  "Horseshoes of Speed (rare, dmg 175). This ornate item once belonged to the human hero Brede, who slew the Behemoth of the Sela Fells.",
  "Horseshoes of Speed (rare, dmg 175). This ornate item once belonged to the illustrious adventurer Hridga Veridotr, who perished in the Nulbuzar Highlands.",
  "Horseshoes of a Zephyr (very rare, dmg 175). This ornate item was created by the dwarves of the great dominion of Nalukkhath.",
  "Immovable Rod (uncommon, dmg 175). A masterwork yew rod, inlaid with silver.",
  "Immovable Rod (uncommon, dmg 175). This heavy hazel rod also grants the magical ability to see in darkness for one hour per day.",
  "Instrument of the Bards (Anstruth harp) (very rare, dmg 176). This distinctive item was taken from the Temple of Crimson Souls.",
  "Instrument of the Bards (Canaith mandolin) (rare, dmg 176). This battered item was taken from the crypt of the lich Sela.",
  "Instrument of the Bards (Canaith mandolin) (rare, dmg 176). This masterwork item was created by the great artificer Igis.",
  "Instrument of the Bards (Canaith mandolin) (rare, dmg 176). This ornate item was created by a goddess of magic for her most loyal hero.",
  "Instrument of the Bards (Cli lyre) (rare, dmg 176). This battered item was taken from the Temple of the Lich Knight.",
  "Ioun Stone (awareness) (rare, dmg 176). This battered item was taken from the sepulcher of the lich Valica.",
  "Ioun Stone (insight) (very rare, dmg 176). This finely crafted item was taken from the Sanctum of Mighty Malice.",
  "Ioun Stone (mastery) (legendary, dmg 176). This distinctive item was created by the gnome artificer Armatz.",
  "Ioun Stone (mastery) (legendary, dmg 176). This distinctive item was created by the illustrious artificer Geswe.",
  "Ioun Stone (strength) (very rare, dmg 176). This ornate item was created by a god of magic for his most loyal hero.",
  "Ioun Stone (strength) (very rare, dmg 176). This ornate item was created by the legendary artificer Anen.",
  "Ioun Stone (sustenance) (rare, dmg 176). This ornate item was created by the dwarves of the great dominion of Shola.",
  "Iron Bands of Bilarro (rare, dmg 177). This finely crafted item was created by the elves of the ancient empire of Hilorien.",
  "Iron Flask (contains a xorn) (legendary, dmg 178). This masterwork item once belonged to the half-elf adventurer Ilmiris, leader of the Silver Arrows.",
  "Javelin of Lightning (uncommon, dmg 178). Foes slain by this weapon are consumed by flames.",
  "Javelin of Lightning (uncommon, dmg 178). This distinctive weapon was created by a goddess of war for her most loyal paladin.",
  "Javelin of Lightning (uncommon, dmg 178). This finely crafted weapon is said to have once belonged to a forgotten god of war.",
  "Javelin of Lightning (uncommon, dmg 178). This finely crafted weapon once belonged to the tiefling ranger Valda, who defeated the Devil of the Ochambac Jungle.",
  "Javelin of Lightning (uncommon, dmg 178). This masterwork weapon was created by the elves of the ancient kingdom of Valine.",
  "Keoghtom's Ointment (uncommon, dmg 179). This distinctive item once belonged to the halfling adventurer Reder Folcey, who fell in the Battle of Crimson Phantasms.",
  "Keoghtom's Ointment (uncommon, dmg 179). This distinctive item once belonged to the renowned hero Enelung, who slew the Leviathan of the Cobalt Sea.",
  "Keoghtom's Ointment (uncommon, dmg 179). This masterwork item was created by a goddess of magic for her most loyal hero.",
  "Keoghtom's Ointment (uncommon, dmg 179). This masterwork item was created by the renowned artificer Audreys.",
  "Lantern of Revealing (uncommon, dmg 179). This battered item once belonged to the gnome hero Gimli, who fell in the Phantasm Wars.",
  "Lantern of Revealing (uncommon, dmg 179). This finely crafted item was taken from the Black Barrow of Worms.",
  "Luck Blade (greatsword) (legendary, dmg 179). Every strike by this weapon is accompanied by a burst of shadows.",
  "Luck Blade (longsword) (legendary, dmg 179). Foes slain by this weapon are transformed into stone statues.",
  "Mace of Disruption (rare, dmg 179). A battered weapon, engraved with the holy symbol of a war god.",
  "Mace of Disruption (rare, dmg 179). Every strike by this weapon is accompanied by a spray of phantasmal blood.",
  "Mace of Terror (rare, dmg 180). This masterwork weapon is said to lead the one who wields it to wealth and glory.",
  "Mantle of Spell Resistance (rare, dmg 180). This masterwork item was created by the renowned artificer Thakal.",
  "Mantle of Spell Resistance (rare, dmg 180). This ornate item was taken from the Barrow of the Lich Emperor.",
  "Manual of Bodily Health (very rare, dmg 180). This distinctive item was taken from the tomb of the lich Bigesa.",
  "Manual of Gainful Exercise (very rare, dmg 180). This ornate item once belonged to the halfling adventurer Bily Bresby, who perished in the Skyfall Desert.",
  "Manual of Golems (flesh) (very rare, dmg 180). This battered item once belonged to the dwarf adventurer Thrinan, leader of the Guild of the Blessed Scepter.",
  "Manual of Quickness of Action (very rare, dmg 181). This finely crafted item was created by the dwarves of the great empire of Gundumunz.",
  "Mariner's Armor (chain shirt) (uncommon, dmg 181). This distinctive armor is said to be imbued with the spirit of the renowned archer Alis, who fell in the War of Hernusa the Sorceror.",
  "Mariner's Armor (leather) (uncommon, dmg 181). This finely crafted armor was taken from the Secret Undercrypt of Sorrows.",
  "Mariner's Armor (padded) (uncommon, dmg 181). A masterwork armor, engraved with geometric patterns.",
  "Mithral Armor (breastplate) (uncommon, dmg 182). This battered armor is said to have been blessed by the Goddess of Luck herself.",
  "Mithral Armor (half plate) (uncommon, dmg 182). An ornate armor, trimmed with ermine fur.",
  "Mithral Armor (splint) (uncommon, dmg 182). This masterwork armor was created by the elves of the ancient realm of Falinde.",
  "Moon-Touched Sword (greatsword) (common, xge 138). Foes slain by this weapon dissolve into a swarm of beetles.",
  "Moon-Touched Sword (greatsword) (common, xge 138). This battered weapon is said to have once belonged to a forgotten god of war.",
  "Moon-Touched Sword (longsword) (common, xge 138). A battered weapon, engraved with the holy symbol of a war god.",
  "Moon-Touched Sword (longsword) (common, xge 138). A battered weapon, wrapped in fine steel wire.",
  "Moon-Touched Sword (longsword) (common, xge 138). A distinctive weapon, wrapped in copper wire.",
  "Moon-Touched Sword (longsword) (common, xge 138). An ornate weapon, engraved with runes of death.",
  "Moon-Touched Sword (longsword) (common, xge 138). Foes slain by this weapon are consumed by shadows.",
  "Moon-Touched Sword (longsword) (common, xge 138). This battered weapon was created by the great gnome weaponsmith Dwali.",
  "Moon-Touched Sword (shortsword) (common, xge 138). A finely crafted weapon, engraved with runes of power.",
  "Moon-Touched Sword (shortsword) (common, xge 138). Every strike by this weapon is accompanied by a feral snarl.",
  "Moon-Touched Sword (shortsword) (common, xge 138). Every strike by this weapon is accompanied by a spray of phantasmal blood.",
  "Moon-Touched Sword (shortsword) (common, xge 138). Foes slain by this weapon are consumed by flames.",
  "Moon-Touched Sword (shortsword) (common, xge 138). Foes slain by this weapon dissolve into a swarm of beetles.",
  "Necklace of Fireballs (rare, dmg 182). This battered item was created by the dragonborn artificer Ayabil.",
  "Necklace of Prayer Beads (3 beads) (rare, dmg 182). This battered item was created by the dwarves of the great empire of Nulbaragz.",
  "Necklace of Prayer Beads (4 beads) (rare, dmg 182). This battered item was taken from the Secret Vaults of Madness.",
  "Nine Lives Stealer (longsword) (very rare, dmg 183). This finely crafted weapon was taken from the hoard of the dragon Mulima.",
  "Oathbow (very rare, dmg 183). This distinctive weapon is said to be imbued with the spirit of the elf ranger Echtadh, who defeated Aphan the Lich Empress.",
  "Oil of Etherealness (rare, dmg 183). This cloudy ruby oil smells like hot metal.",
  "Oil of Etherealness (rare, dmg 183). This copper liquid causes motes of green light to appear when used.",
  "Oil of Etherealness (rare, dmg 183). This scarlet serum smells like strong ale.",
  "Oil of Etherealness (rare, dmg 183). This swirling tincture causes the air to become warm and humid when used.",
  "Oil of Sharpness (very rare, dmg 184). This watery oil causes an itchy sensation when used.",
  "Oil of Slipperiness (uncommon, dmg 184). A cloudy viridian ichor, contained in a cylindrical jar.",
  "Oil of Slipperiness (uncommon, dmg 184). A fuming liquid, contained in a faceted porcelain flask.",
  "Oil of Slipperiness (uncommon, dmg 184). A red serum, contained in a spherical phial etched with holy symbols.",
  "Oil of Slipperiness (uncommon, dmg 184). A smoky azure draught, contained in a porcelain jar.",
  "Oil of Slipperiness (uncommon, dmg 184). A swirling serum, contained in a faceted bottle.",
  "Oil of Slipperiness (uncommon, dmg 184). A viscous emerald liquid, contained in a battered gold jar.",
  "Oil of Slipperiness (uncommon, dmg 184). This green oil causes shadows to appear darker when used.",
  "Oil of Slipperiness (uncommon, dmg 184). This scarlet serum smells fiery.",
  "Pearl of Power (uncommon, dmg 184). This battered item was taken from the Secret Crypts of the Gargoyle Prince.",
  "Pearl of Power (uncommon, dmg 184). This masterwork item was taken from the tomb of the lich Ricanni.",
  "Periapt of Health (uncommon, dmg 184). This distinctive item was taken from the hoard of the dragon Enmenait.",
  "Periapt of Proof Against Poison (rare, dmg 184). This distinctive item once belonged to the legendary adventurer Andold, leader of Suse's Foxes.",
  "Philter of Love (uncommon, dmg 184). A crimson admixture, contained in a fragile glass flask.",
  "Philter of Love (uncommon, dmg 184). A thin sapphire oil, contained in a porcelain phial.",
  "Philter of Love (uncommon, dmg 184). This smoky copper potion causes motes of green light to appear when used.",
  "Philter of Love (uncommon, dmg 184). This topaz admixture causes flames to flicker wildly when used.",
  "Philter of Love (uncommon, dmg 184). This white draught causes one's eyes to turn blue when used.",
  "Pipes of Haunting (uncommon, dmg 185). This finely crafted item was taken from the crypt of the vampire Aittiland.",
  "Pipes of the Sewers (uncommon, dmg 185). This distinctive item once belonged to the illustrious adventurer Ilag Freyaredotr, who defeated Agalar the Arcane.",
  "Pipes of the Sewers (uncommon, dmg 185). This masterwork item was taken from the hoard of the dragon Beresu.",
  "Pipes of the Sewers (uncommon, dmg 185). This ornate item was created by a god of magic for his most loyal champion.",
  "Potion of Animal Friendship (uncommon, dmg 187). A cloudy green tincture, contained in a tapered jar.",
  "Potion of Animal Friendship (uncommon, dmg 187). A fuming admixture, contained in a crystal flask.",
  "Potion of Animal Friendship (uncommon, dmg 187). A thin emerald liquid, contained in a tapered porcelain bottle.",
  "Potion of Animal Friendship (uncommon, dmg 187). This black liquid causes the air to become warm and humid when used.",
  "Potion of Animal Friendship (uncommon, dmg 187). This blue draught causes flames to flicker wildly when used.",
  "Potion of Animal Friendship (uncommon, dmg 187). This bubbling ruby admixture smells metallic.",
  "Potion of Animal Friendship (uncommon, dmg 187). This fuming serum causes one's eyes to turn green when used.",
  "Potion of Animal Friendship (uncommon, dmg 187). This translucent draught smells like rain.",
  "Potion of Animal Friendship (uncommon, dmg 187). This translucent tincture causes sparks of red light to appear when used.",
  "Potion of Animal Friendship (uncommon, dmg 187). This viscous crimson potion smells salty.",
  "Potion of Animal Friendship (uncommon, dmg 187). This watery blue serum smells earthy.",
  "Potion of Clairvoyance (rare, dmg 187). A clear potion, contained in a glass bottle etched with geometric patterns.",
  "Potion of Clairvoyance (rare, dmg 187). A smoky serum, contained in a crystal flask sealed with wax.",
  "Potion of Clairvoyance (rare, dmg 187). A thin topaz potion, contained in a fragile phial etched with geometric patterns.",
  "Potion of Clairvoyance (rare, dmg 187). A translucent oil, contained in a spherical crystal jar.",
  "Potion of Clairvoyance (rare, dmg 187). This bubbling liquid causes one's hair to turn green when used.",
  "Potion of Clairvoyance (rare, dmg 187). This glowing tincture causes shadows to appear darker when used.",
  "Potion of Clairvoyance (rare, dmg 187). This viscous scarlet admixture smells like rot and decay.",
  "Potion of Clairvoyance (rare, dmg 187). This watery tincture causes one's eyes to turn red when used.",
  "Potion of Climbing (common, dmg 187). A bubbling admixture, contained in a spherical porcelain jar.",
  "Potion of Climbing (common, dmg 187). A bubbling brass admixture, contained in a tapered phial sealed with wax.",
  "Potion of Climbing (common, dmg 187). This bubbling gray tincture smells like cedar.",
  "Potion of Climbing (common, dmg 187). This bubbling green tincture causes the air to become warm and humid when used.",
  "Potion of Climbing (common, dmg 187). This cloudy ichor smells like strong ale.",
  "Potion of Climbing (common, dmg 187). This cloudy red potion causes sparks of yellow light to appear when used.",
  "Potion of Climbing (common, dmg 187). This fuming azure serum smells earthy.",
  "Potion of Climbing (common, dmg 187). This swirling gray draught causes flames to turn blue when used.",
  "Potion of Climbing (common, dmg 187). This swirling liquid smells metallic.",
  "Potion of Climbing (common, dmg 187). This thin bronze draught causes sparks of red light to appear when used.",
  "Potion of Climbing (common, dmg 187). This viridian oil causes sparks of white light to appear when used.",
  "Potion of Cloud Giant Strength (very rare, dmg 187). A bubbling brass potion, contained in a glass flask.",
  "Potion of Cloud Giant Strength (very rare, dmg 187). An emerald ichor, contained in a battered flask.",
  "Potion of Diminution (rare, dmg 187). A bubbling green admixture, contained in a porcelain bottle etched with geometric patterns.",
  "Potion of Diminution (rare, dmg 187). This gray admixture causes the air to become still and cold when used.",
  "Potion of Diminution (rare, dmg 187). This sapphire tincture smells like rotting fish.",
  "Potion of Diminution (rare, dmg 187). This swirling admixture smells sweet.",
  "Potion of Diminution (rare, dmg 187). This translucent draught smells like musk.",
  "Potion of Diminution (rare, dmg 187). This viscous draught causes one's hair to turn green when used.",
  "Potion of Diminution (rare, dmg 187). This yellow draught causes the air to become warm and humid when used.",
  "Potion of Fire Breath (uncommon, dmg 187). A black elixir, contained in a battered flask etched with arcane runes.",
  "Potion of Fire Breath (uncommon, dmg 187). A cloudy blue tincture, contained in a crystal flask etched with arcane runes.",
  "Potion of Fire Breath (uncommon, dmg 187). A cloudy liquid, contained in a porcelain jar.",
  "Potion of Fire Breath (uncommon, dmg 187). A green potion, contained in a tapered glass phial.",
  "Potion of Fire Breath (uncommon, dmg 187). A watery oil, contained in a crystal jar.",
  "Potion of Fire Breath (uncommon, dmg 187). This black elixir smells sweet.",
  "Potion of Fire Breath (uncommon, dmg 187). This fuming potion smells earthy.",
  "Potion of Fire Breath (uncommon, dmg 187). This golden potion causes shadows to appear darker when used.",
  "Potion of Fire Breath (uncommon, dmg 187). This red admixture smells spicy.",
  "Potion of Fire Breath (uncommon, dmg 187). This swirling draught causes the air to become warm and humid when used.",
  "Potion of Fire Breath (uncommon, dmg 187). This translucent oil smells like wood smoke.",
  "Potion of Fire Breath (uncommon, dmg 187). This viscous white potion smells like cheese.",
  "Potion of Fire Breath (uncommon, dmg 187). This watery topaz potion smells spicy.",
  "Potion of Fire Giant Strength (rare, dmg 187). A clear tincture, contained in a cylindrical jar.",
  "Potion of Fire Giant Strength (rare, dmg 187). A sapphire draught, contained in a steel flask.",
  "Potion of Fire Giant Strength (rare, dmg 187). This smoky golden serum smells like hot metal.",
  "Potion of Fire Giant Strength (rare, dmg 187). This smoky green elixir causes an electric sensation when used.",
  "Potion of Frost Giant Strength (rare, dmg 187). A thin liquid, contained in a porcelain flask.",
  "Potion of Frost Giant Strength (rare, dmg 187). A topaz elixir, contained in a battered crystal phial.",
  "Potion of Frost Giant Strength (rare, dmg 187). This scarlet draught smells tart.",
  "Potion of Frost Giant Strength (rare, dmg 187). This white admixture causes shadows to appear darker when used.",
  "Potion of Gaseous Form (rare, dmg 187). A green draught, contained in a spherical flask.",
  "Potion of Gaseous Form (rare, dmg 187). A white admixture, contained in a square bottle etched with holy symbols.",
  "Potion of Gaseous Form (rare, dmg 187). This bubbling ruby tincture smells acidic.",
  "Potion of Gaseous Form (rare, dmg 187). This fuming ichor smells like clove.",
  "Potion of Gaseous Form (rare, dmg 187). This fuming sapphire tincture causes a warm sensation when used.",
  "Potion of Gaseous Form (rare, dmg 187). This glowing serum causes the air to become still and cold when used.",
  "Potion of Gaseous Form (rare, dmg 187). This glowing tincture smells like musk.",
  "Potion of Gaseous Form (rare, dmg 187). This topaz potion causes shadows to appear darker when used.",
  "Potion of Gaseous Form (rare, dmg 187). This viridian ichor smells musty.",
  "Potion of Gaseous Form (rare, dmg 187). This viscous golden ichor causes the air to become warm and humid when used.",
  "Potion of Greater Healing (uncommon, dmg 187). A glowing serum, contained in a spherical flask.",
  "Potion of Greater Healing (uncommon, dmg 187). A glowing tincture, contained in a crystal jar.",
  "Potion of Greater Healing (uncommon, dmg 187). A golden serum, contained in a cylindrical crystal flask.",
  "Potion of Greater Healing (uncommon, dmg 187). A green serum, contained in a battered electrum phial.",
  "Potion of Greater Healing (uncommon, dmg 187). A swirling copper potion, contained in a battered glass phial.",
  "Potion of Greater Healing (uncommon, dmg 187). A swirling elixir, contained in a cylindrical jar.",
  "Potion of Greater Healing (uncommon, dmg 187). A thin viridian admixture, contained in a spherical jar.",
  "Potion of Greater Healing (uncommon, dmg 187). A variegated tincture, contained in a square flask.",
  "Potion of Greater Healing (uncommon, dmg 187). A viridian serum, contained in a thick glass bottle.",
  "Potion of Greater Healing (uncommon, dmg 187). A viscous golden oil, contained in a faceted bronze phial.",
  "Potion of Greater Healing (uncommon, dmg 187). A watery blue serum, contained in a faceted phial.",
  "Potion of Greater Healing (uncommon, dmg 187). A watery green admixture, contained in a glass phial etched with geometric patterns.",
  "Potion of Greater Healing (uncommon, dmg 187). This azure tincture smells metallic.",
  "Potion of Greater Healing (uncommon, dmg 187). This clear admixture causes motes of white light to appear when used.",
  "Potion of Greater Healing (uncommon, dmg 187). This clear serum smells like roses.",
  "Potion of Greater Healing (uncommon, dmg 187). This cloudy liquid causes one's hair to turn green when used.",
  "Potion of Greater Healing (uncommon, dmg 187). This glowing admixture causes a burning sensation when used.",
  "Potion of Greater Healing (uncommon, dmg 187). This glowing elixir causes motes of yellow light to appear when used.",
  "Potion of Greater Healing (uncommon, dmg 187). This green oil smells like mint.",
  "Potion of Greater Healing (uncommon, dmg 187). This sapphire liquid causes an electric sensation when used.",
  "Potion of Greater Healing (uncommon, dmg 187). This smoky green draught causes flames to flicker wildly when used.",
  "Potion of Greater Healing (uncommon, dmg 187). This smoky ichor causes shadows to appear darker when used.",
  "Potion of Greater Healing (uncommon, dmg 187). This smoky sapphire oil causes flames to turn green when used.",
  "Potion of Greater Healing (uncommon, dmg 187). This swirling ichor smells sweet.",
  "Potion of Greater Healing (uncommon, dmg 187). This thin admixture causes the air to become still and cold when used.",
  "Potion of Greater Healing (uncommon, dmg 187). This thin bronze potion smells like cedar.",
  "Potion of Greater Healing (uncommon, dmg 187). This thin elixir causes shadows to appear darker when used.",
  "Potion of Greater Healing (uncommon, dmg 187). This thin oil smells sweet.",
  "Potion of Greater Healing (uncommon, dmg 187). This thin potion causes one's hair to turn green when used.",
  "Potion of Greater Healing (uncommon, dmg 187). This topaz elixir causes one's eyes to turn red when used.",
  "Potion of Greater Healing (uncommon, dmg 187). This translucent potion smells tart.",
  "Potion of Greater Healing (uncommon, dmg 187). This variegated admixture causes an electric sensation when used.",
  "Potion of Greater Healing (uncommon, dmg 187). This viscous silver elixir smells like roses.",
  "Potion of Greater Healing (uncommon, dmg 187). This viscous white oil smells like rotting fish.",
  "Potion of Growth (uncommon, dmg 187). A clear oil, contained in a cylindrical jar etched with arcane runes.",
  "Potion of Growth (uncommon, dmg 187). A cloudy serum, contained in a cylindrical bottle etched with arcane runes.",
  "Potion of Growth (uncommon, dmg 187). A glowing draught, contained in a pewter bottle.",
  "Potion of Growth (uncommon, dmg 187). This cloudy potion smells like roses.",
  "Potion of Growth (uncommon, dmg 187). This fuming oil smells fiery.",
  "Potion of Growth (uncommon, dmg 187). This translucent ichor smells like urine.",
  "Potion of Growth (uncommon, dmg 187). This variegated potion smells metallic.",
  "Potion of Growth (uncommon, dmg 187). This watery viridian elixir smells like cheese.",
  "Potion of Healing (common, dmg 187). A black admixture, contained in a glass phial etched with arcane runes.",
  "Potion of Healing (common, dmg 187). A black tincture, contained in a glass flask.",
  "Potion of Healing (common, dmg 187). A bubbling brass serum, contained in a cylindrical bottle.",
  "Potion of Healing (common, dmg 187). A bubbling draught, contained in a crystal phial.",
  "Potion of Healing (common, dmg 187). A bubbling topaz draught, contained in a porcelain jar.",
  "Potion of Healing (common, dmg 187). A clear ichor, contained in a porcelain jar sealed with wax.",
  "Potion of Healing (common, dmg 187). A clear serum, contained in a fragile jar.",
  "Potion of Healing (common, dmg 187). A cloudy elixir, contained in a glass flask etched with geometric patterns.",
  "Potion of Healing (common, dmg 187). A cloudy ichor, contained in a fragile phial sealed with wax.",
  "Potion of Healing (common, dmg 187). A cloudy tincture, contained in a crystal flask.",
  "Potion of Healing (common, dmg 187). A copper elixir, contained in a glass flask etched with holy symbols.",
  "Potion of Healing (common, dmg 187). A fuming draught, contained in a battered porcelain phial.",
  "Potion of Healing (common, dmg 187). A glowing elixir, contained in a cylindrical phial etched with geometric patterns.",
  "Potion of Healing (common, dmg 187). A glowing elixir, contained in a glass phial etched with arcane runes.",
  "Potion of Healing (common, dmg 187). A glowing ichor, contained in a glass phial.",
  "Potion of Healing (common, dmg 187). A luminous tincture, contained in a square phial.",
  "Potion of Healing (common, dmg 187). A ruby elixir, contained in a spherical crystal phial.",
  "Potion of Healing (common, dmg 187). A silver oil, contained in a battered bottle.",
  "Potion of Healing (common, dmg 187). A silver tincture, contained in a cylindrical glass phial.",
  "Potion of Healing (common, dmg 187). A smoky brass elixir, contained in a tapered bottle with a crystal stopper.",
  "Potion of Healing (common, dmg 187). A smoky potion, contained in a battered phial sealed with wax.",
  "Potion of Healing (common, dmg 187). A swirling draught, contained in a platinum bottle sealed with wax.",
  "Potion of Healing (common, dmg 187). A swirling serum, contained in a thick gold jar.",
  "Potion of Healing (common, dmg 187). A swirling topaz oil, contained in a tapered porcelain flask.",
  "Potion of Healing (common, dmg 187). A thin blue ichor, contained in a battered porcelain jar.",
  "Potion of Healing (common, dmg 187). A thin elixir, contained in a glass jar etched with holy symbols.",
  "Potion of Healing (common, dmg 187). A thin potion, contained in a faceted flask etched with arcane runes.",
  "Potion of Healing (common, dmg 187). A topaz ichor, contained in a square bottle etched with geometric patterns.",
  "Potion of Healing (common, dmg 187). A variegated liquid, contained in a glass phial etched with holy symbols.",
  "Potion of Healing (common, dmg 187). A viridian liquid, contained in a porcelain phial.",
  "Potion of Healing (common, dmg 187). A viridian potion, contained in a battered jar.",
  "Potion of Healing (common, dmg 187). A viscous silver ichor, contained in a square jar.",
  "Potion of Healing (common, dmg 187). A watery bronze potion, contained in a battered bottle.",
  "Potion of Healing (common, dmg 187). A watery ruby serum, contained in a spherical jar sealed with wax.",
  "Potion of Healing (common, dmg 187). A white potion, contained in a cylindrical flask sealed with wax.",
  "Potion of Healing (common, dmg 187). A yellow tincture, contained in a brass flask.",
  "Potion of Healing (common, dmg 187). An azure ichor, contained in a tapered phial.",
  "Potion of Healing (common, dmg 187). This bronze oil causes a floating sensation when used.",
  "Potion of Healing (common, dmg 187). This bronze serum smells musty.",
  "Potion of Healing (common, dmg 187). This bubbling elixir causes flames to turn yellow when used.",
  "Potion of Healing (common, dmg 187). This bubbling potion smells like clove.",
  "Potion of Healing (common, dmg 187). This clear oil causes an electric sensation when used.",
  "Potion of Healing (common, dmg 187). This cloudy emerald serum causes a warm sensation when used.",
  "Potion of Healing (common, dmg 187). This cloudy indigo liquid causes sparks of red light to appear when used.",
  "Potion of Healing (common, dmg 187). This emerald oil smells like cheese.",
  "Potion of Healing (common, dmg 187). This fuming admixture causes shadows to appear darker when used.",
  "Potion of Healing (common, dmg 187). This fuming emerald ichor smells sour.",
  "Potion of Healing (common, dmg 187). This fuming ruby serum causes sparks of white light to appear when used.",
  "Potion of Healing (common, dmg 187). This glowing elixir causes shadows to appear darker when used.",
  "Potion of Healing (common, dmg 187). This glowing liquid smells metallic.",
  "Potion of Healing (common, dmg 187). This glowing serum smells like rotting fish.",
  "Potion of Healing (common, dmg 187). This golden oil causes an electric sensation when used.",
  "Potion of Healing (common, dmg 187). This green ichor causes sparks of blue light to appear when used.",
  "Potion of Healing (common, dmg 187). This green potion smells acidic.",
  "Potion of Healing (common, dmg 187). This green tincture smells like hot metal.",
  "Potion of Healing (common, dmg 187). This luminous admixture smells spicy.",
  "Potion of Healing (common, dmg 187). This luminous draught smells salty.",
  "Potion of Healing (common, dmg 187). This luminous liquid smells like strong ale.",
  "Potion of Healing (common, dmg 187). This luminous tincture causes the air to become still and cold when used.",
  "Potion of Healing (common, dmg 187). This red ichor causes the air to become warm and humid when used.",
  "Potion of Healing (common, dmg 187). This scarlet serum smells bitter.",
  "Potion of Healing (common, dmg 187). This silver ichor causes one's hair to turn white when used.",
  "Potion of Healing (common, dmg 187). This smoky indigo potion causes one's hair to turn red when used.",
  "Potion of Healing (common, dmg 187). This smoky topaz oil causes flames to turn blue when used.",
  "Potion of Healing (common, dmg 187). This swirling emerald draught smells like rotting fish.",
  "Potion of Healing (common, dmg 187). This swirling green potion causes one's eyes to turn green when used.",
  "Potion of Healing (common, dmg 187). This thin golden draught smells fiery.",
  "Potion of Healing (common, dmg 187). This topaz liquid causes flames to turn yellow when used.",
  "Potion of Healing (common, dmg 187). This translucent admixture causes shadows to appear darker when used.",
  "Potion of Healing (common, dmg 187). This translucent admixture smells tart.",
  "Potion of Healing (common, dmg 187). This translucent oil causes motes of green light to appear when used.",
  "Potion of Healing (common, dmg 187). This translucent tincture causes flames to turn white when used.",
  "Potion of Healing (common, dmg 187). This variegated admixture causes an electric sensation when used.",
  "Potion of Healing (common, dmg 187). This variegated draught causes one's hair to turn blue when used.",
  "Potion of Healing (common, dmg 187). This variegated elixir smells sweet.",
  "Potion of Healing (common, dmg 187). This variegated oil smells like musk.",
  "Potion of Healing (common, dmg 187). This variegated tincture causes an itchy sensation when used.",
  "Potion of Healing (common, dmg 187). This viscous bronze serum smells bitter.",
  "Potion of Healing (common, dmg 187). This viscous crimson ichor causes a burning sensation when used.",
  "Potion of Healing (common, dmg 187). This viscous elixir causes sparks of white light to appear when used.",
  "Potion of Healing (common, dmg 187). This viscous elixir causes the air to become still and cold when used.",
  "Potion of Healing (common, dmg 187). This viscous ichor smells like rot and decay.",
  "Potion of Healing (common, dmg 187). This viscous sapphire serum causes the air to become still and cold when used.",
  "Potion of Heroism (rare, dmg 188). A smoky liquid, contained in a tapered phial etched with geometric patterns.",
  "Potion of Heroism (rare, dmg 188). This fuming silver draught causes one's hair to turn green when used.",
  "Potion of Heroism (rare, dmg 188). This glowing tincture smells earthy.",
  "Potion of Heroism (rare, dmg 188). This luminous admixture smells spicy.",
  "Potion of Heroism (rare, dmg 188). This thin admixture causes shadows to appear darker when used.",
  "Potion of Heroism (rare, dmg 188). This variegated ichor causes one's hair to turn white when used.",
  "Potion of Heroism (rare, dmg 188). This watery copper draught smells earthy.",
  "Potion of Hill Giant Strength (uncommon, dmg 187). A clear liquid, contained in a battered flask etched with geometric patterns.",
  "Potion of Hill Giant Strength (uncommon, dmg 187). An azure admixture, contained in a porcelain flask.",
  "Potion of Hill Giant Strength (uncommon, dmg 187). This luminous serum smells like clove.",
  "Potion of Hill Giant Strength (uncommon, dmg 187). This watery tincture smells like vinegar.",
  "Potion of Invisibility (very rare, dmg 188). This crimson elixir smells like musk.",
  "Potion of Invisibility (very rare, dmg 188). This sapphire serum smells like musk.",
  "Potion of Invisibility (very rare, dmg 188). This swirling tincture causes a burning sensation when used.",
  "Potion of Invulnerability (rare, dmg 188). A swirling azure draught, contained in a porcelain flask etched with arcane runes.",
  "Potion of Invulnerability (rare, dmg 188). This smoky indigo potion causes motes of yellow light to appear when used.",
  "Potion of Invulnerability (rare, dmg 188). This swirling tincture causes shadows to appear darker when used.",
  "Potion of Invulnerability (rare, dmg 188). This thin azure draught smells salty.",
  "Potion of Invulnerability (rare, dmg 188). This translucent elixir causes the air to become still and cold when used.",
  "Potion of Longevity (very rare, dmg 188). A copper draught, contained in a copper jar with an electrum stopper.",
  "Potion of Longevity (very rare, dmg 188). A translucent potion, contained in a crystal phial with a glass stopper.",
  "Potion of Longevity (very rare, dmg 188). This glowing draught smells bitter.",
  "Potion of Mind Reading (rare, dmg 188). A fuming ichor, contained in a thick crystal phial.",
  "Potion of Mind Reading (rare, dmg 188). This bubbling tincture causes sparks of green light to appear when used.",
  "Potion of Mind Reading (rare, dmg 188). This copper elixir smells like mint.",
  "Potion of Mind Reading (rare, dmg 188). This fuming liquid smells like wood smoke.",
  "Potion of Mind Reading (rare, dmg 188). This smoky ruby liquid smells acidic.",
  "Potion of Mind Reading (rare, dmg 188). This swirling indigo tincture smells like musk.",
  "Potion of Mind Reading (rare, dmg 188). This translucent potion causes shadows to appear darker when used.",
  "Potion of Poison (uncommon, dmg 188). This ruby draught smells bitter.",
  "Potion of Poison (uncommon, dmg 188). This scarlet liquid smells sweet.",
  "Potion of Resistance (acid) (uncommon, dmg 188). This clear elixir causes sparks of white light to appear when used.",
  "Potion of Resistance (acid) (uncommon, dmg 188). This cloudy oil causes a burning sensation when used.",
  "Potion of Resistance (cold) (uncommon, dmg 188). This thin tincture smells metallic.",
  "Potion of Resistance (force) (uncommon, dmg 188). A fuming tincture, contained in a faceted jar.",
  "Potion of Resistance (lightning) (uncommon, dmg 188). A viscous gray admixture, contained in a battered phial etched with geometric patterns.",
  "Potion of Resistance (lightning) (uncommon, dmg 188). This clear ichor smells salty.",
  "Potion of Resistance (lightning) (uncommon, dmg 188). This viscous green elixir smells like urine.",
  "Potion of Resistance (necrotic) (uncommon, dmg 188). A blue serum, contained in an iron flask.",
  "Potion of Resistance (necrotic) (uncommon, dmg 188). This fuming yellow ichor causes flames to flicker wildly when used.",
  "Potion of Resistance (necrotic) (uncommon, dmg 188). This thin serum smells like clove.",
  "Potion of Resistance (psychic) (uncommon, dmg 188). This thin ichor smells like rain.",
  "Potion of Resistance (thunder) (uncommon, dmg 188). This watery topaz draught smells sweet.",
  "Potion of Speed (very rare, dmg 188). A swirling blue serum, contained in a silver phial.",
  "Potion of Speed (very rare, dmg 188). A watery elixir, contained in a glass phial.",
  "Potion of Speed (very rare, dmg 188). This brass ichor smells like roses.",
  "Potion of Stone Giant Strength (rare, dmg 187). A red admixture, contained in a spherical phial sealed with wax.",
  "Potion of Stone Giant Strength (rare, dmg 187). A smoky brass elixir, contained in a cylindrical silver bottle.",
  "Potion of Stone Giant Strength (rare, dmg 187). This clear draught smells like musk.",
  "Potion of Stone Giant Strength (rare, dmg 187). This glowing elixir smells like roses.",
  "Potion of Stone Giant Strength (rare, dmg 187). This thin copper admixture smells metallic.",
  "Potion of Stone Giant Strength (rare, dmg 187). This translucent elixir causes flames to flicker wildly when used.",
  "Potion of Storm Giant Strength (legendary, dmg 187). A bubbling oil, contained in a square porcelain jar.",
  "Potion of Storm Giant Strength (legendary, dmg 187). A luminous draught, contained in a crystal jar.",
  "Potion of Storm Giant Strength (legendary, dmg 187). A smoky admixture, contained in a crystal flask.",
  "Potion of Storm Giant Strength (legendary, dmg 187). A smoky gray potion, contained in a faceted jar.",
  "Potion of Storm Giant Strength (legendary, dmg 187). This bronze tincture smells metallic.",
  "Potion of Storm Giant Strength (legendary, dmg 187). This ruby draught smells like strong ale.",
  "Potion of Storm Giant Strength (legendary, dmg 187). This topaz elixir causes sparks of red light to appear when used.",
  "Potion of Storm Giant Strength (legendary, dmg 187). This translucent liquid smells like rot and decay.",
  "Potion of Storm Giant Strength (legendary, dmg 187). This watery emerald admixture causes flames to flicker wildly when used.",
  "Potion of Superior Healing (rare, dmg 187). A cloudy liquid, contained in a fragile phial sealed with wax.",
  "Potion of Superior Healing (rare, dmg 187). A translucent admixture, contained in a tapered bottle sealed with wax.",
  "Potion of Superior Healing (rare, dmg 187). A variegated tincture, contained in a tapered jar.",
  "Potion of Superior Healing (rare, dmg 187). This black tincture smells metallic.",
  "Potion of Superior Healing (rare, dmg 187). This bubbling admixture causes the air to become still and cold when used.",
  "Potion of Superior Healing (rare, dmg 187). This clear liquid causes one's eyes to turn white when used.",
  "Potion of Superior Healing (rare, dmg 187). This clear potion smells acidic.",
  "Potion of Superior Healing (rare, dmg 187). This emerald potion smells earthy.",
  "Potion of Superior Healing (rare, dmg 187). This fuming potion causes shadows to appear darker when used.",
  "Potion of Superior Healing (rare, dmg 187). This green draught smells metallic.",
  "Potion of Superior Healing (rare, dmg 187). This smoky copper ichor causes flames to flicker wildly when used.",
  "Potion of Superior Healing (rare, dmg 187). This smoky indigo elixir causes an itchy sensation when used.",
  "Potion of Superior Healing (rare, dmg 187). This smoky topaz elixir smells spicy.",
  "Potion of Superior Healing (rare, dmg 187). This swirling potion causes shadows to appear darker when used.",
  "Potion of Superior Healing (rare, dmg 187). This viridian elixir smells tart.",
  "Potion of Supreme Healing (very rare, dmg 187). A bubbling draught, contained in a thick bottle.",
  "Potion of Supreme Healing (very rare, dmg 187). A cloudy emerald admixture, contained in a tapered steel phial.",
  "Potion of Supreme Healing (very rare, dmg 187). A gray elixir, contained in a spherical flask.",
  "Potion of Supreme Healing (very rare, dmg 187). A green liquid, contained in a steel phial.",
  "Potion of Supreme Healing (very rare, dmg 187). A green serum, contained in a cylindrical jar.",
  "Potion of Supreme Healing (very rare, dmg 187). A translucent serum, contained in a glass phial with a crystal stopper.",
  "Potion of Supreme Healing (very rare, dmg 187). A translucent tincture, contained in a faceted flask etched with arcane runes.",
  "Potion of Supreme Healing (very rare, dmg 187). An emerald draught, contained in a tapered flask.",
  "Potion of Supreme Healing (very rare, dmg 187). This bubbling ichor causes flames to flicker wildly when used.",
  "Potion of Supreme Healing (very rare, dmg 187). This cloudy emerald ichor causes an electric sensation when used.",
  "Potion of Supreme Healing (very rare, dmg 187). This swirling ichor causes sparks of green light to appear when used.",
  "Potion of Supreme Healing (very rare, dmg 187). This swirling tincture smells bitter.",
  "Potion of Supreme Healing (very rare, dmg 187). This translucent serum smells musty.",
  "Potion of Supreme Healing (very rare, dmg 187). This variegated potion smells bitter.",
  "Potion of Supreme Healing (very rare, dmg 187). This viscous white draught causes the air to become still and cold when used.",
  "Potion of Vitality (very rare, dmg 188). This sapphire ichor causes one's hair to turn green when used.",
  "Potion of Vitality (very rare, dmg 188). This viscous scarlet serum causes the air to become warm and humid when used.",
  "Potion of Water Breathing (uncommon, dmg 188). A cloudy topaz tincture, contained in a tapered glass jar.",
  "Potion of Water Breathing (uncommon, dmg 188). A smoky golden serum, contained in a platinum jar.",
  "Potion of Water Breathing (uncommon, dmg 188). A viscous elixir, contained in a faceted glass bottle.",
  "Potion of Water Breathing (uncommon, dmg 188). A watery red serum, contained in a copper phial.",
  "Potion of Water Breathing (uncommon, dmg 188). This clear oil smells spicy.",
  "Potion of Water Breathing (uncommon, dmg 188). This glowing serum causes an electric sensation when used.",
  "Potion of Water Breathing (uncommon, dmg 188). This gray draught causes shadows to appear darker when used.",
  "Potion of Water Breathing (uncommon, dmg 188). This smoky elixir causes a floating sensation when used.",
  "Potion of Water Breathing (uncommon, dmg 188). This swirling tincture causes motes of red light to appear when used.",
  "Potion of Water Breathing (uncommon, dmg 188). This thin draught smells acidic.",
  "Quaal's Feather Token (anchor) (rare, dmg 188). This battered item was created by the dwarf artificer Borghe Styrmidotr.",
  "Quaal's Feather Token (anchor) (rare, dmg 188). This ornate item once belonged to the elf adventurer Kynda, who fell in the Campaign of Shattered Souls.",
  "Quaal's Feather Token (fan) (rare, dmg 188). This masterwork item was taken from the hoard of the dragon Attesuum.",
  "Quaal's Feather Token (swan boat) (rare, dmg 188). This masterwork item once belonged to the elf adventurer Dama, leader of Bryany's Order.",
  "Quaal's Feather Token (swan boat) (rare, dmg 188). This ornate item was taken from the crypt of the lich Gerica.",
  "Quiver of Ehlonna (uncommon, dmg 189). This distinctive item was taken from the barrow of the lich Gadege.",
  "Quiver of Ehlonna (uncommon, dmg 189). This ornate item was created by the great artificer Aldidr.",
  "Ring of Animal Influence (rare, dmg 189). This copper ring once belonged to the elf adventurer Gorminor, who defeated Mara the Shadow Knight.",
  "Ring of Animal Influence (rare, dmg 189). This pewter ring is said to possess long-forgotten powers and command words.",
  "Ring of Animal Influence (rare, dmg 189). This platinum ring also emits a thin ray of blue light upon command.",
  "Ring of Free Action (rare, dmg 191). This gold ring is said to grant a single wish once every score of years.",
  "Ring of Jumping (uncommon, dmg 191). This silver ring also grants the magical ability to speak with toads.",
  "Ring of Jumping (uncommon, dmg 191). This thin ring also grants the magical ability to charm gnomes.",
  "Ring of Mind Shielding (uncommon, dmg 191). A finely crafted ring, inlaid with electrum.",
  "Ring of Mind Shielding (uncommon, dmg 191). An ornate ring, inlaid with ruby.",
  "Ring of Mind Shielding (uncommon, dmg 191). This copper ring also grants the magical ability to locate taverns.",
  "Ring of Regeneration (very rare, dmg 191). A bronze ring, inlaid with sapphire.",
  "Ring of Regeneration (very rare, dmg 191). This finely crafted gold ring is said to be imbued with the spirit of the dragonborn wizard Nannu, who defeated Kas the Betrayer.",
  "Ring of Resistance (necrotic) (rare, dmg 192). This silver ring also grants the magical ability to see in darkness for one hour per day.",
  "Ring of Spell Storing (contains Aura of Purity) (rare, dmg 192). This pewter ring also transmutes gold coins into potatoes.",
  "Ring of Spell Storing (contains Commune) (rare, dmg 192). This faceted silver ring was taken from the sepulcher of the vampire Mirausto.",
  "Ring of Spell Turning (legendary, dmg 193). A faceted gold ring, set with amethyst.",
  "Ring of Warmth (uncommon, dmg 193). This battered platinum ring also emits a thin ray of blue light upon command.",
  "Ring of Warmth (uncommon, dmg 193). This silver ring was taken from the hoard of the dragon Niduga.",
  "Ring of Water Walking (uncommon, dmg 193). This faceted ring is said to be imbued with the spirit of the great archmage Halfo, who perished in the Toxic Jungle.",
  "Ring of Water Walking (uncommon, dmg 193). This ornate bronze ring also emits a thin ray of blue light upon command.",
  "Ring of X-ray Vision (rare, dmg 193). This faceted ring also transmutes gold coins into caltrops.",
  "Ring of X-ray Vision (rare, dmg 193). This masterwork ring also shines like a candle upon command.",
  "Ring of the Ram (rare, dmg 193). A thin steel ring, inlaid with orichalcum.",
  "Ring of the Ram (rare, dmg 193). This distinctive iron ring also shines like a candle upon command.",
  "Ring of the Ram (rare, dmg 193). This thin ring also grants the magical ability to change the color of one's hair.",
  "Robe of Eyes (rare, dmg 193). This distinctive item was taken from the hoard of the dragon Duga.",
  "Robe of Eyes (rare, dmg 193). This ornate item once belonged to the renowned adventurer Nimlenwe, who vanished in the Lost Hive of Ulfang the Black.",
  "Robe of Useful Items (11 other patches) (uncommon, dmg 195). This distinctive item once belonged to the great adventurer Eror, who fell in the Siege of Londorthon.",
  "Robe of Useful Items (11 other patches) (uncommon, dmg 195). This masterwork item was created by the tiefling artificer Arigic.",
  "Robe of the Archmagi (legendary, dmg 194). This masterwork item was created by the dwarves of the great dominion of Kheledzah.",
  "Rod of Rulership (rare, dmg 197). This hawthorn rod also shines like a candle upon command.",
  "Rod of Rulership (rare, dmg 197). This masterwork ash rod was taken from the hoard of the dragon Bonaba.",
  "Rope of Climbing (uncommon, dmg 197). This masterwork item was created by the elves of the ancient realm of Gondolind.",
  "Rope of Entanglement (rare, dmg 197). This battered item was created by the legendary artificer Nabara.",
  "Rope of Entanglement (rare, dmg 197). This battered item was taken from the sepulcher of the lich Ricetha.",
  "Scimitar of Speed (very rare, dmg 199). This masterwork weapon is said to be imbued with the spirit of the halfling archer Arlers, who vanished in the Halls of Vile Ruin.",
  "Scroll of Protection (celestials) (rare, dmg 199)",
  "Scroll of Protection (fiends) (rare, dmg 199)",
  "Scroll of Protection (undead) (rare, dmg 199)",
  "Sentinel Shield (uncommon, dmg 199). A battered shield, engraved with runes of invulnerability.",
  "Sentinel Shield (uncommon, dmg 199). A battered shield, painted with an unknown coat of arms.",
  "Sentinel Shield (uncommon, dmg 199). A distinctive shield, engraved with runes of invulnerability.",
  "Sentinel Shield (uncommon, dmg 199). A finely crafted shield, engraved with runes of invulnerability.",
  "Sentinel Shield (uncommon, dmg 199). A finely crafted shield, engraved with runes of protection.",
  "Sentinel Shield (uncommon, dmg 199). An ornate shield, painted with an unknown coat of arms.",
  "Sentinel Shield (uncommon, dmg 199). This battered shield once belonged to the legendary warrior Dufga, who defeated Lord Greywulf.",
  "Sentinel Shield (uncommon, dmg 199). This battered shield was taken from the Dark Crypts of Aleon.",
  "Sentinel Shield (uncommon, dmg 199). This distinctive shield was created by the elves of the ancient realm of Tirione.",
  "Sentinel Shield (uncommon, dmg 199). This ornate shield was created by the dwarves of the great empire of Kharbarak.",
  "Shield of Expression (common, xge 139). An ornate shield, inlaid with platinum.",
  "Shield of Expression (common, xge 139). This distinctive shield was created by the elves of the ancient empire of Karnande.",
  "Shield of Expression (common, xge 139). This ornate shield was taken from the barrow of the lich Alesis.",
  "Shield of Missile Attraction (rare, dmg 200). This finely crafted shield was created by the dwarves of the great realm of Aram.",
  "Shield of Missile Attraction (rare, dmg 200). This masterwork shield was created by a god of war for his most loyal hero.",
  "Slippers of Spider Climbing (uncommon, dmg 200). This battered item was taken from the barrow of the lich Ricoma.",
  "Slippers of Spider Climbing (uncommon, dmg 200). This distinctive item was taken from the Secret Delve of Evil.",
  "Smoldering Armor (breastplate) (common, xge 139). This finely crafted armor was created by the illustrious half-elf armorer Amer.",
  "Smoldering Armor (breastplate) (common, xge 139). This finely crafted armor was taken from the hoard of the dragon Abumar.",
  "Smoldering Armor (chain mail) (common, xge 139). A masterwork armor, painted with an unknown coat of arms.",
  "Smoldering Armor (splint) (common, xge 139). This distinctive armor was created by a goddess of war for her most loyal warrior.",
  "Sovereign Glue (legendary, dmg 200). This battered item was created by the dwarves of the great kingdom of Tumunzund.",
  "Sovereign Glue (legendary, dmg 200). This distinctive item once belonged to the half-elf hero Lodhire, who vanished in the Dark Tomb of Annihilation.",
  "Spell Scroll (Acid Splash) (common, dmg 200)",
  "Spell Scroll (Alarm) (common, dmg 200)",
  "Spell Scroll (Animal Friendship) (common, dmg 200)",
  "Spell Scroll (Animate Dead) (uncommon, dmg 200)",
  "Spell Scroll (Arcane Lock) (uncommon, dmg 200)",
  "Spell Scroll (Aura of Life) (rare, dmg 200)",
  "Spell Scroll (Bane) (common, dmg 200)",
  "Spell Scroll (Banishment) (rare, dmg 200)",
  "Spell Scroll (Beast Sense) (uncommon, dmg 200)",
  "Spell Scroll (Blade Ward) (common, dmg 200)",
  "Spell Scroll (Bless) (common, dmg 200)",
  "Spell Scroll (Blinding Smite) (uncommon, dmg 200)",
  "Spell Scroll (Blindness/Deafness) (uncommon, dmg 200)",
  "Spell Scroll (Blink) (uncommon, dmg 200)",
  "Spell Scroll (Blur) (uncommon, dmg 200)",
  "Spell Scroll (Branding Smite) (uncommon, dmg 200)",
  "Spell Scroll (Burning Hands) (common, dmg 200)",
  "Spell Scroll (Call Lightning) (uncommon, dmg 200)",
  "Spell Scroll (Charm Person) (common, dmg 200)",
  "Spell Scroll (Chill Touch) (common, dmg 200)",
  "Spell Scroll (Chromatic Orb) (common, dmg 200)",
  "Spell Scroll (Circle of Death) (very rare, dmg 200)",
  "Spell Scroll (Color Spray) (common, dmg 200)",
  "Spell Scroll (Command) (common, dmg 200)",
  "Spell Scroll (Commune) (rare, dmg 200)",
  "Spell Scroll (Compelled Duel) (common, dmg 200)",
  "Spell Scroll (Comprehend Languages) (common, dmg 200)",
  "Spell Scroll (Confusion) (rare, dmg 200)",
  "Spell Scroll (Conjure Minor Elementals) (rare, dmg 200)",
  "Spell Scroll (Conjure Woodland Beings) (rare, dmg 200)",
  "Spell Scroll (Contact Other Plane) (rare, dmg 200)",
  "Spell Scroll (Create or Destroy Water) (common, dmg 200)",
  "Spell Scroll (Crown of Madness) (uncommon, dmg 200)",
  "Spell Scroll (Cure Wounds) (common, dmg 200)",
  "Spell Scroll (Darkness) (uncommon, dmg 200)",
  "Spell Scroll (Daylight) (uncommon, dmg 200)",
  "Spell Scroll (Delayed Blast Fireball) (very rare, dmg 200)",
  "Spell Scroll (Detect Magic) (common, dmg 200)",
  "Spell Scroll (Dimension Door) (rare, dmg 200)",
  "Spell Scroll (Disguise Self) (common, dmg 200)",
  "Spell Scroll (Dispel Magic) (uncommon, dmg 200)",
  "Spell Scroll (Dissonant Whispers) (common, dmg 200)",
  "Spell Scroll (Divination) (rare, dmg 200)",
  "Spell Scroll (Dominate Beast) (rare, dmg 200)",
  "Spell Scroll (Dominate Person) (rare, dmg 200)",
  "Spell Scroll (Drawmij's Instant Summons) (very rare, dmg 200)",
  "Spell Scroll (Eldritch Blast) (common, dmg 200)",
  "Spell Scroll (Elemental Weapon) (uncommon, dmg 200)",
  "Spell Scroll (Enhance Ability) (uncommon, dmg 200)",
  "Spell Scroll (Enlarge/Reduce) (uncommon, dmg 200)",
  "Spell Scroll (Ensnaring Strike) (common, dmg 200)",
  "Spell Scroll (Expeditious Retreat) (common, dmg 200)",
  "Spell Scroll (Faerie Fire) (common, dmg 200)",
  "Spell Scroll (Feeblemind) (very rare, dmg 200)",
  "Spell Scroll (Find Familiar) (common, dmg 200)",
  "Spell Scroll (Find Steed) (uncommon, dmg 200)",
  "Spell Scroll (Find the Path) (very rare, dmg 200)",
  "Spell Scroll (Fire Bolt) (common, dmg 200)",
  "Spell Scroll (Fireball) (uncommon, dmg 200)",
  "Spell Scroll (Flaming Sphere) (uncommon, dmg 200)",
  "Spell Scroll (Fly) (uncommon, dmg 200)",
  "Spell Scroll (Fog Cloud) (common, dmg 200)",
  "Spell Scroll (Foresight) (legendary, dmg 200)",
  "Spell Scroll (Friends) (common, dmg 200)",
  "Spell Scroll (Gate) (legendary, dmg 200)",
  "Spell Scroll (Geas) (rare, dmg 200)",
  "Spell Scroll (Gentle Repose) (uncommon, dmg 200)",
  "Spell Scroll (Guidance) (common, dmg 200)",
  "Spell Scroll (Hold Person) (uncommon, dmg 200)",
  "Spell Scroll (Holy Aura) (very rare, dmg 200)",
  "Spell Scroll (Hunter's Mark) (common, dmg 200)",
  "Spell Scroll (Hypnotic Pattern) (uncommon, dmg 200)",
  "Spell Scroll (Ice Storm) (rare, dmg 200)",
  "Spell Scroll (Identify) (common, dmg 200)",
  "Spell Scroll (Illusory Script) (common, dmg 200)",
  "Spell Scroll (Invisibility) (uncommon, dmg 200)",
  "Spell Scroll (Jump) (common, dmg 200)",
  "Spell Scroll (Knock) (uncommon, dmg 200)",
  "Spell Scroll (Lesser Restoration) (uncommon, dmg 200)",
  "Spell Scroll (Light) (common, dmg 200)",
  "Spell Scroll (Lightning Bolt) (uncommon, dmg 200)",
  "Spell Scroll (Locate Creature) (rare, dmg 200)",
  "Spell Scroll (Longstrider) (common, dmg 200)",
  "Spell Scroll (Mage Hand) (common, dmg 200)",
  "Spell Scroll (Magic Circle) (uncommon, dmg 200)",
  "Spell Scroll (Magic Weapon) (uncommon, dmg 200)",
  "Spell Scroll (Major Image) (uncommon, dmg 200)",
  "Spell Scroll (Meld into Stone) (uncommon, dmg 200)",
  "Spell Scroll (Mending) (common, dmg 200)",
  "Spell Scroll (Message) (common, dmg 200)",
  "Spell Scroll (Minor Illusion) (common, dmg 200)",
  "Spell Scroll (Mislead) (rare, dmg 200)",
  "Spell Scroll (Misty Step) (uncommon, dmg 200)",
  "Spell Scroll (Moonbeam) (uncommon, dmg 200)",
  "Spell Scroll (Mordenkainen's Faithful Hound) (rare, dmg 200)",
  "Spell Scroll (Pass without Trace) (uncommon, dmg 200)",
  "Spell Scroll (Passwall) (rare, dmg 200)",
  "Spell Scroll (Phantom Steed) (uncommon, dmg 200)",
  "Spell Scroll (Polymorph) (rare, dmg 200)",
  "Spell Scroll (Prestidigitation) (common, dmg 200)",
  "Spell Scroll (Produce Flame) (common, dmg 200)",
  "Spell Scroll (Protection from Energy) (uncommon, dmg 200)",
  "Spell Scroll (Protection from Evil and Good) (common, dmg 200)",
  "Spell Scroll (Protection from Poison) (uncommon, dmg 200)",
  "Spell Scroll (Purify Food and Drink) (common, dmg 200)",
  "Spell Scroll (Rary's Telepathic Bond) (rare, dmg 200)",
  "Spell Scroll (Ray of Frost) (common, dmg 200)",
  "Spell Scroll (Ray of Sickness) (common, dmg 200)",
  "Spell Scroll (Resistance) (common, dmg 200)",
  "Spell Scroll (Sacred Flame) (common, dmg 200)",
  "Spell Scroll (Scorching Ray) (uncommon, dmg 200)",
  "Spell Scroll (Searing Smite) (common, dmg 200)",
  "Spell Scroll (See Invisibility) (uncommon, dmg 200)",
  "Spell Scroll (Shatter) (uncommon, dmg 200)",
  "Spell Scroll (Shield of Faith) (common, dmg 200)",
  "Spell Scroll (Shield) (common, dmg 200)",
  "Spell Scroll (Shillelagh) (common, dmg 200)",
  "Spell Scroll (Silent Image) (common, dmg 200)",
  "Spell Scroll (Sleet Storm) (uncommon, dmg 200)",
  "Spell Scroll (Spare the Dying) (common, dmg 200)",
  "Spell Scroll (Sunburst) (very rare, dmg 200)",
  "Spell Scroll (Teleportation Circle) (rare, dmg 200)",
  "Spell Scroll (Thaumaturgy) (common, dmg 200)",
  "Spell Scroll (Thunderwave) (common, dmg 200)",
  "Spell Scroll (True Strike) (common, dmg 200)",
  "Spell Scroll (Water Breathing) (uncommon, dmg 200)",
  "Spell Scroll (Web) (uncommon, dmg 200)",
  "Spell Scroll (Wish) (legendary, dmg 200)",
  "Spell Scroll (Witch Bolt) (common, dmg 200)",
  "Spell Scroll (Wrathful Smite) (common, dmg 200)",
  "Spellguard Shield (very rare, dmg 201). A battered shield, painted with an unknown coat of arms.",
  "Staff of Adornment (common, xge 139). A distinctive staff, wrapped in fine steel wire.",
  "Staff of Birdcalls (common, xge 139). This ornate hazel staff was created by the elves of the ancient realm of Formene.",
  "Staff of Charming (rare, dmg 201). This masterwork hawthorn staff was taken from the sepulcher of the vampire Farnasi.",
  "Staff of Fire (very rare, dmg 201). This heavy birch staff was taken from the hoard of the dragon Aliid.",
  "Staff of Fire (very rare, dmg 201). This ornate elm staff was created by the elves of the ancient kingdom of Enelest.",
  "Staff of Fire (very rare, dmg 201). This thin staff was created by the legendary artificer Britu.",
  "Staff of Flowers (common, xge 139). This blackthorn staff is said to be imbued with the spirit of the elf alchemist Arierdan, who vanished in the Forsaken Tunnels of Adran the Ghastly.",
  "Staff of Flowers (common, xge 139). This heavy elder staff once belonged to the dwarf conjurer Ukar, who slew the Dragon of Athagas.",
  "Staff of Flowers (common, xge 139). This heavy staff once belonged to the dwarf sorcerer Bradi, who vanished in the Dread Undercrypt of the Wyrm Baroness.",
  "Staff of Flowers (common, xge 139). This masterwork blackthorn staff once belonged to the elf conjurer Wanne, who vanished in the Catacombs of Unearthly Worms.",
  "Staff of Flowers (common, xge 139). This rowan staff once belonged to the dwarf necromancer Banain, who slew the Beast of Hunesi.",
  "Staff of Flowers (common, xge 139). This thin cedar staff is said to possess long-forgotten powers and command words.",
  "Staff of the Adder (uncommon, dmg 203). An ash staff, inlaid with mithral.",
  "Staff of the Adder (uncommon, dmg 203). An ornate ash staff, inlaid with jet.",
  "Staff of the Adder (uncommon, dmg 203). This elder staff also glows when trolls are near.",
  "Staff of the Adder (uncommon, dmg 203). This elm staff was taken from the hoard of the dragon Biumura.",
  "Staff of the Adder (uncommon, dmg 203). This hawthorn staff was created by a god of magic for his most loyal champion.",
  "Staff of the Adder (uncommon, dmg 203). This hazel staff is said to be imbued with the spirit of the human artificer Bryany, who fell in the Crusade of Phantasms.",
  "Staff of the Adder (uncommon, dmg 203). This masterwork staff once belonged to the dwarf enchanter Reidri, who vanished in the Black Hive of the Wyrm Tyrant.",
  "Staff of the Adder (uncommon, dmg 203). This thin willow staff also grants the magical ability to speak with rope.",
  "Staff of the Magi (legendary, dmg 203). This cedar staff also grants the magical ability to endure extreme cold for one hour per day.",
  "Staff of the Python (uncommon, dmg 204). This heavy staff once belonged to the great archmage Balamma, who fell in the Siege of Teefalls.",
  "Staff of the Python (uncommon, dmg 204). This masterwork birch staff also grants the magical ability to speak with rope.",
  "Staff of the Woodlands (rare, dmg 204). A heavy hazel staff, inlaid with bloodstone.",
  "Staff of the Woodlands (rare, dmg 204). This ash staff also grants the magical ability to speak with cats.",
  "Staff of the Woodlands (rare, dmg 204). This battered staff also grants the magical ability to move without leaving any trace for one hour per day.",
  "Staff of the Woodlands (rare, dmg 204). This battered staff is said to possess long-forgotten powers and command words.",
  "Staff of the Woodlands (rare, dmg 204). This distinctive cedar staff is said to be imbued with the spirit of the dwarf artificer Khatur, who vanished in the Dark Labyrinth of Kas the Betrayer.",
  "Stone of Controlling Earth Elementals (rare, dmg 205). This masterwork item was created by the elves of the ancient kingdom of Aland.",
  "Stone of Good Luck (uncommon, dmg 205). This distinctive item was taken from the Lost Catacombs of Evil.",
  "Sun Blade (rare, dmg 205). Every strike by this weapon is accompanied by a feral snarl.",
  "Sun Blade (rare, dmg 205). Every strike by this weapon is accompanied by eerie silence.",
  "Sun Blade (rare, dmg 205). This distinctive weapon once belonged to the illustrious paladin Mado Basi, who slew the Serpent of Hilda.",
  "Sword of Life Stealing (greatsword) (rare, dmg 206). A finely crafted weapon, engraved with runes of destruction.",
  "Sword of Life Stealing (shortsword) (rare, dmg 206). Every strike by this weapon is accompanied by eerie silence.",
  "Sword of Life Stealing (shortsword) (rare, dmg 206). This ornate weapon was created by the dwarves of the great kingdom of Kinbilnarg.",
  "Sword of Sharpness (greatsword) (very rare, dmg 206). A distinctive weapon, engraved with the holy symbol of a war god.",
  "Sword of Sharpness (greatsword) (very rare, dmg 206). This finely crafted weapon is said to be imbued with the spirit of the dwarf ranger Allulfr, who fell in the Wand Wars.",
  "Sword of Vengeance (longsword) (uncommon, dmg 206). Foes slain by this weapon are consumed by flames.",
  "Sword of Vengeance (shortsword) (uncommon, dmg 206). This masterwork weapon was taken from the sepulcher of the vampire Valasa.",
  "Talisman of Pure Good (legendary, dmg 207). This battered item once belonged to the dragonborn hero Nannu, who perished in the Dismal Marsh.",
  "Talisman of Ultimate Evil (legendary, dmg 207). This ornate item was taken from the hoard of the dragon Biduka.",
  "Tentacle Rod (rare, dmg 208). A hazel rod, inlaid with ruby.",
  "Tentacle Rod (rare, dmg 208). This distinctive willow rod once belonged to the legendary hero Marget, who vanished in the Warrens of the Gargoyle Baroness.",
  "Tentacle Rod (rare, dmg 208). This finely crafted rod also grants the magical ability to detect dragons within thirty feet.",
  "Tentacle Rod (rare, dmg 208). This heavy elder rod also grants the magical ability to locate taverns.",
  "Tentacle Rod (rare, dmg 208). This heavy hazel rod also shines like a lantern upon command.",
  "Tentacle Rod (rare, dmg 208). This heavy oak rod was taken from the barrow of the lich Vida.",
  "Tome of Understanding (very rare, dmg 209). This finely crafted item was created by the elves of the ancient kingdom of Orielen.",
  "Trident of Fish Command (uncommon, dmg 209). This distinctive weapon is said to have once belonged to a forgotten god of war.",
  "Unbreakable Arrow (common, xge 139). A masterwork weapon, engraved with runes of power.",
  "Unbreakable Arrow (common, xge 139). Foes slain by this weapon are consumed by flames.",
  "Unbreakable Arrow (common, xge 139). Foes slain by this weapon fade and vanish without a trace.",
  "Unbreakable Arrow (common, xge 139). This battered weapon once belonged to the illustrious archer Aneth Barne, who vanished in the Delve of Black Devastation.",
  "Unbreakable Arrow (common, xge 139). This distinctive weapon once belonged to the great warrior Vlava, who defeated Abax the Possessed.",
  "Unbreakable Arrow (common, xge 139). This finely crafted weapon is said to have once belonged to a forgotten god of war.",
  "Unbreakable Arrow (common, xge 139). This finely crafted weapon was taken from the crypt of the lich Vala.",
  "Unbreakable Arrow (common, xge 139). This masterwork weapon is said to have been created to slay the Leviathan of the Sea of Radiance.",
  "Unbreakable Arrow (common, xge 139). This ornate weapon is said to have once belonged to a forgotten god of war.",
  "Unbreakable Arrow (common, xge 139). This ornate weapon is said to lead the one who wields it to wealth and glory.",
  "Unbreakable Arrow (common, xge 139). This ornate weapon was taken from the hoard of the dragon Sabiuma.",
  "Universal Solvent (legendary, dmg 209). This distinctive item was created by the dwarves of the great kingdom of Bilnarakz.",
  "Universal Solvent (legendary, dmg 209). This finely crafted item was taken from the hoard of the dragon Sumilki.",
  "Universal Solvent (legendary, dmg 209). This ornate item was taken from the Dark Prison of Itagon the Eldritch.",
  "Vicious Weapon (glaive) (rare, dmg 209). Every strike by this weapon is accompanied by eerie silence.",
  "Walloping Ammunition (20 arrows) (common, xge 139). Foes slain by this weapon fade and vanish without a trace.",
  "Walloping Ammunition (20 arrows) (common, xge 139). This finely crafted weapon was created by the legendary gnome weaponsmith Lipi.",
  "Walloping Ammunition (20 crossbow bolts) (common, xge 139). A battered weapon, engraved with the holy symbol of a goddess of shadows.",
  "Walloping Ammunition (20 crossbow bolts) (common, xge 139). This battered weapon is said to have been created to slay the Wyrm of Sarima.",
  "Walloping Ammunition (20 sling bullets) (common, xge 139). A battered weapon, engraved with runes of vengeance.",
  "Walloping Ammunition (20 sling bullets) (common, xge 139). This finely crafted weapon is said to have been created to slay the Behemoth of the Nargila Crags.",
  "Walloping Ammunition (50 blowgun needles) (common, xge 139). Every strike by this weapon is accompanied by a spray of phantasmal blood.",
  "Walloping Ammunition (50 blowgun needles) (common, xge 139). This masterwork weapon is said to have been created to slay the Wyrm of Vido.",
  "Wand of Binding (rare, dmg 209). This thin oak wand was created by the dwarves of the great kingdom of Akilnam.",
  "Wand of Conducting (common, xge 140). An ornate oak wand, inlaid with obsidian.",
  "Wand of Enemy Detection (rare, dmg 210). This ash wand once belonged to the renowned necromancer Thanige, who vanished in the Dark Hive of Apus the Bloody.",
  "Wand of Fear (rare, dmg 210). A distinctive hawthorn wand, inlaid with garnet.",
  "Wand of Fear (rare, dmg 210). A thin yew wand, inlaid with gold.",
  "Wand of Lightning Bolts (rare, dmg 211). This elder wand once belonged to the half-elf wizard Gormili, who slew the Horror of Thermani.",
  "Wand of Lightning Bolts (rare, dmg 211). This thin wand was taken from the Dark Caverns of Neusya.",
  "Wand of Magic Detection (uncommon, dmg 211). This finely crafted elm wand also grants the magical ability to speak with rope.",
  "Wand of Paralysis (rare, dmg 211). A heavy wand, inlaid with hepatizon.",
  "Wand of Paralysis (rare, dmg 211). This finely crafted wand also shivers when wraiths are near.",
  "Wand of Polymorph (very rare, dmg 211). A heavy hazel wand, inlaid with moonstone.",
  "Wand of Polymorph (very rare, dmg 211). This masterwork rowan wand also grants the magical ability to speak with goats.",
  "Wand of Pyrotechnics (common, xge 140). This masterwork wand was taken from the crypt of the lich Hisunni.",
  "Wand of Scowls (common, xge 140). A distinctive wand, inlaid with ruby.",
  "Wand of Scowls (common, xge 140). A finely crafted birch wand, wrapped in bronze wire.",
  "Wand of Scowls (common, xge 140). This thin elder wand also shines like a torch upon command.",
  "Wand of Web (uncommon, dmg 212). A blackthorn wand, set with amber.",
  "Wand of Web (uncommon, dmg 212). A distinctive wand, inlaid with amethyst.",
  "Wand of Web (uncommon, dmg 212). A heavy yew wand, wrapped in bronze wire.",
  "Wand of Web (uncommon, dmg 212). A thin wand, set with diamond.",
  "Wand of Web (uncommon, dmg 212). A thin wand, wrapped in fine steel wire.",
  "Wand of Web (uncommon, dmg 212). This hazel wand was created by the gnome artificer Thakar.",
  "Wand of Web (uncommon, dmg 212). This thin oak wand once belonged to the legendary archmage Rancent, who slew the Horror of Thricusi.",
  "Weapon of Warning (sling) (uncommon, dmg 213). An ornate weapon, inlaid with topaz.",
  "Winged Boots (uncommon, dmg 214). This distinctive item was taken from the Dread Sepulcher of Mala.",
  "Winged Boots (uncommon, dmg 214). This finely crafted item was taken from the Black Halls of Mubiesu the Corrupt.",
  "+1 Ammunition (20 arrows) (uncommon, dmg 150). Every strike by this weapon is accompanied by eerie silence.",
  "+1 Ammunition (20 arrows) (uncommon, dmg 150). This ornate weapon is said to have been created to slay the Serpent of the Moor of Sleep.",
  "+1 Ammunition (20 crossbow bolts) (uncommon, dmg 150). Every strike by this weapon is accompanied by a spray of phantasmal blood.",
  "+1 Ammunition (20 crossbow bolts) (uncommon, dmg 150). This battered weapon is said to compel its bearer to slay the Beast of the Raven's March.",
  "+1 Ammunition (20 sling bullets) (uncommon, dmg 150). This battered weapon was created by the legendary dwarf weaponsmith Nainan.",
  "+1 Ammunition (20 sling bullets) (uncommon, dmg 150). This finely crafted weapon is said to compel its bearer to slay the Horror of the Beyeku Waste.",
  "+1 Ammunition (50 blowgun needles) (uncommon, dmg 150). A distinctive weapon, inlaid with moonstone.",
  "+1 Ammunition (50 blowgun needles) (uncommon, dmg 150). Every strike by this weapon is accompanied by a spray of phantasmal blood.",
  "+1 Armor (plate) (rare, dmg 152). This battered armor is said to have been blessed by the Goddess of Luck herself.",
  "+1 Armor (scale mail) (rare, dmg 152). This ornate armor is said to grant its wearer immortal life.",
  "+1 Armor (splint) (rare, dmg 152). This masterwork armor is said to be imbued with the spirit of the elf fighter Glorfinerdh, leader of Bely's Guild.",
  "+1 Rod of the Pact Keeper (uncommon, dmg 197). A heavy cedar rod, inlaid with platinum.",
  "+1 Rod of the Pact Keeper (uncommon, dmg 197). An oak rod, set with jet.",
  "+1 Rod of the Pact Keeper (uncommon, dmg 197). This battered hazel rod also emits a thin ray of yellow light upon command.",
  "+1 Rod of the Pact Keeper (uncommon, dmg 197). This battered rod was created by a goddess of magic for her most loyal champion.",
  "+1 Rod of the Pact Keeper (uncommon, dmg 197). This distinctive rod was taken from the hoard of the dragon Bilitu.",
  "+1 Rod of the Pact Keeper (uncommon, dmg 197). This elm rod was created by the elves of the ancient empire of Belonde.",
  "+1 Rod of the Pact Keeper (uncommon, dmg 197). This hazel rod once belonged to the great hero Hughye, who vanished in the Warrens of Ulfang the Black.",
  "+1 Rod of the Pact Keeper (uncommon, dmg 197). This heavy hawthorn rod also grants the magical ability to feign disease or illness for one hour per day.",
  "+1 Rod of the Pact Keeper (uncommon, dmg 197). This heavy rowan rod also emits a thin ray of yellow light upon command.",
  "+1 Rod of the Pact Keeper (uncommon, dmg 197). This ornate rod also shines like a torch upon command.",
  "+1 Rod of the Pact Keeper (uncommon, dmg 197). This rowan rod was created by a god of magic for his most loyal hero.",
  "+1 Rod of the Pact Keeper (uncommon, dmg 197). This thin rod also emits a thin ray of green light upon command.",
  "+1 Shield (uncommon, dmg 200). A battered shield, engraved with runes of strength.",
  "+1 Shield (uncommon, dmg 200). A battered shield, inlaid with electrum.",
  "+1 Shield (uncommon, dmg 200). A battered shield, inlaid with silver.",
  "+1 Shield (uncommon, dmg 200). A distinctive shield, inlaid with silver.",
  "+1 Shield (uncommon, dmg 200). An ornate shield, engraved with runes of strength.",
  "+1 Shield (uncommon, dmg 200). An ornate shield, painted with an unknown coat of arms.",
  "+1 Shield (uncommon, dmg 200). This battered shield once belonged to the human hero Eryn, who vanished in the Gauntlet of the Gargoyle Baron.",
  "+1 Shield (uncommon, dmg 200). This distinctive shield once belonged to the legendary paladin Kharkurd, who defeated Adurrum the Shadow Princess.",
  "+1 Shield (uncommon, dmg 200). This masterwork shield was created by a god of war for his most loyal warrior.",
  "+1 Shield (uncommon, dmg 200). This masterwork shield was taken from the crypt of the lich Suinthilda.",
  "+1 Wand of the War Mage (uncommon, dmg 212). A battered wand, set with obsidian.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This distinctive hawthorn wand was taken from the Secret Temple of Woe.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This thin oak wand was taken from the tomb of the vampire Theusaphro.",
  "+1 Wand of the War Mage (uncommon, dmg 212). This thin wand also grants the magical ability to endure extreme cold for one hour per day.",
  "+1 Weapon (blowgun) (uncommon, dmg 213). Foes slain by this weapon are transformed into glass statues.",
  "+1 Weapon (blowgun) (uncommon, dmg 213). Foes slain by this weapon fade and vanish without a trace.",
  "+1 Weapon (blowgun) (uncommon, dmg 213). This battered weapon is said to lead the one who wields it to wealth and glory.",
  "+1 Weapon (dagger) (uncommon, dmg 213). An ornate weapon, engraved with the holy symbol of a war god.",
  "+1 Weapon (dart) (uncommon, dmg 213). A masterwork weapon, engraved with the holy symbol of a war god.",
  "+1 Weapon (glaive) (uncommon, dmg 213). A distinctive weapon, set with sapphire.",
  "+1 Weapon (greataxe) (uncommon, dmg 213). This finely crafted weapon was taken from the hoard of the dragon Hazzaru.",
  "+1 Weapon (hand crossbow) (uncommon, dmg 213). This finely crafted weapon once belonged to the dwarf hero Hangbre, who slew the Horror of Bessaphro.",
  "+1 Weapon (heavy crossbow) (uncommon, dmg 213). Every strike by this weapon is accompanied by eerie silence.",
  "+1 Weapon (heavy crossbow) (uncommon, dmg 213). This battered weapon once belonged to the dragonborn fighter Ningal, who perished in the Bronze March.",
  "+1 Weapon (javelin) (uncommon, dmg 213). This finely crafted weapon is said to have been created to slay the Leviathan of the Sea of Dame.",
  "+1 Weapon (lance) (uncommon, dmg 213). Every strike by this weapon is accompanied by eerie silence.",
  "+1 Weapon (light crossbow) (uncommon, dmg 213). This battered weapon is said to compel its bearer to defend the Republic of Barione.",
  "+1 Weapon (light hammer) (uncommon, dmg 213). Every strike by this weapon is accompanied by eerie silence.",
  "+1 Weapon (longbow) (uncommon, dmg 213). A distinctive weapon, inlaid with platinum.",
  "+1 Weapon (longsword) (uncommon, dmg 213). A finely crafted weapon, engraved with the holy symbol of a war god.",
  "+1 Weapon (mace) (uncommon, dmg 213). Foes slain by this weapon are transformed into stone statues.",
  "+1 Weapon (net) (uncommon, dmg 213). This finely crafted weapon is said to have once belonged to a forgotten god of war.",
  "+1 Weapon (quarterstaff) (uncommon, dmg 213). This finely crafted weapon is said to compel its bearer to defeat Sumardea the Mad.",
  "+1 Weapon (shortbow) (uncommon, dmg 213). A battered weapon, set with garnet.",
  "+1 Weapon (shortbow) (uncommon, dmg 213). Foes slain by this weapon are transformed into stone statues.",
  "+1 Weapon (shortbow) (uncommon, dmg 213). This battered weapon is said to lead the one who wields it to wealth and glory.",
  "+1 Weapon (shortbow) (uncommon, dmg 213). This ornate weapon once belonged to the gnome fighter Thrinan, who slew the Behemoth of Aratrius.",
  "+1 Weapon (sling) (uncommon, dmg 213). A finely crafted weapon, engraved with runes of justice.",
  "+1 Weapon (sling) (uncommon, dmg 213). Every strike by this weapon is accompanied by a feral snarl.",
  "+1 Weapon (sling) (uncommon, dmg 213). Foes slain by this weapon are transformed into ravens.",
  "+1 Weapon (sling) (uncommon, dmg 213). This masterwork weapon was created by the great human weaponsmith Witheue.",
  "+1 Weapon (sling) (uncommon, dmg 213). This ornate weapon was created by the great elf weaponsmith Borophing.",
  "+1 Weapon (spear) (uncommon, dmg 213). A distinctive weapon, engraved with runes of vengeance.",
  "+1 Weapon (spear) (uncommon, dmg 213). An ornate weapon, set with diamond.",
  "+1 Weapon (warhammer) (uncommon, dmg 213). Every strike by this weapon is accompanied by a feral snarl.",
  "+1 Weapon (whip) (uncommon, dmg 213). This masterwork weapon is said to have once belonged to a forgotten god of war.",
  "+2 Ammunition (20 arrows) (rare, dmg 150). This battered weapon is said to have been created to slay the Behemoth of Avis.",
  "+2 Ammunition (20 crossbow bolts) (rare, dmg 150). This finely crafted weapon is said to compel its bearer to defeat the Lich of the Ponton Forest.",
  "+2 Wand of the War Mage (rare, dmg 212). This thin willow wand also repels small insects when held.",
  "+2 Weapon (battleaxe) (rare, dmg 213). This masterwork weapon was taken from the sepulcher of the lich Viguttha.",
  "+2 Weapon (blowgun) (rare, dmg 213). An ornate weapon, engraved with the holy symbol of a war god.",
  "+2 Weapon (blowgun) (rare, dmg 213). Foes slain by this weapon dissolve into a pool of blood.",
  "+2 Weapon (greatclub) (rare, dmg 213). This distinctive weapon is said to have once belonged to a forgotten god of war.",
  "+2 Weapon (light hammer) (rare, dmg 213). A masterwork weapon, inlaid with emerald.",
  "+2 Weapon (longsword) (rare, dmg 213). This masterwork weapon once belonged to the halfling warrior Ancoc Roper, who vanished in the Pit of Elemental Secrets.",
  "+2 Weapon (quarterstaff) (rare, dmg 213). Every strike by this weapon is accompanied by a burst of shadows.",
  "+2 Weapon (quarterstaff) (rare, dmg 213). Every strike by this weapon is accompanied by eerie silence.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). This battered armor is said to have been blessed by the Goddess of Luck herself.",
  "Adamantine Armor (chain mail) (uncommon, dmg 150). This distinctive armor is said to protect its wearer from the lies of a devil.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). An ornate armor, engraved with geometric patterns.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). This masterwork armor is said to be imbued with the spirit of the illustrious hero Alamror, leader of Piersym's Falcons.",
  "Adamantine Armor (chain shirt) (uncommon, dmg 150). This ornate armor is said to have been blessed by the Goddess of Luck herself.",
  "Adamantine Armor (half plate) (uncommon, dmg 150). This masterwork armor was created by the elves of the ancient realm of Nionimras.",
  "Adamantine Armor (plate) (uncommon, dmg 150). A finely crafted armor, engraved with runes of invulnerability.",
  "Adamantine Armor (plate) (uncommon, dmg 150). This battered armor is said to have been blessed by the Goddess of Luck herself.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). This battered armor was created by the renowned halfling armorer Prowan Galpsi.",
  "Adamantine Armor (ring mail) (uncommon, dmg 150). This distinctive armor was taken from the Crypts of Horrendous Annihilation.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). A battered armor, engraved with the holy symbol of a war god.",
  "Adamantine Armor (scale mail) (uncommon, dmg 150). A finely crafted armor, engraved with geometric patterns.",
  "Alchemy Jug (uncommon, dmg 150). This masterwork item was created by the tiefling artificer Gothiuda.",
  "Amulet of Health (rare, dmg 150). This masterwork item was created by the dwarves of the great dominion of Tumunzir.",
  "Amulet of Health (rare, dmg 150). This masterwork item was taken from the barrow of the lich Sariusa.",
  "Armor of Gleaming (chain mail) (common, xge 136). An ornate armor, painted with an unknown coat of arms.",
  "Armor of Gleaming (chain mail) (common, xge 136). This finely crafted armor was created by the dwarves of the great realm of Nulbaram.",
  "Armor of Gleaming (half plate) (common, xge 136). A battered armor, painted with an unknown coat of arms.",
  "Armor of Gleaming (leather) (common, xge 136). This finely crafted armor was created by a god of war for his most loyal warrior.",
  "Armor of Gleaming (padded) (common, xge 136). This distinctive armor is said to grant its wearer immortal life.",
  "Armor of Gleaming (ring mail) (common, xge 136). This battered armor is said to be imbued with the spirit of the illustrious warlord Sumuaba, who slew the Leviathan of the Sea of Sorcery.",
  "Armor of Gleaming (scale mail) (common, xge 136). This battered armor is said to have been blessed by the Goddess of Luck herself.",
  "Armor of Gleaming (splint) (common, xge 136). This battered armor was created by a god of war for his most loyal paladin.",
  "Armor of Gleaming (studded leather) (common, xge 136). This distinctive armor is said to be imbued with the spirit of the illustrious warrior Rida, who fell in the Campaign of Adrar the Deranged.",
  "Armor of Gleaming (studded leather) (common, xge 136). This distinctive armor is said to grant its wearer immortal life.",
  "Armor of Gleaming (studded leather) (common, xge 136). This distinctive armor was taken from the crypt of the lich Ancalas.",
  "Armor of Gleaming (studded leather) (common, xge 136). This masterwork armor is said to grant its wearer immortal life.",
  "Armor of Resistance (ring mail, fire) (rare, dmg 152). This battered armor was taken from the hoard of the dragon Saboni.",
  "Bag of Beans (5 beans) (rare, dmg 152). This distinctive item once belonged to the halfling adventurer Doco, who fell in the Gruesome Campaign.",
  "Bag of Beans (8 beans) (rare, dmg 152). This ornate item was created by a goddess of magic for her most loyal hero.",
  "Bag of Holding (uncommon, dmg 153). This battered item was created by a god of magic for his most loyal hero.",
  "Bag of Holding (uncommon, dmg 153). This battered item was created by the elves of the ancient kingdom of Vinorith.",
  "Bag of Holding (uncommon, dmg 153). This distinctive item was taken from the Dungeon of Gruesome Worms.",
  "Bag of Holding (uncommon, dmg 153). This distinctive item was taken from the hoard of the dragon Abit.",
  "Bag of Holding (uncommon, dmg 153). This ornate item was created by the dwarves of the great empire of Nula.",
  "Bag of Tricks (gray) (uncommon, dmg 154). This battered item was created by the elves of the ancient realm of Forlinde.",
  "Bag of Tricks (gray) (uncommon, dmg 154). This battered item was created by the legendary artificer Guilhug.",
  "Bag of Tricks (gray) (uncommon, dmg 154). This finely crafted item once belonged to the halfling hero Manard Derhill, who perished in the Jago Steppe.",
  "Bag of Tricks (tan) (uncommon, dmg 154). This battered item was created by the great artificer Ingeg.",
  "Bag of Tricks (tan) (uncommon, dmg 154). This distinctive item was taken from the tomb of the vampire Azariund.",
  "Bead of Force (rare, dmg 154). This masterwork item once belonged to the illustrious hero Wilgaatha, who vanished in the Catacombs of Ergalin the Awesome.",
  "Boots of Elvenkind (uncommon, dmg 155). This finely crafted item was taken from the crypt of the lich Mirespa.",
  "Boots of Elvenkind (uncommon, dmg 155). This ornate item was created by a goddess of magic for her most loyal champion.",
  "Boots of Striding and Springing (uncommon, dmg 156). This distinctive item once belonged to the elf adventurer Liathi, who slew the Leviathan of the Diamond Sea.",
  "Boots of Striding and Springing (uncommon, dmg 156). This masterwork item was created by a god of magic for his most loyal champion.",
  "Boots of Striding and Springing (uncommon, dmg 156). This ornate item was taken from the Hive of Treacherous Chaos.",
  "Boots of the Winterlands (uncommon, dmg 156). This distinctive item once belonged to the dragonborn hero Ninu, who perished in the Mudha Desert.",
  "Boots of the Winterlands (uncommon, dmg 156). This distinctive item was created by the dwarves of the great realm of Zarakib.",
  "Boots of the Winterlands (uncommon, dmg 156). This distinctive item was taken from the hoard of the dragon Sumaba.",
  "Boots of the Winterlands (uncommon, dmg 156). This masterwork item was created by a god of magic for his most loyal champion.",
  "Bowl of Commanding Water Elementals (rare, dmg 156). This finely crafted item was created by the elves of the ancient realm of Elellon.",
  "Bracers of Archery (uncommon, dmg 156). This battered item once belonged to the illustrious hero Ausan, who vanished in the Caverns of Cruel Worms.",
  "Bracers of Archery (uncommon, dmg 156). This distinctive item once belonged to the dwarf adventurer Illaunn, who fell in the Spell Wars.",
  "Brazier of Commanding Fire Elementals (rare, dmg 156). This battered item once belonged to the great hero Leri, who vanished in the Dread Sanctum of Randeba the Warlock.",
  "Brazier of Commanding Fire Elementals (rare, dmg 156). This distinctive item was taken from the Prison of Baatorian Ruin.",
  "Brooch of Shielding (uncommon, dmg 156). This masterwork item once belonged to the legendary hero Swara Ervanddotr, who defeated Sema the Indomitable.",
  "Brooch of Shielding (uncommon, dmg 156). This ornate item was created by the elf artificer Mica.",
  "Broom of Flying (uncommon, dmg 156). This masterwork item was taken from the hoard of the dragon Sanga.",
  "Broom of Flying (uncommon, dmg 156). This ornate item once belonged to the half-elf hero Joycie, who defeated Gothmog of Udun.",
  "Broom of Flying (uncommon, dmg 156). This ornate item was created by a goddess of magic for her most loyal champion.",
  "Cap of Water Breathing (uncommon, dmg 157). This distinctive item was taken from the sepulcher of the lich Asbafrild.",
  "Cast-Off Armor (breastplate) (common, xge 136). This battered armor is said to protect its wearer from the gaze of a basilisk.",
  "Cast-Off Armor (breastplate) (common, xge 136). This distinctive armor once belonged to the legendary warrior Afad, who vanished in the Vaults of Sunless Worms.",
  "Cast-Off Armor (breastplate) (common, xge 136). This ornate armor is said to protect its wearer from the gaze of a basilisk.",
  "Cast-Off Armor (hide) (common, xge 136). This masterwork armor once belonged to the elf warlord Tuaga, who perished in the Bara Waste.",
  "Cast-Off Armor (leather) (common, xge 136). This masterwork armor is said to compel its wearer to defend the Realm of Norione.",
  "Cast-Off Armor (padded) (common, xge 136). This distinctive armor was created by the dwarves of the great empire of Khundabilg.",
  "Cast-Off Armor (padded) (common, xge 136). This masterwork armor was created by the dwarves of the great kingdom of Tumunzinb.",
  "Cast-Off Armor (padded) (common, xge 136). This ornate armor is said to be imbued with the spirit of the human paladin Alix Aver, who perished in the Cuito Jungle.",
  "Cast-Off Armor (plate) (common, xge 136). A finely crafted armor, painted with an unknown coat of arms.",
  "Cast-Off Armor (plate) (common, xge 136). This masterwork armor once belonged to the halfling warlord Sado Urron, who defeated Batu the Vampire Warlord.",
  "Cast-Off Armor (scale mail) (common, xge 136). This finely crafted armor is said to have been blessed by the Goddess of Luck herself.",
  "Cast-Off Armor (splint) (common, xge 136). This battered armor once belonged to the dwarf warlord Taga, leader of Mary's Rogues.",
  "Cast-Off Armor (splint) (common, xge 136). This distinctive armor is said to have been blessed by the Goddess of Luck herself.",
  "Cast-Off Armor (studded leather) (common, xge 136). A battered armor, engraved with geometric patterns.",
  "Cast-Off Armor (studded leather) (common, xge 136). This finely crafted armor once belonged to the human fighter Admaelm, who fell in the Battle of Elcot.",
  "Cast-Off Armor (studded leather) (common, xge 136). This ornate armor is said to be imbued with the spirit of the legendary warlord Bleidi, who slew the Horror of the Bladegrass Plains.",
  "Censer of Controlling Air Elementals (rare, dmg 158). This masterwork item was taken from the hoard of the dragon Asmabum.",
  "Chime of Opening (rare, dmg 158). This finely crafted item was taken from the Halls of Crimson Devastation.",
  "Chime of Opening (rare, dmg 158). This masterwork item once belonged to the gnome hero Amim, who perished in the Wraithmoor.",
  "Circlet of Blasting (uncommon, dmg 158). This finely crafted item was created by the elves of the ancient realm of Nyamene.",
  "Circlet of Blasting (uncommon, dmg 158). This masterwork item was taken from the Warrens of Abyssal Souls.",
  "Circlet of Blasting (uncommon, dmg 158). This ornate item was created by the dwarf artificer Dwoinarv.",
  "Cloak of Displacement (rare, dmg 158). This distinctive item was taken from the hoard of the dragon Zuummuta.",
  "Cloak of Displacement (rare, dmg 158). This finely crafted item was created by the elves of the ancient realm of Nioningothr.",
  "Cloak of Elvenkind (uncommon, dmg 158). This distinctive item once belonged to the dwarf hero Anulfr, who slew the Beast of Anaic.",
  "Cloak of Elvenkind (uncommon, dmg 158). This distinctive item was taken from the hoard of the dragon Abum.",
  "Cloak of Elvenkind (uncommon, dmg 158). This ornate item once belonged to the dragonborn hero Suilita, who vanished in the Black Tunnels of Kas the Betrayer.",
  "Cloak of Elvenkind (uncommon, dmg 158). This ornate item was created by the elves of the ancient empire of Karnione.",
  "Cloak of Protection (uncommon, dmg 159). This battered item was created by a god of magic for his most loyal champion.",
  "Cloak of Protection (uncommon, dmg 159). This finely crafted item was taken from the hoard of the dragon Anguchar.",
  "Cloak of Protection (uncommon, dmg 159). This masterwork item was taken from the barrow of the vampire Atheus.",
  "Cloak of Protection (uncommon, dmg 159). This ornate item was created by the legendary artificer Rani.",
  "Cloak of Protection (uncommon, dmg 159). This ornate item was taken from the hoard of the dragon Sudita.",
  "Cloak of the Bat (rare, dmg 159). This finely crafted item once belonged to the elf hero Mione, leader of the Black Legion.",
  "Cloak of the Manta Ray (uncommon, dmg 159). This masterwork item was created by the dwarf artificer Cnaebja.",
  "Dagger of Venom (rare, dmg 161). Foes slain by this weapon are consumed by flames.",
  "Deck of Illusions (19 cards) (uncommon, dmg 161). This finely crafted item was created by a god of magic for his most loyal hero.",
  "Deck of Illusions (23 cards) (uncommon, dmg 161). This ornate item was created by a god of magic for his most loyal champion.",
  "Driftglobe (uncommon, dmg 166). This battered item once belonged to the elf hero Maloy, who defeated Shiva the Destroyer.",
  "Driftglobe (uncommon, dmg 166). This distinctive item was created by a god of magic for his most loyal hero.",
  "Driftglobe (uncommon, dmg 166). This finely crafted item once belonged to the halfling hero Marger Mynge, leader of Abell's Falcons.",
  "Driftglobe (uncommon, dmg 166). This finely crafted item was taken from the barrow of the lich Atharis.",
  "Driftglobe (uncommon, dmg 166). This masterwork item once belonged to the human adventurer Wenthru, who vanished in the Secret Dungeon of the Lich Empress.",
  "Dust of Disappearance (uncommon, dmg 166). This masterwork item once belonged to the elf hero Mandia, leader of the Fangs of Hithladress.",
  "Dust of Disappearance (uncommon, dmg 166). This masterwork item was created by the elves of the ancient dominion of Eiriond.",
  "Dust of Disappearance (uncommon, dmg 166). This masterwork item was created by the elves of the ancient empire of Othlon.",
  "Dust of Dryness (uncommon, dmg 166). This battered item once belonged to the tiefling hero Gerica, who fell in the Siege of Snefield.",
  "Dust of Dryness (uncommon, dmg 166). This battered item was created by the elf artificer Brissa.",
  "Dust of Dryness (uncommon, dmg 166). This distinctive item was taken from the hoard of the dragon Nabonu.",
  "Dust of Dryness (uncommon, dmg 166). This ornate item once belonged to the great hero Asuigoda, who slew the Leviathan of the Dusk Sea.",
  "Dust of Sneezing and Choking (uncommon, dmg 166). This distinctive item was created by the elves of the ancient empire of Donosea.",
  "Dust of Sneezing and Choking (uncommon, dmg 166). This finely crafted item once belonged to the renowned adventurer Ical, who fell in the Woeful Campaign.",
  "Dust of Sneezing and Choking (uncommon, dmg 166). This ornate item was taken from the hoard of the dragon Amminyar.",
  "Elemental Gem (air) (uncommon, dmg 167). This finely crafted item was taken from the Gauntlet of Mudila.",
  "Elemental Gem (earth) (uncommon, dmg 167). This masterwork item was created by the dwarves of the great kingdom of Tumunzar.",
  "Elemental Gem (fire) (uncommon, dmg 167). This distinctive item once belonged to the human adventurer Wulfa, who perished in the Sica Fells.",
  "Elemental Gem (fire) (uncommon, dmg 167). This finely crafted item once belonged to the renowned hero Sanzur, who vanished in the Dungeon of Mighty Souls.",
  "Elixir of Health (rare, dmg 168). A variegated draught, contained in a spherical glass flask.",
  "Elixir of Health (rare, dmg 168). This bubbling green tincture causes an electric sensation when used.",
  "Elven Chain (rare, dmg 168). A finely crafted armor, engraved with geometric patterns.",
  "Figurine of Wondrous Power (bronze griffon) (rare, dmg 169). This distinctive item was created by the dwarves of the great realm of Nulbundin.",
  "Figurine of Wondrous Power (bronze griffon) (rare, dmg 169). This ornate item was taken from the hoard of the dragon Akis.",
  "Figurine of Wondrous Power (onyx dog) (rare, dmg 169). This distinctive item was taken from the tomb of the lich Frisigoia.",
  "Figurine of Wondrous Power (silver raven) (uncommon, dmg 169). This finely crafted item was created by the legendary artificer Tharkilm.",
  "Figurine of Wondrous Power (silver raven) (uncommon, dmg 169). This finely crafted item was taken from the Dread Lair of Nightmares.",
  "Figurine of Wondrous Power (silver raven) (uncommon, dmg 169). This ornate item was created by the renowned artificer Lafu.",
  "Figurine of Wondrous Power (silver raven) (uncommon, dmg 169). This ornate item was taken from the hoard of the dragon Azzanan.",
  "Flame Tongue (shortsword) (rare, dmg 170). This finely crafted weapon is said to compel its bearer to slay the Leviathan of the Sea of Arten.",
  "Folding Boat (rare, dmg 170). This battered item was taken from the Dread Labyrinth of Necromancy.",
  "Gauntlets of Ogre Power (uncommon, dmg 171). This battered item once belonged to the gnome adventurer Irin, who slew the Behemoth of the Desolation of Abonin.",
  "Gauntlets of Ogre Power (uncommon, dmg 171). This battered item once belonged to the legendary hero Sigo Bophubb, who perished in the Gray Sentinels.",
  "Gauntlets of Ogre Power (uncommon, dmg 171). This finely crafted item was created by the half-elf artificer Nichye Gery.",
  "Gem of Brightness (uncommon, dmg 171). This distinctive item was created by the dwarves of the great empire of Bundusharb.",
  "Gem of Seeing (rare, dmg 172). This distinctive item once belonged to the human adventurer Ethen, who slew the Serpent of Frandero.",
  "Gem of Seeing (rare, dmg 172). This masterwork item was taken from the hoard of the dragon Samsuma.",
  "Gloves of Missile Snaring (uncommon, dmg 172). This ornate item was taken from the hoard of the dragon Merkadi.",
  "Gloves of Swimming and Climbing (uncommon, dmg 172). This masterwork item was created by the elves of the ancient kingdom of Londortharg.",
  "Gloves of Thievery (uncommon, dmg 172). This distinctive item was created by the renowned artificer Suintha.",
  "Hat of Disguise (uncommon, dmg 173). This battered item once belonged to the tiefling adventurer Aldasudi, who defeated Sadya the Shadow Prince.",
  "Hat of Disguise (uncommon, dmg 173). This battered item was taken from the sepulcher of the lich Sigeba.",
  "Hat of Disguise (uncommon, dmg 173). This finely crafted item once belonged to the human adventurer Alel, who perished in the Cinder Hills.",
  "Headband of Intellect (uncommon, dmg 173). This distinctive item was created by the great artificer Gamin.",
  "Headband of Intellect (uncommon, dmg 173). This ornate item once belonged to the elf adventurer Crica, who perished in the Salt Waste.",
  "Helm of Comprehending Languages (uncommon, dmg 173). This battered item was taken from the Secret Catacombs of Chula the Crimson.",
  "Helm of Comprehending Languages (uncommon, dmg 173). This finely crafted item was taken from the hoard of the dragon Bhheshbalshuu.",
  "Helm of Telepathy (uncommon, dmg 174). This masterwork item once belonged to the half-elf adventurer Elet, who defeated the Vampire of the Jawful Desert.",
  "Helm of Teleportation (rare, dmg 174). This ornate item was created by the dwarves of the great realm of Tumunzig.",
  "Heward's Handy Haversack (rare, dmg 174). This battered item once belonged to the great hero Arlew Nere, who defeated the Demon of the Ghostwood Downs.",
  "Heward's Handy Haversack (rare, dmg 174). This finely crafted item once belonged to the legendary hero Prisca, who slew the Horror of the Haunted Downs.",
  "Horn of Valhalla (brass) (rare, dmg 175). This distinctive item once belonged to the human hero Aethelm, leader of the Fellowship of the Dagger and Crown.",
  "Horseshoes of Speed (rare, dmg 175). This ornate item was created by a god of magic for his most loyal hero.",
  "Immovable Rod (uncommon, dmg 175). This ornate rod was taken from the hoard of the dragon Yaamubad.",
  "Immovable Rod (uncommon, dmg 175). This thin rod was created by the elves of the ancient dominion of Hombarond.",
  "Instrument of the Bards (Doss lute) (uncommon, dmg 176). This finely crafted item was created by the great artificer Gela.",
  "Instrument of the Bards (Mac-Fuimidh cittern) (uncommon, dmg 176). This battered item was created by the dwarves of the great realm of Nulbizadd.",
  "Instrument of the Bards (Mac-Fuimidh cittern) (uncommon, dmg 176). This masterwork item was taken from the barrow of the vampire Angicad.",
  "Ioun Stone (protection) (rare, dmg 176). This finely crafted item once belonged to the gnome adventurer Ukhun, who slew the Leviathan of the Sea of Chaos.",
  "Javelin of Lightning (uncommon, dmg 178). A distinctive weapon, engraved with runes of justice.",
  "Javelin of Lightning (uncommon, dmg 178). Every strike by this weapon is accompanied by a spray of phantasmal blood.",
  "Javelin of Lightning (uncommon, dmg 178). Foes slain by this weapon are consumed by shadows.",
  "Javelin of Lightning (uncommon, dmg 178). Foes slain by this weapon are transformed into rats.",
  "Javelin of Lightning (uncommon, dmg 178). This distinctive weapon once belonged to the elf ranger Moroi, who defeated Aton the Lich Tyrant.",
  "Javelin of Lightning (uncommon, dmg 178). This masterwork weapon was created by the renowned elf weaponsmith Alwellas.",
  "Javelin of Lightning (uncommon, dmg 178). This ornate weapon is said to have once belonged to a forgotten god of war.",
  "Keoghtom's Ointment (uncommon, dmg 179). This battered item once belonged to the great adventurer Khali, who fell in the Spell Wars.",
  "Keoghtom's Ointment (uncommon, dmg 179). This battered item was created by a god of magic for his most loyal hero.",
  "Keoghtom's Ointment (uncommon, dmg 179). This battered item was created by the great artificer Ziri.",
  "Keoghtom's Ointment (uncommon, dmg 179). This battered item was created by the legendary artificer Epach.",
  "Keoghtom's Ointment (uncommon, dmg 179). This distinctive item once belonged to the renowned adventurer Verrin, who slew the Dragon of Ariland.",
  "Keoghtom's Ointment (uncommon, dmg 179). This distinctive item once belonged to the renowned hero Vojar, who slew the Serpent of Fricanna.",
  "Keoghtom's Ointment (uncommon, dmg 179). This finely crafted item once belonged to the elf hero Indirien, leader of the Daggers of Penmaest.",
  "Keoghtom's Ointment (uncommon, dmg 179). This finely crafted item once belonged to the legendary adventurer Tharkurd, who vanished in the Labyrinth of Indomitable Souls.",
  "Keoghtom's Ointment (uncommon, dmg 179). This finely crafted item was taken from the Vaults of Gruesome Malice.",
  "Keoghtom's Ointment (uncommon, dmg 179). This finely crafted item was taken from the hoard of the dragon Mardashma.",
  "Lantern of Revealing (uncommon, dmg 179). This ornate item once belonged to the half-orc hero Tiovala, who vanished in the Black Prison of Devastation.",
  "Mace of Disruption (rare, dmg 179). An ornate weapon, inlaid with hepatizon.",
  "Mace of Terror (rare, dmg 180). Every strike by this weapon is accompanied by a monstrous snarl.",
  "Medallion of Thoughts (uncommon, dmg 181). This battered item once belonged to the tiefling adventurer Sadila, who perished in the Troll Hills.",
  "Medallion of Thoughts (uncommon, dmg 181). This masterwork item was created by the renowned artificer Alimus.",
  "Mithral Armor (breastplate) (uncommon, dmg 182). This battered armor once belonged to the renowned warlord Lionethil, who fell in the Bloody Crusade.",
  "Moon-Touched Sword (greatsword) (common, xge 138). Every strike by this weapon is accompanied by a monstrous snarl.",
  "Moon-Touched Sword (greatsword) (common, xge 138). Every strike by this weapon is accompanied by eerie silence.",
  "Moon-Touched Sword (greatsword) (common, xge 138). This finely crafted weapon was created by a god of war for his most loyal archer.",
  "Moon-Touched Sword (longsword) (common, xge 138). A distinctive weapon, engraved with the holy symbol of a war god.",
  "Moon-Touched Sword (longsword) (common, xge 138). Every strike by this weapon is accompanied by a burst of light.",
  "Moon-Touched Sword (longsword) (common, xge 138). This battered weapon once belonged to the legendary fighter Mete, who slew the Horror of Getema.",
  "Moon-Touched Sword (longsword) (common, xge 138). This finely crafted weapon was created by a god of war for his most loyal warlord.",
  "Moon-Touched Sword (longsword) (common, xge 138). This finely crafted weapon was taken from the hoard of the dragon Yaabiergan.",
  "Moon-Touched Sword (shortsword) (common, xge 138). Foes slain by this weapon are transformed into rats.",
  "Moon-Touched Sword (shortsword) (common, xge 138). Foes slain by this weapon dissolve into a pool of blood.",
  "Moon-Touched Sword (shortsword) (common, xge 138). This battered weapon is said to have once belonged to a forgotten god of war.",
  "Moon-Touched Sword (shortsword) (common, xge 138). This finely crafted weapon was taken from the Delve of Black Nightmares.",
  "Moon-Touched Sword (shortsword) (common, xge 138). This masterwork weapon was taken from the hoard of the dragon Ditani.",
  "Necklace of Fireballs (rare, dmg 182). This battered item was taken from the Pit of Gloomy Necromancy.",
  "Oil of Etherealness (rare, dmg 183). A topaz oil, contained in a crystal bottle etched with holy symbols.",
  "Oil of Etherealness (rare, dmg 183). This blue draught smells spicy.",
  "Oil of Etherealness (rare, dmg 183). This clear tincture causes one's hair to turn gray when used.",
  "Oil of Etherealness (rare, dmg 183). This smoky scarlet serum causes flames to flicker wildly when used.",
  "Oil of Slipperiness (uncommon, dmg 184). A cloudy draught, contained in a tapered crystal phial.",
  "Oil of Slipperiness (uncommon, dmg 184). A smoky blue ichor, contained in a glass bottle.",
  "Oil of Slipperiness (uncommon, dmg 184). A smoky silver potion, contained in a bronze flask.",
  "Oil of Slipperiness (uncommon, dmg 184). A translucent serum, contained in a square glass jar.",
  "Oil of Slipperiness (uncommon, dmg 184). A viridian ichor, contained in a fragile bottle.",
  "Oil of Slipperiness (uncommon, dmg 184). A viscous liquid, contained in a porcelain phial.",
  "Oil of Slipperiness (uncommon, dmg 184). This brass admixture smells metallic.",
  "Oil of Slipperiness (uncommon, dmg 184). This swirling red draught smells like rotting fish.",
  "Oil of Slipperiness (uncommon, dmg 184). This swirling white tincture causes shadows to appear darker when used.",
  "Oil of Slipperiness (uncommon, dmg 184). This viscous ichor smells tart.",
  "Pearl of Power (uncommon, dmg 184). This battered item once belonged to the dwarf hero Dinain, who vanished in the Dread Delve of Evil.",
  "Pearl of Power (uncommon, dmg 184). This masterwork item once belonged to the halfling adventurer Daise, who defeated Anugar the Possessed.",
  "Pearl of Power (uncommon, dmg 184). This masterwork item once belonged to the illustrious adventurer Finde, who slew the Behemoth of the Black Mire.",
  "Periapt of Health (uncommon, dmg 184). This masterwork item was created by the halfling artificer Gery.",
  "Periapt of Health (uncommon, dmg 184). This ornate item once belonged to the illustrious hero Phery Willey, leader of the Circle of the Silver Raven.",
  "Philter of Love (uncommon, dmg 184). This green tincture smells earthy.",
  "Philter of Love (uncommon, dmg 184). This red draught causes one's eyes to turn red when used.",
  "Philter of Love (uncommon, dmg 184). This thin serum causes one's eyes to turn blue when used.",
  "Pipes of Haunting (uncommon, dmg 185). This distinctive item once belonged to the legendary hero Reda, who perished in the Dark Swamp.",
  "Pipes of the Sewers (uncommon, dmg 185). This masterwork item once belonged to the illustrious adventurer Buacha, who perished in the Jade Forest.",
  "Pipes of the Sewers (uncommon, dmg 185). This masterwork item was created by the elf artificer Sabia.",
  "Pipes of the Sewers (uncommon, dmg 185). This masterwork item was taken from the Hive of Gothmog of Udun.",
  "Pipes of the Sewers (uncommon, dmg 185). This masterwork item was taken from the sepulcher of the vampire Gaisege.",
  "Pipes of the Sewers (uncommon, dmg 185). This ornate item was taken from the hoard of the dragon Sinabu.",
  "Potion of Animal Friendship (uncommon, dmg 187). This fuming topaz liquid smells like cedar.",
  "Potion of Animal Friendship (uncommon, dmg 187). This glowing oil smells metallic.",
  "Potion of Animal Friendship (uncommon, dmg 187). This luminous oil causes shadows to appear darker when used.",
  "Potion of Animal Friendship (uncommon, dmg 187). This smoky green liquid smells spicy.",
  "Potion of Animal Friendship (uncommon, dmg 187). This swirling ichor smells like urine.",
  "Potion of Animal Friendship (uncommon, dmg 187). This translucent potion causes motes of green light to appear when used.",
  "Potion of Animal Friendship (uncommon, dmg 187). This translucent tincture smells salty.",
  "Potion of Animal Friendship (uncommon, dmg 187). This variegated tincture smells salty.",
  "Potion of Animal Friendship (uncommon, dmg 187). This watery draught smells like musk.",
  "Potion of Animal Friendship (uncommon, dmg 187). This watery oil causes a burning sensation when used.",
  "Potion of Animal Friendship (uncommon, dmg 187). This yellow liquid smells like rotting fish.",
  "Potion of Clairvoyance (rare, dmg 187). This cloudy scarlet tincture smells acidic.",
  "Potion of Clairvoyance (rare, dmg 187). This swirling white draught causes the air to become warm and humid when used.",
  "Potion of Clairvoyance (rare, dmg 187). This translucent admixture causes a burning sensation when used.",
  "Potion of Climbing (common, dmg 187). A bubbling elixir, contained in a glass flask with a crystal stopper.",
  "Potion of Climbing (common, dmg 187). A bubbling emerald oil, contained in a crystal jar.",
  "Potion of Climbing (common, dmg 187). A bubbling ruby potion, contained in a platinum bottle.",
  "Potion of Climbing (common, dmg 187). A crimson ichor, contained in a porcelain jar etched with arcane runes.",
  "Potion of Climbing (common, dmg 187). A crimson liquid, contained in a porcelain flask.",
  "Potion of Climbing (common, dmg 187). A luminous ichor, contained in a porcelain phial.",
  "Potion of Climbing (common, dmg 187). A red potion, contained in a porcelain bottle.",
  "Potion of Climbing (common, dmg 187). A silver admixture, contained in a glass jar.",
  "Potion of Climbing (common, dmg 187). A smoky admixture, contained in a fragile bottle etched with geometric patterns.",
  "Potion of Climbing (common, dmg 187). A swirling gray serum, contained in a faceted pewter bottle.",
  "Potion of Climbing (common, dmg 187). A translucent potion, contained in a cylindrical pewter bottle.",
  "Potion of Climbing (common, dmg 187). A variegated oil, contained in a brass bottle.",
  "Potion of Climbing (common, dmg 187). A viscous serum, contained in a crystal flask with a bronze stopper.",
  "Potion of Climbing (common, dmg 187). This bubbling oil causes flames to turn white when used.",
  "Potion of Climbing (common, dmg 187). This clear elixir smells tart.",
  "Potion of Climbing (common, dmg 187). This cloudy crimson ichor causes flames to turn blue when used.",
  "Potion of Climbing (common, dmg 187). This cloudy oil smells like musk.",
  "Potion of Climbing (common, dmg 187). This emerald liquid causes shadows to appear darker when used.",
  "Potion of Climbing (common, dmg 187). This fuming bronze tincture smells like cheese.",
  "Potion of Climbing (common, dmg 187). This fuming indigo potion causes flames to flicker wildly when used.",
  "Potion of Climbing (common, dmg 187). This fuming sapphire elixir causes motes of yellow light to appear when used.",
  "Potion of Climbing (common, dmg 187). This luminous draught smells like musk.",
  "Potion of Climbing (common, dmg 187). This ruby tincture smells sweet.",
  "Potion of Climbing (common, dmg 187). This silver liquid smells sour.",
  "Potion of Climbing (common, dmg 187). This smoky white serum smells fiery.",
  "Potion of Climbing (common, dmg 187). This swirling black liquid causes flames to flicker wildly when used.",
  "Potion of Climbing (common, dmg 187). This translucent admixture smells like musk.",
  "Potion of Climbing (common, dmg 187). This translucent potion causes shadows to appear darker when used.",
  "Potion of Climbing (common, dmg 187). This variegated tincture causes the air to become warm and humid when used.",
  "Potion of Diminution (rare, dmg 187). This clear oil causes one's eyes to turn gray when used.",
  "Potion of Fire Breath (uncommon, dmg 187). A swirling elixir, contained in a thick flask etched with holy symbols.",
  "Potion of Fire Breath (uncommon, dmg 187). A thin draught, contained in a battered phial with a crystal stopper.",
  "Potion of Fire Breath (uncommon, dmg 187). A translucent admixture, contained in a glass jar.",
  "Potion of Fire Breath (uncommon, dmg 187). A variegated tincture, contained in a thick bottle.",
  "Potion of Fire Breath (uncommon, dmg 187). A viscous bronze serum, contained in a battered jar.",
  "Potion of Fire Breath (uncommon, dmg 187). A watery tincture, contained in a fragile bottle with a porcelain stopper.",
  "Potion of Fire Breath (uncommon, dmg 187). This bronze potion causes shadows to appear darker when used.",
  "Potion of Fire Breath (uncommon, dmg 187). This bubbling sapphire admixture smells like clove.",
  "Potion of Fire Breath (uncommon, dmg 187). This clear elixir causes shadows to appear darker when used.",
  "Potion of Fire Breath (uncommon, dmg 187). This clear oil smells like garlic.",
  "Potion of Fire Breath (uncommon, dmg 187). This emerald draught smells like cheese.",
  "Potion of Fire Breath (uncommon, dmg 187). This fuming sapphire potion smells like cheese.",
  "Potion of Fire Breath (uncommon, dmg 187). This luminous admixture smells sweet.",
  "Potion of Fire Breath (uncommon, dmg 187). This luminous oil causes an itchy sensation when used.",
  "Potion of Fire Breath (uncommon, dmg 187). This sapphire elixir causes flames to flicker wildly when used.",
  "Potion of Fire Breath (uncommon, dmg 187). This smoky elixir causes sparks of green light to appear when used.",
  "Potion of Fire Breath (uncommon, dmg 187). This thin admixture smells like cedar.",
  "Potion of Fire Breath (uncommon, dmg 187). This thin golden liquid causes shadows to appear darker when used.",
  "Potion of Fire Breath (uncommon, dmg 187). This thin potion smells salty.",
  "Potion of Fire Breath (uncommon, dmg 187). This variegated serum smells like strong ale.",
  "Potion of Fire Breath (uncommon, dmg 187). This watery elixir smells musty.",
  "Potion of Fire Giant Strength (rare, dmg 187). A translucent draught, contained in an iron phial etched with geometric patterns.",
  "Potion of Fire Giant Strength (rare, dmg 187). An emerald oil, contained in a battered jar.",
  "Potion of Fire Giant Strength (rare, dmg 187). This glowing serum smells musty.",
  "Potion of Frost Giant Strength (rare, dmg 187). A glowing serum, contained in a fragile flask.",
  "Potion of Frost Giant Strength (rare, dmg 187). A watery elixir, contained in a steel flask etched with geometric patterns.",
  "Potion of Gaseous Form (rare, dmg 187). A luminous admixture, contained in a crystal phial etched with arcane runes.",
  "Potion of Gaseous Form (rare, dmg 187). This gray admixture causes the air to become still and cold when used.",
  "Potion of Gaseous Form (rare, dmg 187). This translucent tincture smells like urine.",
  "Potion of Greater Healing (uncommon, dmg 187). A crimson oil, contained in a glass bottle etched with holy symbols.",
  "Potion of Greater Healing (uncommon, dmg 187). A fuming red liquid, contained in a crystal phial with a glass stopper.",
  "Potion of Greater Healing (uncommon, dmg 187). A fuming serum, contained in a faceted bottle.",
  "Potion of Greater Healing (uncommon, dmg 187). A luminous potion, contained in a spherical bronze flask.",
  "Potion of Greater Healing (uncommon, dmg 187). A smoky copper liquid, contained in a spherical iron flask.",
  "Potion of Greater Healing (uncommon, dmg 187). A smoky gray tincture, contained in a fragile phial.",
  "Potion of Greater Healing (uncommon, dmg 187). A translucent elixir, contained in a porcelain flask.",
  "Potion of Greater Healing (uncommon, dmg 187). A translucent liquid, contained in an electrum bottle etched with holy symbols.",
  "Potion of Greater Healing (uncommon, dmg 187). A translucent serum, contained in a platinum flask.",
  "Potion of Greater Healing (uncommon, dmg 187). A viscous serum, contained in a battered porcelain bottle.",
  "Potion of Greater Healing (uncommon, dmg 187). A watery admixture, contained in a gold flask.",
  "Potion of Greater Healing (uncommon, dmg 187). A watery potion, contained in a fragile jar.",
  "Potion of Greater Healing (uncommon, dmg 187). This bubbling yellow admixture smells like fresh bread.",
  "Potion of Greater Healing (uncommon, dmg 187). This clear tincture causes flames to turn red when used.",
  "Potion of Greater Healing (uncommon, dmg 187). This cloudy admixture causes one's eyes to turn red when used.",
  "Potion of Greater Healing (uncommon, dmg 187). This copper serum causes motes of blue light to appear when used.",
  "Potion of Greater Healing (uncommon, dmg 187). This fuming blue liquid smells like cheese.",
  "Potion of Greater Healing (uncommon, dmg 187). This fuming bronze liquid smells like fresh bread.",
  "Potion of Greater Healing (uncommon, dmg 187). This fuming copper draught causes a warm sensation when used.",
  "Potion of Greater Healing (uncommon, dmg 187). This fuming gray tincture smells fiery.",
  "Potion of Greater Healing (uncommon, dmg 187). This fuming red ichor smells like mint.",
  "Potion of Greater Healing (uncommon, dmg 187). This fuming viridian liquid smells like clove.",
  "Potion of Greater Healing (uncommon, dmg 187). This green tincture smells like vinegar.",
  "Potion of Greater Healing (uncommon, dmg 187). This luminous admixture smells like strong ale.",
  "Potion of Greater Healing (uncommon, dmg 187). This red tincture causes shadows to appear darker when used.",
  "Potion of Greater Healing (uncommon, dmg 187). This sapphire tincture smells musty.",
  "Potion of Greater Healing (uncommon, dmg 187). This smoky draught smells like wood smoke.",
  "Potion of Greater Healing (uncommon, dmg 187). This smoky ruby potion causes the air to become warm and humid when used.",
  "Potion of Greater Healing (uncommon, dmg 187). This swirling liquid causes one's eyes to turn red when used.",
  "Potion of Greater Healing (uncommon, dmg 187). This swirling viridian oil causes a warm sensation when used.",
  "Potion of Greater Healing (uncommon, dmg 187). This swirling viridian potion smells like mint.",
  "Potion of Greater Healing (uncommon, dmg 187). This thin crimson potion causes shadows to appear darker when used.",
  "Potion of Greater Healing (uncommon, dmg 187). This thin oil smells like garlic.",
  "Potion of Greater Healing (uncommon, dmg 187). This viridian serum causes flames to turn blue when used.",
  "Potion of Greater Healing (uncommon, dmg 187). This viscous indigo draught smells bitter.",
  "Potion of Greater Healing (uncommon, dmg 187). This viscous liquid smells like fresh bread.",
  "Potion of Greater Healing (uncommon, dmg 187). This viscous potion smells like mint.",
  "Potion of Growth (uncommon, dmg 187). A golden oil, contained in a spherical glass phial.",
  "Potion of Growth (uncommon, dmg 187). This bubbling yellow potion smells like fresh bread.",
  "Potion of Growth (uncommon, dmg 187). This cloudy liquid smells sour.",
  "Potion of Growth (uncommon, dmg 187). This cloudy serum causes one's hair to turn black when used.",
  "Potion of Growth (uncommon, dmg 187). This fuming oil causes motes of white light to appear when used.",
  "Potion of Growth (uncommon, dmg 187). This green elixir causes shadows to appear darker when used.",
  "Potion of Growth (uncommon, dmg 187). This swirling silver potion causes a warm sensation when used.",
  "Potion of Growth (uncommon, dmg 187). This variegated oil causes shadows to appear darker when used.",
  "Potion of Healing (common, dmg 187). A black draught, contained in a glass flask.",
  "Potion of Healing (common, dmg 187). A bubbling azure potion, contained in a pewter flask.",
  "Potion of Healing (common, dmg 187). A bubbling azure potion, contained in a thick bottle sealed with wax.",
  "Potion of Healing (common, dmg 187). A bubbling green elixir, contained in a tapered flask sealed with wax.",
  "Potion of Healing (common, dmg 187). A bubbling ichor, contained in a glass phial.",
  "Potion of Healing (common, dmg 187). A bubbling oil, contained in a glass flask.",
  "Potion of Healing (common, dmg 187). A clear elixir, contained in a glass jar.",
  "Potion of Healing (common, dmg 187). A clear ichor, contained in a square glass jar.",
  "Potion of Healing (common, dmg 187). A clear potion, contained in a fragile glass flask.",
  "Potion of Healing (common, dmg 187). A cloudy blue draught, contained in a porcelain bottle with a glass stopper.",
  "Potion of Healing (common, dmg 187). A cloudy elixir, contained in a spherical jar sealed with wax.",
  "Potion of Healing (common, dmg 187). A cloudy liquid, contained in a crystal jar.",
  "Potion of Healing (common, dmg 187). A fuming elixir, contained in a porcelain bottle.",
  "Potion of Healing (common, dmg 187). A fuming sapphire potion, contained in a fragile flask.",
  "Potion of Healing (common, dmg 187). A fuming scarlet admixture, contained in a fragile jar with a crystal stopper.",
  "Potion of Healing (common, dmg 187). A fuming tincture, contained in a fragile platinum jar.",
  "Potion of Healing (common, dmg 187). A glowing admixture, contained in a crystal flask.",
  "Potion of Healing (common, dmg 187). A glowing draught, contained in a spherical copper jar.",
  "Potion of Healing (common, dmg 187). A glowing tincture, contained in a square flask.",
  "Potion of Healing (common, dmg 187). A glowing tincture, contained in an electrum phial.",
  "Potion of Healing (common, dmg 187). A green draught, contained in a spherical jar etched with geometric patterns.",
  "Potion of Healing (common, dmg 187). A luminous ichor, contained in a battered pewter flask.",
  "Potion of Healing (common, dmg 187). A luminous ichor, contained in a cylindrical phial etched with holy symbols.",
  "Potion of Healing (common, dmg 187). A red draught, contained in a glass bottle.",
  "Potion of Healing (common, dmg 187). A red elixir, contained in a glass phial etched with holy symbols.",
  "Potion of Healing (common, dmg 187). A ruby draught, contained in a battered bronze phial.",
  "Potion of Healing (common, dmg 187). A sapphire admixture, contained in a cylindrical glass bottle.",
  "Potion of Healing (common, dmg 187). A sapphire draught, contained in a tapered jar.",
  "Potion of Healing (common, dmg 187). A sapphire potion, contained in a glass jar etched with geometric patterns.",
  "Potion of Healing (common, dmg 187). A scarlet serum, contained in a fragile bottle etched with geometric patterns.",
  "Potion of Healing (common, dmg 187). A swirling ichor, contained in a thick crystal bottle.",
  "Potion of Healing (common, dmg 187). A swirling red elixir, contained in a porcelain flask.",
  "Potion of Healing (common, dmg 187). A swirling ruby oil, contained in a glass phial.",
  "Potion of Healing (common, dmg 187). A swirling viridian ichor, contained in a pewter bottle etched with arcane runes.",
  "Potion of Healing (common, dmg 187). A thin viridian ichor, contained in a faceted jar.",
  "Potion of Healing (common, dmg 187). A translucent oil, contained in a thick bottle.",
  "Potion of Healing (common, dmg 187). A translucent potion, contained in a glass phial with a crystal stopper.",
  "Potion of Healing (common, dmg 187). A translucent tincture, contained in a glass phial etched with holy symbols.",
  "Potion of Healing (common, dmg 187). A variegated ichor, contained in a spherical phial.",
  "Potion of Healing (common, dmg 187). A viscous draught, contained in a cylindrical flask.",
  "Potion of Healing (common, dmg 187). A viscous liquid, contained in a thick crystal jar.",
  "Potion of Healing (common, dmg 187). A viscous oil, contained in a porcelain flask.",
  "Potion of Healing (common, dmg 187). A viscous viridian liquid, contained in a crystal phial etched with holy symbols.",
  "Potion of Healing (common, dmg 187). A watery draught, contained in a thick jar sealed with wax.",
  "Potion of Healing (common, dmg 187). A yellow potion, contained in a copper jar.",
  "Potion of Healing (common, dmg 187). An emerald admixture, contained in a glass phial etched with geometric patterns.",
  "Potion of Healing (common, dmg 187). An emerald ichor, contained in a thick crystal bottle.",
  "Potion of Healing (common, dmg 187). An indigo oil, contained in a fragile jar.",
  "Potion of Healing (common, dmg 187). An indigo serum, contained in a battered glass flask.",
  "Potion of Healing (common, dmg 187). An indigo serum, contained in a crystal jar.",
  "Potion of Healing (common, dmg 187). This azure oil causes one's hair to turn white when used.",
  "Potion of Healing (common, dmg 187). This azure potion causes a floating sensation when used.",
  "Potion of Healing (common, dmg 187). This blue potion smells earthy.",
  "Potion of Healing (common, dmg 187). This bronze oil smells like hot metal.",
  "Potion of Healing (common, dmg 187). This bronze serum smells like garlic.",
  "Potion of Healing (common, dmg 187). This bubbling bronze tincture causes one's eyes to turn black when used.",
  "Potion of Healing (common, dmg 187). This bubbling green serum smells like musk.",
  "Potion of Healing (common, dmg 187). This bubbling sapphire ichor causes shadows to appear darker when used.",
  "Potion of Healing (common, dmg 187). This bubbling tincture smells like musk.",
  "Potion of Healing (common, dmg 187). This clear draught smells like rot and decay.",
  "Potion of Healing (common, dmg 187). This clear liquid causes the air to become still and cold when used.",
  "Potion of Healing (common, dmg 187). This clear oil causes one's hair to turn blue when used.",
  "Potion of Healing (common, dmg 187). This clear potion causes flames to flicker wildly when used.",
  "Potion of Healing (common, dmg 187). This cloudy admixture smells like hot metal.",
  "Potion of Healing (common, dmg 187). This cloudy admixture smells musty.",
  "Potion of Healing (common, dmg 187). This cloudy azure liquid smells metallic.",
  "Potion of Healing (common, dmg 187). This cloudy crimson tincture causes the air to become still and cold when used.",
  "Potion of Healing (common, dmg 187). This cloudy ichor causes flames to turn yellow when used.",
  "Potion of Healing (common, dmg 187). This cloudy topaz elixir causes shadows to appear darker when used.",
  "Potion of Healing (common, dmg 187). This copper draught smells spicy.",
  "Potion of Healing (common, dmg 187). This copper potion causes the air to become still and cold when used.",
  "Potion of Healing (common, dmg 187). This copper tincture smells musty.",
  "Potion of Healing (common, dmg 187). This crimson ichor smells metallic.",
  "Potion of Healing (common, dmg 187). This emerald elixir smells like clove.",
  "Potion of Healing (common, dmg 187). This emerald liquid smells musty.",
  "Potion of Healing (common, dmg 187). This emerald serum smells like mint.",
  "Potion of Healing (common, dmg 187). This fuming admixture causes motes of green light to appear when used.",
  "Potion of Healing (common, dmg 187). This fuming admixture causes one's hair to turn gray when used.",
  "Potion of Healing (common, dmg 187). This fuming oil causes one's eyes to turn gray when used.",
  "Potion of Healing (common, dmg 187). This fuming oil smells earthy.",
  "Potion of Healing (common, dmg 187). This glowing elixir causes one's eyes to turn green when used.",
  "Potion of Healing (common, dmg 187). This glowing oil causes one's hair to turn yellow when used.",
  "Potion of Healing (common, dmg 187). This glowing potion causes the air to become still and cold when used.",
  "Potion of Healing (common, dmg 187). This glowing tincture smells like strong ale.",
  "Potion of Healing (common, dmg 187). This golden admixture causes the air to become warm and humid when used.",
  "Potion of Healing (common, dmg 187). This golden ichor causes the air to become still and cold when used.",
  "Potion of Healing (common, dmg 187). This golden serum smells like cheese.",
  "Potion of Healing (common, dmg 187). This golden tincture causes shadows to appear darker when used.",
  "Potion of Healing (common, dmg 187). This gray admixture causes shadows to appear darker when used.",
  "Potion of Healing (common, dmg 187). This gray oil causes flames to turn green when used.",
  "Potion of Healing (common, dmg 187). This green ichor smells metallic.",
  "Potion of Healing (common, dmg 187). This luminous admixture smells like garlic.",
  "Potion of Healing (common, dmg 187). This luminous admixture smells like urine.",
  "Potion of Healing (common, dmg 187). This luminous draught causes one's eyes to turn white when used.",
  "Potion of Healing (common, dmg 187). This luminous liquid causes one's eyes to turn white when used.",
  "Potion of Healing (common, dmg 187). This luminous serum causes shadows to appear darker when used.",
  "Potion of Healing (common, dmg 187). This luminous tincture causes a floating sensation when used.",
  "Potion of Healing (common, dmg 187). This red admixture causes an electric sensation when used.",
  "Potion of Healing (common, dmg 187). This red draught smells like musk.",
  "Potion of Healing (common, dmg 187). This red draught smells tart.",
  "Potion of Healing (common, dmg 187). This red tincture causes shadows to appear darker when used.",
  "Potion of Healing (common, dmg 187). This ruby tincture causes a burning sensation when used.",
  "Potion of Healing (common, dmg 187). This sapphire elixir smells like strong ale.",
  "Potion of Healing (common, dmg 187). This sapphire ichor causes motes of red light to appear when used.",
  "Potion of Healing (common, dmg 187). This scarlet ichor smells acidic.",
  "Potion of Healing (common, dmg 187). This scarlet tincture smells like cheese.",
  "Potion of Healing (common, dmg 187). This silver oil causes flames to turn white when used.",
  "Potion of Healing (common, dmg 187). This smoky black oil smells like hot metal.",
  "Potion of Healing (common, dmg 187). This smoky copper serum smells like wood smoke.",
  "Potion of Healing (common, dmg 187). This smoky viridian elixir smells like clove.",
  "Potion of Healing (common, dmg 187). This smoky yellow serum smells tart.",
  "Potion of Healing (common, dmg 187). This swirling brass draught causes shadows to appear darker when used.",
  "Potion of Healing (common, dmg 187). This swirling elixir smells sweet.",
  "Potion of Healing (common, dmg 187). This swirling ichor causes the air to become still and cold when used.",
  "Potion of Healing (common, dmg 187). This swirling potion causes flames to flicker wildly when used.",
  "Potion of Healing (common, dmg 187). This swirling potion smells fiery.",
  "Potion of Healing (common, dmg 187). This swirling red draught causes a warm sensation when used.",
  "Potion of Healing (common, dmg 187). This swirling red draught causes flames to turn green when used.",
  "Potion of Healing (common, dmg 187). This swirling tincture smells like urine.",
  "Potion of Healing (common, dmg 187). This thin admixture causes a floating sensation when used.",
  "Potion of Healing (common, dmg 187). This thin blue ichor causes shadows to appear darker when used.",
  "Potion of Healing (common, dmg 187). This thin brass ichor smells like garlic.",
  "Potion of Healing (common, dmg 187). This thin ichor causes the air to become still and cold when used.",
  "Potion of Healing (common, dmg 187). This thin red serum smells spicy.",
  "Potion of Healing (common, dmg 187). This thin tincture smells like mint.",
  "Potion of Healing (common, dmg 187). This topaz serum causes flames to flicker wildly when used.",
  "Potion of Healing (common, dmg 187). This translucent draught causes motes of red light to appear when used.",
  "Potion of Healing (common, dmg 187). This translucent draught smells like cheese.",
  "Potion of Healing (common, dmg 187). This translucent elixir smells musty.",
  "Potion of Healing (common, dmg 187). This translucent ichor smells earthy.",
  "Potion of Healing (common, dmg 187). This translucent potion smells like garlic.",
  "Potion of Healing (common, dmg 187). This variegated admixture causes a burning sensation when used.",
  "Potion of Healing (common, dmg 187). This variegated liquid causes the air to become still and cold when used.",
  "Potion of Healing (common, dmg 187). This variegated oil causes an electric sensation when used.",
  "Potion of Healing (common, dmg 187). This variegated oil causes the air to become warm and humid when used.",
  "Potion of Healing (common, dmg 187). This viridian admixture causes one's eyes to turn red when used.",
  "Potion of Healing (common, dmg 187). This viridian draught smells like strong ale.",
  "Potion of Healing (common, dmg 187). This viscous admixture smells metallic.",
  "Potion of Healing (common, dmg 187). This viscous brass oil smells like rot and decay.",
  "Potion of Healing (common, dmg 187). This viscous liquid causes flames to flicker wildly when used.",
  "Potion of Healing (common, dmg 187). This viscous oil smells fiery.",
  "Potion of Healing (common, dmg 187). This viscous potion smells sweet.",
  "Potion of Healing (common, dmg 187). This viscous serum causes the air to become still and cold when used.",
  "Potion of Healing (common, dmg 187). This viscous tincture causes flames to turn red when used.",
  "Potion of Healing (common, dmg 187). This viscous tincture smells sweet.",
  "Potion of Healing (common, dmg 187). This viscous yellow elixir causes one's eyes to turn blue when used.",
  "Potion of Healing (common, dmg 187). This watery blue potion causes flames to turn green when used.",
  "Potion of Healing (common, dmg 187). This watery brass oil causes one's eyes to turn black when used.",
  "Potion of Healing (common, dmg 187). This watery bronze elixir causes an electric sensation when used.",
  "Potion of Healing (common, dmg 187). This watery copper ichor smells like rain.",
  "Potion of Healing (common, dmg 187). This watery elixir causes a burning sensation when used.",
  "Potion of Healing (common, dmg 187). This watery ichor causes shadows to appear darker when used.",
  "Potion of Healing (common, dmg 187). This watery oil causes flames to flicker wildly when used.",
  "Potion of Healing (common, dmg 187). This watery oil smells musty.",
  "Potion of Healing (common, dmg 187). This watery yellow tincture causes one's eyes to turn black when used.",
  "Potion of Healing (common, dmg 187). This white liquid causes shadows to appear darker when used.",
  "Potion of Healing (common, dmg 187). This white potion causes flames to turn yellow when used.",
  "Potion of Healing (common, dmg 187). This yellow serum causes the air to become still and cold when used.",
  "Potion of Heroism (rare, dmg 188). This thin admixture smells earthy.",
  "Potion of Heroism (rare, dmg 188). This topaz ichor causes shadows to appear darker when used.",
  "Potion of Hill Giant Strength (uncommon, dmg 187). A ruby oil, contained in a battered phial with a glass stopper.",
  "Potion of Hill Giant Strength (uncommon, dmg 187). A variegated elixir, contained in a glass phial.",
  "Potion of Hill Giant Strength (uncommon, dmg 187). A viridian potion, contained in a cylindrical glass phial.",
  "Potion of Hill Giant Strength (uncommon, dmg 187). This copper elixir causes sparks of yellow light to appear when used.",
  "Potion of Hill Giant Strength (uncommon, dmg 187). This glowing potion smells earthy.",
  "Potion of Hill Giant Strength (uncommon, dmg 187). This glowing potion smells fiery.",
  "Potion of Hill Giant Strength (uncommon, dmg 187). This luminous serum causes sparks of red light to appear when used.",
  "Potion of Hill Giant Strength (uncommon, dmg 187). This watery oil smells fiery.",
  "Potion of Invulnerability (rare, dmg 188). A clear liquid, contained in a cylindrical flask.",
  "Potion of Invulnerability (rare, dmg 188). A smoky draught, contained in a cylindrical phial.",
  "Potion of Invulnerability (rare, dmg 188). This black oil smells like vinegar.",
  "Potion of Invulnerability (rare, dmg 188). This glowing oil causes shadows to appear darker when used.",
  "Potion of Mind Reading (rare, dmg 188). This watery indigo draught causes the air to become warm and humid when used.",
  "Potion of Poison (uncommon, dmg 188). This bubbling azure tincture causes flames to flicker wildly when used.",
  "Potion of Resistance (cold) (uncommon, dmg 188). This topaz potion smells like vinegar.",
  "Potion of Resistance (fire) (uncommon, dmg 188). This red draught smells spicy.",
  "Potion of Resistance (fire) (uncommon, dmg 188). This variegated admixture causes a warm sensation when used.",
  "Potion of Resistance (force) (uncommon, dmg 188). This brass draught smells sweet.",
  "Potion of Resistance (necrotic) (uncommon, dmg 188). A viscous liquid, contained in a crystal flask.",
  "Potion of Resistance (necrotic) (uncommon, dmg 188). A watery potion, contained in a square jar with a platinum stopper.",
  "Potion of Resistance (poison) (uncommon, dmg 188). This fuming liquid causes one's eyes to turn blue when used.",
  "Potion of Resistance (poison) (uncommon, dmg 188). This watery ichor smells sour.",
  "Potion of Stone Giant Strength (rare, dmg 187). This clear ichor causes one's hair to turn red when used.",
  "Potion of Superior Healing (rare, dmg 187). A blue tincture, contained in a tapered phial sealed with wax.",
  "Potion of Superior Healing (rare, dmg 187). A bubbling oil, contained in a tapered bottle.",
  "Potion of Superior Healing (rare, dmg 187). A cloudy yellow elixir, contained in a porcelain jar with a platinum stopper.",
  "Potion of Superior Healing (rare, dmg 187). A glowing ichor, contained in a cylindrical phial.",
  "Potion of Superior Healing (rare, dmg 187). A green tincture, contained in a pewter flask sealed with wax.",
  "Potion of Superior Healing (rare, dmg 187). A luminous oil, contained in a porcelain flask.",
  "Potion of Superior Healing (rare, dmg 187). A thin viridian oil, contained in a fragile phial with a porcelain stopper.",
  "Potion of Superior Healing (rare, dmg 187). A viridian ichor, contained in a tapered jar.",
  "Potion of Superior Healing (rare, dmg 187). This bronze admixture smells like hot metal.",
  "Potion of Superior Healing (rare, dmg 187). This copper admixture smells musty.",
  "Potion of Superior Healing (rare, dmg 187). This emerald oil causes shadows to appear darker when used.",
  "Potion of Superior Healing (rare, dmg 187). This glowing potion smells metallic.",
  "Potion of Superior Healing (rare, dmg 187). This variegated potion causes one's eyes to turn green when used.",
  "Potion of Water Breathing (uncommon, dmg 188). This clear serum causes the air to become still and cold when used.",
  "Potion of Water Breathing (uncommon, dmg 188). This sapphire potion causes shadows to appear darker when used.",
  "Quaal's Feather Token (anchor) (rare, dmg 188). This masterwork item once belonged to the gnome hero Elior, who vanished in the Warrens of Illfang the Kobold Lord.",
  "Quaal's Feather Token (fan) (rare, dmg 188). This distinctive item was created by the elves of the ancient empire of Mithlumen.",
  "Quaal's Feather Token (tree) (rare, dmg 188). This distinctive item was taken from the hoard of the dragon Gamadi.",
  "Quiver of Ehlonna (uncommon, dmg 189). This battered item was created by the elf artificer Deocha.",
  "Quiver of Ehlonna (uncommon, dmg 189). This distinctive item was taken from the Lost Labyrinth of Malice.",
  "Ring of Free Action (rare, dmg 191). A distinctive ring, wrapped in bronze wire.",
  "Ring of Jumping (uncommon, dmg 191). A distinctive pewter ring, inlaid with diamond.",
  "Ring of Jumping (uncommon, dmg 191). This ornate ring is said to possess long-forgotten powers and command words.",
  "Ring of Mind Shielding (uncommon, dmg 191). A steel ring, wrapped in copper wire.",
  "Ring of Mind Shielding (uncommon, dmg 191). A thin ring, set with bloodstone.",
  "Ring of Mind Shielding (uncommon, dmg 191). This gold ring was created by the elves of the ancient kingdom of Eithevrand.",
  "Ring of Mind Shielding (uncommon, dmg 191). This silver ring is said to possess long-forgotten powers and command words.",
  "Ring of Resistance (radiant) (rare, dmg 192). This gold ring was created by the dwarves of the great kingdom of Kibilnal.",
  "Ring of Swimming (uncommon, dmg 193). A bronze ring, inlaid with adamantine.",
  "Ring of Swimming (uncommon, dmg 193). This heavy ring was taken from the hoard of the dragon Suuheani.",
  "Ring of Warmth (uncommon, dmg 193). An iron ring, wrapped in fine steel wire.",
  "Ring of Warmth (uncommon, dmg 193). This polished ring once belonged to the renowned hero Ridga Bardrodotr, who defeated the Wraith of the Jungle of Ghosts.",
  "Ring of Water Walking (uncommon, dmg 193). This electrum ring also grants the magical ability to breathe underwater for one hour per day.",
  "Ring of Water Walking (uncommon, dmg 193). This heavy ring also conjures parchment upon command.",
  "Ring of Water Walking (uncommon, dmg 193). This masterwork silver ring is said to possess long-forgotten powers and command words.",
  "Ring of Water Walking (uncommon, dmg 193). This polished ring was taken from the barrow of the lich Theodusa.",
  "Robe of Eyes (rare, dmg 193). This masterwork item was created by a goddess of magic for her most loyal hero.",
  "Robe of Useful Items (14 other patches) (uncommon, dmg 195). This battered item was taken from the hoard of the dragon Damuzu.",
  "Robe of Useful Items (14 other patches) (uncommon, dmg 195). This masterwork item once belonged to the renowned hero Gilama, who defeated Kas the Betrayer.",
  "Rod of Rulership (rare, dmg 197). This finely crafted oak rod was taken from the tomb of the lich Agilar.",
  "Rope of Climbing (uncommon, dmg 197). This distinctive item was taken from the tomb of the vampire Andulf.",
  "Saddle of the Cavalier (uncommon, dmg 199). This ornate item was taken from the barrow of the vampire Gusuinia.",
  "Scroll of Protection (elementals) (rare, dmg 199)",
  "Scroll of Protection (plants) (rare, dmg 199)",
  "Sending Stones (uncommon, dmg 199). This battered item was created by a god of magic for his most loyal champion.",
  "Sending Stones (uncommon, dmg 199). This battered item was created by the tiefling artificer Ortinthasu.",
  "Sentinel Shield (uncommon, dmg 199). A battered shield, engraved with runes of strength.",
  "Sentinel Shield (uncommon, dmg 199). A battered shield, inlaid with electrum.",
  "Sentinel Shield (uncommon, dmg 199). A finely crafted shield, painted with an unknown coat of arms.",
  "Sentinel Shield (uncommon, dmg 199). A masterwork shield, inlaid with platinum.",
  "Sentinel Shield (uncommon, dmg 199). This battered shield was created by the elves of the ancient dominion of Enenon.",
  "Sentinel Shield (uncommon, dmg 199). This masterwork shield was created by the elves of the ancient dominion of Enelest.",
  "Sentinel Shield (uncommon, dmg 199). This masterwork shield was taken from the Caverns of the Vampire King.",
  "Sentinel Shield (uncommon, dmg 199). This ornate shield once belonged to the illustrious fighter Sybenn, who vanished in the Dread Pit of Vala.",
  "Shield of Expression (common, xge 139). A finely crafted shield, inlaid with electrum.",
  "Shield of Expression (common, xge 139). A masterwork shield, inlaid with platinum.",
  "Shield of Expression (common, xge 139). This battered shield was created by the dwarves of the great empire of Khuramunz.",
  "Shield of Expression (common, xge 139). This ornate shield was taken from the hoard of the dragon Anahar.",
  "Shield of Missile Attraction (rare, dmg 200). This masterwork shield once belonged to the renowned fighter Jane, who perished in the Quitunca Jungle.",
  "Slippers of Spider Climbing (uncommon, dmg 200). This distinctive item once belonged to the halfling hero Ralphye Parre, who fell in the Siege of Briwick.",
  "Slippers of Spider Climbing (uncommon, dmg 200). This distinctive item once belonged to the halfling hero Wene, who slew the Leviathan of the Sanguine Sea.",
  "Smoldering Armor (chain shirt) (common, xge 139). This ornate armor was taken from the hoard of the dragon Nina.",
  "Smoldering Armor (leather) (common, xge 139). A finely crafted armor, engraved with runes of invulnerability.",
  "Smoldering Armor (leather) (common, xge 139). An ornate armor, trimmed with ermine fur.",
  "Smoldering Armor (padded) (common, xge 139). This masterwork armor was created by the illustrious halfling armorer Hames.",
  "Smoldering Armor (padded) (common, xge 139). This ornate armor is said to have been blessed by the Goddess of Luck herself.",
  "Smoldering Armor (plate) (common, xge 139). A battered armor, painted with an unknown coat of arms.",
  "Smoldering Armor (splint) (common, xge 139). A battered armor, engraved with geometric patterns.",
  "Smoldering Armor (studded leather) (common, xge 139). A finely crafted armor, engraved with geometric patterns.",
  "Spell Scroll (Alter Self) (uncommon, dmg 200)",
  "Spell Scroll (Armor of Agathys) (common, dmg 200)",
  "Spell Scroll (Arms of Hadar) (common, dmg 200)",
  "Spell Scroll (Augury) (uncommon, dmg 200)",
  "Spell Scroll (Aura of Purity) (rare, dmg 200)",
  "Spell Scroll (Barkskin) (uncommon, dmg 200)",
  "Spell Scroll (Bigby's Hand) (rare, dmg 200)",
  "Spell Scroll (Calm Emotions) (uncommon, dmg 200)",
  "Spell Scroll (Conjure Elemental) (rare, dmg 200)",
  "Spell Scroll (Contagion) (rare, dmg 200)",
  "Spell Scroll (Continual Flame) (uncommon, dmg 200)",
  "Spell Scroll (Control Water) (rare, dmg 200)",
  "Spell Scroll (Create Food and Water) (uncommon, dmg 200)",
  "Spell Scroll (Detect Thoughts) (uncommon, dmg 200)",
  "Spell Scroll (Divine Favor) (common, dmg 200)",
  "Spell Scroll (Enthrall) (uncommon, dmg 200)",
  "Spell Scroll (Fear) (uncommon, dmg 200)",
  "Spell Scroll (Feign Death) (uncommon, dmg 200)",
  "Spell Scroll (Guiding Bolt) (common, dmg 200)",
  "Spell Scroll (Gust of Wind) (uncommon, dmg 200)",
  "Spell Scroll (Healing Word) (common, dmg 200)",
  "Spell Scroll (Heat Metal) (uncommon, dmg 200)",
  "Spell Scroll (Hex) (common, dmg 200)",
  "Spell Scroll (Hold Monster) (rare, dmg 200)",
  "Spell Scroll (Levitate) (uncommon, dmg 200)",
  "Spell Scroll (Lightning Arrow) (uncommon, dmg 200)",
  "Spell Scroll (Locate Object) (uncommon, dmg 200)",
  "Spell Scroll (Mage Armor) (common, dmg 200)",
  "Spell Scroll (Magic Missile) (common, dmg 200)",
  "Spell Scroll (Magic Mouth) (uncommon, dmg 200)",
  "Spell Scroll (Mirror Image) (uncommon, dmg 200)",
  "Spell Scroll (Ray of Enfeeblement) (uncommon, dmg 200)",
  "Spell Scroll (Remove Curse) (uncommon, dmg 200)",
  "Spell Scroll (Revivify) (uncommon, dmg 200)",
  "Spell Scroll (Sanctuary) (common, dmg 200)",
  "Spell Scroll (Shocking Grasp) (common, dmg 200)",
  "Spell Scroll (Sleep) (common, dmg 200)",
  "Spell Scroll (Speak with Animals) (common, dmg 200)",
  "Spell Scroll (Stinking Cloud) (uncommon, dmg 200)",
  "Spell Scroll (Suggestion) (uncommon, dmg 200)",
  "Spell Scroll (Tasha's Hideous Laughter) (common, dmg 200)",
  "Spell Scroll (Tenser's Floating Disk) (common, dmg 200)",
  "Spell Scroll (Thorn Whip) (common, dmg 200)",
  "Spell Scroll (Thunderous Smite) (common, dmg 200)",
  "Spell Scroll (Unseen Servant) (common, dmg 200)",
  "Spell Scroll (Vampiric Touch) (uncommon, dmg 200)",
  "Spell Scroll (Vicious Mockery) (common, dmg 200)",
  "Spell Scroll (Warding Bond) (uncommon, dmg 200)",
  "Staff of Adornment (common, xge 139). A heavy ash staff, inlaid with adamantine.",
  "Staff of Adornment (common, xge 139). This heavy staff once belonged to the halfling conjurer Richye, who vanished in the Lost Catacombs of the Vampire Knight.",
  "Staff of Adornment (common, xge 139). This heavy willow staff was taken from the Black Tunnels of Amar.",
  "Staff of Adornment (common, xge 139). This ornate elder staff once belonged to the half-orc necromancer Gisida, who vanished in the Lost Tunnels of Mary the Crimson.",
  "Staff of Birdcalls (common, xge 139). A battered staff, inlaid with mithral.",
  "Staff of Birdcalls (common, xge 139). A masterwork staff, inlaid with electrum.",
  "Staff of Birdcalls (common, xge 139). This heavy rowan staff is said to be imbued with the spirit of the legendary wizard Mionerdhor, who fell in the Siege of Cotat.",
  "Staff of Birdcalls (common, xge 139). This thin elm staff was taken from the Warrens of Igor the Terrible.",
  "Staff of Birdcalls (common, xge 139). This thin oak staff also grants the magical ability to detect golems within thirty feet.",
  "Staff of Charming (rare, dmg 201). A masterwork staff, inlaid with jet.",
  "Staff of Flowers (common, xge 139). A heavy staff, wrapped in silver wire.",
  "Staff of Flowers (common, xge 139). This battered elder staff also grants the magical ability to take the shape of a small animal for one hour per day.",
  "Staff of Flowers (common, xge 139). This heavy elder staff once belonged to the legendary archmage Nocri, who fell in the Siege of Reford.",
  "Staff of Flowers (common, xge 139). This heavy staff is said to possess long-forgotten powers and command words.",
  "Staff of Flowers (common, xge 139). This rowan staff also repels small insects when held.",
  "Staff of Flowers (common, xge 139). This thin ash staff was taken from the Gauntlet of Corrupt Terror.",
  "Staff of the Adder (uncommon, dmg 203). This ash staff also grants the magical ability to charm mice.",
  "Staff of the Adder (uncommon, dmg 203). This birch staff was taken from the hoard of the dragon Nidea.",
  "Staff of the Adder (uncommon, dmg 203). This elm staff once belonged to the human wizard Eadwyth, who slew the Hydra of the Jungle of Scales.",
  "Staff of the Adder (uncommon, dmg 203). This finely crafted ash staff is said to be imbued with the spirit of the illustrious artificer Minarfin, who fell in the Battle of Caer Mablegal.",
  "Staff of the Adder (uncommon, dmg 203). This hazel staff is said to be imbued with the spirit of the great necromancer Horsti Horgreson, leader of the Guild of the Crimson Angel.",
  "Staff of the Python (uncommon, dmg 204). A rowan staff, set with bloodstone.",
  "Staff of the Python (uncommon, dmg 204). This ash staff also grants the magical ability to charm mice.",
  "Staff of the Python (uncommon, dmg 204). This elm staff is said to possess long-forgotten powers and command words.",
  "Staff of the Python (uncommon, dmg 204). This masterwork yew staff also grants the magical ability to endure extreme cold for one hour per day.",
  "Staff of the Python (uncommon, dmg 204). This rowan staff was taken from the hoard of the dragon Nusuma.",
  "Stone of Controlling Earth Elementals (rare, dmg 205). This distinctive item was created by the elf artificer Indon.",
  "Stone of Good Luck (uncommon, dmg 205). This battered item was taken from the hoard of the dragon Zera.",
  "Stone of Good Luck (uncommon, dmg 205). This distinctive item was taken from the crypt of the vampire Rica.",
  "Stone of Good Luck (uncommon, dmg 205). This finely crafted item once belonged to the great hero Abell Erder, who fell in the War of the Arch Prince.",
  "Stone of Good Luck (uncommon, dmg 205). This finely crafted item was created by the legendary artificer Annarl.",
  "Sun Blade (rare, dmg 205). Foes slain by this weapon are transformed into spiders.",
  "Sword of Life Stealing (shortsword) (rare, dmg 206). A distinctive weapon, engraved with the holy symbol of a war god.",
  "Sword of Vengeance (greatsword) (uncommon, dmg 206). Every strike by this weapon is accompanied by eerie silence.",
  "Sword of Vengeance (greatsword) (uncommon, dmg 206). Foes slain by this weapon are transformed into spiders.",
  "Sword of Vengeance (longsword) (uncommon, dmg 206). A masterwork weapon, engraved with the holy symbol of a war god.",
  "Sword of Vengeance (longsword) (uncommon, dmg 206). A masterwork weapon, inlaid with platinum.",
  "Sword of Vengeance (longsword) (uncommon, dmg 206). Every strike by this weapon is accompanied by eerie silence.",
  "Sword of Vengeance (longsword) (uncommon, dmg 206). This distinctive weapon once belonged to the dragonborn archer Nina, leader of the Fellowship of the Sapphire Falcon.",
  "Sword of Vengeance (shortsword) (uncommon, dmg 206). Every strike by this weapon is accompanied by a feral snarl.",
  "Tentacle Rod (rare, dmg 208). This heavy rod also emits a thin ray of red light upon command.",
  "Trident of Fish Command (uncommon, dmg 209). Every strike by this weapon is accompanied by eerie silence.",
  "Trident of Fish Command (uncommon, dmg 209). Foes slain by this weapon are transformed into spiders.",
  "Trident of Fish Command (uncommon, dmg 209). Foes slain by this weapon fade and vanish without a trace.",
  "Trident of Fish Command (uncommon, dmg 209). This distinctive weapon was created by the elves of the ancient kingdom of Sironde.",
  "Trident of Fish Command (uncommon, dmg 209). This masterwork weapon is said to have been created to slay the Hydra of Aniomic.",
  "Trident of Fish Command (uncommon, dmg 209). This masterwork weapon is said to lead the one who wields it to wealth and glory.",
  "Unbreakable Arrow (common, xge 139). A battered weapon, engraved with the holy symbol of a war god.",
  "Unbreakable Arrow (common, xge 139). A finely crafted weapon, engraved with runes of power.",
  "Unbreakable Arrow (common, xge 139). A finely crafted weapon, inlaid with ruby.",
  "Unbreakable Arrow (common, xge 139). A masterwork weapon, inlaid with hepatizon.",
  "Unbreakable Arrow (common, xge 139). A masterwork weapon, wrapped in brass wire.",
  "Unbreakable Arrow (common, xge 139). Every strike by this weapon is accompanied by a burst of shadows.",
  "Unbreakable Arrow (common, xge 139). Every strike by this weapon is accompanied by a monstrous snarl.",
  "Unbreakable Arrow (common, xge 139). Every strike by this weapon is accompanied by a spray of phantasmal blood.",
  "Unbreakable Arrow (common, xge 139). Foes slain by this weapon dissolve into a pool of blood.",
  "Unbreakable Arrow (common, xge 139). This battered weapon is said to be imbued with the spirit of the renowned hero Lila, who perished in the Kharuktharbh Mountains.",
  "Unbreakable Arrow (common, xge 139). This battered weapon is said to lead the one who wields it to wealth and glory.",
  "Unbreakable Arrow (common, xge 139). This finely crafted weapon is said to be imbued with the spirit of the half-orc archer Riba, who perished in the Gunula Mountains.",
  "Unbreakable Arrow (common, xge 139). This ornate weapon is said to compel its bearer to defeat Himmuba the Gargoyle Empress.",
  "Unbreakable Arrow (common, xge 139). This ornate weapon is said to compel its bearer to defeat the Devil of the Tenebrous Marsh.",
  "Unbreakable Arrow (common, xge 139). This ornate weapon was created by the legendary halfling weaponsmith Eryn Balley.",
  "Vicious Weapon (dagger) (rare, dmg 209). A finely crafted weapon, engraved with runes of vengeance.",
  "Vicious Weapon (longsword) (rare, dmg 209). Every strike by this weapon is accompanied by eerie silence.",
  "Walloping Ammunition (20 arrows) (common, xge 139). A masterwork weapon, engraved with runes of death.",
  "Walloping Ammunition (20 arrows) (common, xge 139). This distinctive weapon was created by the elves of the ancient dominion of Siriande.",
  "Walloping Ammunition (20 crossbow bolts) (common, xge 139). Every strike by this weapon is accompanied by a monstrous snarl.",
  "Walloping Ammunition (20 crossbow bolts) (common, xge 139). Foes slain by this weapon are consumed by shadows.",
  "Walloping Ammunition (20 crossbow bolts) (common, xge 139). Foes slain by this weapon are transformed into glass statues.",
  "Walloping Ammunition (20 crossbow bolts) (common, xge 139). Foes slain by this weapon dissolve into clouds of sparks.",
  "Walloping Ammunition (20 crossbow bolts) (common, xge 139). Foes slain by this weapon dissolve into wisps of white flame.",
  "Walloping Ammunition (20 crossbow bolts) (common, xge 139). This masterwork weapon once belonged to the legendary warlord Narder Eller, who slew the Wyrm of Alarius.",
  "Walloping Ammunition (20 crossbow bolts) (common, xge 139). This ornate weapon once belonged to the elf warlord Ebril, leader of the Guild of the Bell.",
  "Walloping Ammunition (20 sling bullets) (common, xge 139). A masterwork weapon, engraved with runes of destruction.",
  "Walloping Ammunition (20 sling bullets) (common, xge 139). Foes slain by this weapon are transformed into stone statues.",
  "Walloping Ammunition (20 sling bullets) (common, xge 139). Foes slain by this weapon fade and vanish without a trace.",
  "Walloping Ammunition (20 sling bullets) (common, xge 139). This battered weapon is said to compel its bearer to defend the Republic of Adringum.",
  "Walloping Ammunition (20 sling bullets) (common, xge 139). This ornate weapon is said to lead the one who wields it to wealth and glory.",
  "Walloping Ammunition (50 blowgun needles) (common, xge 139). A distinctive weapon, engraved with runes of vengeance.",
  "Walloping Ammunition (50 blowgun needles) (common, xge 139). A finely crafted weapon, engraved with the holy symbol of a war god.",
  "Walloping Ammunition (50 blowgun needles) (common, xge 139). Every strike by this weapon is accompanied by eerie silence.",
  "Walloping Ammunition (50 blowgun needles) (common, xge 139). Foes slain by this weapon dissolve into rose petals.",
  "Walloping Ammunition (50 blowgun needles) (common, xge 139). This finely crafted weapon was taken from the tomb of the lich Aric.",
  "Walloping Ammunition (50 blowgun needles) (common, xge 139). This masterwork weapon is said to have been created to slay the Leviathan of the Sea of Blades.",
  "Wand of Binding (rare, dmg 209). This heavy wand was created by the legendary artificer Serielye.",
  "Wand of Binding (rare, dmg 209). This thin hazel wand once belonged to the illustrious artificer Duse, who perished in the Broken Waste.",
  "Wand of Conducting (common, xge 140). This battered hawthorn wand also grants the magical ability to change the color of one's hair.",
  "Wand of Conducting (common, xge 140). This birch wand also emits a thin ray of blue light upon command.",
  "Wand of Conducting (common, xge 140). This masterwork hawthorn wand was created by the elves of the ancient kingdom of Edheriath.",
  "Wand of Lightning Bolts (rare, dmg 211). This thin elm wand also grants the magical ability to speak with goats.",
  "Wand of Magic Missiles (uncommon, dmg 211). A birch wand, inlaid with diamond.",
  "Wand of Magic Missiles (uncommon, dmg 211). A finely crafted willow wand, inlaid with gold.",
  "Wand of Magic Missiles (uncommon, dmg 211). A heavy ash wand, inlaid with jet.",
  "Wand of Magic Missiles (uncommon, dmg 211). A heavy elm wand, set with garnet.",
  "Wand of Magic Missiles (uncommon, dmg 211). This battered oak wand also repels small insects when held.",
  "Wand of Magic Missiles (uncommon, dmg 211). This rowan wand once belonged to the human artificer Otill, who fell in the Battle of the Gloomy Moor.",
  "Wand of Paralysis (rare, dmg 211). This heavy wand was created by the legendary artificer Dine.",
  "Wand of Pyrotechnics (common, xge 140). A battered hawthorn wand, inlaid with topaz.",
  "Wand of Pyrotechnics (common, xge 140). A thin wand, inlaid with platinum.",
  "Wand of Pyrotechnics (common, xge 140). This oak wand was created by a goddess of magic for her most loyal hero.",
  "Wand of Pyrotechnics (common, xge 140). This ornate hawthorn wand also grants the magical ability to move without leaving any trace for one hour per day.",
  "Wand of Pyrotechnics (common, xge 140). This thin cedar wand once belonged to the legendary archmage Manda, who perished in the Starfall Moor.",
  "Wand of Scowls (common, xge 140). This finely crafted wand also grants the magical ability to speak with toads.",
  "Wand of Scowls (common, xge 140). This heavy wand also grants the magical ability to locate horses.",
  "Wand of Scowls (common, xge 140). This thin wand also grants the magical ability to untie simple knots from up to ten feet away.",
  "Wand of Secrets (uncommon, dmg 211). A distinctive hawthorn wand, inlaid with adamantine.",
  "Wand of Secrets (uncommon, dmg 211). A heavy elm wand, inlaid with platinum.",
  "Wand of Smiles (common, xge 140). A distinctive hazel wand, inlaid with mithral.",
  "Wand of Smiles (common, xge 140). This battered birch wand was taken from the Lair of the Gargoyle Princess.",
  "Wand of Smiles (common, xge 140). This hazel wand was taken from the barrow of the lich Hildiga.",
  "Wand of Smiles (common, xge 140). This rowan wand also grants the magical ability to breathe underwater for one hour per day.",
  "Wand of Web (uncommon, dmg 212). A distinctive elm wand, set with jade.",
  "Wand of Web (uncommon, dmg 212). A thin wand, inlaid with emerald.",
  "Wand of Web (uncommon, dmg 212). A thin wand, inlaid with platinum.",
  "Weapon of Warning (dart) (uncommon, dmg 213). An ornate weapon, engraved with the holy symbol of a war god.",
  "Weapon of Warning (glaive) (uncommon, dmg 213). A finely crafted weapon, engraved with runes of death.",
  "Weapon of Warning (handaxe) (uncommon, dmg 213). Foes slain by this weapon are transformed into stone statues.",
  "Weapon of Warning (handaxe) (uncommon, dmg 213). Foes slain by this weapon dissolve into clouds of smoke.",
  "Weapon of Warning (handaxe) (uncommon, dmg 213). This finely crafted weapon is said to lead the one who wields it to wealth and glory.",
  "Weapon of Warning (javelin) (uncommon, dmg 213). Every strike by this weapon is accompanied by a spray of phantasmal blood.",
  "Weapon of Warning (javelin) (uncommon, dmg 213). Foes slain by this weapon dissolve into shards of shattered bone.",
  "Weapon of Warning (lance) (uncommon, dmg 213). This masterwork weapon was taken from the hoard of the dragon Sinai.",
  "Weapon of Warning (light crossbow) (uncommon, dmg 213). This distinctive weapon is said to have been created to slay the Behemoth of Recca.",
  "Weapon of Warning (light hammer) (uncommon, dmg 213). Every strike by this weapon is accompanied by a burst of light.",
  "Weapon of Warning (longbow) (uncommon, dmg 213). This battered weapon was created by a god of war for his most loyal archer.",
  "Weapon of Warning (net) (uncommon, dmg 213). Foes slain by this weapon dissolve into clouds of smoke.",
  "Wind Fan (uncommon, dmg 213). This battered item was created by the great artificer Malia Hane.",
  "Wings of Flying (rare, dmg 214). This masterwork item once belonged to the great hero Frinain, who slew the Leviathan of the Sea of Swords."
]