[
  "A copper fragment engraved with strange symbols. When thrown at a target, the cypher explodes into a burst of acid (6d6 acid damage, Dex save half).",
  "A jagged platinum shard engraved with glowing symbols. When held and activated, the cypher grants your weapon an additional 2d6 points of damage against monstrosities until you take a short rest.",
  "A mangled golden gauntlet smeared with crimson blood. When worn and activated, the cypher grants you a +1 bonus on Dexterity saving throws for 2d6 rounds.",
  "A mangled silver segment on a leather cord. When worn and activated, the cypher allows you to alter your appearance until you take a short rest.",
  "A slender spindle of amethyst etched by acid. When impaled into flesh, the cypher dissolves and increases your speed by 10 feet for 1d6 rounds.",
  "A mangled silver gauntlet damaged by flame. When worn and activated, the cypher grants you a +1 bonus on Charisma saving throws for 1d6 rounds.",
  "A broken malachite orb engraved with incoherent labyrinths. When thrown at a target, the cypher explodes into a cloud of noxious gas (3d6 poison damage and poisoned, Con save half and negates).",
  "Moaning Cypher:  A jagged shard of uncut diamond, which gives forth a baleful moaning.  When held and activated, the user can reshape earth and stone as per the spell stone shape, affecting 5000 cubic feet of material.",
  "A dragon's claw engraved with endless spirals. When held and activated, the cypher conjures a blade of force (2d6 slashing damage, finesse, light) for 1d6 rounds.",
  "A jagged shard of topaz containing a drop of golden ichor. When held and activated, the cypher allows you to teleport a small object you can see to your hand.",
  "A slender shard of amethyst smeared with black ichor. When impaled into flesh, the cypher dissolves and grants you a +1 bonus on Strength checks for 2d6 rounds.",
  "A broken ashwood wand on a leather cord. When held and activated, the cypher conjures a blank book and a bottle of ink.",
  "A golden shard smeared with crimson blood. When thrown at a target, the cypher conjures an area of low gravity.",
  "A broken silver ring warped by magic. When thrown at a target, the cypher destroys metal objects.",
  "A jagged orichalcum shard smeared with crimson blood. When held and activated, the cypher grants you a +1 bonus on melee attack rolls until the end of the session.",
  "An oaken fragment engraved with glowing symbols. When held and activated, the cypher heals a nearby creature of its wounds.",
  "An obsidian fragment on a leather cord. When thrown at a target, the cypher wounds it (attack roll, 5d6 force damage).",
  "A jagged shard of ruby warped by magic. When held and activated, the cypher heals a nearby creature of 1d8 hit points.",
  "A kraken's tooth scarred by lightning. When held and activated, the cypher conjures a non-magical weapon of your choice.",
  "A jagged iron shard warped by magic. When held and activated, the cypher conjures a blade of lightning (2d8 lightning damage) for 1 minute.",
  "Cypher of Life:  This verdant branch was pruned from the world's first tree, and hums with energy.  It can be used to resurrect a dead creature, but requires a full day to do so.  It can only be used by a good creature.",
  "A broken iron bracer engraved with glowing symbols. When thrown at a target, the cypher explodes into a flash of darkness (1d6 necrotic damage, Con save half).",
  "A mangled piece of orichalcum chainmail engraved with endless spirals. When worn and activated, the cypher grants you a +1 bonus to Armor Class for 1 minute.",
  "A jagged shard of white crystal on a leather cord. When held and activated, the cypher stops time for 1d4 rounds.",
  "A dragon's claw smeared with black ichor. When held and activated, the cypher conjures a non-magical weapon of your choice.",
  "A jagged copper shard on a leather cord. When held and activated, the cypher conjures and hurls three darts of magical force (range 120 feet, 1d4+1 force damage).",
  "Card of Ruin:  A fragment of a shattered ivory card, without marking.  When used, the user loses all wealth and property.  The card may also be used against another creature with a successful attack.",
  "A jagged shard of topaz on a leather cord. When held and activated, the cypher allows you to comprehend any language until you take a long rest.",
  "A jagged spindle of yellow crystal containing a flickering flame. When impaled into flesh, the cypher dissolves and grants you advantage on Constitution checks until you take a long rest.",
  "A jagged shard of gray crystal smeared with golden ichor. When impaled into flesh, the cypher dissolves and grants you advantage on your next constitution check.",
  "A jagged shard of red crystal containing a mote of light. When held and activated, the cypher allows you to jump up to 120 feet.",
  "A dragon's tooth withered by magic. When held and activated, the cypher conjures a bolt of lightning (range 100 feet, 3d6 lightning damage, Dex save half).",
  "A slender spindle of blue glass warped by magic. When impaled into flesh, the cypher dissolves and transforms you into a poisonous snake for 1d6 rounds.",
  "A jagged platinum shard etched by acid. When held and activated, the cypher conjures a trident of flames (2d8 fire damage) until you take a long rest.",
  "A mangled golden segment smeared with crimson blood. When worn and activated, the cypher grants you advantage on your next intimidation check.",
  "Titanfall Cypher:  A battered cube of dull metal, once inscribed with runes and set with gemstones.  When held and activated, the cypher conjures an iron golem.  The golem cannot be controlled, and attacks any nearby creatures until destroyed or one minute has elapsed, whenupon it falls to pieces.",
  "A mangled silver segment engraved with endless spirals. When worn and activated, the cypher grants you a +1 bonus to Armor Class for 1 minute.",
  "A copper shard engraved with geometric patterns. When thrown at a target, the cypher explodes into a flash of darkness (6d6 necrotic damage, Con save half).",
  "Crystal Fragment:  A large fragment of an obsidian sphere, containing a shifting cloud of light.  When held and activated, the cypher allows you to scry an individual creature known by name. However, you can only see their left hand.",
  "A jagged platinum shard engraved with glowing symbols. When held and activated, the cypher grants your weapon an additional 2d6 points of damage against dragons until the end of the session.",
  "A jagged platinum shard engraved with arcane symbols. When held and activated, the cypher grants you advantage on attack rolls until the end of your next turn.",
  "A jagged silver shard engraved with glowing symbols. When held and activated, the cypher pushes an adjacent creature ten feet away from you.",
  "Crystal Fragment:  A large fragment of an obsidian sphere, containing a shifting cloud of light.  When held and activated, the cypher allows you to scry an individual creature known by name. However, you can only see their face.",
  "A mangled platinum gauntlet smeared with crimson blood. When worn and activated, the cypher grants you advantage on your next stealth check.",
  "A slender spindle of blue crystal containing a flickering flame. When impaled into flesh, the cypher dissolves and increases your size (one size category, advantage on strength checks, +1d4 weapon damage) until you take a short rest.",
  "A mangled scrap of orichalcum chainmail smeared with black ichor. When worn and activated, the cypher allows you to re-roll a failed saving throw.",
  "An iron fragment engraved with alien symbols. When thrown at a target, the cypher explodes into a fireball (6d6 fire damage, Dex save half).",
  "A broken silver rod warped by magic. When thrown at a target, the cypher conjures an area of zero gravity.",
  "A jagged shard of black glass etched by acid. When held and activated, the cypher conjures a permanent wall of stone.",
  "A jagged platinum shard on a leather cord. When held and activated, the cypher conjures a bolt of lightning (range 100 feet, 6d6 lightning damage, Dex save half).",
  "A broken ashwood wand on a leather cord. When held and activated, the cypher animates a nearby object until the end of the session.",
  "A jagged copper shard damaged by flame. When held and activated, the cypher grants your weapon an additional 2d6 points of damage against oozes until you take a long rest.",
  "A jagged shard of sapphire on a leather cord. When held and activated, the cypher stops time for 1d4 rounds.",
  "A malachite shard smeared with black ichor. When thrown at a target, the cypher wounds it (attack roll, 2d6 force damage).",
  "A broken rosewood staff on a leather cord. When held and activated, the cypher grants you a +1 bonus on Charisma checks for 1 minute.",
  "A jagged shard of topaz etched by acid. When held and activated, the cypher allows you to jump up to 120 feet.",
  "A jagged shard of black crystal etched by acid. When impaled into flesh, the cypher dissolves and doubles your speed until you take a long rest.",
  "A platinum fragment on a leather cord. When thrown at a target, the cypher polymorphs it into a mouse, Con save negates.",
  "Card of the Star:  An ivory card, marked with a star.  When used, you gain a +2 bonus to any chosen ability score (max 20).",
  "A mangled platinum plate engraved with incoherent labyrinths. When worn and activated, the cypher allows you to read the thoughts of others until you take a long rest.",
  "A broken platinum ring warped by magic. When thrown at a target, the cypher explodes into a cloud of noxious gas (3d6 poison damage and poisoned, Con save half and negates).",
  "A jagged platinum shard smeared with golden ichor. When held and activated, the cypher conjures a maul of ice (2d6 bludgeoning and 2d6 cold damage, heavy, two-handed) for 1 minute.",
  "A jagged shard of ruby damaged by flame. When held and activated, the cypher conjures a wall of fire for 2d6 rounds.",
  "Card of the Key:  A bloodstained ivory card, marked with a hierophant and an altar of arrows.  When held and activated, the card is transformed into a +1 weapon of your choice.",
  "Clairvoyant's Stone:  A polished shard of translucent black crystal.  When held and activated, the cypher allows you to project your sight until you take a short rest.  You can project your point of view up to five feet in any direction, and through small openings such as a keyhole.",
  "A jagged shard of amethyst on a leather cord. When held and activated, the cypher conjures a shield of force (+2 armor class) until you take a long rest.",
  "A jagged silver shard on a leather cord. When held and activated, the cypher grants you advantage on attack rolls until the end of your next turn.",
  "Card of Balance:  A bloodstained ivory card, marked with a symbol of justice.  When used, you must change to a different alignment. The card may also be used against another creature with a successful attack.",
  "A jagged shard of black crystal etched by acid. When impaled into flesh, the cypher dissolves and grants you advantage on Wisdom checks until you take a long rest.",
  "A mangled piece of copper chainmail etched by acid. When worn and activated, the cypher allows you to re-roll a failed saving throw.",
  "A mangled scrap of golden chainmail engraved with incoherent labyrinths. When worn and activated, the cypher allows you to ignore difficult terrain until you take a short rest.",
  "A mangled orichalcum segment smeared with golden ichor. When worn and activated, the cypher allows you to read the thoughts of others until you take a short rest.",
  "A platinum shard smeared with golden ichor. When thrown at a target, the cypher polymorphs it into a mouse, Con save negates.",
  "A slender shard of topaz smeared with golden ichor. When impaled into flesh, the cypher dissolves and grants you a +1 bonus on Dexterity checks for 1d6 rounds.",
  "Cypher of the Aegis:  A fragment of a heavy steel shield, inscribed with twisting snakes.  When held and activated, the cypher petrifies a nearby creature as per the spell flesh to stone.",
  "A jagged golden shard smeared with crimson blood. When held and activated, the cypher conjures a spray of flames (range 15 feet, 4d6 fire damage, Dex save half).",
  "A jagged shard of white glass warped by magic. When impaled into flesh, the cypher dissolves and grants you advantage on your next constitution check.",
  "A jagged orichalcum shard engraved with endless spirals. When held and activated, the cypher conjures a blade of force (2d6 slashing damage, finesse, light) until you take a long rest.",
  "A griffon's claw on a leather cord. When held and activated, the cypher pushes all adjacent creatures thirty feet away from you.",
  "A mangled golden segment damaged by flame. When worn and activated, the cypher allows you to re-roll a failed saving throw.",
  "An orichalcum shard damaged by flame. When thrown at a target, the cypher conjures an area of double gravity.",
  "A broken obsidian idol on a leather cord. When thrown at a target, the cypher causes a small earthquake (knocked prone, Dex save negates).",
  "A broken rosewood staff on a leather cord. When held and activated, the cypher conjures a wall of ice for 2d6 rounds.",
  "A jagged shard of gray crystal smeared with crimson blood. When held and activated, the cypher allows you to jump up to 120 feet.",
  "A jagged shard of gray crystal on a leather cord. When held and activated, the cypher grants you advantage on Constitution checks until you take a long rest.",
  "A jagged spindle of topaz damaged by flame. When impaled into flesh, the cypher dissolves and transforms you into an undead skeleton for 1d6 rounds.",
  "A jagged shard of ruby on a leather cord. When held and activated, the cypher conjures a climber's kit and silk rope.",
  "A mangled iron segment damaged by flame. When worn and activated, the cypher allows you to re-roll a failed saving throw.",
  "A mangled scrap of copper chainmail smeared with iridescent ichor. When worn and activated, the cypher grants you advantage on Intelligence saving throws until the end of the session.",
  "A mangled scrap of orichalcum chainmail etched by acid. When worn and activated, the cypher grants you advantage on Dexterity saving throws until the end of the session.",
  "A jagged golden shard damaged by flame. When held and activated, the cypher conjures a bolt of lightning (range 100 feet, 6d6 lightning damage, Dex save half).",
  "A silver fragment on a leather cord. When thrown at a target, the cypher conjures an area of invisibility.",
  "A jagged shard of ruby containing a mote of light. When held and activated, the cypher allows you to comprehend any language for 1 minute.",
  "A slender spindle of black crystal damaged by flame. When impaled into flesh, the cypher dissolves and grants you a +1 bonus on Strength checks for 2d6 rounds.",
  "A mangled platinum gauntlet etched by acid. When worn and activated, the cypher allows you to alter your appearance until the end of the session.",
  "A jagged platinum shard warped by magic. When held and activated, the cypher conjures and hurls a single arrow of cleric slaying.",
  "A dragon's claw smeared with crimson blood. When held and activated, the cypher grants you advantage on attack rolls until the end of your next turn.",
  "A broken iron ring smeared with black ichor. When thrown at a target, the cypher conjures an area of vulnerability.",
  "A jagged golden shard smeared with crimson blood. When held and activated, the cypher conjures a spray of flames (range 15 feet, 6d6 fire damage, Dex save half).",
  "A griffon's claw scarred by lightning. When held and activated, the cypher pushes all adjacent creatures thirty feet away from you.",
  "An orichalcum fragment engraved with incoherent labyrinths. When thrown at a target, the cypher explodes with a thunderous bang (2d6 thunder damage and deafened, Con save half and negates).",
  "A silver fragment on a leather cord. When thrown at a target, the cypher explodes into a cloud of noxious gas (1d6 poison damage and poisoned, Con save half and negates).",
  "A mangled scrap of golden chainmail smeared with crimson blood. When worn and activated, the cypher allows you to read the thoughts of others until you take a short rest.",
  "Crystal Fragment:  A large fragment of an obsidian sphere, containing a shifting cloud of light.  When held and activated, the cypher allows you to scry an individual creature known by name. However, you can only see their location.",
  "A mangled scrap of silver chainmail on a leather cord. When worn and activated, the cypher allows you to alter your appearance for 2d6 rounds.",
  "A mangled iron segment smeared with iridescent ichor. When worn and activated, the cypher grants you resistance to Psychic damage for 1d6 rounds.",
  "A jagged shard of ruby smeared with crimson blood. When impaled into flesh, the cypher dissolves and grants you immunity to poison for 1d6 rounds.",
  "A broken golden ring damaged by flame. When thrown at a target, the cypher conjures an area of invisibility.",
  "A mangled scrap of copper chainmail etched by acid. When worn and activated, the cypher allows you to alter your appearance until you take a long rest.",
  "A jagged spindle of emerald smeared with iridescent ichor. When impaled into flesh, the cypher dissolves and grants you tremorsense until the end of the session.",
  "A jagged shard of white crystal warped by magic. When held and activated, the cypher allows you to jump up to 120 feet.",
  "A jagged shard of amethyst containing a mote of light. When impaled into flesh, the cypher dissolves and transforms you into an octopus for 1d6 rounds.",
  "A slender spindle of black crystal warped by magic. When impaled into flesh, the cypher dissolves and grants you a dexterity of 16 until you take a short rest.",
  "A mangled scrap of golden chainmail smeared with crimson blood. When worn and activated, the cypher grants you resistance to Bludgeoning damage for 2d6 rounds.",
  "A mangled scrap of silver chainmail smeared with golden ichor. When worn and activated, the cypher grants you a +1 bonus to Armor Class for 1 minute.",
  "A jagged orichalcum shard on a leather cord. When held and activated, the cypher grants you advantage on your next attack roll.",
  "A kraken's tooth engraved with endless spirals. When held and activated, the cypher conjures a non-magical weapon of your choice.",
  "A slender spindle of gray crystal containing a flickering flame. When impaled into flesh, the cypher dissolves and grants you tremorsense until you take a short rest.",
  "A slender spindle of red crystal smeared with iridescent ichor. When impaled into flesh, the cypher dissolves and transforms you into a weasel for 2d6 rounds.",
  "A mangled piece of silver chainmail engraved with glowing symbols. When worn and activated, the cypher grants you a +1 bonus on Dexterity saving throws for 1 minute.",
  "A broken obsidian cube on a leather cord. When thrown at a target, the cypher explodes into a flash of darkness (5d6 necrotic damage, Con save half).",
  "A broken bloodstone orb engraved with glowing symbols. When thrown at a target, the cypher explodes into a cloud of noxious gas (4d6 poison damage and poisoned, Con save half and negates).",
  "A mangled golden gauntlet damaged by flame. When worn and activated, the cypher makes you invisible until you make an attack.",
  "A moonstone shard engraved with incoherent labyrinths. When thrown at a target, the cypher explodes into a flash of darkness (3d6 necrotic damage, Con save half).",
  "An ashwood shard engraved with glowing symbols. When held and activated, the cypher animates a nearby object for 2d6 rounds.",
  "A slender shard of white crystal containing a flickering shadow. When impaled into flesh, the cypher dissolves and allows you to breathe underwater until you take a long rest.",
  "A broken darkwood wand engraved with incoherent labyrinths. When held and activated, the cypher heals a nearby creature of its wounds.",
  "A golden shard on a leather cord. When thrown at a target, the cypher explodes into a cloud of noxious gas (3d6 poison damage and poisoned, Con save half and negates).",
  "A slender spindle of blue glass smeared with golden ichor. When impaled into flesh, the cypher dissolves and grants you a charisma of 16 until you take a short rest.",
  "A jagged platinum shard on a leather cord. When held and activated, the cypher grants you a +1 bonus on ranged attack rolls until you take a short rest.",
  "A mangled copper segment engraved with arcane symbols. When worn and activated, the cypher allows you to alter your appearance until the end of the session.",
  "A jagged shard of topaz on a leather cord. When held and activated, the cypher conjures a creature of living fire.",
  "A jagged copper shard engraved with glowing symbols. When held and activated, the cypher grants you advantage on attack rolls until the end of your next turn.",
  "A jagged spindle of yellow glass on a leather cord. When impaled into flesh, the cypher dissolves and restores a dying creature to half its maximum hit points.",
  "A broken jade cube etched by acid. When thrown at a target, the cypher wounds it (attack roll, 3d6 force damage).",
  "A broken platinum ring on a leather cord. When thrown at a target, the cypher polymorphs it into a mouse, Con save negates.",
  "A jagged shard of topaz warped by magic. When held and activated, the cypher conjures a permanent wall of stone.",
  "A jagged orichalcum shard engraved with strange symbols. When held and activated, the cypher grants you a +1 bonus on ranged attack rolls for 1d6 rounds.",
  "A slender shard of blue glass on a leather cord. When impaled into flesh, the cypher dissolves and increases your speed by 10 feet for 1d6 rounds.",
  "A slender spindle of ruby containing a flickering flame. When impaled into flesh, the cypher dissolves and increases your speed by 10 feet until you take a long rest.",
  "Vorpal Cypher:  An impossibly thin and sharp shard of bright steel. When used to strike a creature, that creature takes no damage but is decapitated as per a vorpal weapon.",
  "A mangled scrap of iron chainmail on a leather cord. When worn and activated, the cypher grants you advantage on Charisma saving throws until you take a long rest.",
  "A mangled scrap of silver chainmail damaged by flame. When worn and activated, the cypher allows you to alter your appearance for 1d6 rounds.",
  "A mangled copper plate etched by acid. When worn and activated, the cypher grants you a +1 bonus on Strength saving throws for 1d6 rounds.",
  "A broken hazelwood wand engraved with incoherent labyrinths. When held and activated, the cypher conjures a wall of fire for 1 minute.",
  "A slender spindle of red crystal damaged by flame. When impaled into flesh, the cypher dissolves and grants you darkvision until the end of the session.",
  "A jagged shard of amethyst containing a flickering flame. When impaled into flesh, the cypher dissolves and increases your size (one size category, advantage on strength checks, +1d4 weapon damage) until the end of the session.",
  "A slender spindle of yellow crystal smeared with black ichor. When impaled into flesh, the cypher dissolves and grants you advantage on Intelligence checks until you take a long rest.",
  "A jagged shard of emerald smeared with black ichor. When impaled into flesh, the cypher dissolves and grants you a +1 bonus on Charisma checks for 2d6 rounds.",
  "A slender shard of amethyst warped by magic. When impaled into flesh, the cypher dissolves and grants you a +1 bonus on Constitution checks for 2d6 rounds.",
  "An iron fragment warped by magic. When thrown at a target, the cypher wounds it (attack roll, 5d6 force damage).",
  "Soulburner Cypher:  A jagged shard of black stone.  When used to touch a creature, that creature is utterly destroyed and erased from existence.",
  "A jagged spindle of blue glass etched by acid. When impaled into flesh, the cypher dissolves and heals 6d8 hit points.",
  "A mangled piece of silver chainmail smeared with crimson blood. When worn and activated, the cypher grants you advantage on Strength saving throws until you take a short rest.",
  "A dragon's claw withered by magic. When held and activated, the cypher conjures a non-magical weapon of your choice.",
  "A slender shard of gray glass damaged by flame. When impaled into flesh, the cypher dissolves and grants you a +1 bonus on Wisdom checks for 1d6 rounds.",
  "Cypher of Annihilation:  A small shard of black stone or metal. When thrown, all matter within a five-foot radius is instantly sucked into a void and utterly destroyed.",
  "A jagged silver shard smeared with crimson blood. When held and activated, the cypher grants your weapon an additional 2d6 points of damage against elementals until you take a long rest.",
  "A jagged iron shard engraved with geometric patterns. When held and activated, the cypher grants you a +1 bonus on melee attack rolls for 1d6 rounds.",
  "A jagged platinum shard on a leather cord. When held and activated, the cypher conjures and hurls three darts of magical force (range 120 feet, 1d4+1 force damage).",
  "A broken malachite orb damaged by flame. When thrown at a target, the cypher explodes into a cloud of noxious gas (3d6 poison damage and poisoned, Con save half and negates).",
  "A jagged spindle of yellow crystal smeared with crimson blood. When impaled into flesh, the cypher dissolves and grants you advantage on Constitution checks until you take a short rest.",
  "A slender shard of black crystal containing a flickering flame. When impaled into flesh, the cypher dissolves and grants you darkvision until you take a short rest.",
  "Cypher of the Iron King:  A jagged iron spike, smeared with blood. When impaled into the flesh of another creature, that creature becomes your thrall, as per the spell dominate person.",
  "A jagged orichalcum shard engraved with glowing symbols. When held and activated, the cypher conjures a spray of flames (range 15 feet, 1d6 fire damage, Dex save half).",
  "An elder fragment scarred by lightning. When held and activated, the cypher conjures a shield of force (+2 armor class) until you take a long rest.",
  "A mangled piece of iron chainmail engraved with endless spirals. When worn and activated, the cypher allows you to read the thoughts of others until you take a short rest.",
  "A jagged shard of blue crystal warped by magic. When held and activated, the cypher conjures an inn.",
  "A dragon's tooth smeared with crimson blood. When held and activated, the cypher grants you a +1 bonus on ranged attack rolls for 1d6 rounds.",
  "A jagged shard of ruby etched by acid. When held and activated, the cypher heals a nearby creature of its wounds.",
  "A dragon's tooth engraved with incoherent labyrinths. When held and activated, the cypher conjures and hurls three arrows (range 150/600 feet, 1d8 piercing damage).",
  "A slender spindle of green glass warped by magic. When impaled into flesh, the cypher dissolves and grants you an intelligence of 16 until you take a short rest.",
  "A jagged shard of amethyst smeared with black ichor. When impaled into flesh, the cypher dissolves and grants you a strength of 16 until you take a short rest.",
  "A mangled platinum gauntlet on a leather cord. When worn and activated, the cypher allows you to ignore difficult terrain until the end of the session.",
  "A broken malachite idol on a leather cord. When thrown at a target, the cypher explodes into a flash of darkness (4d6 necrotic damage, Con save half).",
  "A malachite shard etched by acid. When thrown at a target, the cypher explodes into a burst of acid (6d6 acid damage, Dex save half).",
  "A jagged shard of green crystal on a leather cord. When impaled into flesh, the cypher dissolves and grants you darkvision until you take a long rest.",
  "Card of the Donjon:  An ivory card, marked with four swords and covered in dust.  When used, you are imprisoned without equipment or spells.  The card may also be used against another creature with a successful attack.",
  "A golden shard etched by acid. When thrown at a target, the cypher conjures an area of low gravity.",
  "A jagged orichalcum shard on a leather cord. When held and activated, the cypher conjures a spray of flames (range 15 feet, 1d6 fire damage, Dex save half).",
  "An orichalcum fragment engraved with geometric patterns. When thrown at a target, the cypher conjures an area of low gravity.",
  "A slender shard of gray crystal smeared with black ichor. When impaled into flesh, the cypher dissolves and grants you advantage on Dexterity checks until the end of the session.",
  "A troll's claw smeared with crimson blood. When held and activated, the cypher conjures a trident of flames (2d8 fire damage) for 1d6 rounds.",
  "A mangled piece of iron chainmail etched by acid. When worn and activated, the cypher grants you a +1 bonus to Armor Class until the end of the session.",
  "A broken golden rod damaged by flame. When thrown at a target, the cypher conjures an area of vulnerability.",
  "A mangled scrap of silver chainmail damaged by flame. When worn and activated, the cypher grants you advantage on Wisdom saving throws until the end of the session.",
  "A rowan fragment smeared with black ichor. When held and activated, the cypher allows you to comprehend any language until you take a short rest.",
  "A jagged spindle of topaz smeared with iridescent ichor. When impaled into flesh, the cypher dissolves and grants you darkvision until you take a long rest.",
  "A jagged shard of white glass damaged by flame. When held and activated, the cypher conjures a longship.",
  "A mangled piece of golden chainmail damaged by flame. When worn and activated, the cypher grants you a +1 bonus to Armor Class for 2d6 rounds.",
  "A slender spindle of green crystal warped by magic. When impaled into flesh, the cypher dissolves and transforms you into a vampire until you take a long rest.",
  "A jagged shard of emerald warped by magic. When held and activated, the cypher heals a nearby creature of 6d8 hit points.",
  "A broken hawthorn staff scarred by lightning. When held and activated, the cypher conjures a permanent wall of stone.",
  "A troll's claw engraved with glowing symbols. When held and activated, the cypher conjures a maul of ice (2d6 bludgeoning and 2d6 cold damage, heavy, two-handed) until you take a short rest.",
  "A hydra's tooth engraved with arcane symbols. When held and activated, the cypher grants you a +1 bonus on melee attack rolls until you take a long rest.",
  "A broken elder wand withered by magic. When held and activated, the cypher stops time for 1d4 rounds.",
  "A broken hazelwood staff withered by magic. When held and activated, the cypher conjures a wall of ice for 1d6 rounds.",
  "A jagged platinum shard on a leather cord. When held and activated, the cypher grants you advantage on your next attack roll.",
  "A jagged shard of black glass smeared with iridescent ichor. When impaled into flesh, the cypher dissolves and transforms you into a vampire until you take a long rest.",
  "A hawthorn fragment scorched by flame. When held and activated, the cypher conjures a permanent wall of stone.",
  "A dragon's claw smeared with crimson blood. When held and activated, the cypher conjures a spray of flames (range 15 feet, 2d6 fire damage, Dex save half).",
  "A troll's claw on a leather cord. When held and activated, the cypher conjures and hurls a single arrow of elf slaying.",
  "A bloodstone fragment damaged by flame. When thrown at a target, the cypher explodes into a burst of spiderwebs (grappled, Str or Dex save negates).",
  "An orichalcum fragment on a leather cord. When thrown at a target, the cypher conjures an area of low gravity.",
  "A mangled scrap of iron chainmail smeared with iridescent ichor. When worn and activated, the cypher allows you to alter your appearance until you take a long rest.",
  "A troll's claw smeared with crimson blood. When held and activated, the cypher pushes an adjacent creature ten feet away from you.",
  "A broken moonstone orb engraved with arcane symbols. When thrown at a target, the cypher conjures an area of low gravity.",
  "A hazelwood shard engraved with geometric patterns. When held and activated, the cypher conjures a shield of force (+2 armor class) until the end of the session.",
  "A broken rowan wand engraved with geometric patterns. When held and activated, the cypher allows you to teleport a small object you can see to your hand.",
  "A moonstone fragment warped by magic. When thrown at a target, the cypher destroys metal objects.",
  "A jagged orichalcum shard on a leather cord. When held and activated, the cypher conjures and hurls nine arrows (range 150/600 feet, 1d8 piercing damage).",
  "A jagged spindle of emerald etched by acid. When impaled into flesh, the cypher dissolves and grants you immunity to poison until you take a long rest.",
  "A jagged spindle of sapphire on a leather cord. When impaled into flesh, the cypher dissolves and grants you advantage on your next charisma check.",
  "A jagged platinum shard etched by acid. When held and activated, the cypher grants you advantage on attack rolls until the end of your next turn.",
  "A broken moonstone cube smeared with iridescent ichor. When thrown at a target, the cypher explodes into a fireball (5d6 fire damage, Dex save half).",
  "A jagged shard of gray glass containing a mote of light. When held and activated, the cypher conjures a wall of ice for 2d6 rounds.",
  "A jagged shard of gray crystal on a leather cord. When held and activated, the cypher allows you to teleport a small object you can see to your hand.",
  "A broken rosewood staff scarred by lightning. When held and activated, the cypher conjures an inn.",
  "A mangled scrap of platinum chainmail engraved with endless spirals. When worn and activated, the cypher grants you resistance to Cold damage for 2d6 rounds.",
  "A darkwood fragment engraved with geometric patterns. When held and activated, the cypher allows you to comprehend any language until the end of the session.",
  "A kraken's tooth smeared with black ichor. When held and activated, the cypher conjures a non-magical weapon of your choice.",
  "A broken ashwood wand smeared with crimson blood. When held and activated, the cypher allows you to see through clothing and armor until the end of the session.",
  "A jagged spindle of amethyst smeared with iridescent ichor. When impaled into flesh, the cypher dissolves and allows you to breathe underwater until you take a long rest.",
  "A mangled scrap of silver chainmail on a leather cord. When worn and activated, the cypher grants you a +1 bonus on Constitution saving throws for 1d6 rounds.",
  "A mangled piece of golden chainmail on a leather cord. When worn and activated, the cypher allows you to read the thoughts of others until you take a long rest.",
  "A jagged copper shard etched by acid. When held and activated, the cypher conjures and hurls three darts of magical force (range 120 feet, 1d4+1 force damage).",
  "A jagged copper shard engraved with arcane symbols. When held and activated, the cypher conjures a non-magical weapon of your choice.",
  "A slender spindle of black glass containing a flickering shadow. When impaled into flesh, the cypher dissolves and allows you to breathe underwater until you take a short rest.",
  "Clairvoyant's Stone:  A polished shard of translucent black crystal.  When held and activated, the cypher allows you to project your sight until the end of the session.  You can project your point of view up to five feet in any direction, and through small openings such as a keyhole.",
  "An iron shard on a leather cord. When thrown at a target, the cypher polymorphs it into a mouse, Con save negates.",
  "A platinum fragment warped by magic. When thrown at a target, the cypher explodes into a fireball (1d6 fire damage, Dex save half).",
  "A mangled piece of iron chainmail on a leather cord. When worn and activated, the cypher allows you to re-roll a failed saving throw.",
  "A dragon's tooth scarred by lightning. When held and activated, the cypher grants you advantage on your next attack roll.",
  "A broken malachite orb warped by magic. When thrown at a target, the cypher explodes into a cloud of noxious gas (2d6 poison damage and poisoned, Con save half and negates).",
  "A broken jade idol on a leather cord. When thrown at a target, the cypher polymorphs it into a mouse, Con save negates.",
  "A jagged platinum shard on a leather cord. When held and activated, the cypher conjures and hurls nine arrows (range 150/600 feet, 1d8 piercing damage).",
  "A broken darkwood staff smeared with black ichor. When held and activated, the cypher conjures a wall of ice for 1d6 rounds.",
  "A mangled scrap of platinum chainmail warped by magic. When worn and activated, the cypher grants you resistance to Radiant damage until the end of the session.",
  "A jagged platinum shard on a leather cord. When held and activated, the cypher conjures and hurls a giant's rock (range 60/240 feet, 4d10 bludgeoning damage).",
  "A mangled piece of copper chainmail smeared with crimson blood. When worn and activated, the cypher grants you advantage on your next intimidation check.",
  "A jagged shard of white crystal damaged by flame. When held and activated, the cypher conjures a shield of force (+2 armor class) until you take a short rest.",
  "A jagged platinum shard engraved with endless spirals. When held and activated, the cypher grants you a +1 bonus on melee attack rolls until the end of the session.",
  "A silver shard smeared with iridescent ichor. When thrown at a target, the cypher causes a small earthquake (knocked prone, Dex save negates).",
  "An elder fragment scarred by lightning. When held and activated, the cypher heals a nearby creature of its wounds.",
  "A jagged shard of red crystal containing a drop of crimson blood. When held and activated, the cypher animates a nearby object for 2d6 rounds.",
  "A slender spindle of ruby containing a drop of golden ichor. When impaled into flesh, the cypher dissolves and transforms you into a hunter shark for 2d6 rounds.",
  "A jagged spindle of green crystal etched by acid. When impaled into flesh, the cypher dissolves and grants you immunity to poison until you take a long rest.",
  "A jagged spindle of ruby on a leather cord. When impaled into flesh, the cypher dissolves and transforms you into an undead skeleton for 1 minute.",
  "A troll's claw engraved with incoherent labyrinths. When held and activated, the cypher pushes an adjacent creature ten feet away from you.",
  "A troll's claw smeared with black ichor. When held and activated, the cypher grants your weapon an additional 2d6 points of damage against aberrations until the end of the session.",
  "A jagged iron shard engraved with incoherent labyrinths. When held and activated, the cypher conjures a maul of ice (2d6 bludgeoning and 2d6 cold damage, heavy, two-handed) for 1 minute.",
  "A slender shard of amethyst containing a flickering shadow. When impaled into flesh, the cypher dissolves and grants you tremorsense until you take a long rest.",
  "A malachite shard on a leather cord. When thrown at a target, the cypher wounds it (attack roll, 1d6 force damage).",
  "A griffon's claw scorched by flame. When held and activated, the cypher pushes an adjacent creature ten feet away from you.",
  "A jagged shard of topaz damaged by flame. When held and activated, the cypher conjures a chest of coins and gemstones.",
  "A mangled piece of silver chainmail damaged by flame. When worn and activated, the cypher makes you invisible until you make an attack.",
  "A dragon's claw on a leather cord. When held and activated, the cypher conjures a spray of flames (range 15 feet, 4d6 fire damage, Dex save half).",
  "A slender spindle of emerald containing a drop of crimson blood. When impaled into flesh, the cypher dissolves and increases your size (one size category, advantage on strength checks, +1d4 weapon damage) until you take a short rest.",
  "A slender shard of gray crystal containing a mote of darkness. When impaled into flesh, the cypher dissolves and grants you advantage on your next dexterity check.",
  "A jagged shard of ruby damaged by flame. When impaled into flesh, the cypher dissolves and grants you a +1 bonus on Constitution checks for 1d6 rounds.",
  "A jagged spindle of ruby smeared with crimson blood. When impaled into flesh, the cypher dissolves and allows you to breathe underwater until you take a long rest.",
  "A kraken's tooth on a leather cord. When held and activated, the cypher conjures a blade of lightning (2d8 lightning damage) for 1d6 rounds.",
  "A mangled copper plate engraved with geometric patterns. When worn and activated, the cypher grants you resistance to Necrotic damage for 1 minute.",
  "A jagged shard of amethyst smeared with iridescent ichor. When held and activated, the cypher conjures a permanent wall of stone.",
  "A jagged shard of topaz on a leather cord. When held and activated, the cypher conjures a creature of living stone.",
  "A mangled scrap of platinum chainmail smeared with black ichor. When worn and activated, the cypher allows you to ignore difficult terrain until you take a short rest.",
  "A slender shard of white crystal smeared with iridescent ichor. When impaled into flesh, the cypher dissolves and transforms you into a hunter shark for 2d6 rounds.",
  "A slender shard of yellow crystal damaged by flame. When impaled into flesh, the cypher dissolves and doubles your speed until the end of the session.",
  "A griffon's claw on a leather cord. When held and activated, the cypher grants your weapon an additional 2d6 points of damage against dragons until you take a short rest.",
  "A jagged iron shard warped by magic. When held and activated, the cypher conjures a blade of lightning (2d8 lightning damage) until you take a long rest.",
  "An obsidian shard engraved with endless spirals. When thrown at a target, the cypher explodes with a thunderous bang (2d6 thunder damage and deafened, Con save half and negates).",
  "A jagged spindle of emerald warped by magic. When impaled into flesh, the cypher dissolves and grants you 3d8 temporary hit points.",
  "A dragon's claw scorched by flame. When held and activated, the cypher conjures a bolt of lightning (range 100 feet, 4d6 lightning damage, Dex save half).",
  "A jagged shard of green crystal warped by magic. When held and activated, the cypher allows you to fly until the end of the session.",
  "A mangled orichalcum gauntlet smeared with black ichor. When worn and activated, the cypher grants you advantage on Dexterity saving throws until you take a short rest.",
  "A golden shard smeared with crimson blood. When thrown at a target, the cypher conjures an area of vulnerability.",
  "A golden shard on a leather cord. When thrown at a target, the cypher conjures an area of low gravity.",
  "Clairvoyant's Stone:  A polished shard of translucent black crystal.  When held and activated, the cypher allows you to project your sight until you take a long rest.  You can project your point of view up to five feet in any direction, and through small openings such as a keyhole.",
  "A mangled scrap of silver chainmail etched by acid. When worn and activated, the cypher grants you a +1 bonus to Armor Class until the end of the session.",
  "A broken elder idol smeared with golden ichor. When held and activated, the cypher grants you advantage on your next dexterity check.",
  "A jagged shard of topaz on a leather cord. When held and activated, the cypher conjures an area of daylight for 2d6 rounds.",
  "A dragon's claw on a leather cord. When held and activated, the cypher grants you a +1 bonus on ranged attack rolls for 1 minute.",
  "A mangled scrap of copper chainmail engraved with incoherent labyrinths. When worn and activated, the cypher grants you a +1 bonus to Armor Class for 2d6 rounds.",
  "A mangled scrap of iron chainmail smeared with golden ichor. When worn and activated, the cypher grants you resistance to Poison damage for 2d6 rounds.",
  "Grey Cypher:  A glass spindle filled with silvery liquid.  When broken over a weapon, the weapon is transmuted into a similar metal.  It deals an additional 2d6 points of damage until the end of the session, after which the weapon disintegrates.",
  "A mangled scrap of silver chainmail on a leather cord. When worn and activated, the cypher makes you invisible until you make an attack.",
  "A broken moonstone cube engraved with geometric patterns. When thrown at a target, the cypher explodes into a fireball (2d6 fire damage, Dex save half).",
  "An obsidian shard on a leather cord. When thrown at a target, the cypher explodes with a thunderous bang (1d6 thunder damage and deafened, Con save half and negates).",
  "A mangled iron gauntlet engraved with endless spirals. When worn and activated, the cypher grants you advantage on Charisma saving throws until you take a long rest.",
  "A broken rowan staff engraved with glowing symbols. When held and activated, the cypher conjures a chest of coins and gemstones.",
  "A broken obsidian orb smeared with golden ichor. When thrown at a target, the cypher explodes into a cloud of concealing smoke.",
  "A jagged spindle of sapphire warped by magic. When impaled into flesh, the cypher dissolves and increases your speed by 10 feet until the end of the session.",
  "A broken rowan wand scorched by flame. When held and activated, the cypher conjures a sheaf of twenty arrows wrapped in linen.",
  "A mangled copper plate engraved with strange symbols. When worn and activated, the cypher grants you advantage on Constitution saving throws until you take a short rest.",
  "A jagged spindle of sapphire on a leather cord. When impaled into flesh, the cypher dissolves and grants you advantage on Intelligence checks until the end of the session.",
  "A slender spindle of gray glass smeared with crimson blood. When impaled into flesh, the cypher dissolves and grants you advantage on your next wisdom check.",
  "A broken jade idol damaged by flame. When thrown at a target, the cypher explodes into a flash of darkness (3d6 necrotic damage, Con save half).",
  "A slender spindle of emerald warped by magic. When impaled into flesh, the cypher dissolves and grants you advantage on your next constitution check.",
  "A kraken's tooth engraved with incoherent labyrinths. When held and activated, the cypher conjures and hurls a single arrow of elf slaying.",
  "A jagged shard of amethyst containing a drop of crimson blood. When held and activated, the cypher allows you to teleport a small object you can see to your hand.",
  "An ashwood fragment smeared with black ichor. When held and activated, the cypher heals a nearby creature of 4d8 hit points.",
  "A jagged orichalcum shard smeared with crimson blood. When held and activated, the cypher grants you advantage on attack rolls until the end of your next turn.",
  "A moonstone shard on a leather cord. When thrown at a target, the cypher explodes into a burst of spiderwebs (grappled, Str or Dex save negates).",
  "A jagged shard of gray glass smeared with crimson blood. When held and activated, the cypher animates a nearby object until you take a long rest.",
  "A jagged shard of emerald on a leather cord. When impaled into flesh, the cypher dissolves and grants you immunity to poison until you take a long rest.",
  "A mangled platinum segment smeared with crimson blood. When worn and activated, the cypher grants you advantage on your next intimidation check.",
  "A broken rosewood staff scorched by flame. When held and activated, the cypher conjures a stone tower.",
  "A jagged shard of amethyst on a leather cord. When held and activated, the cypher allows you to comprehend any language for 1 minute.",
  "A broken obsidian cube smeared with crimson blood. When thrown at a target, the cypher wounds it (attack roll, 3d6 force damage).",
  "A dragon's claw engraved with alien symbols. When held and activated, the cypher pushes an adjacent creature ten feet away from you.",
  "A slender spindle of amethyst on a leather cord. When impaled into flesh, the cypher dissolves and allows you to breathe underwater until you take a short rest.",
  "A jagged spindle of white crystal damaged by flame. When impaled into flesh, the cypher dissolves and grants you a +1 bonus on Charisma checks for 1 minute.",
  "A broken copper bracer smeared with crimson blood. When thrown at a target, the cypher conjures an area of invisibility.",
  "A jagged shard of green glass containing a flickering shadow. When held and activated, the cypher allows you to teleport to a known location.",
  "A troll's claw engraved with arcane symbols. When held and activated, the cypher conjures and hurls a giant's rock (range 60/240 feet, 4d10 bludgeoning damage).",
  "A broken ashwood staff smeared with iridescent ichor. When held and activated, the cypher conjures a creature of living fire for 1 minute.",
  "A slender shard of emerald etched by acid. When impaled into flesh, the cypher dissolves and grants you 6d8 temporary hit points.",
  "A slender shard of red crystal containing a mote of darkness. When impaled into flesh, the cypher dissolves and grants you immunity to poison until you take a short rest.",
  "A mangled copper plate etched by acid. When worn and activated, the cypher grants you resistance to Lightning damage for 1d6 rounds.",
  "A mangled scrap of orichalcum chainmail on a leather cord. When worn and activated, the cypher allows you to alter your appearance for 1 minute.",
  "An iron shard on a leather cord. When thrown at a target, the cypher causes a small earthquake (knocked prone, Dex save negates).",
  "A moonstone fragment smeared with iridescent ichor. When thrown at a target, the cypher conjures an area of vulnerability.",
  "A mangled scrap of silver chainmail engraved with geometric patterns. When worn and activated, the cypher grants you advantage on your next intimidation check.",
  "A jade shard smeared with crimson blood. When thrown at a target, the cypher causes a small earthquake (knocked prone, Dex save negates).",
  "A broken obsidian cube damaged by flame. When thrown at a target, the cypher explodes into a cloud of noxious gas (3d6 poison damage and poisoned, Con save half and negates).",
  "A broken silver ring on a leather cord. When thrown at a target, the cypher wounds it (attack roll, 5d6 force damage).",
  "A mangled scrap of copper chainmail damaged by flame. When worn and activated, the cypher grants you a +1 bonus to Armor Class for 1d6 rounds.",
  "A jagged shard of red glass smeared with iridescent ichor. When held and activated, the cypher conjures a permanent wall of stone.",
  "A mangled scrap of iron chainmail smeared with crimson blood. When worn and activated, the cypher grants you advantage on your next dexterity save.",
  "A mangled orichalcum gauntlet engraved with glowing symbols. When worn and activated, the cypher grants you a +1 bonus on Charisma saving throws for 1 minute.",
  "A jagged shard of ruby on a leather cord. When held and activated, the cypher allows you to comprehend any language for 1d6 rounds.",
  "A jagged copper shard on a leather cord. When held and activated, the cypher grants you advantage on attack rolls until the end of your next turn.",
  "A jagged shard of gray crystal on a leather cord. When impaled into flesh, the cypher dissolves and grants you tremorsense until you take a long rest.",
  "A dragon's claw on a leather cord. When held and activated, the cypher grants you advantage on your next attack roll.",
  "A griffon's claw withered by magic. When held and activated, the cypher conjures a trident of flames (2d8 fire damage) for 1 minute.",
  "A jagged platinum shard engraved with geometric patterns. When held and activated, the cypher grants you advantage on your next attack roll.",
  "A jagged golden shard engraved with arcane symbols. When held and activated, the cypher conjures a trident of flames (2d8 fire damage) for 1 minute.",
  "A jagged orichalcum shard on a leather cord. When held and activated, the cypher conjures a blade of force (2d6 slashing damage, finesse, light) until you take a long rest.",
  "A hydra's tooth on a leather cord. When held and activated, the cypher conjures and hurls three arrows (range 150/600 feet, 1d8 piercing damage).",
  "An orichalcum fragment warped by magic. When thrown at a target, the cypher conjures an area of vulnerability.",
  "A slender spindle of green glass etched by acid. When impaled into flesh, the cypher dissolves and increases your speed by 10 feet until the end of the session.",
  "A broken golden bracer engraved with incoherent labyrinths. When thrown at a target, the cypher destroys metal objects.",
  "A mangled scrap of copper chainmail engraved with geometric patterns. When worn and activated, the cypher grants you advantage on Intelligence saving throws until you take a short rest.",
  "A mangled orichalcum gauntlet on a leather cord. When worn and activated, the cypher grants you advantage on Constitution saving throws until you take a long rest.",
  "A jagged golden shard warped by magic. When held and activated, the cypher conjures and hurls a giant's rock (range 60/240 feet, 4d10 bludgeoning damage).",
  "A broken golden ring smeared with crimson blood. When thrown at a target, the cypher explodes into a flash of darkness (5d6 necrotic damage, Con save half).",
  "A mangled copper plate smeared with black ichor. When worn and activated, the cypher makes you invisible until you make an attack.",
  "A jagged shard of white glass on a leather cord. When held and activated, the cypher animates a nearby object for 1 minute.",
  "A silver fragment etched by acid. When thrown at a target, the cypher explodes into a burst of acid (1d6 acid damage, Dex save half).",
  "A slender spindle of green crystal on a leather cord. When impaled into flesh, the cypher dissolves and transforms you into a black bear until the end of the session.",
  "A dragon's tooth scorched by flame. When held and activated, the cypher conjures a blade of lightning (2d8 lightning damage) for 2d6 rounds.",
  "A jagged spindle of topaz on a leather cord. When impaled into flesh, the cypher dissolves and grants you advantage on your next dexterity check.",
  "A slender spindle of red crystal warped by magic. When impaled into flesh, the cypher dissolves and grants you advantage on Charisma checks until you take a long rest.",
  "A broken hazelwood idol smeared with golden ichor. When held and activated, the cypher conjures an inn.",
  "Clone Cypher:  A jagged shard of diamond, inlaid with broken patterns of silver.  When implanted into flesh, the cypher dissolves and emits a cloud of luminous smoke, which after a minute coalesces into a clone of you.  Roll 1d10:  1-6 exact duplicate; 7 opposite gender, 8 four-year lifespan, 9 opposite alignment, 10 deformed monstrosity.  The clone has no clothing or equipment.",
  "A jagged copper shard smeared with crimson blood. When held and activated, the cypher conjures a bolt of lightning (range 100 feet, 4d6 lightning damage, Dex save half).",
  "A broken malachite cube engraved with incoherent labyrinths. When thrown at a target, the cypher explodes with a thunderous bang (4d6 thunder damage and deafened, Con save half and negates).",
  "A broken malachite idol smeared with crimson blood. When thrown at a target, the cypher explodes into a cloud of concealing smoke.",
  "A rowan shard on a leather cord. When held and activated, the cypher conjures a creature of living stone for 2d6 rounds.",
  "An obsidian shard etched by acid. When thrown at a target, the cypher explodes into a burst of spiderwebs (grappled, Str or Dex save negates).",
  "A mangled copper plate engraved with endless spirals. When worn and activated, the cypher allows you to alter your appearance until the end of the session.",
  "A slender spindle of sapphire containing a mote of light. When impaled into flesh, the cypher dissolves and restores a dying creature to half its maximum hit points.",
  "A jagged shard of red glass smeared with golden ichor. When held and activated, the cypher conjures a brass lantern and two flasks of oil.",
  "A broken iron ring engraved with glowing symbols. When thrown at a target, the cypher explodes into a cloud of noxious gas (2d6 poison damage and poisoned, Con save half and negates).",
  "A broken hawthorn wand withered by magic. When held and activated, the cypher allows you to teleport to a known location.",
  "A broken elder idol on a leather cord. When held and activated, the cypher allows you to comprehend any language for 1d6 rounds.",
  "A jagged shard of gray crystal containing a flickering flame. When held and activated, the cypher grants you advantage on Strength checks until you take a long rest.",
  "A jagged shard of gray glass etched by acid. When impaled into flesh, the cypher dissolves and grants you 2d8 temporary hit points.",
  "A slender spindle of yellow crystal warped by magic. When impaled into flesh, the cypher dissolves and grants you advantage on your next intelligence check.",
  "A mangled piece of iron chainmail on a leather cord. When worn and activated, the cypher grants you a +1 bonus on Wisdom saving throws for 1d6 rounds.",
  "An iron shard smeared with crimson blood. When thrown at a target, the cypher explodes into a cloud of noxious gas (2d6 poison damage and poisoned, Con save half and negates).",
  "A jagged spindle of amethyst smeared with crimson blood. When impaled into flesh, the cypher dissolves and grants you immunity to poison until the end of the session.",
  "A jagged platinum shard smeared with crimson blood. When held and activated, the cypher conjures and hurls a hill giant's rock (range 60/240 feet, 3d10 bludgeoning damage).",
  "A jagged shard of amethyst containing a flickering shadow. When held and activated, the cypher heals a nearby creature of 4d8 hit points.",
  "A slender spindle of topaz containing a flickering flame. When impaled into flesh, the cypher dissolves and grants you advantage on your next constitution check.",
  "A jagged spindle of amethyst smeared with black ichor. When impaled into flesh, the cypher dissolves and increases your speed by 10 feet until you take a short rest.",
  "A mangled copper plate on a leather cord. When worn and activated, the cypher grants you a +1 bonus to Armor Class until you take a long rest.",
  "A mangled piece of orichalcum chainmail damaged by flame. When worn and activated, the cypher allows you to re-roll a failed saving throw.",
  "A mangled copper segment on a leather cord. When worn and activated, the cypher grants you advantage on your next intimidation check.",
  "A jagged shard of amethyst damaged by flame. When held and activated, the cypher grants you advantage on Intelligence checks until the end of the session.",
  "A broken elder staff smeared with crimson blood. When held and activated, the cypher grants you advantage on your next strength check.",
  "A mangled platinum gauntlet on a leather cord. When worn and activated, the cypher grants you resistance to Lightning damage until you take a short rest.",
  "A broken iron rod etched by acid. When thrown at a target, the cypher causes a small earthquake (knocked prone, Dex save negates).",
  "A mangled scrap of copper chainmail smeared with crimson blood. When worn and activated, the cypher grants you resistance to Bludgeoning damage until the end of the session.",
  "An orichalcum shard on a leather cord. When thrown at a target, the cypher destroys metal objects.",
  "A broken orichalcum ring engraved with glowing symbols. When thrown at a target, the cypher wounds it (attack roll, 6d6 force damage).",
  "A slender shard of white crystal on a leather cord. When impaled into flesh, the cypher dissolves and heals 4d8 hit points.",
  "A jagged spindle of amethyst smeared with golden ichor. When impaled into flesh, the cypher dissolves and grants you darkvision until the end of the session.",
  "A jagged copper shard warped by magic. When held and activated, the cypher pushes all adjacent creatures thirty feet away from you.",
  "A jagged orichalcum shard smeared with crimson blood. When held and activated, the cypher pushes an adjacent creature ten feet away from you.",
  "A dragon's tooth on a leather cord. When held and activated, the cypher conjures a spray of flames (range 15 feet, 2d6 fire damage, Dex save half).",
  "A jagged shard of green glass on a leather cord. When held and activated, the cypher heals a nearby creature of its wounds.",
  "A broken copper bracer engraved with endless spirals. When thrown at a target, the cypher explodes into a cloud of noxious gas (2d6 poison damage and poisoned, Con save half and negates).",
  "A slender spindle of ruby smeared with black ichor. When impaled into flesh, the cypher dissolves and grants you advantage on your next charisma check.",
  "A jagged iron shard smeared with crimson blood. When held and activated, the cypher grants you advantage on your next attack roll.",
  "A broken oaken idol engraved with glowing symbols. When held and activated, the cypher animates a nearby object until you take a short rest.",
  "A moonstone fragment engraved with arcane symbols. When thrown at a target, the cypher explodes with a thunderous bang (3d6 thunder damage and deafened, Con save half and negates).",
  "A dragon's claw scarred by lightning. When held and activated, the cypher grants your weapon an additional 2d6 points of damage against aberrations until you take a long rest.",
  "A broken copper bracer on a leather cord. When thrown at a target, the cypher explodes into a fireball (1d6 fire damage, Dex save half).",
  "A jagged shard of red glass on a leather cord. When held and activated, the cypher allows you to fly until you take a long rest.",
  "A jagged shard of yellow crystal smeared with crimson blood. When impaled into flesh, the cypher dissolves and grants you darkvision until the end of the session.",
  "An obsidian fragment engraved with endless spirals. When thrown at a target, the cypher causes a small earthquake (knocked prone, Dex save negates).",
  "A mangled silver plate smeared with crimson blood. When worn and activated, the cypher grants you resistance to Necrotic damage until you take a long rest.",
  "A mangled piece of iron chainmail engraved with endless spirals. When worn and activated, the cypher grants you a +1 bonus to Armor Class for 2d6 rounds.",
  "A broken copper rod on a leather cord. When thrown at a target, the cypher causes a small earthquake (knocked prone, Dex save negates).",
  "A hydra's tooth scarred by lightning. When held and activated, the cypher grants you a +1 bonus on melee attack rolls for 1d6 rounds.",
  "A broken elder wand smeared with iridescent ichor. When held and activated, the cypher grants you advantage on your next dexterity check.",
  "A mangled golden gauntlet engraved with arcane symbols. When worn and activated, the cypher allows you to alter your appearance for 2d6 rounds.",
  "A broken jade idol damaged by flame. When thrown at a target, the cypher wounds it (attack roll, 2d6 force damage).",
  "A mangled silver plate engraved with incoherent labyrinths. When worn and activated, the cypher grants you a +1 bonus on Wisdom saving throws for 1 minute.",
  "A dragon's claw on a leather cord. When held and activated, the cypher grants you a +1 bonus on melee attack rolls until you take a short rest.",
  "A broken ashwood wand smeared with crimson blood. When held and activated, the cypher conjures a shield of force (+2 armor class) until the end of the session.",
  "A broken rosewood staff on a leather cord. When held and activated, the cypher conjures a permanent wall of stone.",
  "A jagged shard of blue crystal on a leather cord. When held and activated, the cypher heals a nearby creature of its wounds.",
  "A jagged shard of sapphire containing a flickering flame. When held and activated, the cypher animates a nearby object for 2d6 rounds.",
  "A mangled scrap of orichalcum chainmail damaged by flame. When worn and activated, the cypher grants you a +1 bonus to Armor Class until you take a short rest.",
  "A mangled scrap of platinum chainmail on a leather cord. When worn and activated, the cypher makes you invisible until you make an attack.",
  "A jagged spindle of ruby warped by magic. When impaled into flesh, the cypher dissolves and grants you immunity to poison for 1d6 rounds.",
  "A mangled scrap of orichalcum chainmail engraved with geometric patterns. When worn and activated, the cypher allows you to alter your appearance for 1 minute.",
  "A mangled copper plate engraved with geometric patterns. When worn and activated, the cypher grants you advantage on your next intimidation check.",
  "A dragon's claw smeared with black ichor. When held and activated, the cypher conjures a spray of flames (range 15 feet, 1d6 fire damage, Dex save half).",
  "A jagged orichalcum shard engraved with arcane symbols. When held and activated, the cypher pushes an adjacent creature ten feet away from you.",
  "A jagged spindle of green glass warped by magic. When impaled into flesh, the cypher dissolves and grants you a +1 bonus on Charisma checks for 2d6 rounds.",
  "A jagged shard of amethyst damaged by flame. When held and activated, the cypher allows you to fly until the end of the session.",
  "A silver fragment etched by acid. When thrown at a target, the cypher conjures an area of invisibility.",
  "A jagged shard of amethyst etched by acid. When held and activated, the cypher allows you to comprehend any language until you take a long rest.",
  "A broken silver ring engraved with alien symbols. When thrown at a target, the cypher explodes into a burst of acid (5d6 acid damage, Dex save half).",
  "A jagged shard of white glass smeared with black ichor. When held and activated, the cypher conjures a creature of living stone.",
  "A hydra's tooth engraved with incoherent labyrinths. When held and activated, the cypher conjures and hurls a hill giant's rock (range 60/240 feet, 3d10 bludgeoning damage).",
  "A jagged shard of sapphire smeared with iridescent ichor. When held and activated, the cypher grants you a +1 bonus on Intelligence checks for 2d6 rounds.",
  "A mangled orichalcum plate smeared with crimson blood. When worn and activated, the cypher allows you to ignore difficult terrain until you take a short rest.",
  "A jagged shard of gray glass on a leather cord. When held and activated, the cypher animates a nearby object for 2d6 rounds.",
  "A jagged copper shard engraved with arcane symbols. When held and activated, the cypher conjures a bolt of lightning (range 100 feet, 3d6 lightning damage, Dex save half).",
  "A mangled scrap of iron chainmail warped by magic. When worn and activated, the cypher allows you to alter your appearance until you take a short rest.",
  "An ashwood fragment engraved with glowing symbols. When held and activated, the cypher conjures an area of daylight for 1 minute.",
  "An iron fragment etched by acid. When thrown at a target, the cypher conjures an area of vulnerability.",
  "A slender spindle of green crystal smeared with crimson blood. When impaled into flesh, the cypher dissolves and grants you advantage on your next wisdom check.",
  "A hydra's tooth withered by magic. When held and activated, the cypher grants your weapon an additional 2d6 points of damage against aberrations until the end of the session.",
  "A mangled scrap of copper chainmail engraved with arcane symbols. When worn and activated, the cypher grants you a +1 bonus to Armor Class for 1d6 rounds.",
  "A jagged orichalcum shard damaged by flame. When held and activated, the cypher pushes an adjacent creature ten feet away from you.",
  "A slender shard of topaz smeared with black ichor. When impaled into flesh, the cypher dissolves and grants you advantage on your next constitution check.",
  "A mangled orichalcum segment etched by acid. When worn and activated, the cypher allows you to alter your appearance for 1d6 rounds.",
  "A jagged spindle of amethyst warped by magic. When impaled into flesh, the cypher dissolves and doubles your speed until the end of the session.",
  "A slender shard of amethyst on a leather cord. When impaled into flesh, the cypher dissolves and doubles your speed until you take a short rest.",
  "A slender shard of ruby containing a mote of darkness. When impaled into flesh, the cypher dissolves and transforms you into an undead skeleton for 1d6 rounds.",
  "A jagged platinum shard on a leather cord. When held and activated, the cypher conjures a spray of flames (range 15 feet, 6d6 fire damage, Dex save half).",
  "A dragon's claw smeared with iridescent ichor. When held and activated, the cypher grants you advantage on attack rolls until the end of your next turn.",
  "A jagged shard of red glass on a leather cord. When impaled into flesh, the cypher dissolves and transforms you into an undead skeleton for 1d6 rounds.",
  "A slender shard of emerald damaged by flame. When impaled into flesh, the cypher dissolves and grants you advantage on Constitution checks until the end of the session.",
  "An obsidian shard etched by acid. When thrown at a target, the cypher wounds it (attack roll, 5d6 force damage).",
  "A jagged iron shard on a leather cord. When held and activated, the cypher pushes an adjacent creature ten feet away from you.",
  "A jagged spindle of yellow crystal containing a drop of black ichor. When impaled into flesh, the cypher dissolves and grants you a +1 bonus on Strength checks for 1 minute.",
  "A jade fragment smeared with crimson blood. When thrown at a target, the cypher conjures an area of double gravity.",
  "A jagged iron shard on a leather cord. When held and activated, the cypher conjures and hurls nine arrows (range 150/600 feet, 1d8 piercing damage).",
  "A mangled piece of iron chainmail warped by magic. When worn and activated, the cypher grants you a +1 bonus to Armor Class until you take a long rest.",
  "A jagged spindle of white crystal warped by magic. When impaled into flesh, the cypher dissolves and transforms you into an owl until you take a long rest.",
  "A mangled orichalcum plate on a leather cord. When worn and activated, the cypher grants you a +1 bonus to Armor Class for 1d6 rounds.",
  "A broken malachite cube smeared with iridescent ichor. When thrown at a target, the cypher conjures an area of zero gravity.",
  "A mangled scrap of orichalcum chainmail smeared with crimson blood. When worn and activated, the cypher makes you invisible until you make an attack.",
  "A hydra's tooth engraved with glowing symbols. When held and activated, the cypher conjures a spray of flames (range 15 feet, 2d6 fire damage, Dex save half).",
  "A jagged golden shard smeared with crimson blood. When held and activated, the cypher pushes an adjacent creature ten feet away from you.",
  "A moonstone fragment smeared with crimson blood. When thrown at a target, the cypher explodes into a burst of spiderwebs (grappled, Str or Dex save negates).",
  "A hazelwood shard engraved with incoherent labyrinths. When held and activated, the cypher allows you to comprehend any language until you take a long rest.",
  "A hawthorn shard engraved with endless spirals. When held and activated, the cypher allows you to teleport to a known location.",
  "A broken jade orb smeared with crimson blood. When thrown at a target, the cypher conjures an area of vulnerability.",
  "A jagged shard of red glass smeared with iridescent ichor. When held and activated, the cypher allows you to fly until you take a short rest.",
  "A moonstone fragment damaged by flame. When thrown at a target, the cypher conjures an area of zero gravity.",
  "A griffon's claw smeared with crimson blood. When held and activated, the cypher grants you a +1 bonus on ranged attack rolls for 1d6 rounds.",
  "A mangled piece of orichalcum chainmail smeared with crimson blood. When worn and activated, the cypher allows you to re-roll a failed saving throw.",
  "A jagged silver shard engraved with glowing symbols. When held and activated, the cypher grants you a +1 bonus on ranged attack rolls for 1 minute.",
  "A mangled scrap of orichalcum chainmail etched by acid. When worn and activated, the cypher grants you a +1 bonus on Charisma saving throws for 1d6 rounds.",
  "A mangled orichalcum gauntlet on a leather cord. When worn and activated, the cypher grants you a +1 bonus to Armor Class for 1d6 rounds.",
  "A mangled iron plate smeared with crimson blood. When worn and activated, the cypher makes you invisible until you make an attack.",
  "A copper fragment engraved with glowing symbols. When thrown at a target, the cypher explodes into a burst of acid (3d6 acid damage, Dex save half).",
  "A jagged spindle of green crystal on a leather cord. When impaled into flesh, the cypher dissolves and restores a dying creature to half its maximum hit points.",
  "A darkwood shard smeared with crimson blood. When held and activated, the cypher heals a nearby creature of 1d8 hit points.",
  "A mangled piece of platinum chainmail engraved with arcane symbols. When worn and activated, the cypher allows you to re-roll a failed saving throw.",
  "A mangled orichalcum plate on a leather cord. When worn and activated, the cypher grants you advantage on your next intimidation check.",
  "A rosewood fragment scarred by lightning. When held and activated, the cypher conjures a permanent wall of stone.",
  "A mangled golden gauntlet warped by magic. When worn and activated, the cypher makes you invisible until you make an attack.",
  "A mangled scrap of silver chainmail damaged by flame. When worn and activated, the cypher allows you to read the thoughts of others until the end of the session.",
  "A mangled scrap of golden chainmail engraved with glowing symbols. When worn and activated, the cypher grants you resistance to Slashing damage for 2d6 rounds.",
  "A mangled silver plate engraved with geometric patterns. When worn and activated, the cypher allows you to ignore difficult terrain until you take a long rest.",
  "A broken elder wand scorched by flame. When held and activated, the cypher conjures a permanent wall of stone.",
  "A jagged shard of white glass warped by magic. When impaled into flesh, the cypher dissolves and grants you advantage on your next strength check.",
  "A broken obsidian idol warped by magic. When thrown at a target, the cypher destroys metal objects.",
  "A slender spindle of emerald containing a drop of crimson blood. When impaled into flesh, the cypher dissolves and grants you a +1 bonus on Constitution checks for 1d6 rounds.",
  "A broken malachite idol engraved with endless spirals. When thrown at a target, the cypher wounds it (attack roll, 1d6 force damage).",
  "A broken malachite cube engraved with incoherent labyrinths. When thrown at a target, the cypher explodes into a burst of acid (3d6 acid damage, Dex save half).",
  "A slender spindle of ruby on a leather cord. When impaled into flesh, the cypher dissolves and transforms you into a vampire until you take a short rest.",
  "A broken jade orb smeared with crimson blood. When thrown at a target, the cypher explodes into a cloud of concealing smoke.",
  "A broken darkwood wand engraved with geometric patterns. When held and activated, the cypher conjures a creature of living fire.",
  "A jagged shard of yellow glass smeared with golden ichor. When held and activated, the cypher stops time for 1d4 rounds.",
  "A mangled piece of silver chainmail smeared with crimson blood. When worn and activated, the cypher grants you advantage on your next intimidation check.",
  "A slender shard of white glass containing a flickering shadow. When impaled into flesh, the cypher dissolves and increases your speed by 10 feet for 1 minute.",
  "A broken oaken idol smeared with crimson blood. When held and activated, the cypher grants you advantage on Constitution checks until you take a long rest.",
  "A jagged shard of yellow glass etched by acid. When impaled into flesh, the cypher dissolves and heals 2d8 hit points.",
  "A mangled scrap of orichalcum chainmail etched by acid. When worn and activated, the cypher grants you resistance to Slashing damage for 1 minute.",
  "An iron shard etched by acid. When thrown at a target, the cypher explodes into a burst of spiderwebs (grappled, Str or Dex save negates).",
  "A mangled scrap of golden chainmail on a leather cord. When worn and activated, the cypher grants you advantage on your next intimidation check.",
  "A mangled scrap of golden chainmail etched by acid. When worn and activated, the cypher grants you advantage on your next stealth check.",
  "An orichalcum fragment damaged by flame. When thrown at a target, the cypher explodes into a cloud of noxious gas (2d6 poison damage and poisoned, Con save half and negates).",
  "A jagged shard of emerald on a leather cord. When impaled into flesh, the cypher dissolves and transforms you into an undead skeleton for 2d6 rounds.",
  "A jagged spindle of black glass smeared with crimson blood. When impaled into flesh, the cypher dissolves and transforms you into a rat until you take a short rest.",
  "A jagged shard of white crystal on a leather cord. When held and activated, the cypher allows you to teleport a small object you can see to your hand.",
  "A rosewood shard scarred by lightning. When held and activated, the cypher animates a nearby object until you take a long rest.",
  "A broken ashwood idol on a leather cord. When held and activated, the cypher allows you to comprehend any language until the end of the session.",
  "A jagged spindle of amethyst smeared with crimson blood. When impaled into flesh, the cypher dissolves and doubles your speed until you take a short rest.",
  "A mangled copper plate smeared with crimson blood. When worn and activated, the cypher allows you to alter your appearance until you take a long rest.",
  "A kraken's tooth smeared with crimson blood. When held and activated, the cypher pushes an adjacent creature ten feet away from you.",
  "A jagged spindle of topaz on a leather cord. When impaled into flesh, the cypher dissolves and transforms you into a weasel for 1d6 rounds.",
  "A mangled golden gauntlet on a leather cord. When worn and activated, the cypher allows you to ignore difficult terrain until you take a short rest.",
  "A jagged spindle of green glass on a leather cord. When impaled into flesh, the cypher dissolves and doubles your speed until you take a long rest.",
  "A jagged shard of ruby on a leather cord. When held and activated, the cypher conjures an area of daylight for 1d6 rounds.",
  "A moonstone shard damaged by flame. When thrown at a target, the cypher conjures an area of vulnerability.",
  "A jagged silver shard engraved with endless spirals. When held and activated, the cypher grants you advantage on your next attack roll.",
  "A mangled piece of golden chainmail etched by acid. When worn and activated, the cypher grants you advantage on your next intimidation check.",
  "A moonstone shard on a leather cord. When thrown at a target, the cypher wounds it (attack roll, 5d6 force damage).",
  "A mangled scrap of orichalcum chainmail on a leather cord. When worn and activated, the cypher grants you advantage on Intelligence saving throws until the end of the session.",
  "A slender spindle of yellow crystal smeared with golden ichor. When impaled into flesh, the cypher dissolves and restores a dying creature to half its maximum hit points.",
  "A broken orichalcum rod on a leather cord. When thrown at a target, the cypher destroys metal objects.",
  "A dragon's claw engraved with glowing symbols. When held and activated, the cypher grants you a +1 bonus on melee attack rolls until you take a long rest.",
  "A mangled orichalcum gauntlet engraved with incoherent labyrinths. When worn and activated, the cypher allows you to read the thoughts of others until the end of the session.",
  "A griffon's claw engraved with geometric patterns. When held and activated, the cypher conjures a blade of force (2d6 slashing damage, finesse, light) for 2d6 rounds.",
  "A broken bloodstone idol engraved with glowing symbols. When thrown at a target, the cypher explodes into a fireball (2d6 fire damage, Dex save half).",
  "A jagged shard of topaz smeared with crimson blood. When held and activated, the cypher allows you to see through clothing and armor until the end of the session.",
  "A mangled scrap of silver chainmail smeared with crimson blood. When worn and activated, the cypher allows you to ignore difficult terrain until the end of the session.",
  "A slender shard of ruby containing a mote of light. When impaled into flesh, the cypher dissolves and transforms you into a hawk until you take a long rest.",
  "A jagged shard of black glass on a leather cord. When impaled into flesh, the cypher dissolves and allows you to breathe underwater until the end of the session.",
  "A mangled piece of iron chainmail smeared with golden ichor. When worn and activated, the cypher grants you advantage on your next intimidation check.",
  "A jagged spindle of topaz on a leather cord. When impaled into flesh, the cypher dissolves and allows you to breathe underwater until the end of the session.",
  "A broken jade orb engraved with incoherent labyrinths. When thrown at a target, the cypher explodes into a cloud of concealing smoke.",
  "A jagged copper shard damaged by flame. When held and activated, the cypher grants you a +1 bonus on ranged attack rolls until the end of the session.",
  "A jagged spindle of red glass containing a drop of crimson blood. When impaled into flesh, the cypher dissolves and grants you advantage on your next wisdom check.",
  "A slender shard of green crystal warped by magic. When impaled into flesh, the cypher dissolves and increases your size (one size category, advantage on strength checks, +1d4 weapon damage) until the end of the session.",
  "A jagged shard of red glass on a leather cord. When held and activated, the cypher animates a nearby object for 1d6 rounds.",
  "A jagged shard of sapphire warped by magic. When held and activated, the cypher conjures an area of daylight for 1d6 rounds.",
  "A jagged shard of ruby containing a drop of golden ichor. When impaled into flesh, the cypher dissolves and heals 4d8 hit points.",
  "A mangled scrap of copper chainmail on a leather cord. When worn and activated, the cypher allows you to read the thoughts of others until you take a long rest.",
  "A jagged shard of green glass etched by acid. When held and activated, the cypher stops time for 1d4 rounds.",
  "A jagged shard of ruby on a leather cord. When held and activated, the cypher allows you to jump up to 120 feet.",
  "A dragon's claw scorched by flame. When held and activated, the cypher conjures a blade of force (2d6 slashing damage, finesse, light) for 1d6 rounds.",
  "A hydra's tooth scorched by flame. When held and activated, the cypher conjures and hurls nine arrows (range 150/600 feet, 1d8 piercing damage).",
  "A jagged orichalcum shard on a leather cord. When held and activated, the cypher conjures and hurls a giant's rock (range 60/240 feet, 4d10 bludgeoning damage).",
  "A slender shard of emerald containing a mote of light. When impaled into flesh, the cypher dissolves and grants you darkvision until the end of the session.",
  "A hydra's tooth engraved with glowing symbols. When held and activated, the cypher conjures and hurls a hill giant's rock (range 60/240 feet, 3d10 bludgeoning damage).",
  "A mangled scrap of silver chainmail engraved with geometric patterns. When worn and activated, the cypher allows you to alter your appearance until the end of the session.",
  "A rosewood shard smeared with crimson blood. When held and activated, the cypher heals a nearby creature of 6d8 hit points.",
  "A jagged shard of amethyst on a leather cord. When held and activated, the cypher conjures a creature of living shadow for 1 minute.",
  "A jagged shard of sapphire containing a flickering flame. When impaled into flesh, the cypher dissolves and transforms you into a cat for 2d6 rounds.",
  "A jagged platinum shard engraved with incoherent labyrinths. When held and activated, the cypher conjures a trident of flames (2d8 fire damage) for 1d6 rounds.",
  "A mangled silver gauntlet engraved with geometric patterns. When worn and activated, the cypher grants you resistance to Necrotic damage for 1d6 rounds.",
  "A slender shard of blue crystal containing a flickering flame. When impaled into flesh, the cypher dissolves and heals 4d8 hit points.",
  "A griffon's claw engraved with arcane symbols. When held and activated, the cypher conjures a maul of ice (2d6 bludgeoning and 2d6 cold damage, heavy, two-handed) for 1 minute.",
  "A hazelwood shard smeared with golden ichor. When held and activated, the cypher allows you to fly until the end of the session.",
  "A bloodstone shard engraved with arcane symbols. When thrown at a target, the cypher explodes into a fireball (6d6 fire damage, Dex save half).",
  "A jagged shard of sapphire containing a flickering shadow. When held and activated, the cypher conjures a creature of living fire for 1 minute.",
  "A jagged spindle of white glass etched by acid. When impaled into flesh, the cypher dissolves and increases your speed by 10 feet for 2d6 rounds.",
  "A broken malachite idol smeared with crimson blood. When thrown at a target, the cypher polymorphs it into a mouse, Con save negates.",
  "A dragon's tooth withered by magic. When held and activated, the cypher conjures and hurls three darts of magical force (range 120 feet, 1d4+1 force damage).",
  "A dragon's tooth on a leather cord. When held and activated, the cypher grants your weapon an additional 2d6 points of damage against constructs until you take a short rest.",
  "A jagged spindle of blue glass smeared with crimson blood. When impaled into flesh, the cypher dissolves and grants you a +1 bonus on Strength checks for 1 minute.",
  "A slender spindle of sapphire on a leather cord. When impaled into flesh, the cypher dissolves and restores a dying creature to half its maximum hit points.",
  "A broken bloodstone orb engraved with endless spirals. When thrown at a target, the cypher explodes with a thunderous bang (2d6 thunder damage and deafened, Con save half and negates).",
  "A jagged spindle of blue crystal containing a drop of golden ichor. When impaled into flesh, the cypher dissolves and increases your speed by 10 feet until you take a long rest.",
  "A jagged shard of blue crystal containing a drop of crimson blood. When held and activated, the cypher allows you to teleport a small object you can see to your hand.",
  "A moonstone shard on a leather cord. When thrown at a target, the cypher causes a small earthquake (knocked prone, Dex save negates).",
  "A jagged spindle of ruby on a leather cord. When impaled into flesh, the cypher dissolves and grants you darkvision until you take a short rest.",
  "A mangled scrap of iron chainmail smeared with iridescent ichor. When worn and activated, the cypher grants you advantage on your next stealth check.",
  "A mangled iron plate engraved with endless spirals. When worn and activated, the cypher grants you a +1 bonus to Armor Class until you take a long rest.",
  "A bloodstone fragment on a leather cord. When thrown at a target, the cypher explodes into a cloud of concealing smoke.",
  "An iron fragment on a leather cord. When thrown at a target, the cypher explodes into a cloud of noxious gas (2d6 poison damage and poisoned, Con save half and negates).",
  "A jagged silver shard etched by acid. When held and activated, the cypher conjures a blade of lightning (2d8 lightning damage) for 1d6 rounds.",
  "A darkwood shard scorched by flame. When held and activated, the cypher allows you to teleport to a known location.",
  "A jagged golden shard on a leather cord. When held and activated, the cypher conjures a blade of lightning (2d8 lightning damage) for 1 minute.",
  "An elder fragment smeared with crimson blood. When held and activated, the cypher animates a nearby object for 2d6 rounds.",
  "A griffon's claw withered by magic. When held and activated, the cypher conjures and hurls three arrows (range 150/600 feet, 1d8 piercing damage).",
  "A broken orichalcum rod on a leather cord. When thrown at a target, the cypher explodes into a cloud of concealing smoke.",
  "A slender spindle of black crystal damaged by flame. When impaled into flesh, the cypher dissolves and grants you 3d8 temporary hit points.",
  "A broken silver ring engraved with incoherent labyrinths. When thrown at a target, the cypher polymorphs it into a mouse, Con save negates.",
  "A broken hawthorn staff on a leather cord. When held and activated, the cypher heals a nearby creature of 6d8 hit points.",
  "A mangled scrap of orichalcum chainmail etched by acid. When worn and activated, the cypher grants you advantage on your next stealth check.",
  "A mangled iron gauntlet etched by acid. When worn and activated, the cypher allows you to alter your appearance for 1 minute.",
  "An ashwood fragment scarred by lightning. When held and activated, the cypher heals a nearby creature of its wounds.",
  "A mangled silver gauntlet smeared with black ichor. When worn and activated, the cypher grants you resistance to Lightning damage until the end of the session.",
  "A jagged copper shard warped by magic. When held and activated, the cypher conjures a maul of ice (2d6 bludgeoning and 2d6 cold damage, heavy, two-handed) for 1 minute.",
  "A slender shard of black crystal on a leather cord. When impaled into flesh, the cypher dissolves and grants you darkvision until you take a short rest.",
  "A mangled silver gauntlet smeared with crimson blood. When worn and activated, the cypher allows you to alter your appearance until you take a long rest.",
  "A broken golden rod smeared with crimson blood. When thrown at a target, the cypher causes a small earthquake (knocked prone, Dex save negates).",
  "A jagged orichalcum shard smeared with crimson blood. When held and activated, the cypher conjures a spray of flames (range 15 feet, 5d6 fire damage, Dex save half).",
  "A jagged orichalcum shard smeared with crimson blood. When held and activated, the cypher conjures a spray of flames (range 15 feet, 1d6 fire damage, Dex save half).",
  "A broken obsidian cube smeared with crimson blood. When thrown at a target, the cypher explodes into a cloud of noxious gas (3d6 poison damage and poisoned, Con save half and negates).",
  "An orichalcum shard etched by acid. When thrown at a target, the cypher conjures an area of low gravity.",
  "A broken platinum ring on a leather cord. When thrown at a target, the cypher wounds it (attack roll, 3d6 force damage).",
  "A jagged shard of sapphire etched by acid. When held and activated, the cypher grants you a +1 bonus on Charisma checks for 2d6 rounds.",
  "A mangled golden gauntlet smeared with crimson blood. When worn and activated, the cypher allows you to ignore difficult terrain until the end of the session.",
  "A broken ashwood staff scarred by lightning. When held and activated, the cypher allows you to fly until you take a short rest.",
  "A kraken's tooth engraved with incoherent labyrinths. When held and activated, the cypher conjures and hurls a hill giant's rock (range 60/240 feet, 3d10 bludgeoning damage).",
  "A jagged spindle of red crystal on a leather cord. When impaled into flesh, the cypher dissolves and grants you advantage on Charisma checks until you take a long rest.",
  "A jagged shard of gray crystal containing a drop of golden ichor. When held and activated, the cypher conjures a creature of living shadow for 2d6 rounds.",
  "A broken hazelwood staff engraved with endless spirals. When held and activated, the cypher heals a nearby creature of its wounds.",
  "A jagged shard of black glass smeared with black ichor. When held and activated, the cypher allows you to fly until you take a short rest.",
  "A bloodstone fragment etched by acid. When thrown at a target, the cypher explodes with a thunderous bang (4d6 thunder damage and deafened, Con save half and negates).",
  "A mangled platinum plate on a leather cord. When worn and activated, the cypher makes you invisible until you make an attack.",
  "An iron shard on a leather cord. When thrown at a target, the cypher conjures an area of zero gravity.",
  "A jagged platinum shard smeared with golden ichor. When held and activated, the cypher conjures a non-magical weapon of your choice.",
  "A mangled piece of orichalcum chainmail on a leather cord. When worn and activated, the cypher allows you to re-roll a failed saving throw.",
  "A mangled scrap of iron chainmail on a leather cord. When worn and activated, the cypher allows you to alter your appearance until you take a long rest.",
  "A slender spindle of black crystal on a leather cord. When impaled into flesh, the cypher dissolves and grants you advantage on your next constitution check.",
  "A dragon's claw on a leather cord. When held and activated, the cypher grants your weapon an additional 2d6 points of damage against plants until the end of the session.",
  "A broken moonstone orb on a leather cord. When thrown at a target, the cypher explodes into a fireball (5d6 fire damage, Dex save half).",
  "A broken malachite cube smeared with golden ichor. When thrown at a target, the cypher explodes into a cloud of concealing smoke.",
  "A mangled piece of iron chainmail engraved with geometric patterns. When worn and activated, the cypher grants you resistance to Poison damage until the end of the session.",
  "A broken orichalcum bracer etched by acid. When thrown at a target, the cypher explodes into a flash of darkness (6d6 necrotic damage, Con save half).",
  "A slender shard of topaz on a leather cord. When impaled into flesh, the cypher dissolves and grants you immunity to poison for 1 minute.",
  "An elder fragment on a leather cord. When held and activated, the cypher allows you to teleport to a known location.",
  "A mangled iron segment smeared with black ichor. When worn and activated, the cypher makes you invisible until you make an attack.",
  "A slender shard of sapphire on a leather cord. When impaled into flesh, the cypher dissolves and grants you a wisdom of 16 until you take a long rest.",
  "A jagged shard of amethyst smeared with crimson blood. When held and activated, the cypher allows you to fly until you take a long rest.",
  "A broken obsidian cube on a leather cord. When thrown at a target, the cypher explodes into a fireball (4d6 fire damage, Dex save half).",
  "A broken orichalcum rod on a leather cord. When thrown at a target, the cypher explodes into a fireball (6d6 fire damage, Dex save half).",
  "A mangled piece of platinum chainmail engraved with incoherent labyrinths. When worn and activated, the cypher grants you a +1 bonus to Armor Class for 1d6 rounds.",
  "A slender shard of topaz containing a drop of iridescent ichor. When impaled into flesh, the cypher dissolves and grants you immunity to poison for 2d6 rounds.",
  "A mangled silver segment engraved with geometric patterns. When worn and activated, the cypher grants you advantage on Constitution saving throws until the end of the session.",
  "A jagged shard of ruby on a leather cord. When impaled into flesh, the cypher dissolves and grants you advantage on Wisdom checks until you take a long rest.",
  "An oaken shard engraved with incoherent labyrinths. When held and activated, the cypher conjures a creature of living shadow for 2d6 rounds.",
  "A mangled orichalcum plate etched by acid. When worn and activated, the cypher allows you to read the thoughts of others until you take a short rest.",
  "A slender spindle of amethyst smeared with crimson blood. When impaled into flesh, the cypher dissolves and increases your speed by 10 feet until you take a long rest.",
  "A hazelwood fragment withered by magic. When held and activated, the cypher stops time for 1d4 rounds.",
  "A broken malachite cube engraved with incoherent labyrinths. When thrown at a target, the cypher explodes with a thunderous bang (2d6 thunder damage and deafened, Con save half and negates).",
  "A jagged orichalcum shard damaged by flame. When held and activated, the cypher conjures a spray of flames (range 15 feet, 4d6 fire damage, Dex save half).",
  "A mangled scrap of orichalcum chainmail smeared with golden ichor. When worn and activated, the cypher grants you advantage on your next stealth check.",
  "A jagged shard of yellow glass warped by magic. When held and activated, the cypher conjures a creature of living stone.",
  "A jagged platinum shard warped by magic. When held and activated, the cypher conjures a trident of flames (2d8 fire damage) for 1d6 rounds.",
  "A moonstone fragment damaged by flame. When thrown at a target, the cypher causes a small earthquake (knocked prone, Dex save negates).",
  "A broken moonstone cube engraved with strange symbols. When thrown at a target, the cypher conjures an area of low gravity.",
  "A mangled orichalcum gauntlet engraved with glowing symbols. When worn and activated, the cypher grants you a +1 bonus on Dexterity saving throws for 2d6 rounds.",
  "An orichalcum shard smeared with crimson blood. When thrown at a target, the cypher explodes into a flash of darkness (3d6 necrotic damage, Con save half).",
  "A broken malachite idol engraved with incoherent labyrinths. When thrown at a target, the cypher explodes with a thunderous bang (4d6 thunder damage and deafened, Con save half and negates).",
  "A slender spindle of blue glass damaged by flame. When impaled into flesh, the cypher dissolves and grants you 6d8 temporary hit points.",
  "A broken moonstone cube warped by magic. When thrown at a target, the cypher explodes into a cloud of noxious gas (1d6 poison damage and poisoned, Con save half and negates).",
  "A broken moonstone idol engraved with incoherent labyrinths. When thrown at a target, the cypher destroys metal objects.",
  "A griffon's claw on a leather cord. When held and activated, the cypher conjures and hurls nine arrows (range 150/600 feet, 1d8 piercing damage).",
  "A broken moonstone orb smeared with crimson blood. When thrown at a target, the cypher polymorphs it into a mouse, Con save negates.",
  "A broken malachite cube smeared with iridescent ichor. When thrown at a target, the cypher conjures an area of low gravity.",
  "A jagged golden shard warped by magic. When held and activated, the cypher pushes an adjacent creature ten feet away from you.",
  "A slender shard of sapphire damaged by flame. When impaled into flesh, the cypher dissolves and doubles your speed until the end of the session.",
  "A mangled golden gauntlet smeared with crimson blood. When worn and activated, the cypher grants you resistance to Psychic damage for 2d6 rounds.",
  "A broken rowan staff on a leather cord. When held and activated, the cypher conjures a shield of force (+2 armor class) until the end of the session.",
  "A mangled piece of iron chainmail smeared with crimson blood. When worn and activated, the cypher allows you to re-roll a failed saving throw.",
  "A slender spindle of gray crystal warped by magic. When impaled into flesh, the cypher dissolves and grants you 4d8 temporary hit points.",
  "A jagged spindle of ruby warped by magic. When impaled into flesh, the cypher dissolves and grants you tremorsense until you take a short rest.",
  "A broken hazelwood staff on a leather cord. When held and activated, the cypher grants you a +1 bonus on Constitution checks for 1d6 rounds.",
  "A slender shard of topaz smeared with golden ichor. When impaled into flesh, the cypher dissolves and heals 5d8 hit points.",
  "A silver fragment etched by acid. When thrown at a target, the cypher explodes into a burst of acid (2d6 acid damage, Dex save half).",
  "A jagged shard of green crystal damaged by flame. When held and activated, the cypher conjures a large tent and seven bedrolls.",
  "A mangled silver plate on a leather cord. When worn and activated, the cypher grants you advantage on your next intimidation check.",
  "A broken rowan idol scarred by lightning. When held and activated, the cypher stops time for 1d4 rounds.",
  "A kraken's tooth on a leather cord. When held and activated, the cypher pushes an adjacent creature ten feet away from you.",
  "A broken iron bracer smeared with golden ichor. When thrown at a target, the cypher causes a small earthquake (knocked prone, Dex save negates).",
  "A broken jade idol on a leather cord. When thrown at a target, the cypher explodes into a flash of darkness (4d6 necrotic damage, Con save half).",
  "A dragon's claw withered by magic. When held and activated, the cypher grants you a +1 bonus on melee attack rolls for 2d6 rounds.",
  "An iron fragment on a leather cord. When thrown at a target, the cypher causes a small earthquake (knocked prone, Dex save negates).",
  "A mangled orichalcum segment engraved with glowing symbols. When worn and activated, the cypher grants you advantage on Charisma saving throws until the end of the session.",
  "A mangled silver segment on a leather cord. When worn and activated, the cypher grants you resistance to Bludgeoning damage for 1d6 rounds.",
  "A jagged shard of emerald warped by magic. When impaled into flesh, the cypher dissolves and doubles your speed until you take a long rest.",
  "A jagged shard of amethyst containing a flickering flame. When held and activated, the cypher conjures a permanent wall of stone.",
  "A jagged shard of amethyst on a leather cord. When impaled into flesh, the cypher dissolves and grants you immunity to poison until you take a long rest.",
  "A mangled scrap of copper chainmail damaged by flame. When worn and activated, the cypher grants you advantage on Charisma saving throws until the end of the session.",
  "A mangled platinum gauntlet engraved with glowing symbols. When worn and activated, the cypher grants you a +1 bonus on Constitution saving throws for 1 minute.",
  "A slender shard of blue crystal warped by magic. When impaled into flesh, the cypher dissolves and transforms you into a vampire until you take a short rest.",
  "An oaken shard smeared with crimson blood. When held and activated, the cypher conjures a creature of living fire for 1 minute.",
  "A jagged shard of blue glass on a leather cord. When held and activated, the cypher stops time for 1d4 rounds.",
  "A jagged shard of amethyst containing a flickering shadow. When impaled into flesh, the cypher dissolves and grants you 2d8 temporary hit points.",
  "A mangled copper gauntlet on a leather cord. When worn and activated, the cypher grants you a +1 bonus on Strength saving throws for 1d6 rounds.",
  "A mangled piece of platinum chainmail engraved with arcane symbols. When worn and activated, the cypher allows you to ignore difficult terrain until you take a long rest.",
  "A jagged spindle of green crystal on a leather cord. When impaled into flesh, the cypher dissolves and transforms you into a hunter shark until you take a long rest.",
  "A broken malachite idol engraved with arcane symbols. When thrown at a target, the cypher destroys metal objects.",
  "A jagged silver shard engraved with endless spirals. When held and activated, the cypher conjures a spray of flames (range 15 feet, 5d6 fire damage, Dex save half).",
  "An iron shard smeared with crimson blood. When thrown at a target, the cypher explodes into a cloud of concealing smoke.",
  "A jagged orichalcum shard damaged by flame. When held and activated, the cypher grants your weapon an additional 2d6 points of damage against monstrosities until you take a short rest.",
  "A jagged spindle of amethyst damaged by flame. When impaled into flesh, the cypher dissolves and increases your speed by 10 feet until the end of the session.",
  "A mangled scrap of orichalcum chainmail on a leather cord. When worn and activated, the cypher allows you to alter your appearance until you take a long rest.",
  "A jagged spindle of amethyst warped by magic. When impaled into flesh, the cypher dissolves and grants you immunity to poison until the end of the session.",
  "A jagged spindle of red crystal on a leather cord. When impaled into flesh, the cypher dissolves and grants you darkvision until you take a long rest.",
  "A slender spindle of black crystal containing a mote of light. When impaled into flesh, the cypher dissolves and grants you immunity to poison for 2d6 rounds.",
  "A jagged shard of red crystal on a leather cord. When impaled into flesh, the cypher dissolves and transforms you into an undead skeleton for 2d6 rounds.",
  "A jagged spindle of black crystal on a leather cord. When impaled into flesh, the cypher dissolves and transforms you into an undead skeleton for 1 minute.",
  "A griffon's claw scarred by lightning. When held and activated, the cypher conjures and hurls a hill giant's rock (range 60/240 feet, 3d10 bludgeoning damage).",
  "A mangled copper gauntlet on a leather cord. When worn and activated, the cypher grants you a +1 bonus to Armor Class for 1d6 rounds.",
  "An ashwood fragment engraved with alien symbols. When held and activated, the cypher conjures a shield of force (+2 armor class) until the end of the session.",
  "A broken platinum bracer on a leather cord. When thrown at a target, the cypher causes a small earthquake (knocked prone, Dex save negates).",
  "A slender spindle of amethyst smeared with crimson blood. When impaled into flesh, the cypher dissolves and transforms you into a raven until you take a short rest.",
  "A mangled copper gauntlet smeared with golden ichor. When worn and activated, the cypher grants you a +1 bonus on Constitution saving throws for 2d6 rounds.",
  "A mangled silver segment on a leather cord. When worn and activated, the cypher grants you resistance to Piercing damage until you take a long rest.",
  "A mangled scrap of golden chainmail smeared with crimson blood. When worn and activated, the cypher grants you advantage on Constitution saving throws until you take a long rest.",
  "A jagged spindle of gray crystal etched by acid. When impaled into flesh, the cypher dissolves and transforms you into a raven until the end of the session.",
  "A jagged iron shard engraved with glowing symbols. When held and activated, the cypher grants you advantage on your next attack roll.",
  "A mangled piece of iron chainmail on a leather cord. When worn and activated, the cypher makes you invisible until you make an attack.",
  "A mangled golden segment engraved with endless spirals. When worn and activated, the cypher allows you to ignore difficult terrain until you take a short rest.",
  "An oaken fragment engraved with endless spirals. When held and activated, the cypher allows you to comprehend any language until you take a long rest.",
  "A troll's claw engraved with incoherent labyrinths. When held and activated, the cypher conjures a spray of flames (range 15 feet, 4d6 fire damage, Dex save half).",
  "A malachite shard smeared with iridescent ichor. When thrown at a target, the cypher wounds it (attack roll, 5d6 force damage).",
  "A dragon's tooth engraved with geometric patterns. When held and activated, the cypher conjures a maul of ice (2d6 bludgeoning and 2d6 cold damage, heavy, two-handed) until you take a short rest.",
  "A broken moonstone cube engraved with incoherent labyrinths. When thrown at a target, the cypher conjures an area of double gravity.",
  "A jagged shard of emerald smeared with crimson blood. When held and activated, the cypher grants you a +1 bonus on Constitution checks for 2d6 rounds.",
  "A broken oaken wand engraved with incoherent labyrinths. When held and activated, the cypher grants you a +1 bonus on Wisdom checks for 1d6 rounds.",
  "A mangled scrap of orichalcum chainmail on a leather cord. When worn and activated, the cypher grants you a +1 bonus on Strength saving throws for 1d6 rounds.",
  "A hazelwood fragment on a leather cord. When held and activated, the cypher allows you to see through clothing and armor until the end of the session.",
  "A dragon's claw engraved with endless spirals. When held and activated, the cypher pushes an adjacent creature ten feet away from you.",
  "A jagged silver shard smeared with crimson blood. When held and activated, the cypher conjures a bolt of lightning (range 100 feet, 4d6 lightning damage, Dex save half).",
  "A darkwood fragment scarred by lightning. When held and activated, the cypher conjures a creature of living shadow for 2d6 rounds.",
  "A copper shard smeared with crimson blood. When thrown at a target, the cypher wounds it (attack roll, 1d6 force damage).",
  "A mangled scrap of golden chainmail on a leather cord. When worn and activated, the cypher grants you advantage on your next stealth check.",
  "A mangled golden segment etched by acid. When worn and activated, the cypher grants you advantage on Intelligence saving throws until the end of the session.",
  "A rowan fragment engraved with incoherent labyrinths. When held and activated, the cypher grants you a +1 bonus on Dexterity checks for 2d6 rounds.",
  "A jagged shard of amethyst damaged by flame. When impaled into flesh, the cypher dissolves and increases your size (one size category, advantage on strength checks, +1d4 weapon damage) until the end of the session.",
  "An ashwood fragment engraved with endless spirals. When held and activated, the cypher conjures a permanent wall of stone.",
  "A mangled piece of golden chainmail engraved with incoherent labyrinths. When worn and activated, the cypher grants you resistance to Slashing damage until the end of the session.",
  "A dragon's tooth smeared with golden ichor. When held and activated, the cypher pushes an adjacent creature ten feet away from you.",
  "A slender spindle of sapphire containing a drop of crimson blood. When impaled into flesh, the cypher dissolves and doubles your speed until you take a short rest.",
  "A griffon's claw on a leather cord. When held and activated, the cypher pushes an adjacent creature ten feet away from you.",
  "A jagged orichalcum shard engraved with arcane symbols. When held and activated, the cypher grants your weapon an additional 2d6 points of damage against undead until you take a long rest.",
  "A broken silver rod smeared with black ichor. When thrown at a target, the cypher explodes with a thunderous bang (4d6 thunder damage and deafened, Con save half and negates).",
  "A mangled scrap of iron chainmail damaged by flame. When worn and activated, the cypher allows you to ignore difficult terrain until you take a short rest.",
  "A broken ashwood wand smeared with crimson blood. When held and activated, the cypher allows you to jump up to 120 feet.",
  "A jagged shard of sapphire on a leather cord. When impaled into flesh, the cypher dissolves and grants you immunity to poison for 1d6 rounds.",
  "A jagged spindle of gray crystal smeared with crimson blood. When impaled into flesh, the cypher dissolves and grants you immunity to poison until you take a short rest.",
  "An oaken shard on a leather cord. When held and activated, the cypher conjures an area of daylight for 1d6 rounds.",
  "A jagged shard of red crystal warped by magic. When impaled into flesh, the cypher dissolves and grants you darkvision until you take a short rest.",
  "A mangled scrap of platinum chainmail on a leather cord. When worn and activated, the cypher allows you to ignore difficult terrain until you take a short rest.",
  "A broken oaken wand engraved with endless spirals. When held and activated, the cypher allows you to comprehend any language for 2d6 rounds.",
  "A slender shard of amethyst damaged by flame. When impaled into flesh, the cypher dissolves and grants you advantage on your next strength check.",
  "A jagged golden shard on a leather cord. When held and activated, the cypher conjures and hurls a hill giant's rock (range 60/240 feet, 3d10 bludgeoning damage).",
  "A broken platinum rod engraved with glowing symbols. When thrown at a target, the cypher explodes into a fireball (1d6 fire damage, Dex save half).",
  "A troll's claw on a leather cord. When held and activated, the cypher grants you advantage on your next attack roll.",
  "A mangled piece of silver chainmail damaged by flame. When worn and activated, the cypher allows you to ignore difficult terrain until the end of the session.",
  "A jagged spindle of emerald on a leather cord. When impaled into flesh, the cypher dissolves and grants you a +1 bonus on Charisma checks for 1d6 rounds.",
  "A moonstone fragment engraved with geometric patterns. When thrown at a target, the cypher explodes with a thunderous bang (3d6 thunder damage and deafened, Con save half and negates).",
  "A jagged spindle of amethyst warped by magic. When impaled into flesh, the cypher dissolves and grants you a charisma of 16 until you take a long rest.",
  "A griffon's claw withered by magic. When held and activated, the cypher grants you a +1 bonus on melee attack rolls for 1 minute.",
  "A malachite fragment smeared with iridescent ichor. When thrown at a target, the cypher explodes with a thunderous bang (2d6 thunder damage and deafened, Con save half and negates).",
  "A broken rosewood staff on a leather cord. When held and activated, the cypher conjures a shield of force (+2 armor class) until you take a short rest.",
  "A broken silver bracer damaged by flame. When thrown at a target, the cypher explodes into a fireball (2d6 fire damage, Dex save half).",
  "A jagged platinum shard engraved with glowing symbols. When held and activated, the cypher grants you advantage on your next attack roll.",
  "A broken bloodstone cube smeared with iridescent ichor. When thrown at a target, the cypher explodes into a cloud of concealing smoke.",
  "A mangled orichalcum gauntlet warped by magic. When worn and activated, the cypher grants you a +1 bonus to Armor Class until you take a short rest.",
  "A broken malachite cube smeared with crimson blood. When thrown at a target, the cypher polymorphs it into a mouse, Con save negates.",
  "A jagged platinum shard smeared with crimson blood. When held and activated, the cypher pushes an adjacent creature ten feet away from you.",
  "A jagged shard of emerald on a leather cord. When held and activated, the cypher conjures a creature of living shadow for 1d6 rounds.",
  "A mangled copper segment engraved with geometric patterns. When worn and activated, the cypher grants you advantage on Constitution saving throws until you take a long rest.",
  "A jagged iron shard on a leather cord. When held and activated, the cypher conjures a non-magical weapon of your choice.",
  "A slender shard of ruby warped by magic. When impaled into flesh, the cypher dissolves and grants you a wisdom of 16 until you take a long rest.",
  "A jagged shard of emerald smeared with crimson blood. When held and activated, the cypher allows you to comprehend any language for 1d6 rounds.",
  "A slender spindle of blue crystal containing a mote of light. When impaled into flesh, the cypher dissolves and grants you a +1 bonus on Intelligence checks for 1d6 rounds.",
  "A jagged shard of green glass etched by acid. When held and activated, the cypher conjures a shield of force (+2 armor class) until the end of the session.",
  "A mangled scrap of golden chainmail on a leather cord. When worn and activated, the cypher allows you to read the thoughts of others until you take a long rest.",
  "A jagged spindle of blue crystal etched by acid. When impaled into flesh, the cypher dissolves and transforms you into a raven for 2d6 rounds.",
  "A malachite fragment smeared with crimson blood. When thrown at a target, the cypher wounds it (attack roll, 6d6 force damage).",
  "A jagged silver shard on a leather cord. When held and activated, the cypher grants you advantage on your next attack roll.",
  "A mangled orichalcum plate smeared with golden ichor. When worn and activated, the cypher grants you a +1 bonus to Armor Class for 2d6 rounds.",
  "A hawthorn shard engraved with arcane symbols. When held and activated, the cypher grants you advantage on Charisma checks until you take a short rest.",
  "A platinum fragment engraved with incoherent labyrinths. When thrown at a target, the cypher polymorphs it into a mouse, Con save negates.",
  "A moonstone shard smeared with black ichor. When thrown at a target, the cypher conjures an area of low gravity.",
  "A troll's claw smeared with iridescent ichor. When held and activated, the cypher pushes an adjacent creature ten feet away from you.",
  "A jagged shard of gray glass containing a flickering flame. When impaled into flesh, the cypher dissolves and transforms you into an undead skeleton for 1d6 rounds.",
  "A jagged orichalcum shard on a leather cord. When held and activated, the cypher grants you a +1 bonus on ranged attack rolls until you take a long rest.",
  "A jagged shard of black glass on a leather cord. When held and activated, the cypher conjures a stone tower.",
  "A griffon's claw engraved with incoherent labyrinths. When held and activated, the cypher grants you a +1 bonus on melee attack rolls until the end of the session.",
  "A hydra's tooth on a leather cord. When held and activated, the cypher grants you advantage on your next attack roll.",
  "A mangled silver segment on a leather cord. When worn and activated, the cypher grants you advantage on your next strength save.",
  "A bloodstone shard warped by magic. When thrown at a target, the cypher explodes with a thunderous bang (4d6 thunder damage and deafened, Con save half and negates).",
  "A jagged platinum shard smeared with crimson blood. When held and activated, the cypher grants your weapon an additional 2d6 points of damage against dragons until you take a short rest.",
  "A troll's claw on a leather cord. When held and activated, the cypher grants you a +1 bonus on ranged attack rolls for 1d6 rounds.",
  "A mangled piece of iron chainmail engraved with alien symbols. When worn and activated, the cypher grants you advantage on your next constitution save.",
  "An obsidian shard smeared with crimson blood. When thrown at a target, the cypher explodes into a flash of darkness (6d6 necrotic damage, Con save half).",
  "A mangled piece of silver chainmail engraved with geometric patterns. When worn and activated, the cypher allows you to ignore difficult terrain until you take a long rest.",
  "A moonstone shard smeared with iridescent ichor. When thrown at a target, the cypher conjures an area of zero gravity.",
  "A mangled piece of iron chainmail engraved with geometric patterns. When worn and activated, the cypher allows you to alter your appearance for 2d6 rounds.",
  "A mangled orichalcum plate smeared with black ichor. When worn and activated, the cypher grants you a +1 bonus to Armor Class for 1d6 rounds.",
  "A slender shard of gray glass smeared with crimson blood. When impaled into flesh, the cypher dissolves and restores a dying creature to half its maximum hit points.",
  "A mangled orichalcum plate engraved with glowing symbols. When worn and activated, the cypher grants you resistance to Force damage until you take a long rest.",
  "A jagged golden shard etched by acid. When held and activated, the cypher pushes all adjacent creatures thirty feet away from you.",
  "A jagged platinum shard damaged by flame. When held and activated, the cypher grants your weapon an additional 2d6 points of damage against elementals until you take a long rest.",
  "A rowan shard on a leather cord. When held and activated, the cypher allows you to jump up to 120 feet.",
  "A jagged spindle of sapphire damaged by flame. When impaled into flesh, the cypher dissolves and heals 4d8 hit points.",
  "A slender spindle of topaz on a leather cord. When impaled into flesh, the cypher dissolves and grants you a +1 bonus on Wisdom checks for 1 minute.",
  "A mangled platinum segment damaged by flame. When worn and activated, the cypher grants you advantage on your next intimidation check.",
  "A mangled piece of silver chainmail engraved with geometric patterns. When worn and activated, the cypher allows you to alter your appearance until you take a short rest.",
  "A broken silver rod etched by acid. When thrown at a target, the cypher causes a small earthquake (knocked prone, Dex save negates).",
  "A dragon's tooth on a leather cord. When held and activated, the cypher conjures a blade of force (2d6 slashing damage, finesse, light) until the end of the session.",
  "A dragon's claw smeared with crimson blood. When held and activated, the cypher grants you a +1 bonus on melee attack rolls for 2d6 rounds.",
  "A jagged shard of gray crystal etched by acid. When held and activated, the cypher heals a nearby creature of its wounds.",
  "A slender shard of black crystal damaged by flame. When impaled into flesh, the cypher dissolves and grants you 6d8 temporary hit points.",
  "A jagged shard of red crystal containing a drop of crimson blood. When held and activated, the cypher conjures a permanent wall of stone.",
  "A slender spindle of emerald warped by magic. When impaled into flesh, the cypher dissolves and grants you advantage on your next strength check.",
  "A silver fragment on a leather cord. When thrown at a target, the cypher destroys metal objects.",
  "A jagged shard of sapphire smeared with black ichor. When held and activated, the cypher allows you to teleport to a known location.",
  "A jagged spindle of topaz containing a mote of darkness. When impaled into flesh, the cypher dissolves and grants you immunity to poison until you take a short rest.",
  "A mangled piece of silver chainmail on a leather cord. When worn and activated, the cypher grants you advantage on your next intimidation check.",
  "A mangled iron plate smeared with crimson blood. When worn and activated, the cypher grants you resistance to Cold damage until the end of the session.",
  "A slender spindle of amethyst etched by acid. When impaled into flesh, the cypher dissolves and grants you an intelligence of 16 until you take a short rest.",
  "A slender shard of sapphire smeared with crimson blood. When impaled into flesh, the cypher dissolves and increases your speed by 10 feet until you take a short rest.",
  "A griffon's claw withered by magic. When held and activated, the cypher conjures and hurls a single arrow of elf slaying.",
  "A jagged spindle of red crystal smeared with iridescent ichor. When impaled into flesh, the cypher dissolves and grants you advantage on Dexterity checks until you take a short rest.",
  "A silver fragment on a leather cord. When thrown at a target, the cypher polymorphs it into a mouse, Con save negates.",
  "A mangled platinum segment smeared with iridescent ichor. When worn and activated, the cypher grants you a +1 bonus to Armor Class until you take a short rest.",
  "A jagged orichalcum shard engraved with alien symbols. When held and activated, the cypher grants you a +1 bonus on melee attack rolls until you take a short rest.",
  "A jagged shard of blue glass on a leather cord. When impaled into flesh, the cypher dissolves and increases your speed by 10 feet for 1 minute.",
  "A jagged silver shard smeared with golden ichor. When held and activated, the cypher conjures a trident of flames (2d8 fire damage) until the end of the session.",
  "A mangled iron plate engraved with strange symbols. When worn and activated, the cypher grants you advantage on your next dexterity save.",
  "A slender spindle of blue crystal damaged by flame. When impaled into flesh, the cypher dissolves and transforms you into a black bear until you take a short rest.",
  "An iron fragment on a leather cord. When thrown at a target, the cypher destroys metal objects.",
  "A mangled scrap of platinum chainmail on a leather cord. When worn and activated, the cypher grants you a +1 bonus on Wisdom saving throws for 1d6 rounds.",
  "A jagged iron shard engraved with geometric patterns. When held and activated, the cypher grants you advantage on attack rolls until the end of your next turn.",
  "A slender shard of amethyst smeared with black ichor. When impaled into flesh, the cypher dissolves and transforms you into a wolf until you take a short rest.",
  "A dragon's tooth smeared with black ichor. When held and activated, the cypher pushes all adjacent creatures thirty feet away from you.",
  "A jagged orichalcum shard smeared with golden ichor. When held and activated, the cypher conjures a spray of flames (range 15 feet, 3d6 fire damage, Dex save half).",
  "A kraken's tooth engraved with geometric patterns. When held and activated, the cypher conjures a non-magical weapon of your choice.",
  "A mangled silver gauntlet warped by magic. When worn and activated, the cypher grants you resistance to Poison damage until you take a short rest.",
  "A broken jade cube on a leather cord. When thrown at a target, the cypher explodes into a burst of acid (6d6 acid damage, Dex save half).",
  "A jagged platinum shard smeared with golden ichor. When held and activated, the cypher grants you a +1 bonus on melee attack rolls for 1d6 rounds.",
  "A jagged platinum shard smeared with black ichor. When held and activated, the cypher pushes an adjacent creature ten feet away from you.",
  "An orichalcum fragment smeared with crimson blood. When thrown at a target, the cypher polymorphs it into a mouse, Con save negates.",
  "A slender spindle of ruby warped by magic. When impaled into flesh, the cypher dissolves and grants you a +1 bonus on Intelligence checks for 1d6 rounds.",
  "A broken orichalcum bracer engraved with endless spirals. When thrown at a target, the cypher destroys metal objects.",
  "A jagged shard of black glass smeared with golden ichor. When impaled into flesh, the cypher dissolves and grants you advantage on your next intelligence check.",
  "A jagged orichalcum shard on a leather cord. When held and activated, the cypher conjures a spray of flames (range 15 feet, 6d6 fire damage, Dex save half).",
  "A mangled golden plate etched by acid. When worn and activated, the cypher grants you advantage on your next intimidation check.",
  "A jagged orichalcum shard smeared with iridescent ichor. When held and activated, the cypher grants you advantage on your next attack roll.",
  "A hydra's tooth smeared with crimson blood. When held and activated, the cypher conjures a non-magical weapon of your choice.",
  "A jagged shard of ruby smeared with crimson blood. When held and activated, the cypher allows you to teleport a small object you can see to your hand.",
  "A broken hawthorn staff engraved with glowing symbols. When held and activated, the cypher allows you to fly until you take a short rest.",
  "A mangled piece of silver chainmail engraved with glowing symbols. When worn and activated, the cypher grants you advantage on your next strength save.",
  "A mangled platinum gauntlet warped by magic. When worn and activated, the cypher grants you advantage on your next stealth check.",
  "A broken hazelwood staff engraved with endless spirals. When held and activated, the cypher grants you advantage on your next charisma check.",
  "A rowan shard on a leather cord. When held and activated, the cypher animates a nearby object for 2d6 rounds.",
  "A troll's claw smeared with crimson blood. When held and activated, the cypher pushes all adjacent creatures thirty feet away from you.",
  "A mangled copper segment engraved with glowing symbols. When worn and activated, the cypher grants you advantage on your next stealth check.",
  "A broken oaken idol engraved with glowing symbols. When held and activated, the cypher conjures a large tent and seven bedrolls.",
  "A mangled piece of iron chainmail engraved with incoherent labyrinths. When worn and activated, the cypher grants you a +1 bonus to Armor Class until the end of the session.",
  "A silver shard smeared with crimson blood. When thrown at a target, the cypher explodes into a burst of spiderwebs (grappled, Str or Dex save negates).",
  "A broken golden bracer engraved with arcane symbols. When thrown at a target, the cypher causes a small earthquake (knocked prone, Dex save negates).",
  "A jagged shard of white glass on a leather cord. When held and activated, the cypher animates a nearby object until you take a short rest.",
  "A mangled piece of copper chainmail on a leather cord. When worn and activated, the cypher grants you advantage on your next stealth check.",
  "A jagged shard of amethyst damaged by flame. When impaled into flesh, the cypher dissolves and grants you advantage on your next strength check.",
  "A jagged shard of yellow glass on a leather cord. When held and activated, the cypher conjures a shield of force (+2 armor class) until you take a long rest.",
  "A slender spindle of sapphire containing a drop of crimson blood. When impaled into flesh, the cypher dissolves and grants you advantage on your next dexterity check.",
  "A mangled golden segment engraved with arcane symbols. When worn and activated, the cypher grants you resistance to Bludgeoning damage until the end of the session.",
  "A darkwood fragment on a leather cord. When held and activated, the cypher allows you to teleport to a known location.",
  "A mangled piece of iron chainmail smeared with golden ichor. When worn and activated, the cypher grants you advantage on your next stealth check.",
  "A mangled piece of copper chainmail etched by acid. When worn and activated, the cypher grants you a +1 bonus on Strength saving throws for 2d6 rounds.",
  "A mangled silver plate on a leather cord. When worn and activated, the cypher makes you invisible until you make an attack.",
  "An elder shard on a leather cord. When held and activated, the cypher allows you to teleport to a known location.",
  "A dragon's claw smeared with crimson blood. When held and activated, the cypher grants you a +1 bonus on melee attack rolls until you take a short rest.",
  "A slender shard of yellow crystal smeared with black ichor. When impaled into flesh, the cypher dissolves and grants you advantage on your next wisdom check.",
  "A mangled scrap of orichalcum chainmail smeared with crimson blood. When worn and activated, the cypher grants you resistance to Poison damage until you take a short rest.",
  "A jagged shard of sapphire warped by magic. When impaled into flesh, the cypher dissolves and grants you tremorsense until the end of the session.",
  "A dragon's tooth smeared with iridescent ichor. When held and activated, the cypher conjures a maul of ice (2d6 bludgeoning and 2d6 cold damage, heavy, two-handed) until the end of the session.",
  "A silver fragment on a leather cord. When thrown at a target, the cypher explodes into a flash of darkness (2d6 necrotic damage, Con save half)."
]