[
  "Biri: Female Elf Cleric, NE. Str 12, Dex 11, Con 8, Int 7, Wis 16, Cha 13. Biri is rugged in appearance, with tangled brown hair and bright hazel eyes. She wears leather armor and wields a quarterstaff and javelins.",
  "Alwel: Female Elf Cleric, LG. Str 11, Dex 11, Con 9, Int 11, Wis 13, Cha 11. Alwel has a square face, with long brown hair and dark gray eyes. She wears studded leather and wields a mace and darts. Alwel has an animal companion, a gray rabbit named Celi.",
  "Iriellas: Female Elf Druid, Neutral. Str 15, Dex 11, Con 12, Int 8, Wis 14, Cha 13. Iriellas is thin, with cropped auburn hair and brown eyes. She wears leather armor and wields a spear and wooden shield. Iriellas seeks revenge against the sister who betrayed her.",
  "Earen: Female Elf Paladin, Good. Str 11, Dex 8, Con 11, Int 10, Wis 14, Cha 13. Earen is exceptionally beautiful, with matted red hair and large hazel eyes. She wears half plate and wields a pike.",
  "Aninyel: Female Elf Monk, NG. Str 14, Dex 12, Con 12, Int 13, Wis 8, Cha 12. Aninyel is exceptionally beautiful, with red hair and bright brown eyes. She wears worn clothing and wields a kanabo (mace).",
  "Vixa: Female Elf Druid, Neutral. Str 15, Dex 7, Con 9, Int 13, Wis 17, Cha 5. Vixa has a long face, with curly auburn hair and soft gray eyes. She wears leather armor and wields a quarterstaff and darts. Vixa lost her reflection to a hag.",
  "Alwen: Female Elf Paladin, Good. Str 14, Dex 12, Con 12, Int 14, Wis 10, Cha 14. Alwen has thick black hair and light green eyes, and a flat nose. She wears chain mail and wields a scimitar and shield. Alwen has an animal companion, a bay warhorse named Alas.",
  "Ainean: Female Elf Wizard, LN. Str 7, Dex 13, Con 10, Int 16, Wis 14, Cha 9. Ainean is fair in appearance, with long blonde hair and large gray eyes. She wears modest garments and wields a quarterstaff.",
  "Atiel: Female Elf Rogue, N. Str 10, Dex 17, Con 10, Int 15, Wis 10, Cha 9. Atiel is short and stout, with white hair and blue eyes. She wears studded leather and wields a mace and hand crossbow. Atiel has an animal companion, a dire rat named Sulia.",
  "Ellanis: Female Elf Wizard, LG. Str 8, Dex 12, Con 13, Int 16, Wis 7, Cha 12. Ellanis is rough in appearance, with gray hair and hazel eyes. She wears bronze robes and wields a quarterstaff and sling. Ellanis is charming and practical.",
  "Dara: Female Elf Cleric, LE. Str 13, Dex 5, Con 15, Int 10, Wis 15, Cha 16. Dara is overweight, with silver hair and narrow green eyes. She wears scale mail and wields a quarterstaff and sling. Dara is searching for the lost Cloister of the Astral Lords.",
  "Serielye: Female Elf Rogue, LE. Str 11, Dex 16, Con 8, Int 13, Wis 11, Cha 11. Serielye has straight white hair and blue eyes. She wears studded leather and wields a rapier and dagger. Serielye lost her reflection to a hag.",
  "Derga: Female Elf Ranger, LG. Str 9, Dex 15, Con 14, Int 10, Wis 13, Cha 11. Derga has a narrow face, with cropped black hair and soft blue eyes. She wears a chain shirt and wields a trident and shield. Derga is friendly and romantic.",
  "Biri: Female Elf Monk, NG. Str 14, Dex 11, Con 7, Int 5, Wis 12, Cha 7. Biri has thick golden hair and sharp blue eyes. She wears travel-stained clothing and wields a yari (spear).",
  "Gona: Female Elf Fighter, N. Str 17, Dex 15, Con 5, Int 9, Wis 8, Cha 5. Gona has red hair and gray eyes, and small ears. She wears chain mail and wields a flail and shield. Gona has an animal companion, a silver dog named Eldas.",
  "Nimlaser: Female Elf Cleric, CG. Str 10, Dex 13, Con 7, Int 10, Wis 16, Cha 9. Nimlaser has auburn hair and amber eyes, and a round nose. She wears leather armor and wields a spear and light crossbow.",
  "Mona: Female Elf Ranger, NG. Str 13, Dex 12, Con 7, Int 11, Wis 13, Cha 10. Mona has a long face, with black hair and hazel eyes. She wears leather armor and wields a war pick. Mona is painfully tone-deaf.",
  "Sairi: Female Elf Wizard, NG. Str 10, Dex 12, Con 13, Int 17, Wis 7, Cha 9. Sairi is common in appearance, with matted auburn hair and amber eyes. She wears white robes and wields a dagger. Sairi has Common Companion.",
  "Mithienye: Female Elf Barbarian, N. Str 12, Dex 13, Con 11, Int 8, Wis 8, Cha 11. Mithienye has gray hair and green eyes. She wears studded leather and wields a trident.",
  "Aloten: Female Elf Rogue, LG. Str 12, Dex 17, Con 9, Int 12, Wis 12, Cha 7. Aloten is short and stout, with cropped red hair and narrow hazel eyes. She wears studded leather and wields a club and sickle. Aloten has an animal companion, a dire rat named Meda.",
  "Altas: Female Elf Cleric, CN. Str 10, Dex 14, Con 10, Int 12, Wis 16, Cha 10. Altas has black hair and gray eyes. She wears a breastplate and wields a mace and dagger. Altas has an animal companion, a hawk named Dicca.",
  "Cora: Female Elf Rogue, LN. Str 15, Dex 17, Con 10, Int 7, Wis 9, Cha 7. Cora has red hair and hazel eyes. She wears studded leather and wields a mace. Cora is covetous and secretive.",
  "Bara: Female Elf Paladin, Good. Str 14, Dex 13, Con 7, Int 9, Wis 17, Cha 8. Bara has thin copper hair and blue eyes, and a flat nose. She wears scale mail and wields a greatsword. Bara is studious and sarcastic.",
  "Cora: Female Elf Ranger, N. Str 15, Dex 7, Con 8, Int 9, Wis 11, Cha 12. Cora is tall, with silver hair and hazel eyes. She wears studded leather and wields a maul. Cora has hawk named Egnodh.",
  "Arielen: Female Elf Fighter, NG. Str 15, Dex 9, Con 12, Int 9, Wis 10, Cha 8. Arielen has cropped brown hair and blue eyes. She wears hide armor and wields a battleaxe.",
  "Amanel: Female Elf Fighter, N. Str 15, Dex 8, Con 10, Int 11, Wis 9, Cha 5. Amanel has messy brown hair and bright hazel eyes, and a thin nose. She wears chain mail and wields a glaive.",
  "Mata: Female Elf Paladin, Good. Str 16, Dex 10, Con 7, Int 13, Wis 14, Cha 10. Mata has a long face, with curly copper hair and hazel eyes. She wears ring mail and wields a halberd. Mata believes that she is the rightful heir to the kingdom of Ithossin.",
  "Cora: Female Elf Rogue, NG. Str 11, Dex 12, Con 14, Int 12, Wis 9, Cha 13. Cora is short and stout, with uneven gray hair and light blue eyes. She wears studded leather and wields a longsword and hand crossbow. Cora has an animal companion, a sable ferret named Milo.",
  "Erwelel: Female Elf Monk, LE. Str 13, Dex 14, Con 6, Int 9, Wis 8, Cha 8. Erwelel is slender, with long white hair and large gray eyes. She wears modest garments and wields a kanabo (mace) and shuriken (darts). Erwelel has an animal companion, a green firedrake named Oron.",
  "Dica: Female Elf Sorcerer, LN. Str 9, Dex 10, Con 11, Int 6, Wis 9, Cha 12. Dica is pleasant in appearance, with thick copper hair and hazel eyes. She wears sturdy clothing and wields a dagger. Dica is colorblind.",
  "Dica: Female Elf Bard, CN. Str 13, Dex 9, Con 8, Int 16, Wis 12, Cha 13. Dica has messy brown hair and amber eyes, and large ears. She wears studded leather and wields a club and hand crossbow. Dica is searching for her missing son.",
  "Ladrime: Female Elf Monk, LN. Str 17, Dex 10, Con 12, Int 8, Wis 16, Cha 8. Ladrime is tall, with messy brown hair and narrow brown eyes. She wears sturdy clothing and wields a yari (spear) and kama (sickle). Ladrime is fierce and harsh.",
  "Nelebrie: Female Elf Rogue, N. Str 9, Dex 14, Con 10, Int 13, Wis 10, Cha 8. Nelebrie is common in appearance, with straight silver hair and hazel eyes. She wears studded leather and wields a spear and hand crossbow.",
  "Erdadrien: Female Elf Barbarian, NG. Str 13, Dex 14, Con 11, Int 13, Wis 12, Cha 11. Erdadrien has uneven gray hair and dark amber eyes. She wears leather armor and wields a longsword and blowgun. Erdadrien is thrifty and chivalrous.",
  "Bana: Female Elf Fighter, CN. Str 17, Dex 10, Con 8, Int 15, Wis 11, Cha 6. Bana is exceptionally beautiful, with brown hair and brown eyes. She wears scale mail and wields a trident and shield. Bana is impossibly lucky.",
  "Elur: Female Elf Warlock, NE. Str 9, Dex 14, Con 14, Int 9, Wis 11, Cha 16. Elur has short red hair and narrow gray eyes, and prominent ears. She wears leather armor and wields a light hammer and shortbow. Elur is colorblind.",
  "Laserie: Female Elf Paladin, Good. Str 14, Dex 6, Con 15, Int 14, Wis 11, Cha 15. Laserie has auburn hair and narrow brown eyes. She wears a breastplate and wields a pike. Laserie has an animal companion, a black warhorse named Mache.",
  "Arierwel: Female Elf Cleric, LG. Str 11, Dex 5, Con 10, Int 13, Wis 12, Cha 12. Arierwel has straight white hair and soft amber eyes, and a thin nose. She wears leather armor and wields a handaxe and shield. Arierwel is hunting the fiend which destroyed her homeland.",
  "Erdas: Female Elf Ranger, LE. Str 15, Dex 10, Con 9, Int 8, Wis 11, Cha 12. Erdas is exceptionally beautiful, with blonde hair and sharp brown eyes. She wears hide armor and wields a shortsword and shield. Erdas suffers a mild allergy to silver.",
  "Derga: Female Elf Cleric, CG. Str 14, Dex 12, Con 9, Int 9, Wis 13, Cha 12. Derga has a round face, with messy copper hair and narrow brown eyes. She wears hide armor and wields a club. Derga has an animal companion, a gray rabbit named Mungi.",
  "Lebrie: Female Elf Rogue, LN. Str 11, Dex 17, Con 7, Int 13, Wis 14, Cha 13. Lebrie is common in appearance, with short red hair and sharp hazel eyes. She wears studded leather and wields a spear.",
  "Rawsta: Female Elf Rogue, CN. Str 11, Dex 12, Con 12, Int 9, Wis 7, Cha 7. Rawsta is slender, with red hair and hazel eyes. She wears studded leather and wields a rapier. Rawsta is reserved and callous.",
  "Crige: Female Elf Ranger, N. Str 11, Dex 7, Con 9, Int 8, Wis 10, Cha 11. Crige is short, with silver hair and dark blue eyes. She wears scale mail and wields a rapier. Crige has horned owl named Atur.",
  "Miniser: Female Elf Ranger, LN. Str 13, Dex 15, Con 13, Int 14, Wis 8, Cha 11. Miniser has a long face, with cropped silver hair and brown eyes. She wears studded leather and wields a morningstar and shield. Miniser is searching for her missing son.",
  "Lenna: Female Elf Bard, NE. Str 12, Dex 5, Con 7, Int 17, Wis 13, Cha 15. Lenna has a narrow face, with white hair and light green eyes. She wears leather armor and wields a rapier and dagger. Lenna was magically imprisoned for a hundred years.",
  "Eril: Female Elf Monk, NG. Str 12, Dex 10, Con 10, Int 10, Wis 11, Cha 10. Eril has cropped blonde hair and amber eyes. She wears well-made clothing and wields nunchaku (club) and sai (dagger). Eril is haunted by the memories of a past life.",
  "Niserie: Female Elf Monk, NG. Str 13, Dex 10, Con 12, Int 13, Wis 9, Cha 9. Niserie is exceptionally beautiful, with white hair and hazel eyes. She wears travel-stained clothing and wields a bo (quarterstaff). Niserie seeks to become a knight of the realm.",
  "Lava: Female Elf Fighter, LG. Str 12, Dex 10, Con 10, Int 13, Wis 5, Cha 11. Lava is tall and slender, with blonde hair and soft green eyes. She wears scale mail and wields a shortsword and longbow. Lava is steadfast and chivalrous.",
  "Vera: Female Elf Bard, LN. Str 7, Dex 8, Con 8, Int 11, Wis 11, Cha 14. Vera has silver hair and narrow hazel eyes, and a beaked nose. She wears studded leather and wields a longsword. Vera is hunting the warlord who murdered her family.",
  "Eldil: Female Elf Bard, LG. Str 7, Dex 10, Con 8, Int 8, Wis 5, Cha 16. Eldil is short, with short silver hair and brown eyes. She wears leather armor and wields a handaxe and hand crossbow. Eldil has an animal companion, a red firedrake named Gwindili.",
  "Aneldas: Female Elf Sorcerer, N. Str 6, Dex 8, Con 10, Int 8, Wis 10, Cha 17. Aneldas is exceptionally beautiful, with silver hair and large hazel eyes. She wears simple clothing and wields a dagger. Aneldas is covetous and savage.",
  "Celye: Female Elf Monk, N. Str 14, Dex 10, Con 11, Int 10, Wis 9, Cha 9. Celye is short, with black hair and gray eyes. She wears modest garments and wields a bo (quarterstaff) and shuriken (darts). Celye has an animal companion, a golden monkey named Endan.",
  "Ceithlia: Female Elf Paladin, Good. Str 10, Dex 13, Con 8, Int 10, Wis 13, Cha 17. Ceithlia is heavyset, with auburn hair and sharp gray eyes. She wears splint armor and wields a trident. Ceithlia has an animal companion, a white warhorse named Fiache.",
  "Betha: Female Elf Monk, CN. Str 11, Dex 14, Con 10, Int 8, Wis 13, Cha 15. Betha has curly silver hair and green eyes. She wears modest garments and wields a kanabo (mace) and kama (sickle). Betha secretly serves Aemos, an ancient goddess of trickery.",
  "Nerdanye: Female Elf Monk, N. Str 9, Dex 11, Con 11, Int 7, Wis 17, Cha 8. Nerdanye is rugged in appearance, with brown hair and gray eyes. She wears travel-stained clothing and wields an ono (handaxe). Nerdanye has an animal companion, a tawny rat named Cati.",
  "Ennan: Female Elf Rogue, CN. Str 8, Dex 17, Con 10, Int 9, Wis 9, Cha 10. Ennan has a long face, with golden hair and light blue eyes. She wears leather armor and wields a longsword and darts. Ennan is blind in her right eye.",
  "Cesa: Female Elf Monk, N. Str 15, Dex 14, Con 10, Int 7, Wis 10, Cha 9. Cesa has a round face, with messy red hair and light amber eyes. She wears modest garments and wields an ono (handaxe).",
  "Candia: Female Elf Monk, LN. Str 9, Dex 8, Con 8, Int 8, Wis 12, Cha 11. Candia has a long face, with curly auburn hair and green eyes. She wears worn clothing and wields nunchaku (club) and shuriken (darts).",
  "Erbren: Female Elf Paladin, Good. Str 12, Dex 6, Con 15, Int 10, Wis 12, Cha 11. Erbren has golden hair and sharp green eyes, and large ears. She wears plate armor and wields a warhammer and shield.",
  "Nelaser: Female Elf Monk, LG. Str 9, Dex 7, Con 11, Int 6, Wis 12, Cha 9. Nelaser has messy red hair and hazel eyes, and small ears. She wears simple clothing and wields a kanabo (mace) and sai (dagger). Nelaser is capable and truthful.",
  "Verchi: Female Elf Barbarian, CG. Str 12, Dex 5, Con 10, Int 12, Wis 13, Cha 15. Verchi has curly white hair and light brown eyes, and small ears. She wears studded leather and wields a morningstar. Verchi seeks to help the poor and unfortunate.",
  "Nerwende: Female Elf Cleric, NG. Str 13, Dex 11, Con 5, Int 14, Wis 12, Cha 11. Nerwende has short copper hair and large gray eyes, and a magical mark on her leg. She wears studded leather and wields a mace. Nerwende is dying and desperately seeks the secret of immortality.",
  "Cana: Female Elf Rogue, N. Str 9, Dex 12, Con 9, Int 13, Wis 12, Cha 13. Cana has a square face, with matted white hair and dark brown eyes. She wears studded leather and wields a longsword. Cana has an animal companion, a raven named Atiel.",
  "Lewenn: Female Elf Paladin, Good. Str 12, Dex 6, Con 8, Int 9, Wis 8, Cha 15. Lewenn has a round face, with blonde hair and hazel eyes. She wears ring mail and wields a maul. Lewenn is compassionate and zealous.",
  "Cilla: Female Elf Rogue, LN. Str 10, Dex 17, Con 11, Int 13, Wis 7, Cha 8. Cilla is stout, with brown hair and hazel eyes. She wears studded leather and wields a club and sling. Cilla lost her reflection to a hag.",
  "Taniser: Female Elf Monk, N. Str 15, Dex 13, Con 6, Int 13, Wis 11, Cha 9. Taniser has a round face, with gray hair and hazel eyes. She wears well-made clothing and wields a bo (quarterstaff) and shuriken (darts). Taniser seeks to destroy the race of orcs.",
  "Nelaser: Female Elf Cleric, NG. Str 9, Dex 12, Con 10, Int 7, Wis 15, Cha 11. Nelaser has copper hair and green eyes, and a distinctive scar on her arm. She wears leather armor and wields a light hammer and shield.",
  "Lewinn: Female Elf Fighter, CN. Str 14, Dex 14, Con 12, Int 7, Wis 10, Cha 8. Lewinn has blonde hair and gray eyes, and wears glasses with steel rims. She wears chain mail and wields a whip. Lewinn seeks to become a knight of the realm.",
  "Fianna: Female Elf Warlock, N. Str 12, Dex 8, Con 12, Int 11, Wis 10, Cha 17. Fianna is exceptionally beautiful, with copper hair and dark gray eyes. She wears studded leather and wields a quarterstaff. Fianna is hunting the doppelganger which destroyed her homeland.",
  "Manda: Female Elf Wizard, NG. Str 9, Dex 8, Con 8, Int 12, Wis 5, Cha 9. Manda is stout, with silver hair and soft amber eyes. She wears simple clothing and wields a dagger. Manda has an arcane familiar, a tiny firedrake named Thranthore.",
  "Essbuad: Female Elf Rogue, CN. Str 13, Dex 14, Con 6, Int 7, Wis 8, Cha 9. Essbuad has thick golden hair and hazel eyes, and large ears. She wears leather armor and wields a longsword. Essbuad is a pack-rat, and carries a satchel of random junk.",
  "Brochna: Female Elf Wizard, N. Str 9, Dex 9, Con 12, Int 15, Wis 8, Cha 7. Brochna has a round face, with blonde hair and light brown eyes. She wears expensive clothing and wields a quarterstaff. Brochna is pessimistic and insane.",
  "Vicia: Female Elf Monk, CN. Str 12, Dex 15, Con 12, Int 6, Wis 16, Cha 13. Vicia is tall, with copper hair and gray eyes. She wears modest garments and wields an ono (handaxe) and shuriken (darts). Vicia has an animal companion, a tiger named Sule.",
  "Nimredhel: Female Elf Monk, NG. Str 15, Dex 11, Con 11, Int 10, Wis 13, Cha 11. Nimredhel is cultured in appearance, with silver hair and green eyes. She wears simple clothing and wields a kanabo (mace) and kama (sickle).",
  "Finndia: Female Elf Barbarian, CG. Str 14, Dex 11, Con 14, Int 9, Wis 12, Cha 8. Finndia is exceptionally beautiful, with thick black hair and narrow green eyes. She wears hide armor and wields a trident and shield.",
  "Idrinyel: Female Elf Ranger, LN. Str 10, Dex 12, Con 15, Int 14, Wis 17, Cha 7. Idrinyel has a round face, with long white hair and brown eyes. She wears leather armor and wields a glaive. Idrinyel suffers a deadly allergy to silver.",
  "Nelaser: Female Elf Fighter, LN. Str 12, Dex 13, Con 9, Int 13, Wis 8, Cha 10. Nelaser is rugged in appearance, with long red hair and amber eyes. She wears half plate and wields a trident and blowgun. Nelaser has an animal companion, a red firedrake named Ennan.",
  "Vaca: Female Elf Barbarian, N. Str 13, Dex 12, Con 8, Int 12, Wis 14, Cha 10. Vaca has thick red hair and large amber eyes. She wears hide armor and wields a halberd. Vaca holds a grudge against dwarves.",
  "Luchri: Female Elf Rogue, NE. Str 13, Dex 15, Con 6, Int 12, Wis 10, Cha 13. Luchri has a round face, with silver hair and sharp brown eyes. She wears studded leather and wields a rapier. Luchri has an animal companion, a sable ferret named Sabra.",
  "Maredhien: Female Elf Paladin, Good. Str 13, Dex 11, Con 10, Int 8, Wis 15, Cha 12. Maredhien has black hair and green eyes. She wears splint armor and wields a maul.",
  "Lebrode: Female Elf Rogue, N. Str 10, Dex 13, Con 11, Int 8, Wis 10, Cha 12. Lebrode is fair in appearance, with copper hair and soft green eyes. She wears studded leather and wields a rapier. Lebrode has an animal companion, a black cat named Terna.",
  "Faisa: Female Elf Monk, LN. Str 8, Dex 11, Con 12, Int 11, Wis 17, Cha 9. Faisa has white hair and brown eyes. She wears plain clothing and wields an ono (handaxe). Faisa is covetous and brutal.",
  "Rhana: Female Elf Monk, CN. Str 9, Dex 12, Con 8, Int 13, Wis 11, Cha 10. Rhana is tall, with tangled black hair and soft blue eyes. She wears modest garments and wields an ono (handaxe). Rhana is haunted by the ghost of someone she killed.",
  "Erdaltan: Female Elf Paladin, Good. Str 16, Dex 10, Con 10, Int 12, Wis 11, Cha 7. Erdaltan has white hair and brown eyes. She wears plate armor and wields a whip and shield.",
  "Mara: Female Elf Monk, LN. Str 15, Dex 13, Con 9, Int 8, Wis 15, Cha 6. Mara has messy brown hair and sharp hazel eyes. She wears simple clothing and wields an ono (handaxe). Mara seeks revenge against the sister who betrayed her.",
  "Nerwenye: Female Elf Rogue, CG. Str 7, Dex 15, Con 15, Int 10, Wis 12, Cha 11. Nerwenye is exceptionally beautiful, with straight silver hair and green eyes. She wears leather armor and wields a spear. Nerwenye was magically imprisoned for a hundred years.",
  "Nelaser: Female Elf Warlock, CN. Str 13, Dex 8, Con 11, Int 10, Wis 6, Cha 12. Nelaser is rough in appearance, with golden hair and amber eyes. She wears studded leather and wields a mace and shortbow. Nelaser has an animal companion, a raven named Niserie.",
  "Arwen: Female Elf Fighter, LN. Str 12, Dex 13, Con 10, Int 7, Wis 5, Cha 11. Arwen has short black hair and narrow gray eyes, and wears glasses with silver rims. She wears a chain shirt and wields a halberd. Arwen suffers a paralyzing fear of open spaces.",
  "Nellote: Female Elf Fighter, LE. Str 16, Dex 11, Con 11, Int 10, Wis 8, Cha 6. Nellote is short and slender, with red hair and brown eyes. She wears scale mail and wields a greatsword. Nellote seeks to free herself from an ancient curse.",
  "Nelaser: Female Elf Barbarian, LN. Str 17, Dex 11, Con 14, Int 6, Wis 9, Cha 15. Nelaser has an angular face, with blonde hair and sharp gray eyes. She wears studded leather and wields a rapier and shield. Nelaser suffers a severe allergy to rodents.",
  "Aidian: Female Elf Fighter, LG. Str 14, Dex 14, Con 8, Int 7, Wis 9, Cha 10. Aidian has cropped white hair and hazel eyes. She wears scale mail and wields a trident. Aidian has a terrible sense of direction.",
  "Gerna: Female Elf Rogue, CN. Str 11, Dex 16, Con 12, Int 13, Wis 8, Cha 12. Gerna has blonde hair and blue eyes. She wears leather armor and wields a shortsword and hand crossbow. Gerna is extravagant and sharp-tongued.",
  "Serime: Female Elf Monk, NE. Str 13, Dex 15, Con 7, Int 10, Wis 12, Cha 9. Serime is short and overweight, with auburn hair and amber eyes. She wears plain clothing and wields a bo (quarterstaff). Serime seeks to discover why she keeps having the same dream.",
  "Cana: Female Elf Rogue, NE. Str 11, Dex 12, Con 12, Int 13, Wis 11, Cha 9. Cana has white hair and hazel eyes, and small ears. She wears leather armor and wields a shortsword. Cana serves a powerful arch-fiend named Vepha.",
  "Ewis: Female Elf Monk, CN. Str 13, Dex 14, Con 13, Int 13, Wis 11, Cha 11. Ewis is pleasant in appearance, with silver hair and amber eyes. She wears modest garments and wields a yari (spear). Ewis seeks to atone for past sins.",
  "Cuxsa: Female Elf Wizard, N. Str 9, Dex 12, Con 8, Int 13, Wis 9, Cha 10. Cuxsa has golden hair and amber eyes, and a magical tattoo on her arm. She wears sapphire robes and wields a dagger and light crossbow.",
  "Elwing: Female Elf Paladin, Good. Str 9, Dex 11, Con 10, Int 10, Wis 10, Cha 13. Elwing has brown hair and green eyes. She wears chain mail and wields a rapier and shield. Elwing seeks to prove herself to her peers.",
  "Aloth: Female Elf Ranger, LN. Str 9, Dex 12, Con 9, Int 6, Wis 14, Cha 8. Aloth is fey in appearance, with red hair and brown eyes. She wears studded leather and wields a glaive. Aloth is haunted by the ghost of someone she killed.",
  "Ilamas: Female Elf Barbarian, CE. Str 14, Dex 12, Con 15, Int 11, Wis 10, Cha 14. Ilamas is exceptionally beautiful, with brown hair and sharp amber eyes. She wears hide armor and wields a trident and shield. Ilamas is thoughtless and violent.",
  "Imloten: Female Elf Fighter, N. Str 12, Dex 11, Con 13, Int 9, Wis 10, Cha 13. Imloten is common in appearance, with thin silver hair and large gray eyes. She wears ring mail and wields a flail and hand crossbow. Imloten dislikes anyone smaller than her.",
  "Candua: Female Elf Paladin, Good. Str 8, Dex 12, Con 11, Int 10, Wis 9, Cha 13. Candua has a square face, with braided red hair and light blue eyes. She wears a chain shirt and wields a pike. Candua is friendly and aesthetic.",
  "Celuthel: Female Elf Druid, Neutral. Str 8, Dex 10, Con 11, Int 9, Wis 12, Cha 8. Celuthel has matted copper hair and light hazel eyes, and a thin nose. She wears hide armor and wields a scimitar. Celuthel is wrongly sought by the paladins of the Temple of the Eternal Lords for forgery.",
  "Ladrilye: Female Elf Fighter, N. Str 14, Dex 9, Con 13, Int 9, Wis 7, Cha 12. Ladrilye has silver hair and narrow gray eyes, and a sharp nose. She wears a breastplate and wields a shortsword and shield. Ladrilye is inventive and deceitful.",
  "Tatanye: Female Elf Monk, N. Str 7, Dex 14, Con 8, Int 13, Wis 10, Cha 10. Tatanye has an angular face, with auburn hair and soft green eyes. She wears plain clothing and wields nunchaku (club) and sai (dagger). Tatanye is morose and modest.",
  "Unalb: Female Elf Fighter, LN. Str 17, Dex 13, Con 9, Int 10, Wis 9, Cha 8. Unalb is pleasant in appearance, with black hair and soft hazel eyes. She wears hide armor and wields a morningstar. Unalb seeks to discover where she came from, and who her real family is.",
  "Artarwel: Female Elf Paladin, Good. Str 12, Dex 9, Con 9, Int 11, Wis 10, Cha 12. Artarwel is tall, with copper hair and blue eyes. She wears splint armor and wields a greatsword. Artarwel has an animal companion, a black warhorse named Deche.",
  "Elellas: Female Elf Bard, NG. Str 14, Dex 9, Con 10, Int 13, Wis 7, Cha 14. Elellas has thick auburn hair and light brown eyes. She wears leather armor and wields a shortsword and hand crossbow. Elellas is chivalrous and assertive.",
  "Nelye: Female Elf Fighter, NE. Str 14, Dex 10, Con 7, Int 12, Wis 10, Cha 6. Nelye has curly copper hair and bright gray eyes. She wears chain mail and wields a warhammer and heavy crossbow.",
  "Nelebrie: Female Elf Rogue, CN. Str 10, Dex 15, Con 13, Int 11, Wis 7, Cha 8. Nelebrie has a square face, with black hair and blue eyes. She wears leather armor and wields a rapier and hand crossbow. Nelebrie believes that she is the rightful heir to the throne of Dorwine.",
  "Dina: Female Elf Druid, Neutral. Str 14, Dex 11, Con 8, Int 12, Wis 17, Cha 9. Dina has matted brown hair and bright hazel eyes. She wears leather armor and wields a scimitar.",
  "Dica: Female Elf Monk, NG. Str 10, Dex 11, Con 12, Int 13, Wis 15, Cha 8. Dica has black hair and blue eyes. She wears worn clothing and wields a kanabo (mace). Dica has an animal companion, a hunting dog named Curosaer.",
  "Nerwenye: Female Elf Rogue, N. Str 9, Dex 16, Con 12, Int 16, Wis 13, Cha 14. Nerwenye is exceptionally beautiful, with short silver hair and bright brown eyes. She wears studded leather and wields a rapier and javelins. Nerwenye has an animal companion, a dire rat named Malgali.",
  "Eadriel: Female Elf Fighter, CN. Str 15, Dex 8, Con 8, Int 10, Wis 9, Cha 11. Eadriel has a narrow face, with golden hair and soft green eyes. She wears scale mail and wields a whip and hand crossbow. Eadriel is haunted by the memories of a past life.",
  "Ariel: Female Elf Bard, LE. Str 12, Dex 7, Con 8, Int 13, Wis 9, Cha 13. Ariel is beastly in appearance, with golden hair and gray eyes. She wears leather armor and wields a spear and shortbow. Ariel is unfeeling and lazy.",
  "Licia: Female Elf Cleric, N. Str 8, Dex 11, Con 12, Int 9, Wis 12, Cha 11. Licia is willowy, with thin silver hair and sharp hazel eyes. She wears leather armor and wields a club and shield. Licia dislikes having people behind her.",
  "Imroten: Female Elf Rogue, LE. Str 10, Dex 15, Con 13, Int 7, Wis 14, Cha 13. Imroten has a square face, with blonde hair and narrow gray eyes. She wears leather armor and wields a shortsword. Imroten has an animal companion, a black snake named Edhen.",
  "Maera: Female Elf Rogue, CN. Str 12, Dex 13, Con 11, Int 12, Wis 8, Cha 7. Maera is exceptionally beautiful, with golden hair and green eyes. She wears studded leather and wields a shortsword. Maera suffers a paralyzing fear of confined spaces.",
  "Brotu: Female Elf Monk, NE. Str 12, Dex 10, Con 11, Int 8, Wis 12, Cha 8. Brotu has a narrow face, with messy black hair and sharp gray eyes. She wears travel-stained clothing and wields nunchaku (club) and sai (dagger). Brotu has an animal companion, a gray rat named Indilas.",
  "Breca: Female Elf Fighter, N. Str 17, Dex 13, Con 14, Int 10, Wis 15, Cha 13. Breca has brown hair and blue eyes. She wears ring mail and wields a scimitar and net. Breca blames dragons for every misfortune.",
  "Alas: Female Elf Monk, CG. Str 12, Dex 13, Con 11, Int 13, Wis 14, Cha 7. Alas has black hair and soft amber eyes. She wears simple clothing and wields an ono (handaxe) and shuriken (darts). Alas seeks to destroy the race of ogres.",
  "Scora: Female Elf Fighter, N. Str 12, Dex 9, Con 7, Int 15, Wis 11, Cha 7. Scora is rough in appearance, with golden hair and amber eyes. She wears half plate and wields a greataxe. Scora suffers an acute fear of crowds.",
  "Nerwe: Female Elf Rogue, N. Str 6, Dex 14, Con 10, Int 12, Wis 10, Cha 11. Nerwe is short and heavyset, with silver hair and soft blue eyes. She wears studded leather and wields a longsword. Nerwe is fascinated by death.",
  "Endam: Female Elf Monk, N. Str 17, Dex 10, Con 12, Int 9, Wis 11, Cha 13. Endam has thin white hair and blue eyes. She wears travel-stained clothing and wields a bo (quarterstaff). Endam is shrewd and soft-hearted.",
  "Serode: Female Elf Paladin, Good. Str 7, Dex 11, Con 12, Int 5, Wis 10, Cha 11. Serode has gray hair and dark brown eyes. She wears a chain shirt and wields a halberd. Serode is idealistic and agreeable.",
  "Brige: Female Elf Monk, LN. Str 10, Dex 15, Con 5, Int 10, Wis 16, Cha 13. Brige has blonde hair and dark gray eyes, and small ears. She wears well-made clothing and wields a kanabo (mace). Brige is quiet, and says as little as possible.",
  "Cora: Female Elf Fighter, LN. Str 12, Dex 11, Con 8, Int 8, Wis 8, Cha 6. Cora has a long face, with cropped copper hair and brown eyes. She wears ring mail and wields a greataxe. Cora is curious and erratic.",
  "Ilmirith: Female Elf Druid, Neutral. Str 10, Dex 7, Con 7, Int 10, Wis 12, Cha 8. Ilmirith is fey in appearance, with long brown hair and sharp blue eyes. She wears leather armor and wields a spear and wooden shield. Ilmirith seeks to free herself from an ancient curse.",
  "Sulao: Female Elf Monk, LN. Str 15, Dex 14, Con 12, Int 7, Wis 9, Cha 12. Sulao has brown hair and gray eyes. She wears well-made clothing and wields nunchaku (club) and kama (sickle). Sulao is thoughtful and humble.",
  "Findiser: Female Elf Rogue, LG. Str 13, Dex 16, Con 9, Int 14, Wis 11, Cha 9. Findiser has an angular face, with thick silver hair and amber eyes. She wears leather armor and wields a rapier and sickle. Findiser is hunting the warlord who stole her ancestral sword.",
  "Iririel: Female Elf Ranger, CN. Str 10, Dex 11, Con 14, Int 8, Wis 9, Cha 7. Iririel is pleasant in appearance, with thick brown hair and blue eyes. She wears studded leather and wields a war pick. Iririel suffers a paralyzing fear of clerics.",
  "Mithienye: Female Elf Wizard, N. Str 12, Dex 10, Con 9, Int 12, Wis 12, Cha 5. Mithienye has an angular face, with messy black hair and amber eyes. She wears viridian robes and wields a quarterstaff. Mithienye is absent-minded, and always searching for a missing item.",
  "Enel: Female Elf Druid, Neutral. Str 8, Dex 7, Con 15, Int 11, Wis 15, Cha 13. Enel is willowy, with thick black hair and gray eyes. She wears leather armor and wields a quarterstaff. Enel seeks to save her family from financial ruin.",
  "Gana: Female Elf Monk, N. Str 8, Dex 13, Con 9, Int 11, Wis 12, Cha 9. Gana is rough in appearance, with red hair and sharp blue eyes. She wears travel-stained clothing and wields a yari (spear) and shuriken (darts).",
  "Brora: Female Elf Rogue, N. Str 8, Dex 14, Con 7, Int 15, Wis 14, Cha 11. Brora has a square face, with cropped brown hair and gray eyes. She wears studded leather and wields a longsword. Brora is a practiced juggler.",
  "Kuta: Female Elf Rogue, CE. Str 11, Dex 14, Con 12, Int 12, Wis 11, Cha 7. Kuta has brown hair and dark amber eyes, and prominent ears. She wears studded leather and wields a quarterstaff. Kuta is sharp-tongued and envious.",
  "Ealwebrias: Female Elf Fighter, LN. Str 17, Dex 14, Con 7, Int 7, Wis 12, Cha 11. Ealwebrias is tall and overweight, with blonde hair and blue eyes. She wears a breastplate and wields a flail and heavy crossbow. Ealwebrias is fierce and mischievous.",
  "Maera: Female Elf Rogue, N. Str 11, Dex 14, Con 11, Int 7, Wis 12, Cha 7. Maera has a round face, with golden hair and hazel eyes. She wears studded leather and wields a shortsword. Maera is searching for her lost sister.",
  "Niserie: Female Elf Barbarian, NG. Str 14, Dex 12, Con 12, Int 14, Wis 11, Cha 10. Niserie is overweight, with straight black hair and large brown eyes. She wears studded leather and wields a greataxe. Niserie is faithful and optimistic.",
  "Nimrime: Female Elf Rogue, CG. Str 9, Dex 16, Con 12, Int 15, Wis 14, Cha 8. Nimrime has curly copper hair and blue eyes, and a sharp nose. She wears studded leather and wields a rapier. Nimrime is romantic and extravagant.",
  "Arerdas: Female Elf Paladin, Good. Str 10, Dex 10, Con 7, Int 7, Wis 14, Cha 15. Arerdas is tall, with black hair and dark brown eyes. She wears splint armor and wields a greataxe. Arerdas has an animal companion, a white warhorse named Aral.",
  "Brenna: Female Elf Druid, Neutral. Str 7, Dex 9, Con 9, Int 10, Wis 15, Cha 11. Brenna has long copper hair and green eyes, and large ears. She wears leather armor and wields a mace and sickle.",
  "Derga: Female Elf Paladin, Good. Str 14, Dex 10, Con 10, Int 8, Wis 17, Cha 14. Derga is tall and slender, with silver hair and amber eyes. She wears plate armor and wields a war pick and shield. Derga was magically imprisoned for a hundred years.",
  "Cuxsa: Female Elf Barbarian, NE. Str 16, Dex 11, Con 16, Int 8, Wis 11, Cha 12. Cuxsa has red hair and narrow gray eyes. She wears hide armor and wields a trident and shield. Cuxsa is disloyal and sadistic.",
  "Erdarwel: Female Elf Barbarian, LN. Str 16, Dex 10, Con 8, Int 10, Wis 7, Cha 7. Erdarwel has white hair and brown eyes. She wears scale mail and wields a maul. Erdarwel has an animal companion, a green firedrake named Elegar.",
  "Tima: Female Elf Wizard, NG. Str 8, Dex 12, Con 10, Int 15, Wis 13, Cha 11. Tima has brown hair and large green eyes, and a beaked nose. She wears modest garments and wields a dagger. Tima is absent-minded, and always searching for a missing item.",
  "Gilmarie: Female Elf Rogue, N. Str 12, Dex 17, Con 11, Int 11, Wis 14, Cha 10. Gilmarie has tangled gray hair and soft hazel eyes, and a sharp nose. She wears leather armor and wields a rapier and hand crossbow. Gilmarie has an animal companion, a sable ferret named Erin.",
  "Laserie: Female Elf Fighter, NE. Str 13, Dex 7, Con 6, Int 7, Wis 12, Cha 10. Laserie is willowy, with straight brown hair and amber eyes. She wears hide armor and wields a war pick and longbow.",
  "Nellaser: Female Elf Druid, Neutral. Str 15, Dex 12, Con 12, Int 9, Wis 12, Cha 12. Nellaser has a long face, with long brown hair and brown eyes. She wears hide armor and wields a spear. Nellaser seeks to free herself from an ancient curse.",
  "Nimlaser: Female Elf Rogue, CN. Str 5, Dex 14, Con 9, Int 16, Wis 10, Cha 9. Nimlaser is thin, with thin gray hair and bright brown eyes. She wears studded leather and wields a mace and hand crossbow.",
  "Grote: Female Elf Druid, Neutral. Str 14, Dex 10, Con 10, Int 9, Wis 14, Cha 10. Grote is thin, with golden hair and narrow amber eyes. She wears leather armor and wields a spear and wooden shield. Grote is extravagant and sadistic.",
  "Dicia: Female Elf Paladin, Good. Str 11, Dex 11, Con 8, Int 14, Wis 11, Cha 11. Dicia has black hair and dark hazel eyes, and large ears. She wears splint armor and wields a war pick. Dicia has an animal companion, a white warhorse named Lava.",
  "Lida: Female Elf Rogue, N. Str 6, Dex 13, Con 10, Int 17, Wis 13, Cha 8. Lida is thin, with brown hair and soft hazel eyes. She wears studded leather and wields a rapier and hand crossbow.",
  "Edhel: Female Elf Ranger, NE. Str 16, Dex 13, Con 8, Int 8, Wis 8, Cha 8. Edhel has tangled white hair and sharp green eyes, and a magical tattoo on her leg. She wears studded leather and wields a greatsword. Edhel has black snake named Finne.",
  "Neladrie: Female Elf Rogue, LN. Str 13, Dex 14, Con 5, Int 9, Wis 11, Cha 11. Neladrie is exceptionally beautiful, with brown hair and soft hazel eyes. She wears studded leather and wields a shortsword. Neladrie seeks to free herself from an ancient curse.",
  "Atiel: Female Elf Barbarian, NG. Str 16, Dex 9, Con 11, Int 9, Wis 10, Cha 11. Atiel has thick brown hair and green eyes. She wears leather armor and wields a shortsword and shield. Atiel seeks to discover what destroyed her homeland.",
  "Seredhien: Female Elf Monk, CN. Str 14, Dex 14, Con 11, Int 13, Wis 11, Cha 12. Seredhien has gray hair and sharp hazel eyes. She wears modest garments and wields an ono (handaxe).",
  "Galenwe: Female Elf Monk, LG. Str 12, Dex 8, Con 9, Int 7, Wis 14, Cha 11. Galenwe has a narrow face, with red hair and hazel eyes. She wears well-made clothing and wields a bo (quarterstaff) and sai (dagger). Galenwe is cursed with chronic pain.",
  "Ceithle: Female Elf Rogue, LE. Str 11, Dex 15, Con 13, Int 10, Wis 13, Cha 9. Ceithle has long golden hair and gray eyes, and an unusual tattoo on her leg. She wears studded leather and wields a longsword. Ceithle is savage and scheming.",
  "Nelye: Female Elf Fighter, NG. Str 12, Dex 12, Con 11, Int 12, Wis 11, Cha 8. Nelye has a long face, with uneven copper hair and large brown eyes. She wears scale mail and wields a morningstar and shield. Nelye seeks to prove herself to her peers.",
  "Aloth: Female Elf Monk, LN. Str 13, Dex 9, Con 8, Int 14, Wis 15, Cha 8. Aloth has a long face, with uneven red hair and gray eyes. She wears simple clothing and wields a bo (quarterstaff). Aloth has an animal companion, a tiger named Cabrue.",
  "Aissen: Female Elf Rogue, N. Str 15, Dex 17, Con 10, Int 11, Wis 9, Cha 5. Aissen has long golden hair and bright gray eyes. She wears leather armor and wields a shortsword and hand crossbow. Aissen is lustful and vengeful.",
  "Caela: Female Elf Fighter, N. Str 13, Dex 14, Con 8, Int 11, Wis 9, Cha 13. Caela is short, with brown hair and hazel eyes. She wears hide armor and wields a flail and shield. Caela has an animal companion, a black wolf named Ariellan.",
  "Tarielye: Female Elf Rogue, N. Str 6, Dex 16, Con 12, Int 14, Wis 10, Cha 8. Tarielye is tall and heavyset, with silver hair and gray eyes. She wears leather armor and wields a shortsword and sling.",
  "Finnda: Female Elf Rogue, LN. Str 10, Dex 16, Con 8, Int 13, Wis 13, Cha 9. Finnda is tall, with cropped silver hair and hazel eyes. She wears studded leather and wields a rapier and hand crossbow. Finnda suffers an acute fear of confined spaces.",
  "Elyen: Female Elf Fighter, LN. Str 14, Dex 16, Con 5, Int 9, Wis 10, Cha 12. Elyen has auburn hair and dark hazel eyes. She wears a chain shirt and wields a whip and net. Elyen is a practiced juggler.",
  "Alarwen: Female Elf Wizard, CE. Str 15, Dex 9, Con 9, Int 14, Wis 11, Cha 8. Alarwen is exceptionally beautiful, with brown hair and green eyes. She wears modest garments and wields a dagger.",
  "Taniser: Female Elf Ranger, CN. Str 13, Dex 15, Con 7, Int 7, Wis 8, Cha 12. Taniser is fey in appearance, with black hair and amber eyes. She wears scale mail and wields a whip and shield. Taniser is clever and abusive.",
  "Ticca: Female Elf Druid, Neutral. Str 10, Dex 11, Con 9, Int 6, Wis 15, Cha 10. Ticca has white hair and blue eyes. She wears leather armor and wields a quarterstaff and wooden shield. Ticca is sarcastic and gullible.",
  "Vera: Female Elf Bard, NE. Str 11, Dex 11, Con 11, Int 7, Wis 12, Cha 12. Vera is short and willowy, with golden hair and sharp amber eyes. She wears studded leather and wields a longsword. Vera seeks to master the secrets of higher dimensions.",
  "Nerwenye: Female Elf Warlock, NE. Str 9, Dex 10, Con 12, Int 8, Wis 9, Cha 16. Nerwenye is tall, with messy white hair and green eyes. She wears studded leather and wields a handaxe and dagger. Nerwenye has an animal companion, a giant spider named Anen.",
  "Cilla: Female Elf Sorcerer, N. Str 10, Dex 10, Con 15, Int 15, Wis 7, Cha 12. Cilla has blonde hair and amber eyes. She wears plain clothing and wields a dagger and darts. Cilla seeks revenge against the sister who betrayed her.",
  "Faila: Female Elf Fighter, NE. Str 13, Dex 8, Con 10, Int 9, Wis 12, Cha 11. Faila has thick golden hair and dark amber eyes. She wears a chain shirt and wields a flail.",
  "Cradha: Female Elf Paladin, Good. Str 11, Dex 5, Con 10, Int 10, Wis 11, Cha 11. Cradha is exceptionally beautiful, with black hair and green eyes. She wears a chain shirt and wields a pike.",
  "Dealbha: Female Elf Rogue, NG. Str 12, Dex 13, Con 10, Int 13, Wis 11, Cha 15. Dealbha has messy silver hair and green eyes. She wears leather armor and wields a longsword.",
  "Cana: Female Elf Rogue, NG. Str 13, Dex 17, Con 9, Int 10, Wis 10, Cha 7. Cana has gray hair and green eyes, and pointed ears. She wears studded leather and wields a light hammer and javelins. Cana seeks revenge against the aristocrat who framed her.",
  "Vilbia: Female Elf Bard, CE. Str 15, Dex 11, Con 12, Int 13, Wis 8, Cha 15. Vilbia is short, with braided copper hair and amber eyes. She wears leather armor and wields a longsword and shortbow.",
  "Nelothien: Female Elf Fighter, N. Str 17, Dex 14, Con 6, Int 13, Wis 11, Cha 8. Nelothien is rugged in appearance, with golden hair and gray eyes. She wears ring mail and wields a shortsword and shield. Nelothien is hunting the vampire who slew his mentor.",
  "Mirielye: Female Elf Cleric, NG. Str 9, Dex 14, Con 10, Int 11, Wis 16, Cha 12. Mirielye is tall and willowy, with auburn hair and blue eyes. She wears leather armor and wields a handaxe and light crossbow. Mirielye suffers a traumatic fear of fey creatures.",
  "Vica: Female Elf Fighter, NE. Str 17, Dex 8, Con 9, Int 11, Wis 14, Cha 11. Vica has matted black hair and gray eyes. She wears ring mail and wields a battleaxe.",
  "Scaela: Female Elf Monk, LG. Str 10, Dex 10, Con 12, Int 10, Wis 14, Cha 15. Scaela is willowy, with short copper hair and blue eyes. She wears plain clothing and wields a yari (spear). Scaela is chivalrous and modest.",
  "Nerde: Female Elf Ranger, CN. Str 11, Dex 13, Con 11, Int 11, Wis 9, Cha 15. Nerde has straight white hair and blue eyes. She wears a breastplate and wields a battleaxe and shield. Nerde is gullible and selfish.",
  "Esair: Female Elf Barbarian, NG. Str 14, Dex 15, Con 15, Int 11, Wis 5, Cha 11. Esair has straight silver hair and gray eyes, and small ears. She wears scale mail and wields a battleaxe. Esair seeks to discover why she cannot remember anything from yesterday.",
  "Snestu: Female Elf Druid, Neutral. Str 11, Dex 10, Con 8, Int 13, Wis 17, Cha 11. Snestu has cropped brown hair and bright amber eyes, and a sharp nose. She wears hide armor and wields a club and wooden shield. Snestu has badger named Cane.",
  "Rhila: Female Elf Cleric, LN. Str 9, Dex 10, Con 6, Int 12, Wis 13, Cha 10. Rhila has an angular face, with messy red hair and narrow green eyes. She wears studded leather and wields a mace and shield. Rhila is searching for the lost Cathedral of Angels.",
  "Sairi: Female Elf Monk, LN. Str 12, Dex 8, Con 12, Int 13, Wis 7, Cha 15. Sairi has auburn hair and soft green eyes. She wears plain clothing and wields a bo (quarterstaff) and shuriken (darts).",
  "Esam: Female Elf Sorcerer, NG. Str 10, Dex 10, Con 9, Int 10, Wis 7, Cha 13. Esam has straight gray hair and soft brown eyes, and a thin nose. She wears modest garments and wields a quarterstaff and sling. Esam is forgiving and compassionate.",
  "Erdanith: Female Elf Monk, NE. Str 11, Dex 14, Con 12, Int 12, Wis 12, Cha 14. Erdanith has red hair and blue eyes. She wears worn clothing and wields a yari (spear) and shuriken (darts). Erdanith has an animal companion, a green firedrake named Maga.",
  "Aloten: Female Elf Fighter, N. Str 12, Dex 13, Con 9, Int 9, Wis 12, Cha 9. Aloten has blonde hair and soft blue eyes. She wears half plate and wields a morningstar. Aloten is honest and clever.",
  "Gilmithel: Female Elf Rogue, NE. Str 6, Dex 12, Con 14, Int 15, Wis 8, Cha 11. Gilmithel has a round face, with straight gray hair and sharp hazel eyes. She wears studded leather and wields a shortsword. Gilmithel has an animal companion, a raven named Dacha.",
  "Bara: Female Elf Monk, LG. Str 10, Dex 13, Con 12, Int 11, Wis 12, Cha 7. Bara has short black hair and bright blue eyes. She wears simple clothing and wields a bo (quarterstaff).",
  "Gilminye: Female Elf Monk, NE. Str 14, Dex 10, Con 9, Int 5, Wis 11, Cha 14. Gilminye has a square face, with auburn hair and light amber eyes. She wears well-made clothing and wields nunchaku (club). Gilminye is fanatical and scheming.",
  "Nelaser: Female Elf Druid, Neutral. Str 12, Dex 8, Con 9, Int 9, Wis 16, Cha 9. Nelaser has cropped red hair and soft amber eyes. She wears leather armor and wields a spear and wooden shield. Nelaser is wrongly sought by the Duke of Menorest for murder.",
  "Lalwe: Female Elf Barbarian, N. Str 13, Dex 11, Con 9, Int 9, Wis 13, Cha 13. Lalwe is stout, with braided blonde hair and green eyes. She wears leather armor and wields a warhammer and longbow. Lalwe seeks to free herself from an ancient curse.",
  "Mina: Female Elf Monk, LE. Str 13, Dex 13, Con 11, Int 8, Wis 12, Cha 15. Mina has white hair and amber eyes. She wears simple clothing and wields a yari (spear). Mina has an animal companion, a tiger named Calgi.",
  "Ebrialas: Female Elf Rogue, CN. Str 13, Dex 12, Con 14, Int 13, Wis 11, Cha 8. Ebrialas has a long face, with brown hair and amber eyes. She wears studded leather and wields a shortsword and sling. Ebrialas has an animal companion, a black cat named Imbon.",
  "Endedhen: Female Elf Fighter, CG. Str 13, Dex 11, Con 12, Int 8, Wis 13, Cha 9. Endedhen is stout, with red hair and blue eyes. She wears a chain shirt and wields a rapier and shield. Endedhen is principled and intuitive.",
  "Findiser: Female Elf Cleric, LG. Str 7, Dex 5, Con 10, Int 9, Wis 12, Cha 12. Findiser has a square face, with white hair and blue eyes. She wears leather armor and wields a spear and darts. Findiser lost her reflection to a hag.",
  "Velda: Female Elf Monk, N. Str 13, Dex 14, Con 10, Int 10, Wis 10, Cha 9. Velda is tall and willowy, with silver hair and light amber eyes. She wears worn clothing and wields a kanabo (mace). Velda has an animal companion, a red firedrake named Edhror.",
  "Endalbh: Female Elf Fighter, CN. Str 14, Dex 16, Con 14, Int 13, Wis 8, Cha 10. Endalbh has cropped auburn hair and bright gray eyes, and a round nose. She wears scale mail and wields a longsword. Endalbh has an animal companion, a copper firedrake named Anen.",
  "Garga: Female Elf Rogue, N. Str 10, Dex 12, Con 11, Int 10, Wis 15, Cha 9. Garga is exceptionally beautiful, with black hair and sharp blue eyes. She wears leather armor and wields a shortsword.",
  "Arwen: Female Elf Fighter, N. Str 17, Dex 14, Con 7, Int 8, Wis 7, Cha 7. Arwen is tall and overweight, with cropped red hair and dark blue eyes. She wears scale mail and wields a battleaxe and longbow. Arwen has an animal companion, a gray wolf named Deoca.",
  "Nelaser: Female Elf Cleric, NG. Str 9, Dex 11, Con 11, Int 12, Wis 17, Cha 13. Nelaser has long blonde hair and large amber eyes, and pointed ears. She wears leather armor and wields a light hammer. Nelaser is idealistic and calm.",
  "Breca: Female Elf Monk, N. Str 13, Dex 15, Con 9, Int 10, Wis 15, Cha 14. Breca has straight auburn hair and dark green eyes, and a magical scar on her arm. She wears modest garments and wields an ono (handaxe). Breca seeks to become a knight of the realm.",
  "Cesa: Female Elf Paladin, Good. Str 13, Dex 12, Con 10, Int 9, Wis 11, Cha 13. Cesa has cropped copper hair and amber eyes. She wears plate armor and wields a greataxe.",
  "Findanye: Female Elf Rogue, LN. Str 11, Dex 13, Con 7, Int 15, Wis 12, Cha 6. Findanye has a round face, with uneven gray hair and soft gray eyes. She wears studded leather and wields a rapier and darts. Findanye is searching for the legendary Hive of Sunless Horror.",
  "Ariendel: Female Elf Monk, LN. Str 12, Dex 9, Con 5, Int 11, Wis 15, Cha 6. Ariendel has tangled brown hair and soft green eyes. She wears travel-stained clothing and wields a yari (spear). Ariendel has an animal companion, a gray rat named Engon.",
  "Ainnoch: Female Elf Monk, N. Str 10, Dex 7, Con 5, Int 11, Wis 13, Cha 9. Ainnoch has messy golden hair and sharp hazel eyes. She wears travel-stained clothing and wields nunchaku (club). Ainnoch is searching for the legendary dwarven kingdom of Undarbush.",
  "Strota: Female Elf Rogue, NG. Str 10, Dex 13, Con 12, Int 14, Wis 12, Cha 12. Strota is tall, with messy auburn hair and green eyes. She wears studded leather and wields a shortsword and hand crossbow.",
  "Armis: Female Elf Rogue, CG. Str 10, Dex 17, Con 9, Int 15, Wis 10, Cha 5. Armis is rough in appearance, with black hair and dark green eyes. She wears studded leather and wields a handaxe and hand crossbow. Armis has an animal companion, a sable ferret named Enebrir.",
  "Nelaser: Female Elf Bard, CN. Str 7, Dex 7, Con 13, Int 13, Wis 6, Cha 15. Nelaser has cropped black hair and hazel eyes, and small ears. She wears leather armor and wields a shortsword and javelins. Nelaser is amoral and thoughtful.",
  "Snina: Female Elf Rogue, NG. Str 14, Dex 14, Con 5, Int 14, Wis 10, Cha 11. Snina is tall, with auburn hair and bright hazel eyes. She wears studded leather and wields a longsword. Snina is fascinated by distant lands and peoples.",
  "Seredhien: Female Elf Rogue, CN. Str 7, Dex 16, Con 5, Int 12, Wis 15, Cha 13. Seredhien has an angular face, with short golden hair and dark gray eyes. She wears leather armor and wields a longsword. Seredhien is dying and desperately seeks the secret of immortality.",
  "Cora: Female Elf Monk, NE. Str 12, Dex 11, Con 10, Int 12, Wis 9, Cha 11. Cora is exceptionally beautiful, with braided blonde hair and large hazel eyes. She wears sturdy clothing and wields a yari (spear). Cora suffers a traumatic fear of injury.",
  "Erilming: Female Elf Rogue, CN. Str 14, Dex 16, Con 12, Int 12, Wis 11, Cha 7. Erilming has a narrow face, with brown hair and sharp hazel eyes. She wears leather armor and wields a handaxe. Erilming seeks to discover why she cannot remember anything from yesterday.",
  "Ilartas: Female Elf Wizard, LN. Str 8, Dex 12, Con 9, Int 12, Wis 11, Cha 9. Ilartas has blonde hair and blue eyes, and a flat nose. She wears emerald robes and wields a quarterstaff and sling.",
  "Ticca: Female Elf Ranger, N. Str 12, Dex 12, Con 10, Int 10, Wis 13, Cha 8. Ticca has a narrow face, with uneven red hair and large brown eyes. She wears a chain shirt and wields a war pick. Ticca has badger named Finduilye.",
  "Udir: Female Elf Monk, N. Str 13, Dex 14, Con 10, Int 12, Wis 13, Cha 10. Udir has a narrow face, with matted black hair and light gray eyes. She wears sturdy clothing and wields a bo (quarterstaff). Udir has an animal companion, a tiger named Egon.",
  "Ceithla: Female Elf Monk, CN. Str 16, Dex 13, Con 8, Int 10, Wis 9, Cha 9. Ceithla is fey in appearance, with blonde hair and narrow hazel eyes. She wears worn clothing and wields nunchaku (club) and sai (dagger). Ceithla has an animal companion, a black snake named Celadan.",
  "Enen: Female Elf Fighter, N. Str 17, Dex 9, Con 12, Int 11, Wis 13, Cha 9. Enen is pleasant in appearance, with auburn hair and gray eyes. She wears hide armor and wields a pike. Enen has an animal companion, a black bear named Enwen.",
  "Anis: Female Elf Cleric, N. Str 7, Dex 7, Con 11, Int 10, Wis 15, Cha 10. Anis is overweight, with short gray hair and blue eyes. She wears hide armor and wields a club. Anis seeks only fame and glory.",
  "Modwinn: Female Elf Monk, CN. Str 11, Dex 12, Con 9, Int 9, Wis 7, Cha 14. Modwinn has gray hair and green eyes, and prominent ears. She wears well-made clothing and wields nunchaku (club). Modwinn avoids eye contact.",
  "Ebriarwel: Female Elf Barbarian, N. Str 16, Dex 10, Con 16, Int 13, Wis 8, Cha 10. Ebriarwel has a long face, with short auburn hair and blue eyes. She wears leather armor and wields a glaive. Ebriarwel has an animal companion, a black wolf named Brieinga.",
  "Elel: Female Elf Fighter, NE. Str 13, Dex 13, Con 8, Int 13, Wis 11, Cha 9. Elel has matted auburn hair and green eyes. She wears chain mail and wields a flail.",
  "Elerwel: Female Elf Rogue, N. Str 9, Dex 14, Con 7, Int 17, Wis 12, Cha 10. Elerwel is short and heavyset, with thin silver hair and large green eyes. She wears leather armor and wields a longsword.",
  "Cathna: Female Elf Monk, CG. Str 13, Dex 12, Con 14, Int 10, Wis 15, Cha 11. Cathna is heavyset, with brown hair and narrow blue eyes. She wears plain clothing and wields a bo (quarterstaff) and sai (dagger).",
  "Canda: Female Elf Rogue, CN. Str 10, Dex 13, Con 10, Int 14, Wis 14, Cha 10. Canda has gray hair and green eyes. She wears leather armor and wields a quarterstaff. Canda is impossibly lucky.",
  "Elwindith: Female Elf Bard, LN. Str 15, Dex 11, Con 10, Int 9, Wis 14, Cha 17. Elwindith is short and stout, with long silver hair and amber eyes. She wears studded leather and wields a rapier. Elwindith is haunted by the ghost of someone she killed.",
  "Celalwe: Female Elf Paladin, Good. Str 15, Dex 14, Con 12, Int 9, Wis 11, Cha 14. Celalwe has thin silver hair and green eyes. She wears a chain shirt and wields a trident and shield.",
  "Bara: Female Elf Fighter, N. Str 14, Dex 13, Con 11, Int 11, Wis 12, Cha 12. Bara has a square face, with curly white hair and light hazel eyes. She wears plate armor and wields a warhammer and shield. Bara seeks to atone for past sins.",
  "Marielye: Female Elf Fighter, CG. Str 14, Dex 12, Con 8, Int 9, Wis 8, Cha 9. Marielye is tall and slender, with copper hair and bright brown eyes. She wears ring mail and wields a halberd. Marielye has an animal companion, a badger named Gali.",
  "Laserie: Female Elf Barbarian, LG. Str 17, Dex 8, Con 8, Int 11, Wis 13, Cha 14. Laserie has short blonde hair and light green eyes. She wears scale mail and wields a maul. Laserie is valiant and calm.",
  "Amalwel: Female Elf Ranger, LN. Str 17, Dex 12, Con 13, Int 12, Wis 9, Cha 10. Amalwel is common in appearance, with red hair and large brown eyes. She wears scale mail and wields a greatsword. Amalwel has badger named Terne.",
  "Erdaltas: Female Elf Rogue, LN. Str 13, Dex 16, Con 7, Int 15, Wis 12, Cha 10. Erdaltas is stout, with curly auburn hair and blue eyes. She wears studded leather and wields a rapier. Erdaltas has an animal companion, a black cat named Comi.",
  "Laserie: Female Elf Fighter, NE. Str 13, Dex 12, Con 10, Int 12, Wis 6, Cha 13. Laserie has curly red hair and bright blue eyes. She wears a breastplate and wields a longsword and shield. Laserie seeks to destroy the race of ogres.",
  "Luchri: Female Elf Fighter, N. Str 13, Dex 17, Con 11, Int 6, Wis 14, Cha 7. Luchri has an angular face, with blonde hair and brown eyes. She wears ring mail and wields a morningstar. Luchri seeks to become a knight of the realm.",
  "Erchalb: Female Elf Bard, N. Str 14, Dex 8, Con 9, Int 11, Wis 7, Cha 16. Erchalb has red hair and bright gray eyes. She wears leather armor and wields a rapier. Erchalb seeks to become an instructor at the Athenaeum of Flondia.",
  "Imimen: Female Elf Monk, LG. Str 12, Dex 9, Con 6, Int 7, Wis 10, Cha 8. Imimen has tangled gray hair and gray eyes. She wears well-made clothing and wields a kanabo (mace). Imimen has an animal companion, a green snake named Neite.",
  "Hilai: Female Elf Druid, Neutral. Str 13, Dex 8, Con 7, Int 11, Wis 17, Cha 9. Hilai has black hair and gray eyes, and wears glasses with bronze rims. She wears leather armor and wields a club and wooden shield. Hilai seeks to save her family from financial ruin.",
  "Sabri: Female Elf Wizard, NE. Str 11, Dex 12, Con 11, Int 16, Wis 11, Cha 11. Sabri has thin auburn hair and dark hazel eyes. She wears well-made clothing and wields a dagger. Sabri suffers a paralyzing fear of disease.",
  "Gilminye: Female Elf Ranger, LN. Str 8, Dex 8, Con 14, Int 5, Wis 12, Cha 14. Gilminye has an angular face, with straight white hair and amber eyes. She wears half plate and wields a maul. Gilminye is hunting the brigands who murdered her family.",
  "Liba: Female Elf Ranger, NE. Str 11, Dex 9, Con 8, Int 9, Wis 9, Cha 8. Liba is beastly in appearance, with curly black hair and hazel eyes. She wears studded leather and wields a warhammer and shield.",
  "Alwelen: Female Elf Rogue, N. Str 6, Dex 12, Con 9, Int 15, Wis 10, Cha 10. Alwelen has black hair and brown eyes. She wears studded leather and wields a rapier.",
  "Eldit: Female Elf Rogue, NG. Str 11, Dex 14, Con 11, Int 12, Wis 7, Cha 11. Eldit has copper hair and gray eyes, and wears glasses with gold rims. She wears leather armor and wields a longsword. Eldit is a skilled dancer.",
  "Enel: Female Elf Monk, LN. Str 10, Dex 16, Con 12, Int 9, Wis 13, Cha 7. Enel is tall and thin, with messy gray hair and dark hazel eyes. She wears travel-stained clothing and wields a kanabo (mace) and kama (sickle). Enel compulsively plays with a copper ring.",
  "Alwel: Female Elf Monk, N. Str 12, Dex 10, Con 12, Int 13, Wis 10, Cha 14. Alwel has a round face, with blonde hair and narrow amber eyes. She wears plain clothing and wields nunchaku (club) and sai (dagger). Alwel compulsively organizes things.",
  "Luthienye: Female Elf Cleric, N. Str 14, Dex 10, Con 9, Int 15, Wis 14, Cha 16. Luthienye is short, with thin golden hair and amber eyes. She wears a chain shirt and wields a mace and light crossbow.",
  "Nelalwe: Female Elf Wizard, NE. Str 8, Dex 10, Con 7, Int 16, Wis 10, Cha 8. Nelalwe has auburn hair and brown eyes, and small ears. She wears worn clothing and wields a dagger and light crossbow.",
  "Findalye: Female Elf Ranger, NG. Str 10, Dex 10, Con 13, Int 11, Wis 11, Cha 6. Findalye has copper hair and blue eyes, and a beaked nose. She wears leather armor and wields a longsword. Findalye believes that she is being hunted by supernatural creatures.",
  "Hola: Female Elf Monk, NG. Str 16, Dex 9, Con 10, Int 12, Wis 15, Cha 15. Hola has golden hair and light brown eyes, and a round nose. She wears sturdy clothing and wields a yari (spear) and sai (dagger). Hola seeks to discover the truth of her lineage.",
  "Nellothien: Female Elf Paladin, Good. Str 11, Dex 10, Con 11, Int 6, Wis 13, Cha 12. Nellothien has black hair and blue eyes. She wears scale mail and wields a pike. Nellothien is hunting the warlord who stole her ancestral sword.",
  "Nimlaser: Female Elf Bard, LN. Str 10, Dex 11, Con 9, Int 10, Wis 12, Cha 13. Nimlaser has an angular face, with cropped red hair and green eyes. She wears leather armor and wields a longsword and hand crossbow.",
  "Sata: Female Elf Barbarian, LE. Str 17, Dex 10, Con 14, Int 14, Wis 12, Cha 8. Sata is tall, with thin blonde hair and dark brown eyes. She wears hide armor and wields a rapier and hand crossbow. Sata has an animal companion, a green firedrake named Ferco.",
  "Finduilye: Female Elf Sorcerer, NG. Str 12, Dex 10, Con 14, Int 13, Wis 7, Cha 13. Finduilye is tall and willowy, with cropped gray hair and soft hazel eyes. She wears plain clothing and wields a dagger. Finduilye serves Hielyr, an ancient but forgotten goddess of trickery.",
  "Elen: Female Elf Wizard, LG. Str 13, Dex 15, Con 10, Int 16, Wis 5, Cha 9. Elen has auburn hair and bright amber eyes, and large ears. She wears emerald robes and wields a dagger. Elen serves Amiel, an ancient but forgotten goddess of honor.",
  "Marielye: Female Elf Fighter, N. Str 17, Dex 13, Con 10, Int 13, Wis 12, Cha 8. Marielye has uneven red hair and soft green eyes. She wears ring mail and wields a glaive. Marielye is searching for her missing son.",
  "Betha: Female Elf Warlock, NG. Str 14, Dex 11, Con 11, Int 13, Wis 11, Cha 16. Betha has black hair and soft gray eyes. She wears leather armor and wields a club. Betha is hunting the warlord who stole her ancestral sword.",
  "Unan: Female Elf Monk, N. Str 13, Dex 7, Con 10, Int 10, Wis 10, Cha 8. Unan has an angular face, with cropped gray hair and dark green eyes. She wears well-made clothing and wields a bo (quarterstaff).",
  "Vilbia: Female Elf Wizard, LN. Str 9, Dex 12, Con 10, Int 12, Wis 11, Cha 12. Vilbia is exceptionally beautiful, with golden hair and large gray eyes. She wears modest garments and wields a quarterstaff and light crossbow. Vilbia is clever and bloodthirsty.",
  "Ernam: Female Elf Sorcerer, LN. Str 10, Dex 13, Con 12, Int 14, Wis 10, Cha 17. Ernam has a narrow face, with cropped red hair and green eyes. She wears plain clothing and wields a dagger.",
  "Arielyen: Female Elf Fighter, N. Str 13, Dex 15, Con 6, Int 9, Wis 7, Cha 8. Arielyen has braided auburn hair and amber eyes, and prominent ears. She wears a breastplate and wields a halberd. Arielyen dislikes anyone smaller than her.",
  "Lakea: Female Elf Barbarian, CG. Str 13, Dex 10, Con 11, Int 8, Wis 8, Cha 10. Lakea has black hair and blue eyes. She wears leather armor and wields a war pick and shield.",
  "Nimrinde: Female Elf Cleric, CG. Str 14, Dex 14, Con 11, Int 6, Wis 17, Cha 13. Nimrinde has blonde hair and blue eyes, and large ears. She wears hide armor and wields a quarterstaff. Nimrinde dislikes anyone bigger than her.",
  "Mica: Female Elf Fighter, NE. Str 13, Dex 12, Con 13, Int 10, Wis 13, Cha 9. Mica has braided brown hair and brown eyes. She wears chain mail and wields a greataxe. Mica seeks to destroy the race of trolls.",
  "Eundal: Female Elf Wizard, N. Str 10, Dex 12, Con 13, Int 13, Wis 6, Cha 11. Eundal is tall and stout, with tangled copper hair and dark amber eyes. She wears topaz robes and wields a dagger. Eundal speaks with a deep voice.",
  "Vaca: Female Elf Warlock, LE. Str 13, Dex 8, Con 15, Int 12, Wis 6, Cha 13. Vaca has black hair and blue eyes, and an unusual mark on her face. She wears studded leather and wields a handaxe and dagger. Vaca has an animal companion, a grey rat named Endel.",
  "Elen: Female Elf Druid, Neutral. Str 15, Dex 10, Con 12, Int 15, Wis 14, Cha 9. Elen has auburn hair and bright green eyes, and large ears. She wears hide armor and wields a spear and wooden shield.",
  "Nerdelye: Female Elf Druid, Neutral. Str 9, Dex 10, Con 11, Int 11, Wis 14, Cha 13. Nerdelye is fair in appearance, with red hair and hazel eyes. She wears hide armor and wields a club and wooden shield. Nerdelye is cautious and immoral.",
  "Nellenwe: Female Elf Rogue, N. Str 12, Dex 15, Con 7, Int 13, Wis 13, Cha 10. Nellenwe has matted red hair and amber eyes, and a sharp nose. She wears leather armor and wields a rapier. Nellenwe dislikes having people behind her.",
  "Findiser: Female Elf Monk, CG. Str 13, Dex 11, Con 13, Int 13, Wis 12, Cha 13. Findiser has auburn hair and hazel eyes. She wears simple clothing and wields nunchaku (club). Findiser is forgiving and cultured.",
  "Moca: Female Elf Wizard, N. Str 12, Dex 10, Con 11, Int 16, Wis 10, Cha 12. Moca has auburn hair and dark amber eyes. She wears green robes and wields a dagger and sling.",
  "Lanla: Female Elf Bard, NE. Str 11, Dex 11, Con 8, Int 14, Wis 13, Cha 17. Lanla has tangled auburn hair and green eyes, and numerous fearsome piercings. She wears leather armor and wields a light hammer and hand crossbow.",
  "Reca: Female Elf Fighter, NG. Str 15, Dex 14, Con 6, Int 7, Wis 14, Cha 7. Reca has a round face, with silver hair and large amber eyes. She wears ring mail and wields a rapier. Reca is chivalrous and guarded.",
  "Imis: Female Elf Rogue, LN. Str 12, Dex 12, Con 12, Int 13, Wis 12, Cha 8. Imis has an angular face, with short copper hair and light hazel eyes. She wears studded leather and wields a longsword and hand crossbow. Imis is lustful and vengeful.",
  "Galote: Female Elf Rogue, NE. Str 8, Dex 12, Con 14, Int 12, Wis 11, Cha 11. Galote has auburn hair and large brown eyes, and prominent ears. She wears leather armor and wields a rapier.",
  "Aicat: Female Elf Bard, N. Str 14, Dex 12, Con 13, Int 17, Wis 11, Cha 17. Aicat has thick gray hair and blue eyes. She wears leather armor and wields a longsword and sickle. Aicat seeks to discover who murdered her family.",
  "Imithrel: Female Elf Fighter, CN. Str 14, Dex 15, Con 6, Int 10, Wis 11, Cha 7. Imithrel is rough in appearance, with messy white hair and gray eyes. She wears chain mail and wields a maul. Imithrel has an animal companion, a copper firedrake named Idert.",
  "Nova: Female Elf Paladin, Good. Str 10, Dex 7, Con 10, Int 6, Wis 9, Cha 12. Nova is short and willowy, with thin red hair and amber eyes. She wears ring mail and wields a halberd. Nova is generous and compassionate.",
  "Edhel: Female Elf Rogue, NG. Str 12, Dex 15, Con 14, Int 10, Wis 8, Cha 7. Edhel has a square face, with silver hair and sharp green eyes. She wears studded leather and wields a light hammer and sickle. Edhel has an animal companion, a raven named Cotta.",
  "Ilmis: Female Elf Fighter, N. Str 16, Dex 14, Con 13, Int 12, Wis 7, Cha 10. Ilmis has gray hair and amber eyes. She wears a breastplate and wields a whip and blowgun. Ilmis has an animal companion, a black bear named Eglin.",
  "Inndear: Female Elf Barbarian, LG. Str 12, Dex 8, Con 12, Int 8, Wis 9, Cha 15. Inndear has braided blonde hair and brown eyes. She wears studded leather and wields a morningstar. Inndear is searching for the lost empire of Bariande.",
  "Bricia: Female Elf Cleric, NE. Str 15, Dex 12, Con 9, Int 9, Wis 15, Cha 11. Bricia has messy auburn hair and narrow hazel eyes. She wears a breastplate and wields a light hammer and sickle. Bricia has an animal companion, a hunting dog named Ebomion.",
  "Imloden: Female Elf Monk, LG. Str 15, Dex 9, Con 11, Int 10, Wis 11, Cha 13. Imloden has thick gray hair and green eyes. She wears worn clothing and wields a bo (quarterstaff) and sai (dagger). Imloden has an animal companion, a white monkey named Findelye.",
  "Sana: Female Elf Paladin, Good. Str 13, Dex 9, Con 6, Int 10, Wis 8, Cha 9. Sana has tangled black hair and soft green eyes, and prominent ears. She wears hide armor and wields a morningstar and shield. Sana is searching for the lost kingdom of Edhellond.",
  "Celebrie: Female Elf Wizard, LN. Str 12, Dex 12, Con 7, Int 17, Wis 10, Cha 15. Celebrie has a square face, with cropped brown hair and soft amber eyes. She wears sapphire robes and wields a dagger. Celebrie is hunting the doppelganger which destroyed her homeland.",
  "Cena: Female Elf Monk, LN. Str 16, Dex 10, Con 10, Int 11, Wis 17, Cha 8. Cena is fair in appearance, with straight red hair and gray eyes. She wears travel-stained clothing and wields a bo (quarterstaff). Cena is wrongly sought by the Princess of Esseargond for arson.",
  "Mirielye: Female Elf Druid, Neutral. Str 17, Dex 12, Con 13, Int 9, Wis 14, Cha 7. Mirielye is exceptionally beautiful, with uneven copper hair and brown eyes. She wears hide armor and wields a club and wooden shield. Mirielye is a practiced dart thrower.",
  "Mila: Female Elf Druid, Neutral. Str 13, Dex 9, Con 10, Int 9, Wis 12, Cha 10. Mila is exceptionally beautiful, with white hair and dark brown eyes. She wears leather armor and wields a quarterstaff and javelins. Mila is impartial and merciless.",
  "Canda: Female Elf Fighter, LN. Str 12, Dex 10, Con 13, Int 12, Wis 8, Cha 11. Canda has a long face, with short blonde hair and narrow gray eyes. She wears chain mail and wields a trident. Canda seeks to become a knight of the realm.",
  "Mola: Female Elf Fighter, LN. Str 14, Dex 15, Con 13, Int 10, Wis 13, Cha 5. Mola has a narrow face, with braided white hair and green eyes. She wears half plate and wields a longsword and net. Mola seeks to atone for past sins.",
  "Cilla: Female Elf Monk, LE. Str 11, Dex 13, Con 12, Int 13, Wis 12, Cha 11. Cilla is exceptionally beautiful, with straight gray hair and hazel eyes. She wears worn clothing and wields a bo (quarterstaff) and sai (dagger). Cilla compulsively plays with a copper ring.",
  "Faisa: Female Elf Barbarian, LN. Str 14, Dex 11, Con 12, Int 10, Wis 11, Cha 9. Faisa is exceptionally beautiful, with silver hair and sharp amber eyes. She wears leather armor and wields a trident and blowgun.",
  "Anen: Female Elf Bard, N. Str 10, Dex 9, Con 9, Int 16, Wis 12, Cha 15. Anen has a round face, with white hair and amber eyes. She wears leather armor and wields a longsword and hand crossbow. Anen compulsively chants nonsense.",
  "Eren: Female Elf Ranger, NG. Str 11, Dex 8, Con 12, Int 7, Wis 9, Cha 11. Eren is pleasant in appearance, with auburn hair and bright green eyes. She wears half plate and wields a halberd. Eren has dire rat named Inyen.",
  "Eris: Female Elf Sorcerer, LN. Str 8, Dex 12, Con 12, Int 11, Wis 6, Cha 14. Eris is fey in appearance, with red hair and green eyes. She wears simple clothing and wields a dagger. Eris has an animal companion, a tawny rat named Carta.",
  "Laserie: Female Elf Rogue, N. Str 12, Dex 15, Con 14, Int 16, Wis 12, Cha 14. Laserie has a round face, with gray hair and soft gray eyes. She wears studded leather and wields a rapier. Laserie is covetous and sadistic.",
  "Brawstia: Female Elf Barbarian, LN. Str 14, Dex 10, Con 7, Int 13, Wis 11, Cha 6. Brawstia has blonde hair and hazel eyes, and prominent ears. She wears scale mail and wields a whip. Brawstia has an animal companion, a black wolf named Keelta.",
  "Nerwenye: Female Elf Rogue, LN. Str 7, Dex 17, Con 13, Int 12, Wis 8, Cha 8. Nerwenye is short and stout, with black hair and amber eyes. She wears leather armor and wields a mace. Nerwenye is anxious and modest.",
  "Findelye: Female Elf Barbarian, CG. Str 13, Dex 10, Con 8, Int 15, Wis 11, Cha 8. Findelye has white hair and green eyes, and an unusual tattoo on her arm. She wears studded leather and wields a scimitar. Findelye is friendly and covetous.",
  "Celothel: Female Elf Druid, Neutral. Str 12, Dex 11, Con 12, Int 15, Wis 17, Cha 10. Celothel has golden hair and soft gray eyes. She wears hide armor and wields a spear and wooden shield. Celothel suffers a mild allergy to rabbits.",
  "Mirinde: Female Elf Monk, CN. Str 14, Dex 14, Con 10, Int 10, Wis 9, Cha 14. Mirinde is fey in appearance, with long black hair and sharp blue eyes. She wears well-made clothing and wields a kanabo (mace) and sai (dagger). Mirinde seeks to destroy the race of trolls.",
  "Boudia: Female Elf Fighter, CG. Str 15, Dex 14, Con 8, Int 9, Wis 15, Cha 11. Boudia is common in appearance, with thick black hair and blue eyes. She wears hide armor and wields a shortsword. Boudia was magically imprisoned for a hundred years.",
  "Eaniris: Female Elf Rogue, NG. Str 10, Dex 14, Con 14, Int 10, Wis 9, Cha 9. Eaniris is tall, with silver hair and sharp brown eyes. She wears leather armor and wields a quarterstaff. Eaniris suffers a severe allergy to eggs.",
  "Inyellas: Female Elf Rogue, NG. Str 9, Dex 14, Con 10, Int 11, Wis 6, Cha 10. Inyellas has thick silver hair and dark blue eyes, and pointed ears. She wears leather armor and wields a shortsword and sling.",
  "Thama: Female Elf Monk, LN. Str 14, Dex 7, Con 9, Int 8, Wis 14, Cha 7. Thama is fey in appearance, with tangled gray hair and sharp brown eyes. She wears worn clothing and wields an ono (handaxe) and kama (sickle).",
  "Eldanel: Female Elf Cleric, N. Str 11, Dex 10, Con 10, Int 8, Wis 16, Cha 14. Eldanel is tall, with thin auburn hair and soft amber eyes. She wears half plate and wields a light hammer and light crossbow.",
  "Liatha: Female Elf Monk, CN. Str 14, Dex 15, Con 7, Int 12, Wis 10, Cha 10. Liatha has a narrow face, with straight golden hair and brown eyes. She wears travel-stained clothing and wields an ono (handaxe) and shuriken (darts). Liatha compulsively steals small objects.",
  "Eathniach: Female Elf Rogue, NE. Str 12, Dex 14, Con 7, Int 14, Wis 9, Cha 13. Eathniach has silver hair and bright amber eyes, and small ears. She wears leather armor and wields a quarterstaff. Eathniach is only friendly towards other elves..",
  "Nelaser: Female Elf Fighter, CN. Str 15, Dex 9, Con 8, Int 13, Wis 13, Cha 10. Nelaser has a round face, with curly gray hair and hazel eyes. She wears ring mail and wields a rapier and blowgun. Nelaser is extravagant and deceitful.",
  "Nerdelye: Female Elf Wizard, NG. Str 7, Dex 13, Con 12, Int 12, Wis 7, Cha 8. Nerdelye has a narrow face, with cropped silver hair and blue eyes. She wears green robes and wields a quarterstaff and light crossbow. Nerdelye has a terrible sense of direction.",
  "Keelta: Female Elf Druid, Neutral. Str 14, Dex 10, Con 14, Int 7, Wis 17, Cha 10. Keelta is pleasant in appearance, with brown hair and hazel eyes. She wears hide armor and wields a spear.",
  "Ceithla: Female Elf Warlock, N. Str 12, Dex 12, Con 6, Int 8, Wis 10, Cha 17. Ceithla has red hair and sharp blue eyes, and prominent ears. She wears leather armor and wields a light hammer and sickle. Ceithla is protective and coarse.",
  "Ilaren: Female Elf Rogue, LN. Str 6, Dex 12, Con 10, Int 11, Wis 14, Cha 8. Ilaren is short and willowy, with copper hair and hazel eyes. She wears studded leather and wields a spear and dagger. Ilaren has an animal companion, a sable ferret named Grosna.",
  "Tanerde: Female Elf Fighter, LG. Str 17, Dex 12, Con 7, Int 6, Wis 13, Cha 10. Tanerde is tall and overweight, with copper hair and bright blue eyes. She wears plate armor and wields a battleaxe. Tanerde seeks to free herself from an ancient curse.",
  "Nimrielye: Female Elf Monk, LN. Str 10, Dex 16, Con 7, Int 8, Wis 8, Cha 14. Nimrielye is tall and heavyset, with auburn hair and narrow amber eyes. She wears sturdy clothing and wields a kanabo (mace). Nimrielye is extravagant and impartial.",
  "Erbrerg: Female Elf Sorcerer, CG. Str 13, Dex 10, Con 13, Int 11, Wis 15, Cha 13. Erbrerg is short and stout, with tangled black hair and bright amber eyes. She wears modest garments and wields a quarterstaff and light crossbow. Erbrerg is righteous and trustworthy.",
  "Nimrielye: Female Elf Monk, NG. Str 7, Dex 12, Con 10, Int 13, Wis 8, Cha 10. Nimrielye has brown hair and soft blue eyes, and a round nose. She wears worn clothing and wields a bo (quarterstaff). Nimrielye speaks with a loud voice.",
  "Brixa: Female Elf Rogue, N. Str 14, Dex 16, Con 11, Int 8, Wis 13, Cha 9. Brixa is exceptionally beautiful, with white hair and dark green eyes. She wears studded leather and wields a rapier and dagger.",
  "Telta: Female Elf Sorcerer, NG. Str 7, Dex 9, Con 7, Int 5, Wis 12, Cha 13. Telta is tall, with copper hair and soft hazel eyes. She wears sturdy clothing and wields a quarterstaff.",
  "Nimrielye: Female Elf Rogue, N. Str 9, Dex 14, Con 13, Int 13, Wis 10, Cha 12. Nimrielye has a narrow face, with short gray hair and gray eyes. She wears studded leather and wields a rapier and hand crossbow. Nimrielye has an animal companion, a black snake named Nerdanye.",
  "Ellarwen: Female Elf Monk, NG. Str 10, Dex 13, Con 13, Int 8, Wis 11, Cha 11. Ellarwen has silver hair and narrow amber eyes, and a thin nose. She wears simple clothing and wields nunchaku (club) and shuriken (darts). Ellarwen seeks to free herself from an ancient curse.",
  "Tuira: Female Elf Monk, N. Str 13, Dex 13, Con 10, Int 14, Wis 10, Cha 13. Tuira is willowy, with brown hair and bright green eyes. She wears travel-stained clothing and wields an ono (handaxe) and kama (sickle). Tuira seeks to become a knight of the realm.",
  "Aniril: Female Elf Sorcerer, N. Str 14, Dex 11, Con 9, Int 9, Wis 9, Cha 14. Aniril is exceptionally beautiful, with braided blonde hair and hazel eyes. She wears worn clothing and wields a dagger and darts.",
  "Serielye: Female Elf Monk, LN. Str 12, Dex 14, Con 6, Int 5, Wis 10, Cha 11. Serielye has an angular face, with red hair and sharp green eyes. She wears plain clothing and wields a bo (quarterstaff). Serielye has an animal companion, a green snake named Celadir.",
  "Eldan: Female Elf Cleric, N. Str 14, Dex 7, Con 7, Int 9, Wis 16, Cha 11. Eldan has straight blonde hair and large gray eyes. She wears leather armor and wields a quarterstaff and darts.",
  "Artatien: Female Elf Bard, NE. Str 11, Dex 9, Con 5, Int 15, Wis 8, Cha 15. Artatien has silver hair and amber eyes, and numerous horrific scars. She wears studded leather and wields a quarterstaff.",
  "Cuxsa: Female Elf Ranger, N. Str 14, Dex 11, Con 8, Int 14, Wis 12, Cha 9. Cuxsa is stout, with thick brown hair and green eyes. She wears studded leather and wields a maul. Cuxsa suffers a deadly allergy to fish.",
  "Tanellye: Female Elf Barbarian, N. Str 14, Dex 11, Con 17, Int 10, Wis 10, Cha 9. Tanellye is fey in appearance, with tangled silver hair and bright amber eyes. She wears studded leather and wields a trident and shield. Tanellye is foolish and practical.",
  "Boadua: Female Elf Fighter, CN. Str 17, Dex 13, Con 8, Int 6, Wis 11, Cha 11. Boadua has short white hair and brown eyes, and a thin nose. She wears scale mail and wields a war pick and shield. Boadua is easily distracted by food and drink.",
  "Vilba: Female Elf Fighter, NG. Str 16, Dex 11, Con 6, Int 8, Wis 11, Cha 11. Vilba has a long face, with white hair and gray eyes. She wears a breastplate and wields a flail. Vilba has an animal companion, a brown bear named Cune.",
  "Findiser: Female Elf Sorcerer, CG. Str 14, Dex 10, Con 12, Int 11, Wis 13, Cha 17. Findiser is common in appearance, with copper hair and light hazel eyes. She wears well-made clothing and wields a quarterstaff. Findiser seeks to master the secrets of living constructs.",
  "Eldartas: Female Elf Barbarian, LG. Str 15, Dex 10, Con 12, Int 10, Wis 10, Cha 14. Eldartas is tall, with white hair and light gray eyes. She wears leather armor and wields a pike. Eldartas suffers a mild allergy to fish.",
  "Nimlaser: Female Elf Barbarian, NE. Str 14, Dex 9, Con 14, Int 10, Wis 13, Cha 7. Nimlaser has a square face, with uneven auburn hair and bright blue eyes. She wears studded leather and wields a maul. Nimlaser has an animal companion, a ginger dog named Dica.",
  "Arwellas: Female Elf Monk, N. Str 11, Dex 10, Con 14, Int 9, Wis 7, Cha 6. Arwellas has a long face, with uneven blonde hair and soft gray eyes. She wears sturdy clothing and wields an ono (handaxe). Arwellas has an animal companion, a black snake named Eldanis.",
  "Nerdanye: Female Elf Druid, Neutral. Str 16, Dex 9, Con 8, Int 11, Wis 15, Cha 9. Nerdanye is tall and willowy, with matted white hair and gray eyes. She wears hide armor and wields a spear. Nerdanye is eccentric and practical.",
  "Elwil: Female Elf Rogue, CN. Str 10, Dex 12, Con 8, Int 12, Wis 11, Cha 8. Elwil has messy silver hair and gray eyes. She wears leather armor and wields a handaxe. Elwil seeks revenge against the aristocrat who framed her.",
  "Eariendel: Female Elf Fighter, N. Str 12, Dex 12, Con 8, Int 7, Wis 11, Cha 6. Eariendel is short and thin, with white hair and bright hazel eyes. She wears splint armor and wields a trident and shield. Eariendel is searching for the lost elven kingdom of Edheren.",
  "Galaser: Female Elf Paladin, Good. Str 12, Dex 12, Con 12, Int 14, Wis 15, Cha 13. Galaser has braided white hair and light blue eyes, and small ears. She wears splint armor and wields a war pick and shield.",
  "Bonda: Female Elf Monk, N. Str 9, Dex 17, Con 11, Int 8, Wis 10, Cha 8. Bonda is tall and heavyset, with gray hair and soft hazel eyes. She wears well-made clothing and wields nunchaku (club).",
  "Nelaser: Female Elf Fighter, NG. Str 15, Dex 13, Con 11, Int 12, Wis 9, Cha 10. Nelaser has a long face, with short black hair and bright hazel eyes. She wears a chain shirt and wields a trident. Nelaser seeks to find her true love.",
  "Ivoch: Female Elf Monk, CG. Str 13, Dex 17, Con 12, Int 13, Wis 9, Cha 6. Ivoch is willowy, with silver hair and light blue eyes. She wears simple clothing and wields a yari (spear). Ivoch suffers a paralyzing fear of mirrors.",
  "Elen: Female Elf Monk, LG. Str 12, Dex 11, Con 7, Int 9, Wis 9, Cha 13. Elen has braided white hair and dark brown eyes. She wears simple clothing and wields a bo (quarterstaff). Elen is virtuous and proud.",
  "Anelel: Female Elf Fighter, LN. Str 15, Dex 10, Con 14, Int 9, Wis 12, Cha 10. Anelel is exceptionally beautiful, with short golden hair and brown eyes. She wears plate armor and wields a trident. Anelel has an animal companion, a badger named Arieris.",
  "Mithrilye: Female Elf Rogue, N. Str 9, Dex 16, Con 12, Int 13, Wis 13, Cha 10. Mithrilye has a long face, with straight silver hair and light blue eyes. She wears leather armor and wields a mace. Mithrilye is searching for her missing daughter.",
  "Ettec: Female Elf Druid, Neutral. Str 15, Dex 9, Con 8, Int 10, Wis 12, Cha 12. Ettec is exceptionally beautiful, with golden hair and soft gray eyes. She wears hide armor and wields a quarterstaff and sickle. Ettec has dire rat named Core.",
  "Ebriarel: Female Elf Monk, N. Str 10, Dex 15, Con 12, Int 10, Wis 13, Cha 10. Ebriarel has messy silver hair and amber eyes. She wears simple clothing and wields an ono (handaxe) and kama (sickle). Ebriarel is disorganized and devout.",
  "Sata: Female Elf Monk, N. Str 11, Dex 16, Con 10, Int 6, Wis 10, Cha 9. Sata has a square face, with brown hair and light blue eyes. She wears plain clothing and wields an ono (handaxe). Sata has an animal companion, a red firedrake named Duina.",
  "Nelebrie: Female Elf Monk, N. Str 7, Dex 10, Con 7, Int 12, Wis 11, Cha 8. Nelebrie has a long face, with thin brown hair and dark green eyes. She wears worn clothing and wields an ono (handaxe) and sai (dagger). Nelebrie has an animal companion, a hunting dog named Celegon.",
  "Tarie: Female Elf Cleric, LN. Str 8, Dex 12, Con 12, Int 10, Wis 14, Cha 8. Tarie is exceptionally beautiful, with long gray hair and sharp green eyes. She wears studded leather and wields a mace.",
  "Arerdas: Female Elf Monk, N. Str 15, Dex 12, Con 11, Int 6, Wis 16, Cha 13. Arerdas is pleasant in appearance, with red hair and sharp brown eyes. She wears sturdy clothing and wields a yari (spear) and shuriken (darts). Arerdas is bold and corrupt.",
  "Criga: Female Elf Monk, N. Str 13, Dex 10, Con 12, Int 6, Wis 13, Cha 13. Criga has a long face, with straight black hair and green eyes. She wears travel-stained clothing and wields nunchaku (club) and kama (sickle). Criga is decisive and agreeable.",
  "Niserie: Female Elf Monk, NG. Str 12, Dex 14, Con 11, Int 11, Wis 9, Cha 8. Niserie has blonde hair and blue eyes. She wears plain clothing and wields a bo (quarterstaff). Niserie is reflective and impatient.",
  "Ithrel: Female Elf Paladin, Good. Str 9, Dex 15, Con 8, Int 12, Wis 12, Cha 7. Ithrel has brown hair and dark amber eyes. She wears splint armor and wields a glaive. Ithrel speaks with a mousy voice.",
  "Altarwel: Female Elf Warlock, LG. Str 8, Dex 11, Con 10, Int 11, Wis 10, Cha 16. Altarwel has a narrow face, with white hair and narrow green eyes. She wears studded leather and wields a light hammer. Altarwel seeks to continue the noble legacy of her father.",
  "Brixa: Female Elf Wizard, N. Str 13, Dex 10, Con 9, Int 17, Wis 11, Cha 9. Brixa has copper hair and green eyes, and a flat nose. She wears expensive clothing and wields a dagger and darts. Brixa is tactless and greedy.",
  "Ufoch: Female Elf Paladin, Good. Str 9, Dex 10, Con 15, Int 7, Wis 14, Cha 17. Ufoch is fair in appearance, with matted black hair and large green eyes. She wears scale mail and wields a halberd. Ufoch is dying and desperately seeks the secret of immortality.",
  "Cilla: Female Elf Fighter, NG. Str 13, Dex 16, Con 8, Int 12, Wis 7, Cha 8. Cilla has a long face, with messy brown hair and gray eyes. She wears hide armor and wields a war pick. Cilla is aesthetic and diplomatic.",
  "Saira: Female Elf Rogue, N. Str 10, Dex 17, Con 11, Int 13, Wis 7, Cha 9. Saira is stout, with copper hair and gray eyes. She wears leather armor and wields a shortsword and hand crossbow. Saira has an animal companion, a sable ferret named Dara.",
  "Lanla: Female Elf Barbarian, CN. Str 17, Dex 10, Con 14, Int 14, Wis 5, Cha 7. Lanla is fey in appearance, with thick silver hair and light gray eyes. She wears studded leather and wields a warhammer.",
  "Mallia: Female Elf Barbarian, CE. Str 14, Dex 9, Con 15, Int 9, Wis 11, Cha 6. Mallia is willowy, with tangled golden hair and bright hazel eyes. She wears hide armor and wields a whip and shield. Mallia is haunted by the ghost of someone she killed.",
  "Tiva: Female Elf Monk, NE. Str 13, Dex 12, Con 12, Int 11, Wis 14, Cha 10. Tiva has straight silver hair and gray eyes, and large ears. She wears travel-stained clothing and wields a yari (spear). Tiva is quiet, and says as little as possible.",
  "Faisa: Female Elf Monk, LG. Str 12, Dex 12, Con 10, Int 13, Wis 12, Cha 6. Faisa is exceptionally beautiful, with black hair and bright amber eyes. She wears simple clothing and wields an ono (handaxe) and kama (sickle). Faisa suffers a traumatic fear of magic and arcana.",
  "Liatha: Female Elf Paladin, Good. Str 13, Dex 7, Con 11, Int 7, Wis 12, Cha 11. Liatha has copper hair and amber eyes. She wears hide armor and wields a pike. Liatha suffers a severe allergy to rabbits.",
  "Tima: Female Elf Rogue, N. Str 8, Dex 16, Con 10, Int 14, Wis 10, Cha 11. Tima has tangled copper hair and gray eyes, and a distinctive tattoo on her leg. She wears leather armor and wields a spear. Tima is cynical and greedy.",
  "Induiril: Female Elf Fighter, NG. Str 12, Dex 9, Con 10, Int 7, Wis 5, Cha 14. Induiril has thick gray hair and gray eyes, and pointed ears. She wears a breastplate and wields a rapier. Induiril has an animal companion, a black bear named Imin.",
  "Finduilye: Female Elf Monk, N. Str 15, Dex 14, Con 12, Int 11, Wis 12, Cha 11. Finduilye has long blonde hair and gray eyes, and numerous unusual tattoos. She wears simple clothing and wields a kanabo (mace). Finduilye seeks revenge against the sister who betrayed her.",
  "Indimis: Female Elf Paladin, Good. Str 10, Dex 10, Con 9, Int 10, Wis 14, Cha 13. Indimis has a round face, with straight golden hair and brown eyes. She wears ring mail and wields a warhammer and shield. Indimis is sensitive and witty.",
  "Deoca: Female Elf Ranger, CN. Str 12, Dex 7, Con 14, Int 12, Wis 14, Cha 15. Deoca has thick black hair and gray eyes, and a thin nose. She wears studded leather and wields a trident and shield.",
  "Enwelel: Female Elf Monk, NE. Str 14, Dex 16, Con 8, Int 9, Wis 8, Cha 9. Enwelel is short, with silver hair and light hazel eyes. She wears modest garments and wields a yari (spear) and shuriken (darts). Enwelel is searching for a legendary blade named Malefic Devastator.",
  "Britha: Female Elf Fighter, NE. Str 14, Dex 13, Con 10, Int 14, Wis 11, Cha 10. Britha has braided golden hair and sharp blue eyes, and a round nose. She wears a breastplate and wields a morningstar and longbow.",
  "Bodhma: Female Elf Monk, NG. Str 14, Dex 15, Con 13, Int 11, Wis 14, Cha 6. Bodhma is willowy, with thick silver hair and dark amber eyes. She wears travel-stained clothing and wields a bo (quarterstaff). Bodhma is searching for a legendary blade named Astral Destiny.",
  "Brita: Female Elf Fighter, LE. Str 15, Dex 12, Con 8, Int 10, Wis 13, Cha 10. Brita has a long face, with curly white hair and green eyes. She wears chain mail and wields a warhammer and longbow.",
  "Velda: Female Elf Fighter, LE. Str 15, Dex 10, Con 10, Int 11, Wis 10, Cha 6. Velda has thin golden hair and soft gray eyes, and pointed ears. She wears half plate and wields a morningstar and hand crossbow.",
  "Aillag: Female Elf Monk, CN. Str 12, Dex 11, Con 6, Int 13, Wis 12, Cha 8. Aillag is pleasant in appearance, with silver hair and dark gray eyes. She wears sturdy clothing and wields a yari (spear). Aillag has an animal companion, a golden monkey named Maslie.",
  "Endach: Female Elf Druid, Neutral. Str 13, Dex 14, Con 11, Int 10, Wis 12, Cha 15. Endach has blonde hair and gray eyes. She wears hide armor and wields a club.",
  "Iriel: Female Elf Fighter, LN. Str 15, Dex 11, Con 9, Int 10, Wis 11, Cha 5. Iriel is common in appearance, with long red hair and narrow blue eyes. She wears a breastplate and wields a halberd. Iriel is hunting the dragon who slew his mentor.",
  "Ilanis: Female Elf Ranger, LN. Str 9, Dex 14, Con 10, Int 13, Wis 12, Cha 8. Ilanis has a long face, with matted auburn hair and green eyes. She wears leather armor and wields a longsword. Ilanis seeks to atone for past sins.",
  "Aicir: Female Elf Paladin, Good. Str 11, Dex 7, Con 9, Int 9, Wis 14, Cha 13. Aicir has gray hair and bright blue eyes, and small ears. She wears hide armor and wields a pike. Aicir speaks with a shrill voice.",
  "Nerde: Female Elf Monk, NG. Str 13, Dex 11, Con 7, Int 10, Wis 9, Cha 11. Nerde has thick white hair and green eyes, and an unusual tattoo on her arm. She wears worn clothing and wields a yari (spear). Nerde has an animal companion, a copper firedrake named Cuna.",
  "Serellye: Female Elf Warlock, N. Str 12, Dex 9, Con 11, Int 10, Wis 11, Cha 16. Serellye has straight blonde hair and amber eyes. She wears studded leather and wields a club. Serellye is gullible and covetous.",
  "Lida: Female Elf Sorcerer, NG. Str 13, Dex 13, Con 11, Int 9, Wis 7, Cha 16. Lida has a narrow face, with curly brown hair and light gray eyes. She wears well-made clothing and wields a dagger and sling. Lida holds a grudge against wizards.",
  "Geola: Female Elf Rogue, LN. Str 7, Dex 13, Con 9, Int 10, Wis 13, Cha 8. Geola has silver hair and large brown eyes, and large ears. She wears studded leather and wields a rapier. Geola speaks with a raspy voice.",
  "Nelye: Female Elf Ranger, CE. Str 11, Dex 7, Con 10, Int 5, Wis 14, Cha 11. Nelye is slender, with golden hair and gray eyes. She wears hide armor and wields a war pick and shield. Nelye is searching for the lost elven kingdom of Falothlind.",
  "Celalwe: Female Elf Cleric, LN. Str 12, Dex 13, Con 9, Int 15, Wis 17, Cha 14. Celalwe has a square face, with copper hair and light blue eyes. She wears hide armor and wields a spear and shortbow. Celalwe is painfully tone-deaf.",
  "Matia: Female Elf Cleric, N. Str 12, Dex 12, Con 6, Int 5, Wis 15, Cha 12. Matia has a long face, with long brown hair and narrow blue eyes. She wears half plate and wields a spear and shield. Matia is amoral and disorganized.",
  "Idrilmil: Female Elf Rogue, LG. Str 6, Dex 16, Con 11, Int 14, Wis 12, Cha 11. Idrilmil has a round face, with tangled white hair and green eyes. She wears studded leather and wields a club. Idrilmil seeks only fame and glory.",
  "Halla: Female Elf Fighter, N. Str 14, Dex 16, Con 8, Int 8, Wis 12, Cha 9. Halla has a square face, with gray hair and dark gray eyes. She wears plate armor and wields a shortsword. Halla seeks to free herself from an ancient curse.",
  "Cilla: Female Elf Rogue, CE. Str 8, Dex 12, Con 5, Int 9, Wis 5, Cha 9. Cilla has curly golden hair and blue eyes, and an unusual mark on her leg. She wears studded leather and wields a shortsword and light crossbow. Cilla is barbaric and unfeeling.",
  "Niserie: Female Elf Fighter, LN. Str 13, Dex 10, Con 9, Int 9, Wis 13, Cha 10. Niserie is short and slender, with gray hair and brown eyes. She wears half plate and wields a morningstar and shield. Niserie is searching for her missing son.",
  "Nisa: Female Elf Barbarian, LN. Str 12, Dex 15, Con 13, Int 9, Wis 9, Cha 10. Nisa is pleasant in appearance, with matted silver hair and blue eyes. She wears leather armor and wields a rapier. Nisa was raised by cultists of the Sentinel of Rings.",
  "Arielel: Female Elf Fighter, N. Str 14, Dex 11, Con 10, Int 8, Wis 7, Cha 8. Arielel is exceptionally beautiful, with cropped gray hair and large hazel eyes. She wears plate armor and wields a flail. Arielel is cursed with wild tremors.",
  "Cuxsa: Female Elf Cleric, N. Str 5, Dex 8, Con 10, Int 8, Wis 14, Cha 11. Cuxsa has a long face, with blonde hair and dark brown eyes. She wears half plate and wields a handaxe and shield. Cuxsa compulsively organizes things.",
  "Messbia: Female Elf Rogue, LG. Str 7, Dex 14, Con 11, Int 15, Wis 8, Cha 8. Messbia has thin auburn hair and sharp brown eyes. She wears studded leather and wields a rapier and shortbow. Messbia is hunting the vampire who murdered her family.",
  "Brennia: Female Elf Wizard, LN. Str 10, Dex 8, Con 10, Int 16, Wis 10, Cha 9. Brennia has a long face, with thin golden hair and green eyes. She wears emerald robes and wields a quarterstaff. Brennia has an arcane familiar, a silver weasel named Celathald.",
  "Anelel: Female Elf Druid, Neutral. Str 12, Dex 11, Con 8, Int 14, Wis 17, Cha 5. Anelel has brown hair and brown eyes. She wears leather armor and wields a mace and javelins. Anelel is foolish and bloodthirsty.",
  "Atielyel: Female Elf Monk, LG. Str 11, Dex 7, Con 10, Int 8, Wis 7, Cha 10. Atielyel is short and overweight, with gray hair and light blue eyes. She wears travel-stained clothing and wields an ono (handaxe).",
  "Arel: Female Elf Cleric, LN. Str 10, Dex 6, Con 12, Int 10, Wis 17, Cha 10. Arel has cropped gray hair and soft hazel eyes. She wears half plate and wields a light hammer and shield. Arel has an animal companion, a silver cat named Muilla.",
  "Gane: Female Elf Ranger, N. Str 14, Dex 10, Con 12, Int 9, Wis 8, Cha 10. Gane is short and thin, with golden hair and blue eyes. She wears a chain shirt and wields a flail. Gane has black dog named Alartas.",
  "Mandua: Female Elf Cleric, CN. Str 9, Dex 13, Con 13, Int 9, Wis 16, Cha 12. Mandua has a square face, with red hair and brown eyes. She wears studded leather and wields a mace. Mandua is talkative and clever.",
  "Ethid: Female Elf Paladin, Good. Str 14, Dex 13, Con 15, Int 8, Wis 11, Cha 10. Ethid is overweight, with black hair and amber eyes. She wears hide armor and wields a rapier. Ethid seeks revenge against the sister who betrayed her.",
  "Serode: Female Elf Monk, NG. Str 16, Dex 13, Con 13, Int 13, Wis 8, Cha 9. Serode has silver hair and green eyes. She wears sturdy clothing and wields a kanabo (mace) and sai (dagger). Serode has an animal companion, a black monkey named Nerwenye.",
  "Gilmithien: Female Elf Cleric, NG. Str 12, Dex 11, Con 9, Int 10, Wis 17, Cha 11. Gilmithien has a square face, with long silver hair and narrow gray eyes. She wears hide armor and wields a light hammer and shield. Gilmithien has an animal companion, a gray rat named Galenwe.",
  "Mandia: Female Elf Rogue, NE. Str 12, Dex 14, Con 11, Int 15, Wis 7, Cha 10. Mandia is exceptionally beautiful, with straight white hair and hazel eyes. She wears leather armor and wields a shortsword. Mandia is a terrible liar.",
  "Altan: Female Elf Warlock, LN. Str 7, Dex 9, Con 9, Int 12, Wis 14, Cha 12. Altan is short, with long copper hair and green eyes. She wears leather armor and wields a club and dagger. Altan has an animal companion, a giant spider named Erwel.",
  "Galotie: Female Elf Bard, N. Str 11, Dex 14, Con 11, Int 10, Wis 14, Cha 13. Galotie has silver hair and narrow hazel eyes, and small ears. She wears leather armor and wields a rapier and hand crossbow. Galotie has an animal companion, a ginger cat named Esil.",
  "Niserie: Female Elf Monk, NE. Str 14, Dex 17, Con 7, Int 8, Wis 8, Cha 5. Niserie has a narrow face, with silver hair and hazel eyes. She wears well-made clothing and wields a bo (quarterstaff).",
  "Nellebrie: Female Elf Monk, N. Str 15, Dex 8, Con 11, Int 7, Wis 15, Cha 9. Nellebrie is tall, with straight blonde hair and brown eyes. She wears worn clothing and wields a kanabo (mace).",
  "Duina: Female Elf Fighter, N. Str 15, Dex 13, Con 8, Int 11, Wis 8, Cha 10. Duina is fair in appearance, with gray hair and hazel eyes. She wears a breastplate and wields a pike. Duina compulsively mutters taunts and mockery.",
  "Keelta: Female Elf Monk, CG. Str 10, Dex 13, Con 11, Int 8, Wis 14, Cha 11. Keelta is tall and overweight, with red hair and narrow gray eyes. She wears modest garments and wields a kanabo (mace) and shuriken (darts). Keelta has an animal companion, a tawny rat named Indall.",
  "Moca: Female Elf Ranger, NG. Str 15, Dex 11, Con 13, Int 14, Wis 17, Cha 13. Moca has matted auburn hair and green eyes. She wears leather armor and wields a glaive. Moca is perceptive and truthful.",
  "Boda: Female Elf Wizard, N. Str 11, Dex 9, Con 10, Int 15, Wis 13, Cha 6. Boda has white hair and large gray eyes. She wears simple clothing and wields a dagger and sling. Boda seeks to free herself from an ancient curse.",
  "Nelaser: Female Elf Fighter, CE. Str 13, Dex 11, Con 7, Int 15, Wis 10, Cha 13. Nelaser is exceptionally beautiful, with white hair and amber eyes. She wears plate armor and wields a war pick.",
  "Artariel: Female Elf Fighter, LG. Str 17, Dex 15, Con 12, Int 10, Wis 12, Cha 15. Artariel is willowy, with thin auburn hair and dark blue eyes. She wears half plate and wields a morningstar. Artariel serves Katib, an ancient but forgotten goddess of good.",
  "Idring: Female Elf Rogue, LN. Str 12, Dex 14, Con 7, Int 9, Wis 10, Cha 11. Idring is short and overweight, with tangled gray hair and brown eyes. She wears leather armor and wields a longsword. Idring has an animal companion, a sable ferret named Dica.",
  "Findanye: Female Elf Barbarian, N. Str 13, Dex 12, Con 12, Int 9, Wis 14, Cha 7. Findanye has braided gray hair and amber eyes, and a thin nose. She wears studded leather and wields a flail. Findanye is lustful and polite.",
  "Hluaga: Female Elf Monk, N. Str 11, Dex 9, Con 7, Int 7, Wis 13, Cha 9. Hluaga is rugged in appearance, with matted auburn hair and gray eyes. She wears plain clothing and wields a bo (quarterstaff) and kama (sickle).",
  "Nellaser: Female Elf Bard, LN. Str 13, Dex 7, Con 11, Int 15, Wis 11, Cha 13. Nellaser has short red hair and soft hazel eyes, and a magical tattoo on her face. She wears studded leather and wields a longsword and hand crossbow. Nellaser seeks only fame and glory.",
  "Cuilla: Female Elf Rogue, NG. Str 10, Dex 12, Con 15, Int 9, Wis 8, Cha 10. Cuilla is short, with auburn hair and light green eyes. She wears studded leather and wields a longsword. Cuilla is honorable and sensitive.",
  "Edhen: Female Elf Monk, CN. Str 7, Dex 12, Con 6, Int 13, Wis 12, Cha 8. Edhen is exceptionally beautiful, with black hair and green eyes. She wears worn clothing and wields an ono (handaxe). Edhen has an animal companion, a tawny rat named Elurgor.",
  "Lera: Female Elf Fighter, LN. Str 14, Dex 8, Con 11, Int 12, Wis 12, Cha 9. Lera is tall, with gray hair and bright green eyes. She wears a breastplate and wields a halberd. Lera suffers a traumatic fear of clerics.",
  "Nerwenye: Female Elf Barbarian, N. Str 12, Dex 10, Con 14, Int 7, Wis 11, Cha 10. Nerwenye has copper hair and amber eyes. She wears studded leather and wields a shortsword and net. Nerwenye is morose and lazy.",
  "Dica: Female Elf Fighter, NG. Str 17, Dex 9, Con 6, Int 6, Wis 11, Cha 9. Dica is pleasant in appearance, with thick blonde hair and brown eyes. She wears splint armor and wields a rapier and longbow. Dica is fair and aesthetic.",
  "Nimluthien: Female Elf Monk, LG. Str 16, Dex 11, Con 12, Int 15, Wis 11, Cha 10. Nimluthien is short, with brown hair and blue eyes. She wears worn clothing and wields a yari (spear). Nimluthien is wise and valiant.",
  "Mirielye: Female Elf Monk, N. Str 11, Dex 17, Con 11, Int 11, Wis 12, Cha 7. Mirielye has auburn hair and brown eyes, and a distinctive tattoo on her leg. She wears modest garments and wields nunchaku (club).",
  "Galenwe: Female Elf Cleric, NG. Str 7, Dex 6, Con 10, Int 13, Wis 12, Cha 9. Galenwe has a long face, with brown hair and green eyes. She wears studded leather and wields a club and shield. Galenwe is aesthetic and foolish.",
  "Indis: Female Elf Ranger, NE. Str 11, Dex 13, Con 14, Int 7, Wis 10, Cha 15. Indis is exceptionally beautiful, with thin copper hair and light brown eyes. She wears scale mail and wields a shortsword. Indis is merciless and deceitful.",
  "Laserie: Female Elf Fighter, NG. Str 15, Dex 11, Con 5, Int 14, Wis 12, Cha 8. Laserie has a narrow face, with cropped blonde hair and gray eyes. She wears chain mail and wields a pike. Laserie is romantic and mischievous.",
  "Earieris: Female Elf Sorcerer, N. Str 7, Dex 14, Con 13, Int 7, Wis 11, Cha 17. Earieris has blonde hair and amber eyes, and pointed ears. She wears modest garments and wields a quarterstaff and sling. Earieris is lustful and gullible.",
  "Nelebrie: Female Elf Warlock, N. Str 14, Dex 6, Con 12, Int 12, Wis 10, Cha 15. Nelebrie has curly gray hair and green eyes. She wears leather armor and wields a light hammer. Nelebrie is decisive and fanatical.",
  "Eadin: Female Elf Rogue, N. Str 13, Dex 16, Con 6, Int 12, Wis 14, Cha 8. Eadin has short brown hair and light amber eyes, and a distinctive tattoo on her arm. She wears studded leather and wields a rapier.",
  "Cora: Female Elf Fighter, NG. Str 16, Dex 14, Con 9, Int 14, Wis 15, Cha 9. Cora has a round face, with thick brown hair and bright hazel eyes. She wears splint armor and wields a glaive. Cora is courteous and truthful.",
  "Eldatiel: Female Elf Monk, N. Str 11, Dex 14, Con 10, Int 13, Wis 7, Cha 14. Eldatiel has a long face, with thin black hair and amber eyes. She wears modest garments and wields a kanabo (mace). Eldatiel has an animal companion, a tawny rat named Lise.",
  "Ainnal: Female Elf Rogue, N. Str 11, Dex 13, Con 6, Int 9, Wis 10, Cha 10. Ainnal is short, with red hair and blue eyes. She wears leather armor and wields a quarterstaff.",
  "Aindadh: Female Elf Wizard, N. Str 7, Dex 12, Con 10, Int 14, Wis 9, Cha 9. Aindadh is tall and overweight, with white hair and amber eyes. She wears plain clothing and wields a quarterstaff. Aindadh suffers a severe allergy to milk.",
  "Eldariel: Female Elf Fighter, LN. Str 15, Dex 13, Con 11, Int 14, Wis 7, Cha 12. Eldariel has short brown hair and sharp gray eyes. She wears a chain shirt and wields a pike. Eldariel is truthful and alluring.",
  "Carda: Female Elf Fighter, LN. Str 16, Dex 10, Con 7, Int 14, Wis 11, Cha 15. Carda is common in appearance, with messy gray hair and narrow amber eyes. She wears hide armor and wields a greataxe. Carda suffers a paralyzing fear of crowds.",
  "Messba: Female Elf Paladin, Good. Str 14, Dex 9, Con 11, Int 11, Wis 10, Cha 14. Messba is youthful in appearance, with silver hair and amber eyes. She wears chain mail and wields a maul.",
  "Mithrianye: Female Elf Bard, LN. Str 13, Dex 8, Con 15, Int 14, Wis 13, Cha 14. Mithrianye has white hair and blue eyes. She wears studded leather and wields a club and hand crossbow. Mithrianye seeks to discover who murdered her family.",
  "Irmen: Female Elf Monk, N. Str 11, Dex 17, Con 13, Int 14, Wis 10, Cha 15. Irmen is tall, with gray hair and gray eyes. She wears well-made clothing and wields nunchaku (club) and kama (sickle). Irmen dislikes anyone bigger than her.",
  "Maera: Female Elf Fighter, CN. Str 17, Dex 10, Con 12, Int 12, Wis 13, Cha 14. Maera is tall, with red hair and large amber eyes. She wears splint armor and wields a warhammer and shield. Maera is dying and desperately seeks the secret of immortality.",
  "Bechi: Female Elf Warlock, NG. Str 14, Dex 10, Con 12, Int 10, Wis 8, Cha 13. Bechi has blonde hair and blue eyes, and small ears. She wears leather armor and wields a light hammer.",
  "Erwel: Female Elf Paladin, Good. Str 12, Dex 10, Con 10, Int 12, Wis 16, Cha 15. Erwel is short and thin, with curly black hair and brown eyes. She wears splint armor and wields a scimitar. Erwel is diplomatic and lewd.",
  "Lenwende: Female Elf Paladin, Good. Str 9, Dex 5, Con 11, Int 7, Wis 8, Cha 12. Lenwende has a square face, with thick blonde hair and hazel eyes. She wears chain mail and wields a trident.",
  "Mirilye: Female Elf Monk, CN. Str 13, Dex 13, Con 6, Int 9, Wis 9, Cha 11. Mirilye has a long face, with short blonde hair and brown eyes. She wears well-made clothing and wields a bo (quarterstaff) and shuriken (darts). Mirilye suffers an acute fear of disease.",
  "Dicca: Female Elf Wizard, LN. Str 15, Dex 12, Con 6, Int 12, Wis 13, Cha 7. Dicca has auburn hair and amber eyes. She wears tailored clothing and wields a dagger and sling.",
  "Nimrielye: Female Elf Barbarian, CE. Str 14, Dex 12, Con 13, Int 10, Wis 13, Cha 13. Nimrielye has thin blonde hair and large hazel eyes, and numerous distinctive tattoos. She wears leather armor and wields a warhammer and blowgun. Nimrielye blames trolls for every misfortune.",
  "Mirellye: Female Elf Cleric, N. Str 9, Dex 13, Con 8, Int 14, Wis 13, Cha 14. Mirellye is fair in appearance, with red hair and light brown eyes. She wears a breastplate and wields a club and shield. Mirellye is haunted by the ghost of someone she killed.",
  "Mithrielye: Female Elf Druid, Neutral. Str 8, Dex 8, Con 10, Int 15, Wis 15, Cha 13. Mithrielye has white hair and brown eyes. She wears hide armor and wields a scimitar and wooden shield.",
  "Ariebrias: Female Elf Wizard, NG. Str 11, Dex 12, Con 8, Int 17, Wis 10, Cha 14. Ariebrias has messy white hair and light brown eyes. She wears tailored clothing and wields a quarterstaff and darts.",
  "Galebrie: Female Elf Ranger, N. Str 10, Dex 9, Con 13, Int 11, Wis 10, Cha 15. Galebrie has a round face, with long auburn hair and sharp gray eyes. She wears leather armor and wields a trident and shield.",
  "Ceithlia: Female Elf Barbarian, CN. Str 17, Dex 12, Con 15, Int 11, Wis 9, Cha 8. Ceithlia is slender, with thick black hair and narrow amber eyes. She wears studded leather and wields a warhammer and longbow. Ceithlia is searching for her missing son.",
  "Erwebrian: Female Elf Cleric, N. Str 8, Dex 10, Con 10, Int 6, Wis 17, Cha 8. Erwebrian has a long face, with curly copper hair and hazel eyes. She wears studded leather and wields a handaxe and shield. Erwebrian is covetous and perverted.",
  "Ticca: Female Elf Monk, N. Str 15, Dex 13, Con 10, Int 9, Wis 17, Cha 14. Ticca has copper hair and brown eyes, and a magical mark on her face. She wears travel-stained clothing and wields an ono (handaxe).",
  "Inyedhel: Female Elf Cleric, N. Str 10, Dex 11, Con 12, Int 7, Wis 13, Cha 13. Inyedhel has silver hair and gray eyes. She wears studded leather and wields a quarterstaff and sling. Inyedhel seeks revenge against the sister who betrayed her.",
  "Eldadriel: Female Elf Cleric, LE. Str 13, Dex 11, Con 10, Int 13, Wis 13, Cha 9. Eldadriel is thin, with tangled golden hair and light amber eyes. She wears half plate and wields a club and shield. Eldadriel dislikes anyone smaller than her.",
  "Gilminye: Female Elf Rogue, LN. Str 9, Dex 12, Con 13, Int 8, Wis 9, Cha 12. Gilminye is slender, with black hair and large amber eyes. She wears leather armor and wields a spear and hand crossbow. Gilminye seeks to steal an ancient artifact from the Crypts of Ghastly Horror.",
  "Ethag: Female Elf Ranger, NE. Str 11, Dex 13, Con 10, Int 11, Wis 14, Cha 5. Ethag has tangled brown hair and amber eyes, and large ears. She wears leather armor and wields a halberd. Ethag has badger named Keelta.",
  "Eldanel: Female Elf Monk, CN. Str 10, Dex 11, Con 11, Int 9, Wis 9, Cha 12. Eldanel has a square face, with tangled red hair and light amber eyes. She wears plain clothing and wields nunchaku (club) and shuriken (darts).",
  "Gilmithrie: Female Elf Fighter, LE. Str 17, Dex 15, Con 11, Int 10, Wis 10, Cha 9. Gilmithrie has golden hair and brown eyes. She wears half plate and wields a greataxe. Gilmithrie was magically imprisoned for a hundred years.",
  "Adrien: Female Elf Fighter, NG. Str 16, Dex 12, Con 9, Int 5, Wis 10, Cha 10. Adrien has silver hair and amber eyes, and prominent ears. She wears ring mail and wields a halberd. Adrien has an animal companion, a gray wolf named Cuili.",
  "Ufoch: Female Elf Rogue, NE. Str 7, Dex 14, Con 10, Int 12, Wis 7, Cha 10. Ufoch has braided brown hair and brown eyes, and a round nose. She wears studded leather and wields a shortsword and darts. Ufoch suffers an acute fear of magic and arcana.",
  "Dabia: Female Elf Fighter, LG. Str 13, Dex 11, Con 9, Int 11, Wis 13, Cha 8. Dabia is cultured in appearance, with golden hair and bright green eyes. She wears scale mail and wields a rapier and shield. Dabia suffers a paralyzing fear of darkness.",
  "Findiser: Female Elf Fighter, NE. Str 13, Dex 10, Con 10, Int 7, Wis 10, Cha 10. Findiser is slender, with black hair and green eyes. She wears half plate and wields a rapier and shield. Findiser compulsively collects small objects.",
  "Luadha: Female Elf Monk, N. Str 9, Dex 14, Con 10, Int 8, Wis 12, Cha 11. Luadha is rugged in appearance, with blonde hair and light gray eyes. She wears modest garments and wields an ono (handaxe) and kama (sickle).",
  "Tarielye: Female Elf Barbarian, N. Str 12, Dex 9, Con 10, Int 6, Wis 9, Cha 12. Tarielye is short and stout, with long gray hair and hazel eyes. She wears leather armor and wields a whip and net. Tarielye is absent-minded, and always searching for a missing item.",
  "Ladrielye: Female Elf Barbarian, LN. Str 14, Dex 13, Con 8, Int 8, Wis 13, Cha 11. Ladrielye has messy golden hair and soft green eyes. She wears leather armor and wields a halberd.",
  "Buacha: Female Elf Rogue, LG. Str 10, Dex 15, Con 12, Int 14, Wis 14, Cha 5. Buacha is short and willowy, with white hair and amber eyes. She wears studded leather and wields a rapier. Buacha is cheerful and devout.",
  "Canda: Female Elf Wizard, N. Str 12, Dex 12, Con 11, Int 17, Wis 9, Cha 5. Canda has a square face, with straight silver hair and sharp brown eyes. She wears plain clothing and wields a dagger and darts. Canda has Common Companion.",
  "Eris: Female Elf Barbarian, CE. Str 17, Dex 11, Con 11, Int 7, Wis 12, Cha 11. Eris has copper hair and amber eyes, and small ears. She wears studded leather and wields a greatsword. Eris is selfish and cowardly.",
  "Arwelyel: Female Elf Fighter, NG. Str 16, Dex 15, Con 10, Int 7, Wis 14, Cha 15. Arwelyel has gray hair and soft amber eyes, and an unusual mark on her leg. She wears half plate and wields a whip and shield. Arwelyel believes that she is being hunted by supernatural creatures.",
  "Galadrie: Female Elf Monk, NG. Str 11, Dex 11, Con 13, Int 10, Wis 8, Cha 6. Galadrie is cultured in appearance, with black hair and brown eyes. She wears sturdy clothing and wields nunchaku (club) and sai (dagger). Galadrie seeks to free herself from an ancient curse.",
  "Cuilla: Female Elf Monk, NG. Str 11, Dex 13, Con 9, Int 10, Wis 10, Cha 9. Cuilla is tall and overweight, with thick copper hair and blue eyes. She wears sturdy clothing and wields a bo (quarterstaff) and sai (dagger). Cuilla seeks to discover who murdered her family.",
  "Mica: Female Elf Warlock, N. Str 14, Dex 9, Con 9, Int 7, Wis 11, Cha 14. Mica is overweight, with brown hair and light green eyes. She wears studded leather and wields a spear and sling. Mica is cursed with a deformed arm.",
  "Lenwe: Female Elf Monk, N. Str 8, Dex 15, Con 5, Int 12, Wis 14, Cha 10. Lenwe has white hair and blue eyes, and prominent ears. She wears simple clothing and wields an ono (handaxe) and kama (sickle).",
  "Indindel: Female Elf Rogue, CN. Str 8, Dex 15, Con 11, Int 10, Wis 14, Cha 14. Indindel has red hair and hazel eyes. She wears studded leather and wields a rapier.",
  "Terne: Female Elf Wizard, CN. Str 10, Dex 11, Con 8, Int 15, Wis 14, Cha 10. Terne has matted silver hair and amber eyes. She wears fine clothing and wields a quarterstaff and darts.",
  "Findiser: Female Elf Rogue, LE. Str 6, Dex 14, Con 6, Int 12, Wis 9, Cha 9. Findiser has a narrow face, with red hair and dark gray eyes. She wears studded leather and wields a shortsword and light crossbow. Findiser speaks with a shrill voice.",
  "Nimrime: Female Elf Warlock, NG. Str 8, Dex 11, Con 9, Int 9, Wis 15, Cha 16. Nimrime has long copper hair and brown eyes, and a magical mark on her face. She wears studded leather and wields a light hammer and sling. Nimrime is intuitive and righteous.",
  "Elwil: Female Elf Druid, Neutral. Str 7, Dex 10, Con 6, Int 8, Wis 14, Cha 9. Elwil is slender, with golden hair and green eyes. She wears hide armor and wields a quarterstaff and wooden shield.",
  "Eanimloth: Female Elf Warlock, N. Str 17, Dex 12, Con 10, Int 7, Wis 7, Cha 15. Eanimloth is exceptionally beautiful, with thick black hair and blue eyes. She wears leather armor and wields a quarterstaff. Eanimloth is absent-minded, and always searching for a missing item.",
  "Imroth: Female Elf Paladin, Good. Str 11, Dex 6, Con 8, Int 11, Wis 8, Cha 12. Imroth has white hair and hazel eyes. She wears a chain shirt and wields a whip and shield.",
  "Eanel: Female Elf Warlock, N. Str 14, Dex 8, Con 6, Int 11, Wis 12, Cha 13. Eanel has long auburn hair and soft gray eyes, and a distinctive scar on her face. She wears leather armor and wields a light hammer. Eanel is dying and desperately seeks the secret of immortality.",
  "Adrielwis: Female Elf Fighter, LN. Str 16, Dex 14, Con 12, Int 13, Wis 11, Cha 6. Adrielwis is exceptionally beautiful, with auburn hair and brown eyes. She wears ring mail and wields a halberd.",
  "Vera: Female Elf Fighter, LE. Str 16, Dex 7, Con 9, Int 11, Wis 7, Cha 13. Vera has blonde hair and hazel eyes, and walks with a limp. She wears scale mail and wields a maul. Vera is erratic and sharp-tongued.",
  "Lidua: Female Elf Fighter, NE. Str 16, Dex 12, Con 11, Int 7, Wis 13, Cha 6. Lidua has copper hair and green eyes. She wears a breastplate and wields a greataxe.",
  "Neri: Female Elf Ranger, LN. Str 15, Dex 12, Con 9, Int 14, Wis 10, Cha 10. Neri has uneven golden hair and hazel eyes, and a sharp nose. She wears studded leather and wields a scimitar and shield. Neri is stoic and adaptable.",
  "Lura: Female Elf Paladin, Good. Str 13, Dex 10, Con 8, Int 10, Wis 15, Cha 9. Lura has a long face, with messy red hair and gray eyes. She wears a breastplate and wields a rapier and shield. Lura has an animal companion, a black warhorse named Rewy.",
  "Locha: Female Elf Fighter, NG. Str 13, Dex 12, Con 12, Int 6, Wis 15, Cha 8. Locha has brown hair and soft blue eyes, and a round nose. She wears plate armor and wields a flail.",
  "Vola: Female Elf Paladin, Good. Str 11, Dex 7, Con 15, Int 9, Wis 14, Cha 12. Vola has blonde hair and hazel eyes. She wears a breastplate and wields a war pick and shield. Vola compulsively plays with a copper coin.",
  "Enwebrias: Female Elf Ranger, N. Str 13, Dex 12, Con 13, Int 10, Wis 15, Cha 9. Enwebrias is fey in appearance, with gray hair and blue eyes. She wears studded leather and wields a trident. Enwebrias is searching for her missing son.",
  "Mithredhel: Female Elf Cleric, CN. Str 9, Dex 9, Con 8, Int 15, Wis 15, Cha 12. Mithredhel has a narrow face, with red hair and dark green eyes. She wears studded leather and wields a quarterstaff and light crossbow. Mithredhel has an animal companion, a silver cat named Celegon.",
  "Cotta: Female Elf Cleric, LG. Str 9, Dex 10, Con 8, Int 9, Wis 15, Cha 10. Cotta has a square face, with gray hair and bright gray eyes. She wears hide armor and wields a light hammer and shield. Cotta has an animal companion, a hawk named Cora.",
  "Boudia: Female Elf Paladin, Good. Str 10, Dex 13, Con 11, Int 14, Wis 11, Cha 15. Boudia is stout, with braided silver hair and brown eyes. She wears scale mail and wields a whip and shield. Boudia has an animal companion, a white warhorse named Inadh.",
  "Ainir: Female Elf Monk, N. Str 14, Dex 15, Con 6, Int 6, Wis 12, Cha 10. Ainir is tall and heavyset, with auburn hair and amber eyes. She wears modest garments and wields an ono (handaxe). Ainir seeks to destroy the race of ogres.",
  "Broga: Female Elf Druid, Neutral. Str 10, Dex 9, Con 12, Int 10, Wis 16, Cha 14. Broga has gray hair and brown eyes, and an unusual scar on her leg. She wears hide armor and wields a mace and javelins. Broga is extravagant and unforgiving.",
  "Findalye: Female Elf Monk, N. Str 11, Dex 11, Con 6, Int 7, Wis 14, Cha 9. Findalye has a long face, with blonde hair and gray eyes. She wears sturdy clothing and wields nunchaku (club) and sai (dagger). Findalye is cautious and polite.",
  "Esais: Female Elf Paladin, Good. Str 13, Dex 10, Con 10, Int 8, Wis 17, Cha 11. Esais has tangled black hair and amber eyes, and pointed ears. She wears hide armor and wields a warhammer.",
  "Lenna: Female Elf Ranger, N. Str 17, Dex 12, Con 5, Int 9, Wis 12, Cha 6. Lenna is willowy, with long silver hair and large blue eyes. She wears a breastplate and wields a greatsword. Lenna has black wolf named Mata.",
  "Eanidris: Female Elf Sorcerer, N. Str 11, Dex 6, Con 12, Int 7, Wis 13, Cha 17. Eanidris is exceptionally beautiful, with gray hair and blue eyes. She wears sturdy clothing and wields a quarterstaff. Eanidris seeks to atone for past sins.",
  "Nerdanye: Female Elf Ranger, N. Str 16, Dex 13, Con 9, Int 10, Wis 13, Cha 7. Nerdanye has short gray hair and blue eyes. She wears half plate and wields a war pick and shield. Nerdanye is fascinated by the natural and fey worlds.",
  "Ellariel: Female Elf Monk, LN. Str 13, Dex 11, Con 8, Int 12, Wis 11, Cha 11. Ellariel has silver hair and gray eyes. She wears simple clothing and wields an ono (handaxe) and shuriken (darts). Ellariel compulsively plays with a gold ring.",
  "Broccia: Female Elf Monk, CN. Str 13, Dex 11, Con 9, Int 9, Wis 14, Cha 8. Broccia has a narrow face, with brown hair and large hazel eyes. She wears modest garments and wields an ono (handaxe). Broccia seeks to destroy the race of trolls.",
  "Nerwenye: Female Elf Warlock, N. Str 12, Dex 7, Con 8, Int 13, Wis 12, Cha 12. Nerwenye has tangled auburn hair and amber eyes. She wears studded leather and wields a spear and light crossbow.",
  "Vindia: Female Elf Wizard, N. Str 9, Dex 9, Con 6, Int 17, Wis 8, Cha 9. Vindia is short, with auburn hair and bright amber eyes. She wears modest garments and wields a quarterstaff and light crossbow. Vindia is jealous and cautious.",
  "Grawstia: Female Elf Fighter, N. Str 12, Dex 9, Con 15, Int 11, Wis 14, Cha 9. Grawstia has short auburn hair and bright brown eyes. She wears chain mail and wields a flail. Grawstia is searching for her missing son.",
  "Keeltia: Female Elf Barbarian, N. Str 17, Dex 12, Con 15, Int 8, Wis 10, Cha 9. Keeltia is overweight, with blonde hair and brown eyes. She wears studded leather and wields a scimitar. Keeltia seeks to atone for past sins.",
  "Atien: Female Elf Ranger, LN. Str 13, Dex 13, Con 9, Int 11, Wis 8, Cha 8. Atien is willowy, with curly black hair and green eyes. She wears half plate and wields a greatsword.",
  "Ladrielye: Female Elf Wizard, N. Str 10, Dex 13, Con 10, Int 16, Wis 13, Cha 11. Ladrielye is short and willowy, with golden hair and dark brown eyes. She wears gray robes and wields a quarterstaff and darts. Ladrielye seeks to master the secrets of higher dimensions.",
  "Bodia: Female Elf Druid, Neutral. Str 9, Dex 10, Con 8, Int 12, Wis 12, Cha 8. Bodia is short and heavyset, with tangled copper hair and green eyes. She wears hide armor and wields a spear and sling.",
  "Onid: Female Elf Paladin, Good. Str 14, Dex 10, Con 11, Int 8, Wis 14, Cha 12. Onid is short and thin, with short brown hair and large amber eyes. She wears splint armor and wields a halberd. Onid has an animal companion, a bay warhorse named Sala.",
  "Ealtanen: Female Elf Barbarian, N. Str 15, Dex 11, Con 10, Int 14, Wis 12, Cha 12. Ealtanen has silver hair and large gray eyes, and a thin nose. She wears studded leather and wields a war pick and net. Ealtanen compulsively picks up things.",
  "Irienden: Female Elf Barbarian, CG. Str 14, Dex 14, Con 10, Int 10, Wis 6, Cha 10. Irienden is pleasant in appearance, with matted black hair and green eyes. She wears scale mail and wields a morningstar and heavy crossbow. Irienden speaks with a shrill voice.",
  "Erdas: Female Elf Paladin, Good. Str 17, Dex 10, Con 9, Int 7, Wis 14, Cha 12. Erdas has braided black hair and sharp amber eyes. She wears chain mail and wields a whip. Erdas is searching for the lost realm of Lienoriand.",
  "Ariedhen: Female Elf Fighter, CN. Str 13, Dex 16, Con 5, Int 12, Wis 6, Cha 11. Ariedhen has uneven brown hair and green eyes, and a sharp nose. She wears half plate and wields a trident. Ariedhen is mischievous and nervous.",
  "Serianye: Female Elf Druid, Neutral. Str 13, Dex 9, Con 7, Int 9, Wis 13, Cha 15. Serianye has auburn hair and large blue eyes, and a beaked nose. She wears leather armor and wields a mace and wooden shield. Serianye suffers a deadly allergy to fish.",
  "Nisa: Female Elf Paladin, Good. Str 14, Dex 5, Con 13, Int 7, Wis 12, Cha 10. Nisa is tall, with curly brown hair and blue eyes. She wears splint armor and wields a halberd. Nisa is kind and reflective.",
  "Findanye: Female Elf Cleric, LN. Str 10, Dex 14, Con 12, Int 13, Wis 13, Cha 13. Findanye has curly white hair and hazel eyes, and prominent ears. She wears leather armor and wields a club and darts. Findanye is painfully tone-deaf.",
  "Gilminye: Female Elf Bard, NG. Str 8, Dex 8, Con 10, Int 13, Wis 13, Cha 12. Gilminye has copper hair and gray eyes, and numerous distinctive tattoos. She wears studded leather and wields a rapier.",
  "Arwel: Female Elf Monk, N. Str 13, Dex 9, Con 10, Int 10, Wis 10, Cha 9. Arwel has tangled auburn hair and narrow brown eyes, and prominent ears. She wears simple clothing and wields nunchaku (club) and kama (sickle).",
  "Soma: Female Elf Sorcerer, N. Str 11, Dex 5, Con 11, Int 8, Wis 13, Cha 12. Soma is short, with cropped gray hair and green eyes. She wears modest garments and wields a quarterstaff. Soma is haunted by the ghost of someone she killed.",
  "Anilmis: Female Elf Fighter, N. Str 15, Dex 13, Con 13, Int 11, Wis 13, Cha 11. Anilmis is common in appearance, with silver hair and gray eyes. She wears scale mail and wields a shortsword and hand crossbow. Anilmis has an animal companion, a green firedrake named Cole.",
  "Eldamas: Female Elf Bard, LN. Str 7, Dex 9, Con 8, Int 8, Wis 7, Cha 12. Eldamas has thick silver hair and dark green eyes. She wears leather armor and wields a longsword. Eldamas is extravagant and gullible.",
  "Adriel: Female Elf Monk, LN. Str 15, Dex 10, Con 14, Int 11, Wis 15, Cha 10. Adriel is pleasant in appearance, with white hair and hazel eyes. She wears modest garments and wields nunchaku (club) and sai (dagger). Adriel has an animal companion, a tiger named Elelron.",
  "Ebriadrien: Female Elf Rogue, NG. Str 14, Dex 12, Con 10, Int 10, Wis 13, Cha 9. Ebriadrien is tall, with thick brown hair and amber eyes. She wears studded leather and wields a shortsword and light crossbow. Ebriadrien is capable and forgiving.",
  "Lava: Female Elf Monk, NE. Str 11, Dex 12, Con 11, Int 6, Wis 14, Cha 12. Lava has golden hair and gray eyes. She wears modest garments and wields an ono (handaxe). Lava was raised by cultists of the Harlot of Wounds.",
  "Erwel: Female Elf Ranger, N. Str 17, Dex 12, Con 14, Int 12, Wis 15, Cha 9. Erwel is exceptionally beautiful, with straight gray hair and sharp amber eyes. She wears studded leather and wields a shortsword. Erwel has ginger dog named Aethor.",
  "Celaser: Female Elf Cleric, NG. Str 9, Dex 11, Con 10, Int 9, Wis 15, Cha 11. Celaser has an angular face, with tangled copper hair and gray eyes. She wears studded leather and wields a handaxe and shortbow. Celaser is cultured and impartial.",
  "Brufinnd: Female Elf Monk, NE. Str 15, Dex 16, Con 10, Int 9, Wis 12, Cha 12. Brufinnd has an angular face, with auburn hair and hazel eyes. She wears simple clothing and wields an ono (handaxe) and kama (sickle). Brufinnd has an animal companion, a white rabbit named Elenwel.",
  "Finde: Female Elf Monk, N. Str 11, Dex 15, Con 11, Int 6, Wis 17, Cha 8. Finde has braided gray hair and gray eyes. She wears sturdy clothing and wields nunchaku (club). Finde is hunting the sorcerer who murdered her family.",
  "Iming: Female Elf Sorcerer, CN. Str 6, Dex 5, Con 16, Int 8, Wis 8, Cha 16. Iming has a narrow face, with black hair and amber eyes. She wears travel-stained clothing and wields a quarterstaff and darts.",
  "Cathna: Female Elf Fighter, N. Str 12, Dex 17, Con 11, Int 11, Wis 10, Cha 8. Cathna is rough in appearance, with copper hair and dark hazel eyes. She wears ring mail and wields a warhammer and shield. Cathna seeks to discover who murdered her family.",
  "Macha: Female Elf Warlock, LN. Str 12, Dex 8, Con 10, Int 14, Wis 11, Cha 17. Macha is heavyset, with matted red hair and large hazel eyes. She wears studded leather and wields a quarterstaff. Macha is alluring and savage.",
  "Lothienye: Female Elf Barbarian, N. Str 12, Dex 7, Con 12, Int 10, Wis 9, Cha 11. Lothienye is tall and overweight, with golden hair and soft amber eyes. She wears leather armor and wields a longsword and heavy crossbow. Lothienye has an animal companion, a badger named Nechta.",
  "Lida: Female Elf Rogue, LN. Str 15, Dex 17, Con 8, Int 13, Wis 7, Cha 6. Lida has an angular face, with curly black hair and narrow brown eyes. She wears leather armor and wields a shortsword. Lida is impish and cowardly.",
  "Groma: Female Elf Cleric, N. Str 11, Dex 11, Con 9, Int 11, Wis 12, Cha 10. Groma is exceptionally beautiful, with auburn hair and green eyes. She wears scale mail and wields a quarterstaff and sickle. Groma is driven and extravagant.",
  "Amalan: Female Elf Warlock, N. Str 15, Dex 10, Con 12, Int 8, Wis 6, Cha 13. Amalan has matted white hair and light amber eyes. She wears leather armor and wields a quarterstaff.",
  "Buacha: Female Elf Fighter, N. Str 13, Dex 15, Con 13, Int 8, Wis 11, Cha 6. Buacha has uneven gray hair and bright blue eyes, and a distinctive tattoo on her arm. She wears chain mail and wields a pike. Buacha is inquisitive and aggressive.",
  "Dama: Female Elf Barbarian, NG. Str 17, Dex 10, Con 11, Int 11, Wis 8, Cha 11. Dama has cropped auburn hair and brown eyes, and a round nose. She wears scale mail and wields a scimitar and hand crossbow. Dama seeks to free herself from an ancient curse.",
  "Rica: Female Elf Fighter, N. Str 15, Dex 11, Con 9, Int 7, Wis 10, Cha 9. Rica has thin red hair and large gray eyes, and a round nose. She wears a chain shirt and wields a shortsword and net.",
  "Alodel: Female Elf Fighter, N. Str 12, Dex 10, Con 10, Int 12, Wis 5, Cha 11. Alodel has messy golden hair and soft amber eyes. She wears half plate and wields a greataxe. Alodel has an animal companion, a gray wolf named Tatarie.",
  "Dama: Female Elf Paladin, Good. Str 11, Dex 8, Con 11, Int 6, Wis 16, Cha 17. Dama is elegant in appearance, with long white hair and blue eyes. She wears splint armor and wields a greataxe. Dama is chivalrous and steadfast.",
  "Ugen: Female Elf Fighter, NE. Str 15, Dex 16, Con 11, Int 12, Wis 10, Cha 10. Ugen is rough in appearance, with red hair and large gray eyes. She wears plate armor and wields a trident and blowgun. Ugen has an animal companion, a green firedrake named Comhre.",
  "Niserie: Female Elf Monk, N. Str 14, Dex 9, Con 9, Int 7, Wis 12, Cha 10. Niserie is slender, with brown hair and green eyes. She wears travel-stained clothing and wields a kanabo (mace) and kama (sickle). Niserie is morose and combative.",
  "Nuitu: Female Elf Barbarian, LE. Str 16, Dex 9, Con 13, Int 10, Wis 9, Cha 8. Nuitu has messy auburn hair and bright brown eyes. She wears hide armor and wields a warhammer. Nuitu is searching for her missing daughter.",
  "Nelenwe: Female Elf Monk, N. Str 7, Dex 8, Con 14, Int 7, Wis 12, Cha 12. Nelenwe has cropped red hair and narrow brown eyes, and a sharp nose. She wears well-made clothing and wields a bo (quarterstaff). Nelenwe suffers an acute fear of clerics.",
  "Dama: Female Elf Rogue, LN. Str 11, Dex 15, Con 13, Int 14, Wis 11, Cha 9. Dama has uneven copper hair and brown eyes, and small ears. She wears studded leather and wields a rapier and sling. Dama is assertive and selfish.",
  "Gilmithrie: Female Elf Ranger, LE. Str 13, Dex 11, Con 13, Int 11, Wis 12, Cha 13. Gilmithrie has white hair and brown eyes. She wears half plate and wields a longsword and shield. Gilmithrie compulsively whistles.",
  "Cunda: Female Elf Monk, NG. Str 13, Dex 15, Con 9, Int 10, Wis 16, Cha 9. Cunda is willowy, with blonde hair and amber eyes. She wears modest garments and wields a kanabo (mace) and sai (dagger). Cunda dislikes anyone smarter than her.",
  "Dama: Female Elf Rogue, N. Str 9, Dex 14, Con 7, Int 14, Wis 10, Cha 9. Dama is heavyset, with copper hair and soft green eyes. She wears leather armor and wields a rapier and hand crossbow. Dama has an animal companion, a sable ferret named Amdil.",
  "Laserie: Female Elf Fighter, LN. Str 12, Dex 17, Con 10, Int 10, Wis 11, Cha 11. Laserie has tangled golden hair and brown eyes, and numerous unusual tattoos. She wears a chain shirt and wields a glaive. Laserie is searching for the legendary dwarven kingdom of Kinbarukth.",
  "Ucan: Female Elf Paladin, Good. Str 10, Dex 13, Con 5, Int 8, Wis 7, Cha 12. Ucan has red hair and dark amber eyes. She wears a chain shirt and wields a warhammer.",
  "Becha: Female Elf Paladin, Good. Str 11, Dex 12, Con 14, Int 12, Wis 8, Cha 13. Becha has a round face, with thin blonde hair and amber eyes. She wears half plate and wields a flail.",
  "Induiriel: Female Elf Rogue, N. Str 9, Dex 15, Con 9, Int 12, Wis 10, Cha 11. Induiriel has a square face, with golden hair and narrow gray eyes. She wears leather armor and wields a longsword and hand crossbow. Induiriel frequently uses uncommon words incorrectly.",
  "Findelye: Female Elf Cleric, LN. Str 10, Dex 11, Con 11, Int 13, Wis 12, Cha 14. Findelye has a narrow face, with straight gray hair and light brown eyes. She wears leather armor and wields a quarterstaff. Findelye is modest and reserved.",
  "Cuxsa: Female Elf Barbarian, NG. Str 16, Dex 10, Con 12, Int 10, Wis 9, Cha 12. Cuxsa has gray hair and dark brown eyes, and pointed ears. She wears leather armor and wields a greataxe. Cuxsa is compassionate and principled.",
  "Enwel: Female Elf Sorcerer, N. Str 7, Dex 12, Con 13, Int 12, Wis 8, Cha 17. Enwel has a long face, with brown hair and brown eyes. She wears modest garments and wields a quarterstaff and light crossbow. Enwel has an animal companion, a black cat named Atieldas.",
  "Lochi: Female Elf Wizard, LN. Str 7, Dex 11, Con 14, Int 12, Wis 6, Cha 14. Lochi has golden hair and blue eyes. She wears well-made clothing and wields a dagger. Lochi has an arcane familiar, a clockwork snake named Atierwel.",
  "Luthelye: Female Elf Druid, Neutral. Str 8, Dex 10, Con 13, Int 5, Wis 12, Cha 11. Luthelye is heavyset, with copper hair and soft blue eyes. She wears hide armor and wields a mace. Luthelye seeks to atone for past sins.",
  "Lava: Female Elf Rogue, LN. Str 12, Dex 17, Con 14, Int 14, Wis 5, Cha 11. Lava is short and slender, with messy golden hair and bright amber eyes. She wears studded leather and wields a longsword. Lava is inquisitive and obsessive.",
  "Laserie: Female Elf Monk, CN. Str 11, Dex 13, Con 11, Int 7, Wis 13, Cha 5. Laserie is tall and thin, with cropped silver hair and amber eyes. She wears modest garments and wields a yari (spear) and sai (dagger). Laserie speaks with a raspy voice.",
  "Lina: Female Elf Rogue, NG. Str 6, Dex 12, Con 10, Int 7, Wis 8, Cha 12. Lina has matted silver hair and bright brown eyes, and pointed ears. She wears studded leather and wields a longsword and hand crossbow. Lina seeks to continue the noble legacy of her father.",
  "Euthall: Female Elf Paladin, Good. Str 13, Dex 7, Con 14, Int 14, Wis 16, Cha 14. Euthall is tall, with thick brown hair and narrow brown eyes. She wears plate armor and wields a trident and shield.",
  "Celaser: Female Elf Fighter, NG. Str 15, Dex 9, Con 9, Int 9, Wis 14, Cha 7. Celaser has gray hair and large green eyes. She wears plate armor and wields a glaive. Celaser seeks to find her true love.",
  "Celalwe: Female Elf Fighter, LG. Str 14, Dex 9, Con 11, Int 12, Wis 5, Cha 9. Celalwe is thin, with gray hair and blue eyes. She wears splint armor and wields a warhammer. Celalwe has an animal companion, a silver dog named Achladh.",
  "Finduilye: Female Elf Druid, Neutral. Str 10, Dex 10, Con 10, Int 12, Wis 16, Cha 7. Finduilye is pleasant in appearance, with matted black hair and blue eyes. She wears hide armor and wields a spear and wooden shield. Finduilye seeks only fame and glory.",
  "Nerde: Female Elf Cleric, NG. Str 8, Dex 11, Con 10, Int 13, Wis 12, Cha 10. Nerde has curly black hair and soft blue eyes, and numerous magical tattoos. She wears leather armor and wields a light hammer and sickle. Nerde has an animal companion, a hunting dog named Auner.",
  "Celothien: Female Elf Cleric, N. Str 9, Dex 11, Con 12, Int 13, Wis 15, Cha 11. Celothien has white hair and green eyes, and pointed ears. She wears half plate and wields a spear and darts. Celothien is instinctive and combative.",
  "Moca: Female Elf Paladin, Good. Str 12, Dex 13, Con 12, Int 9, Wis 11, Cha 14. Moca has messy red hair and bright gray eyes. She wears splint armor and wields a warhammer.",
  "Elellas: Female Elf Sorcerer, N. Str 5, Dex 12, Con 13, Int 8, Wis 9, Cha 17. Elellas is exceptionally beautiful, with silver hair and brown eyes. She wears well-made clothing and wields a quarterstaff and darts. Elellas seeks to discover why she cannot remember anything from yesterday.",
  "Laina: Female Elf Monk, CN. Str 8, Dex 16, Con 8, Int 5, Wis 16, Cha 11. Laina is common in appearance, with brown hair and blue eyes. She wears plain clothing and wields an ono (handaxe). Laina is a skilled cook.",
  "Celaser: Female Elf Warlock, LG. Str 14, Dex 7, Con 9, Int 9, Wis 8, Cha 15. Celaser is exceptionally beautiful, with brown hair and narrow amber eyes. She wears studded leather and wields a mace and sickle. Celaser has an animal companion, a grey rat named Ticca.",
  "Elyen: Female Elf Barbarian, CG. Str 13, Dex 8, Con 9, Int 6, Wis 13, Cha 11. Elyen is willowy, with golden hair and green eyes. She wears leather armor and wields a rapier. Elyen is compassionate and steadfast.",
  "Nerdelye: Female Elf Monk, LE. Str 11, Dex 12, Con 9, Int 14, Wis 13, Cha 13. Nerdelye is tall, with thick copper hair and green eyes. She wears modest garments and wields an ono (handaxe). Nerdelye has an animal companion, a tiger named Anellas.",
  "Nimrielye: Female Elf Monk, LN. Str 13, Dex 14, Con 8, Int 11, Wis 11, Cha 11. Nimrielye is exceptionally beautiful, with white hair and dark blue eyes. She wears simple clothing and wields an ono (handaxe) and sai (dagger). Nimrielye is searching for a legendary blade named Giantslicer.",
  "Alarwel: Female Elf Ranger, N. Str 11, Dex 16, Con 14, Int 13, Wis 14, Cha 14. Alarwel has red hair and large green eyes, and a sharp nose. She wears studded leather and wields a glaive. Alarwel seeks to discover why she keeps having the same nightmare.",
  "Indirien: Female Elf Barbarian, NG. Str 16, Dex 13, Con 7, Int 10, Wis 13, Cha 8. Indirien has gray hair and bright hazel eyes. She wears studded leather and wields a warhammer and shield. Indirien seeks to save her family from financial ruin.",
  "Onen: Female Elf Bard, N. Str 7, Dex 10, Con 9, Int 15, Wis 9, Cha 12. Onen is tall and willowy, with cropped gray hair and green eyes. She wears studded leather and wields a shortsword and sickle. Onen has an animal companion, a black cat named Mablador.",
  "Endawst: Female Elf Paladin, Good. Str 12, Dex 7, Con 9, Int 9, Wis 12, Cha 12. Endawst has golden hair and sharp gray eyes. She wears ring mail and wields a rapier and shield. Endawst has an animal companion, a bay warhorse named Alamdin.",
  "Gwinna: Female Elf Monk, N. Str 13, Dex 12, Con 8, Int 11, Wis 15, Cha 9. Gwinna is short, with black hair and amber eyes. She wears modest garments and wields a yari (spear). Gwinna is searching for her missing son.",
  "Sena: Female Elf Fighter, N. Str 16, Dex 9, Con 11, Int 13, Wis 6, Cha 12. Sena is fey in appearance, with golden hair and brown eyes. She wears plate armor and wields a greataxe. Sena seeks only fame and glory.",
  "Finda: Female Elf Cleric, LE. Str 8, Dex 9, Con 9, Int 11, Wis 14, Cha 10. Finda is beastly in appearance, with uneven gray hair and light gray eyes. She wears studded leather and wields a mace and javelins. Finda has an animal companion, a hawk named Laserie.",
  "Ellariel: Female Elf Rogue, LN. Str 12, Dex 12, Con 10, Int 13, Wis 9, Cha 10. Ellariel is exceptionally beautiful, with uneven red hair and dark hazel eyes. She wears leather armor and wields a light hammer and javelins. Ellariel seeks only fame and glory.",
  "Duina: Female Elf Rogue, CN. Str 9, Dex 17, Con 9, Int 14, Wis 11, Cha 10. Duina is exceptionally beautiful, with gray hair and blue eyes. She wears studded leather and wields a rapier. Duina seeks only fame and glory.",
  "Brora: Female Elf Barbarian, LN. Str 13, Dex 12, Con 12, Int 10, Wis 8, Cha 13. Brora has copper hair and sharp brown eyes, and a beaked nose. She wears studded leather and wields a whip. Brora was raised by cultists of the Harlot of Spite.",
  "Nyna: Female Elf Rogue, N. Str 10, Dex 12, Con 10, Int 10, Wis 14, Cha 9. Nyna is tall and overweight, with black hair and gray eyes. She wears leather armor and wields a rapier and dagger. Nyna has an animal companion, a black cat named Vera.",
  "Ticca: Female Elf Fighter, NG. Str 14, Dex 11, Con 7, Int 12, Wis 12, Cha 6. Ticca is exceptionally beautiful, with thick black hair and amber eyes. She wears ring mail and wields a scimitar and shield. Ticca seeks to atone for past sins.",
  "Lotie: Female Elf Fighter, N. Str 12, Dex 9, Con 14, Int 7, Wis 14, Cha 11. Lotie is common in appearance, with matted gray hair and soft gray eyes. She wears half plate and wields a longsword and heavy crossbow. Lotie is haunted by the memories of a past life.",
  "Niserie: Female Elf Rogue, N. Str 11, Dex 13, Con 9, Int 10, Wis 7, Cha 8. Niserie is tall and slender, with short gray hair and narrow brown eyes. She wears leather armor and wields a rapier.",
  "Niserie: Female Elf Paladin, Good. Str 13, Dex 7, Con 11, Int 11, Wis 9, Cha 15. Niserie has tangled red hair and sharp brown eyes. She wears a chain shirt and wields a glaive. Niserie seeks to prove herself to her peers.",
  "Vercha: Female Elf Paladin, Good. Str 13, Dex 12, Con 10, Int 10, Wis 9, Cha 15. Vercha is short and slender, with white hair and blue eyes. She wears splint armor and wields a pike. Vercha is wise and lewd.",
  "Inyedhen: Female Elf Cleric, LN. Str 10, Dex 9, Con 9, Int 10, Wis 16, Cha 11. Inyedhen is pleasant in appearance, with thin blonde hair and sharp hazel eyes. She wears leather armor and wields a club. Inyedhen has an animal companion, a silver cat named Anor.",
  "Imrotel: Female Elf Monk, LE. Str 8, Dex 11, Con 11, Int 15, Wis 15, Cha 6. Imrotel has messy silver hair and light brown eyes. She wears well-made clothing and wields a bo (quarterstaff).",
  "Dealbhi: Female Elf Rogue, LN. Str 8, Dex 13, Con 14, Int 13, Wis 10, Cha 11. Dealbhi is tall and heavyset, with curly white hair and amber eyes. She wears studded leather and wields a shortsword. Dealbhi is covetous and driven.",
  "Ewid: Female Elf Bard, NG. Str 14, Dex 11, Con 7, Int 13, Wis 10, Cha 13. Ewid is stout, with braided gray hair and green eyes. She wears leather armor and wields a handaxe. Ewid is a practiced gambler.",
  "Seredhel: Female Elf Fighter, CN. Str 14, Dex 14, Con 12, Int 10, Wis 9, Cha 10. Seredhel has white hair and light blue eyes, and an unusual mark on her face. She wears hide armor and wields a glaive.",
  "Ennamh: Female Elf Rogue, N. Str 11, Dex 15, Con 8, Int 12, Wis 9, Cha 6. Ennamh is overweight, with white hair and blue eyes. She wears leather armor and wields a shortsword and shortbow. Ennamh dislikes anyone smaller than her.",
  "Medua: Female Elf Rogue, N. Str 12, Dex 17, Con 14, Int 15, Wis 10, Cha 13. Medua is common in appearance, with thick red hair and bright green eyes. She wears leather armor and wields a light hammer. Medua suffers a mild allergy to dragons.",
  "Bodhma: Female Elf Monk, NG. Str 8, Dex 10, Con 7, Int 9, Wis 8, Cha 12. Bodhma has auburn hair and soft green eyes. She wears well-made clothing and wields nunchaku (club) and shuriken (darts). Bodhma holds a grudge against druids.",
  "Tanca: Female Elf Rogue, NG. Str 10, Dex 16, Con 11, Int 9, Wis 8, Cha 6. Tanca has black hair and amber eyes. She wears studded leather and wields a rapier. Tanca is romantic and reflective.",
  "Luage: Female Elf Rogue, CN. Str 12, Dex 15, Con 13, Int 9, Wis 14, Cha 8. Luage is heavyset, with blonde hair and hazel eyes. She wears leather armor and wields a spear and hand crossbow. Luage secretly serves Gatu, an ancient goddess of darkness.",
  "Altartan: Female Elf Rogue, LG. Str 10, Dex 16, Con 9, Int 12, Wis 5, Cha 12. Altartan is short, with uneven auburn hair and light gray eyes. She wears leather armor and wields a longsword and dagger. Altartan suffers a deadly allergy to dogs.",
  "Elyel: Female Elf Rogue, N. Str 13, Dex 17, Con 9, Int 10, Wis 10, Cha 9. Elyel is short, with blonde hair and brown eyes. She wears studded leather and wields a club and javelins. Elyel is searching for her lost brother.",
  "Gilme: Female Elf Rogue, LN. Str 13, Dex 14, Con 11, Int 10, Wis 12, Cha 9. Gilme has a round face, with brown hair and amber eyes. She wears studded leather and wields a light hammer.",
  "Cotta: Female Elf Bard, NG. Str 13, Dex 9, Con 8, Int 9, Wis 8, Cha 15. Cotta has white hair and sharp blue eyes, and a thin nose. She wears studded leather and wields a rapier and sickle. Cotta believes that she is being hunted by supernatural creatures.",
  "Vixa: Female Elf Barbarian, NG. Str 17, Dex 6, Con 10, Int 11, Wis 10, Cha 10. Vixa is fey in appearance, with tangled copper hair and light gray eyes. She wears scale mail and wields a whip and shield. Vixa is righteous and studious.",
  "Nelalwe: Female Elf Fighter, N. Str 17, Dex 10, Con 9, Int 5, Wis 15, Cha 8. Nelalwe has black hair and brown eyes. She wears scale mail and wields a longsword. Nelalwe suffers an acute fear of magic and arcana.",
  "Vola: Female Elf Barbarian, N. Str 13, Dex 10, Con 10, Int 12, Wis 11, Cha 9. Vola has thick gray hair and dark brown eyes. She wears studded leather and wields a warhammer. Vola is searching for her lost sister.",
  "Leina: Female Elf Cleric, CN. Str 10, Dex 10, Con 10, Int 10, Wis 17, Cha 8. Leina has brown hair and gray eyes. She wears a breastplate and wields a club and shield. Leina has an animal companion, a red fox named Icall.",
  "Findiser: Female Elf Fighter, N. Str 13, Dex 11, Con 9, Int 9, Wis 11, Cha 8. Findiser is overweight, with copper hair and soft brown eyes. She wears chain mail and wields a morningstar and longbow. Findiser is hunting the warlord who murdered her family.",
  "Daalna: Female Elf Paladin, Good. Str 9, Dex 12, Con 12, Int 6, Wis 10, Cha 8. Daalna has a narrow face, with short white hair and soft hazel eyes. She wears ring mail and wields a greataxe. Daalna is hunting the fiend which destroyed her homeland.",
  "Nellothien: Female Elf Warlock, NG. Str 17, Dex 12, Con 7, Int 10, Wis 10, Cha 16. Nellothien has curly gray hair and blue eyes, and prominent ears. She wears leather armor and wields a spear and sickle. Nellothien believes that she is being hunted by supernatural creatures.",
  "Veri: Female Elf Paladin, Good. Str 12, Dex 9, Con 10, Int 7, Wis 10, Cha 13. Veri has a round face, with long red hair and dark blue eyes. She wears a breastplate and wields a scimitar and shield. Veri is honorable and valiant.",
  "Enellas: Female Elf Paladin, Good. Str 10, Dex 13, Con 9, Int 14, Wis 11, Cha 11. Enellas has an angular face, with golden hair and green eyes. She wears plate armor and wields a war pick. Enellas has an animal companion, a black warhorse named Brita.",
  "Satu: Female Elf Cleric, N. Str 10, Dex 8, Con 10, Int 9, Wis 13, Cha 12. Satu has matted gray hair and brown eyes, and small ears. She wears studded leather and wields a handaxe and shortbow.",
  "Brawsta: Female Elf Bard, N. Str 15, Dex 10, Con 9, Int 9, Wis 10, Cha 13. Brawsta is exceptionally beautiful, with brown hair and large blue eyes. She wears studded leather and wields a quarterstaff.",
  "Galaser: Female Elf Bard, NG. Str 13, Dex 6, Con 5, Int 11, Wis 7, Cha 12. Galaser has braided silver hair and gray eyes, and a thin nose. She wears leather armor and wields a shortsword. Galaser has an animal companion, a black cat named Inear.",
  "Irien: Female Elf Barbarian, CG. Str 17, Dex 8, Con 12, Int 11, Wis 11, Cha 10. Irien is short and stout, with gray hair and bright gray eyes. She wears hide armor and wields a whip and shield. Irien is cursed with wild tremors.",
  "Cotta: Female Elf Rogue, CN. Str 8, Dex 15, Con 10, Int 13, Wis 9, Cha 11. Cotta is exceptionally beautiful, with thin copper hair and gray eyes. She wears leather armor and wields a shortsword and hand crossbow. Cotta refers to herself in the third person.",
  "Uchtdeag: Female Elf Rogue, LG. Str 12, Dex 15, Con 8, Int 7, Wis 6, Cha 9. Uchtdeag has matted golden hair and large hazel eyes, and a thin nose. She wears leather armor and wields a shortsword and javelins. Uchtdeag is faithful and hardworking.",
  "Tatanye: Female Elf Warlock, CN. Str 15, Dex 13, Con 6, Int 10, Wis 11, Cha 14. Tatanye has cropped silver hair and large amber eyes, and a beaked nose. She wears leather armor and wields a club and javelins. Tatanye suffers a mild allergy to eggs.",
  "Enen: Female Elf Wizard, N. Str 7, Dex 10, Con 12, Int 15, Wis 9, Cha 7. Enen has thin auburn hair and amber eyes. She wears fine clothing and wields a quarterstaff. Enen is proud and amoral.",
  "Saba: Female Elf Wizard, CN. Str 6, Dex 14, Con 9, Int 16, Wis 13, Cha 12. Saba has straight black hair and narrow gray eyes, and a thin nose. She wears well-made clothing and wields a quarterstaff. Saba compulsively plays with a steel ring.",
  "Luchri: Female Elf Warlock, N. Str 13, Dex 13, Con 10, Int 10, Wis 14, Cha 12. Luchri is exceptionally beautiful, with copper hair and gray eyes. She wears leather armor and wields a club and sling. Luchri is cursed with delusions.",
  "Nimrianye: Female Elf Wizard, CG. Str 9, Dex 10, Con 10, Int 15, Wis 7, Cha 11. Nimrianye has short red hair and narrow gray eyes, and numerous unusual tattoos. She wears travel-stained clothing and wields a dagger. Nimrianye is colorblind.",
  "Gwinna: Female Elf Rogue, N. Str 10, Dex 14, Con 10, Int 14, Wis 9, Cha 8. Gwinna has golden hair and amber eyes. She wears studded leather and wields a light hammer and sickle. Gwinna is devout and paranoid.",
  "Ellariel: Female Elf Paladin, Good. Str 15, Dex 9, Con 12, Int 6, Wis 10, Cha 10. Ellariel is youthful in appearance, with gray hair and bright amber eyes. She wears hide armor and wields a battleaxe and shield. Ellariel was magically imprisoned for a hundred years.",
  "Cora: Female Elf Warlock, NG. Str 9, Dex 7, Con 9, Int 13, Wis 13, Cha 15. Cora has a long face, with blonde hair and light hazel eyes. She wears leather armor and wields a light hammer.",
  "Gula: Female Elf Monk, NG. Str 10, Dex 14, Con 5, Int 11, Wis 13, Cha 11. Gula is courtly in bearing, with matted brown hair and green eyes. She wears simple clothing and wields nunchaku (club).",
  "Ernad: Female Elf Monk, LG. Str 13, Dex 10, Con 9, Int 7, Wis 10, Cha 12. Ernad is pleasant in appearance, with blonde hair and large amber eyes. She wears well-made clothing and wields an ono (handaxe). Ernad is dying and desperately seeks the secret of immortality.",
  "Elel: Female Elf Fighter, NG. Str 12, Dex 9, Con 10, Int 13, Wis 11, Cha 6. Elel is fey in appearance, with golden hair and hazel eyes. She wears half plate and wields a scimitar. Elel frequently uses uncommon words incorrectly.",
  "Winna: Female Elf Druid, Neutral. Str 11, Dex 12, Con 14, Int 9, Wis 13, Cha 10. Winna has brown hair and gray eyes, and a beaked nose. She wears leather armor and wields a mace and darts. Winna dislikes having people behind her.",
  "Endel: Female Elf Rogue, CE. Str 8, Dex 14, Con 7, Int 11, Wis 9, Cha 8. Endel has copper hair and dark green eyes, and numerous distinctive tattoos. She wears studded leather and wields a spear and hand crossbow. Endel holds a grudge against wizards.",
  "Ethen: Female Elf Fighter, NG. Str 16, Dex 14, Con 13, Int 7, Wis 9, Cha 7. Ethen has blonde hair and narrow brown eyes. She wears plate armor and wields a whip and longbow.",
  "Nimlalwe: Female Elf Bard, N. Str 7, Dex 12, Con 14, Int 12, Wis 13, Cha 13. Nimlalwe is tall and heavyset, with gray hair and amber eyes. She wears leather armor and wields a rapier and light crossbow.",
  "Elyel: Female Elf Monk, LE. Str 8, Dex 11, Con 11, Int 12, Wis 10, Cha 9. Elyel is exceptionally beautiful, with white hair and narrow amber eyes. She wears simple clothing and wields a bo (quarterstaff) and shuriken (darts). Elyel is unfeeling and deceitful.",
  "Tima: Female Elf Fighter, NE. Str 16, Dex 12, Con 7, Int 10, Wis 10, Cha 8. Tima is beastly in appearance, with tangled white hair and bright amber eyes. She wears scale mail and wields a warhammer and hand crossbow. Tima has an animal companion, a red firedrake named Esall.",
  "Marielye: Female Elf Druid, Neutral. Str 11, Dex 11, Con 10, Int 10, Wis 14, Cha 9. Marielye has black hair and sharp brown eyes. She wears leather armor and wields a club and sling. Marielye believes that she is being hunted by supernatural creatures.",
  "Malla: Female Elf Rogue, N. Str 9, Dex 12, Con 6, Int 12, Wis 11, Cha 11. Malla has golden hair and gray eyes. She wears leather armor and wields a spear.",
  "Bruocha: Female Elf Monk, N. Str 13, Dex 14, Con 7, Int 6, Wis 10, Cha 7. Bruocha has black hair and dark amber eyes. She wears sturdy clothing and wields nunchaku (club). Bruocha has an animal companion, a black monkey named Tuira.",
  "Alwenwel: Female Elf Cleric, NG. Str 6, Dex 12, Con 7, Int 11, Wis 12, Cha 10. Alwenwel is tall and overweight, with brown hair and brown eyes. She wears leather armor and wields a light hammer and light crossbow. Alwenwel has an animal companion, a black cat named Subsio.",
  "Nelaser: Female Elf Ranger, CG. Str 14, Dex 13, Con 13, Int 8, Wis 15, Cha 14. Nelaser is youthful in appearance, with gray hair and brown eyes. She wears a breastplate and wields a flail and shield.",
  "Cuillia: Female Elf Wizard, N. Str 9, Dex 14, Con 8, Int 16, Wis 8, Cha 8. Cuillia has copper hair and hazel eyes. She wears bronze robes and wields a dagger and sling. Cuillia is soft-hearted and lewd.",
  "Brenna: Female Elf Druid, Neutral. Str 11, Dex 14, Con 11, Int 9, Wis 16, Cha 7. Brenna has silver hair and hazel eyes, and a beaked nose. She wears hide armor and wields a scimitar and wooden shield.",
  "Elwilan: Female Elf Monk, N. Str 14, Dex 11, Con 9, Int 10, Wis 16, Cha 13. Elwilan is exceptionally beautiful, with uneven black hair and amber eyes. She wears modest garments and wields a bo (quarterstaff) and sai (dagger). Elwilan seeks revenge against the sister who betrayed her.",
  "Idrilas: Female Elf Fighter, N. Str 13, Dex 8, Con 10, Int 13, Wis 6, Cha 9. Idrilas has thin golden hair and amber eyes. She wears a breastplate and wields a glaive. Idrilas is gullible and fanatical.",
  "Eldas: Female Elf Fighter, CG. Str 16, Dex 12, Con 12, Int 12, Wis 9, Cha 12. Eldas has copper hair and sharp gray eyes. She wears plate armor and wields a greatsword. Eldas is courteous and aesthetic.",
  "Indis: Female Elf Barbarian, LE. Str 13, Dex 14, Con 12, Int 9, Wis 6, Cha 9. Indis has short silver hair and amber eyes. She wears leather armor and wields a rapier. Indis is a skilled singer.",
  "Essbuach: Female Elf Monk, N. Str 8, Dex 13, Con 9, Int 13, Wis 10, Cha 14. Essbuach is short, with cropped auburn hair and dark green eyes. She wears simple clothing and wields nunchaku (club) and kama (sickle). Essbuach has an animal companion, a gray rabbit named Bodhma.",
  "Galaser: Female Elf Monk, N. Str 12, Dex 13, Con 11, Int 10, Wis 7, Cha 10. Galaser has long black hair and bright green eyes, and wears glasses with electrum rims. She wears sturdy clothing and wields a bo (quarterstaff) and sai (dagger).",
  "Inen: Female Elf Rogue, NG. Str 7, Dex 12, Con 8, Int 13, Wis 10, Cha 13. Inen has long blonde hair and light hazel eyes, and an unusual mark on her face. She wears leather armor and wields a rapier. Inen is friendly and truthful.",
  "Ithrellas: Female Elf Rogue, LN. Str 9, Dex 13, Con 10, Int 10, Wis 13, Cha 14. Ithrellas is rough in appearance, with red hair and hazel eyes. She wears leather armor and wields a shortsword and sling. Ithrellas seeks only fame and glory.",
  "Libia: Female Elf Paladin, Good. Str 9, Dex 8, Con 8, Int 12, Wis 12, Cha 17. Libia has a long face, with messy copper hair and blue eyes. She wears ring mail and wields a flail and shield. Libia is searching for her missing son.",
  "Mile: Female Elf Fighter, LE. Str 17, Dex 8, Con 10, Int 11, Wis 8, Cha 8. Mile is exceptionally beautiful, with uneven silver hair and brown eyes. She wears ring mail and wields a halberd. Mile seeks to free herself from an ancient curse.",
  "Elelyel: Female Elf Fighter, LG. Str 13, Dex 13, Con 6, Int 6, Wis 9, Cha 10. Elelyel is rough in appearance, with uneven auburn hair and dark green eyes. She wears ring mail and wields a battleaxe and hand crossbow. Elelyel has an animal companion, a black wolf named Lindaneth.",
  "Adrienden: Female Elf Monk, LN. Str 9, Dex 13, Con 11, Int 6, Wis 14, Cha 15. Adrienden has golden hair and green eyes. She wears simple clothing and wields an ono (handaxe). Adrienden has an animal companion, a hunting dog named Mata.",
  "Nelye: Female Elf Fighter, LN. Str 16, Dex 15, Con 10, Int 7, Wis 7, Cha 9. Nelye is tall, with messy brown hair and brown eyes. She wears half plate and wields a trident and shield. Nelye is soft-hearted and savage.",
  "Annalb: Female Elf Druid, Neutral. Str 11, Dex 10, Con 13, Int 12, Wis 16, Cha 10. Annalb has thick auburn hair and sharp gray eyes. She wears hide armor and wields a club and wooden shield. Annalb is searching for the lost elven kingdom of Done.",
  "Ellas: Female Elf Rogue, LG. Str 10, Dex 13, Con 10, Int 13, Wis 14, Cha 13. Ellas is tall and thin, with short white hair and bright green eyes. She wears studded leather and wields a club. Ellas is sensitive and faithful.",
  "Earienen: Female Elf Druid, Neutral. Str 12, Dex 5, Con 11, Int 10, Wis 12, Cha 6. Earienen has a square face, with red hair and bright hazel eyes. She wears leather armor and wields a quarterstaff.",
  "Ilartas: Female Elf Fighter, NG. Str 16, Dex 13, Con 13, Int 12, Wis 8, Cha 13. Ilartas is short and overweight, with straight gray hair and brown eyes. She wears splint armor and wields a war pick and shield. Ilartas compulsively plays with a copper coin.",
  "Tatie: Female Elf Monk, N. Str 12, Dex 12, Con 12, Int 12, Wis 10, Cha 13. Tatie is pleasant in appearance, with white hair and blue eyes. She wears travel-stained clothing and wields an ono (handaxe). Tatie has an animal companion, a black rat named Celadhil.",
  "Irimis: Female Elf Monk, LG. Str 12, Dex 14, Con 8, Int 12, Wis 14, Cha 10. Irimis has black hair and soft gray eyes, and wears glasses with gold rims. She wears plain clothing and wields a bo (quarterstaff). Irimis is chivalrous and studious.",
  "Enderdas: Female Elf Wizard, CN. Str 12, Dex 15, Con 13, Int 16, Wis 8, Cha 9. Enderdas is exceptionally beautiful, with golden hair and sharp blue eyes. She wears modest garments and wields a quarterstaff. Enderdas is lustful and harsh.",
  "Ceithlai: Female Elf Cleric, NG. Str 7, Dex 12, Con 7, Int 14, Wis 13, Cha 10. Ceithlai has thin gray hair and dark brown eyes, and a flat nose. She wears studded leather and wields a club and shortbow. Ceithlai is generous and fair.",
  "Anen: Female Elf Warlock, N. Str 15, Dex 7, Con 15, Int 9, Wis 13, Cha 15. Anen has white hair and amber eyes. She wears studded leather and wields a mace. Anen seeks to save her family from financial ruin.",
  "Terna: Female Elf Rogue, LN. Str 11, Dex 17, Con 6, Int 15, Wis 9, Cha 14. Terna has short brown hair and bright hazel eyes, and a distinctive tattoo on her face. She wears leather armor and wields a shortsword and javelins. Terna compulsively plays with an iron ring.",
  "Betha: Female Elf Paladin, Good. Str 8, Dex 13, Con 14, Int 12, Wis 10, Cha 12. Betha is noble in bearing, with red hair and sharp green eyes. She wears ring mail and wields a scimitar. Betha is blind in her right eye.",
  "Mona: Female Elf Monk, NE. Str 10, Dex 9, Con 13, Int 8, Wis 10, Cha 13. Mona has gray hair and soft blue eyes, and small ears. She wears modest garments and wields nunchaku (club). Mona has an animal companion, a tiger named Eris.",
  "Amadriel: Female Elf Wizard, NE. Str 9, Dex 12, Con 12, Int 14, Wis 10, Cha 13. Amadriel has white hair and amber eyes, and pointed ears. She wears worn clothing and wields a quarterstaff and light crossbow. Amadriel has Common Companion.",
  "Enag: Female Elf Barbarian, CN. Str 15, Dex 5, Con 13, Int 11, Wis 11, Cha 11. Enag has matted gray hair and narrow brown eyes. She wears studded leather and wields a morningstar and shield. Enag suffers an acute fear of swords and blades.",
  "Keelta: Female Elf Monk, NG. Str 12, Dex 11, Con 6, Int 11, Wis 10, Cha 10. Keelta has brown hair and brown eyes. She wears simple clothing and wields a yari (spear) and shuriken (darts). Keelta dislikes anyone smarter than her.",
  "Mandia: Female Elf Cleric, NG. Str 8, Dex 10, Con 7, Int 8, Wis 17, Cha 15. Mandia is tall, with short white hair and soft gray eyes. She wears leather armor and wields a light hammer and javelins. Mandia is kind and truthful.",
  "Vixa: Female Elf Rogue, CN. Str 9, Dex 15, Con 10, Int 7, Wis 8, Cha 15. Vixa is rugged in appearance, with silver hair and dark green eyes. She wears studded leather and wields a longsword. Vixa suffers an acute fear of open spaces.",
  "Brissa: Female Elf Rogue, NG. Str 10, Dex 14, Con 13, Int 14, Wis 11, Cha 13. Brissa is tall, with gray hair and dark brown eyes. She wears leather armor and wields a longsword and light crossbow.",
  "Arwerdas: Female Elf Fighter, NG. Str 14, Dex 12, Con 15, Int 7, Wis 13, Cha 10. Arwerdas has an angular face, with gray hair and brown eyes. She wears scale mail and wields a rapier.",
  "Osnalb: Female Elf Fighter, NE. Str 12, Dex 15, Con 11, Int 10, Wis 8, Cha 8. Osnalb is tall and stout, with black hair and narrow blue eyes. She wears chain mail and wields a maul.",
  "Nerdiser: Female Elf Rogue, N. Str 12, Dex 12, Con 10, Int 12, Wis 13, Cha 14. Nerdiser is short, with curly copper hair and gray eyes. She wears leather armor and wields a rapier and hand crossbow.",
  "Thuna: Female Elf Fighter, CN. Str 15, Dex 15, Con 6, Int 14, Wis 9, Cha 7. Thuna has curly brown hair and large blue eyes, and small ears. She wears splint armor and wields a greataxe. Thuna is honest and lewd.",
  "Finde: Female Elf Rogue, LG. Str 7, Dex 13, Con 6, Int 14, Wis 10, Cha 11. Finde is noble in bearing, with red hair and green eyes. She wears studded leather and wields a longsword and dagger. Finde has an animal companion, a dire rat named Celador.",
  "Dama: Female Elf Fighter, NG. Str 15, Dex 16, Con 8, Int 7, Wis 10, Cha 6. Dama has thin blonde hair and light amber eyes. She wears a breastplate and wields a war pick and shield. Dama is searching for the legendary dwarven kingdom of Gathuram.",
  "Buacha: Female Elf Rogue, N. Str 9, Dex 16, Con 5, Int 17, Wis 8, Cha 6. Buacha has a narrow face, with tangled black hair and large brown eyes. She wears leather armor and wields a shortsword and hand crossbow.",
  "Laserie: Female Elf Rogue, CG. Str 10, Dex 14, Con 6, Int 14, Wis 9, Cha 12. Laserie has white hair and narrow hazel eyes. She wears leather armor and wields a rapier and hand crossbow. Laserie is witty and calm.",
  "Gilme: Female Elf Fighter, LG. Str 14, Dex 16, Con 10, Int 9, Wis 10, Cha 13. Gilme has tangled silver hair and light gray eyes, and large ears. She wears plate armor and wields a trident. Gilme is blind in her right eye.",
  "Adriel: Female Elf Rogue, N. Str 12, Dex 12, Con 9, Int 14, Wis 9, Cha 11. Adriel has cropped black hair and narrow hazel eyes. She wears leather armor and wields a rapier. Adriel was raised by cultists of the Prince of Knowledge.",
  "Galadrie: Female Elf Monk, NG. Str 9, Dex 12, Con 7, Int 7, Wis 10, Cha 9. Galadrie has a square face, with brown hair and dark blue eyes. She wears sturdy clothing and wields nunchaku (club) and kama (sickle).",
  "Derge: Female Elf Monk, LN. Str 10, Dex 13, Con 13, Int 7, Wis 7, Cha 14. Derge is fair in appearance, with matted brown hair and bright green eyes. She wears well-made clothing and wields an ono (handaxe). Derge is determined and humble.",
  "Manda: Female Elf Fighter, LN. Str 12, Dex 11, Con 10, Int 9, Wis 11, Cha 11. Manda is tall, with tangled red hair and light green eyes. She wears ring mail and wields a pike. Manda blames trolls for every misfortune.",
  "Nellaser: Female Elf Monk, N. Str 8, Dex 15, Con 8, Int 8, Wis 9, Cha 13. Nellaser has a long face, with copper hair and blue eyes. She wears sturdy clothing and wields a bo (quarterstaff).",
  "Odir: Female Elf Fighter, N. Str 17, Dex 9, Con 8, Int 9, Wis 7, Cha 12. Odir has copper hair and blue eyes, and prominent ears. She wears a breastplate and wields a halberd. Odir compulsively whispers nonsense.",
  "Cesa: Female Elf Cleric, LN. Str 12, Dex 14, Con 12, Int 9, Wis 15, Cha 9. Cesa has a narrow face, with uneven red hair and light brown eyes. She wears a chain shirt and wields a spear. Cesa is hunting the brigands who murdered her family.",
  "Elellan: Female Elf Fighter, NG. Str 16, Dex 12, Con 11, Int 10, Wis 14, Cha 9. Elellan is tall, with brown hair and amber eyes. She wears a chain shirt and wields a battleaxe. Elellan has an animal companion, a copper firedrake named Eldarwel.",
  "Broma: Female Elf Barbarian, N. Str 17, Dex 8, Con 16, Int 11, Wis 11, Cha 8. Broma has a round face, with red hair and hazel eyes. She wears leather armor and wields a morningstar. Broma is searching for the lost empire of Ellond.",
  "Tatarie: Female Elf Fighter, LN. Str 17, Dex 11, Con 10, Int 8, Wis 14, Cha 10. Tatarie is exceptionally beautiful, with auburn hair and bright gray eyes. She wears splint armor and wields a glaive. Tatarie is cursed with delusions.",
  "Maera: Female Elf Ranger, N. Str 12, Dex 13, Con 12, Int 10, Wis 15, Cha 10. Maera has auburn hair and brown eyes, and prominent ears. She wears leather armor and wields a battleaxe and shield. Maera has black snake named Adhan.",
  "Messba: Female Elf Bard, LG. Str 8, Dex 9, Con 8, Int 13, Wis 10, Cha 16. Messba has a round face, with thick black hair and amber eyes. She wears studded leather and wields a rapier and dagger. Messba has an animal companion, a red fox named Gonasaer.",
  "Arielyel: Female Elf Cleric, LE. Str 10, Dex 15, Con 15, Int 8, Wis 13, Cha 14. Arielyel has silver hair and blue eyes. She wears half plate and wields a mace and shortbow. Arielyel seeks to steal the crown of the kingdom.",
  "Arwebrias: Female Elf Barbarian, N. Str 14, Dex 10, Con 12, Int 9, Wis 7, Cha 9. Arwebrias is short and slender, with gray hair and brown eyes. She wears hide armor and wields a shortsword and net.",
  "Nimredhel: Female Elf Cleric, N. Str 10, Dex 11, Con 10, Int 11, Wis 15, Cha 9. Nimredhel has tangled blonde hair and narrow gray eyes, and a round nose. She wears hide armor and wields a handaxe and dagger.",
  "Serinde: Female Elf Cleric, N. Str 5, Dex 13, Con 9, Int 12, Wis 16, Cha 10. Serinde has a square face, with tangled brown hair and sharp blue eyes. She wears a breastplate and wields a mace. Serinde is searching for the lost kingdom of Eriar.",
  "Indel: Female Elf Wizard, CN. Str 13, Dex 7, Con 6, Int 12, Wis 8, Cha 10. Indel has a narrow face, with blonde hair and light blue eyes. She wears simple clothing and wields a quarterstaff. Indel is adaptable and arrogant.",
  "Finduilye: Female Elf Fighter, LE. Str 16, Dex 14, Con 15, Int 10, Wis 10, Cha 12. Finduilye is overweight, with silver hair and green eyes. She wears scale mail and wields a whip and shield. Finduilye has an animal companion, a black wolf named Lomionarf.",
  "Enden: Female Elf Monk, N. Str 12, Dex 12, Con 10, Int 10, Wis 10, Cha 14. Enden has copper hair and blue eyes. She wears modest garments and wields an ono (handaxe). Enden is a practiced juggler.",
  "Serie: Female Elf Cleric, NG. Str 11, Dex 12, Con 11, Int 11, Wis 12, Cha 8. Serie is courtly in bearing, with straight blonde hair and green eyes. She wears studded leather and wields a club and shortbow. Serie has an animal companion, a sable ferret named Mare.",
  "Enghid: Female Elf Paladin, Good. Str 14, Dex 10, Con 8, Int 13, Wis 13, Cha 13. Enghid has thick black hair and green eyes, and a round nose. She wears half plate and wields a trident. Enghid has an animal companion, a white warhorse named Ilmidrith.",
  "Nellaser: Female Elf Rogue, CN. Str 9, Dex 14, Con 8, Int 7, Wis 13, Cha 5. Nellaser has a square face, with curly brown hair and soft brown eyes. She wears studded leather and wields a longsword and sickle. Nellaser has an animal companion, a sable ferret named Edhron.",
  "Arwelyel: Female Elf Wizard, N. Str 14, Dex 12, Con 8, Int 13, Wis 11, Cha 7. Arwelyel is tall and thin, with matted black hair and large hazel eyes. She wears white robes and wields a quarterstaff. Arwelyel has an arcane familiar, a black rat named Grora.",
  "Sula: Female Elf Rogue, N. Str 13, Dex 17, Con 13, Int 14, Wis 9, Cha 14. Sula is rugged in appearance, with silver hair and amber eyes. She wears leather armor and wields a longsword and javelins. Sula has an animal companion, a black snake named Eotan.",
  "Mana: Female Elf Sorcerer, N. Str 6, Dex 11, Con 12, Int 8, Wis 11, Cha 13. Mana has matted golden hair and large amber eyes. She wears modest garments and wields a quarterstaff.",
  "Nellaser: Female Elf Rogue, N. Str 11, Dex 13, Con 11, Int 11, Wis 8, Cha 9. Nellaser has golden hair and sharp hazel eyes. She wears leather armor and wields a rapier and javelins. Nellaser seeks to atone for past sins.",
  "Cathna: Female Elf Druid, Neutral. Str 10, Dex 10, Con 10, Int 12, Wis 14, Cha 11. Cathna has golden hair and light brown eyes, and a sharp nose. She wears leather armor and wields a quarterstaff and sickle.",
  "Delgna: Female Elf Monk, LG. Str 14, Dex 13, Con 6, Int 12, Wis 13, Cha 14. Delgna is short, with black hair and dark gray eyes. She wears plain clothing and wields an ono (handaxe). Delgna has an animal companion, a hunting dog named Findelye.",
  "Etherg: Female Elf Fighter, NG. Str 13, Dex 15, Con 12, Int 12, Wis 5, Cha 10. Etherg has straight silver hair and sharp amber eyes. She wears ring mail and wields a war pick and shield. Etherg has an animal companion, a black bear named Mary.",
  "Edhenwel: Female Elf Cleric, CN. Str 11, Dex 11, Con 7, Int 9, Wis 15, Cha 14. Edhenwel has brown hair and dark green eyes, and a sharp nose. She wears leather armor and wields a quarterstaff.",
  "Trota: Female Elf Druid, Neutral. Str 11, Dex 14, Con 11, Int 7, Wis 14, Cha 12. Trota is common in appearance, with silver hair and soft blue eyes. She wears hide armor and wields a quarterstaff and sickle. Trota suffers a traumatic fear of disease.",
  "Minerwe: Female Elf Monk, NG. Str 13, Dex 8, Con 10, Int 7, Wis 17, Cha 9. Minerwe is tall, with uneven brown hair and sharp blue eyes. She wears modest garments and wields an ono (handaxe) and kama (sickle). Minerwe is pious and truthful.",
  "Celothien: Female Elf Rogue, LN. Str 13, Dex 12, Con 11, Int 9, Wis 8, Cha 14. Celothien has silver hair and sharp hazel eyes. She wears studded leather and wields a longsword and hand crossbow. Celothien has an animal companion, a black snake named Elroth.",
  "Gilmithrie: Female Elf Warlock, LN. Str 11, Dex 7, Con 10, Int 10, Wis 6, Cha 17. Gilmithrie has copper hair and sharp amber eyes, and pointed ears. She wears studded leather and wields a quarterstaff and dagger. Gilmithrie is foolhardy and mercenary.",
  "Vacia: Female Elf Cleric, N. Str 7, Dex 10, Con 10, Int 9, Wis 14, Cha 16. Vacia is rough in appearance, with braided white hair and bright blue eyes. She wears studded leather and wields a club. Vacia is driven and impulsive.",
  "Ellartas: Female Elf Cleric, N. Str 7, Dex 10, Con 8, Int 11, Wis 13, Cha 11. Ellartas has golden hair and sharp brown eyes. She wears leather armor and wields a quarterstaff and sickle. Ellartas is mischievous and perverted.",
  "Mandia: Female Elf Monk, LN. Str 12, Dex 11, Con 7, Int 13, Wis 11, Cha 12. Mandia is rough in appearance, with cropped copper hair and large amber eyes. She wears sturdy clothing and wields nunchaku (club) and sai (dagger). Mandia has an animal companion, a white rabbit named Golinor.",
  "Becha: Female Elf Rogue, N. Str 12, Dex 16, Con 11, Int 12, Wis 10, Cha 11. Becha is overweight, with matted blonde hair and dark green eyes. She wears leather armor and wields a rapier. Becha is decisive and devout.",
  "Lothienye: Female Elf Sorcerer, LG. Str 10, Dex 15, Con 12, Int 7, Wis 5, Cha 17. Lothienye is heavyset, with red hair and narrow gray eyes. She wears worn clothing and wields a quarterstaff.",
  "Luri: Female Elf Rogue, LN. Str 8, Dex 12, Con 14, Int 12, Wis 15, Cha 10. Luri is exceptionally beautiful, with copper hair and amber eyes. She wears studded leather and wields a shortsword. Luri is a skilled cook.",
  "Rocca: Female Elf Wizard, CN. Str 11, Dex 15, Con 11, Int 15, Wis 10, Cha 13. Rocca has gray hair and blue eyes. She wears modest garments and wields a dagger and light crossbow. Rocca is jealous and combative.",
  "Dalla: Female Elf Cleric, LG. Str 8, Dex 10, Con 9, Int 9, Wis 16, Cha 11. Dalla has golden hair and sharp brown eyes, and a flat nose. She wears studded leather and wields a handaxe and shortbow.",
  "Eldaren: Female Elf Monk, N. Str 8, Dex 10, Con 9, Int 9, Wis 13, Cha 8. Eldaren has a round face, with brown hair and amber eyes. She wears well-made clothing and wields a bo (quarterstaff). Eldaren seeks only fame and glory.",
  "Wenna: Female Elf Rogue, CE. Str 7, Dex 16, Con 10, Int 9, Wis 12, Cha 8. Wenna has curly white hair and amber eyes, and sharpened teeth. She wears studded leather and wields a shortsword and sickle.",
  "Maera: Female Elf Barbarian, LE. Str 14, Dex 9, Con 9, Int 11, Wis 11, Cha 11. Maera has braided red hair and green eyes, and numerous fearsome piercings. She wears studded leather and wields a glaive. Maera is haughty and scheming.",
  "Eris: Female Elf Rogue, NE. Str 10, Dex 12, Con 7, Int 13, Wis 12, Cha 10. Eris has straight brown hair and blue eyes. She wears studded leather and wields a longsword and light crossbow.",
  "Hlera: Female Elf Fighter, LN. Str 17, Dex 15, Con 11, Int 11, Wis 14, Cha 13. Hlera has a narrow face, with golden hair and large gray eyes. She wears a breastplate and wields a greatsword. Hlera is painfully tone-deaf.",
  "Elwindel: Female Elf Rogue, N. Str 10, Dex 17, Con 11, Int 11, Wis 8, Cha 14. Elwindel is exceptionally beautiful, with auburn hair and sharp gray eyes. She wears studded leather and wields a longsword.",
  "Eatienden: Female Elf Cleric, N. Str 10, Dex 9, Con 13, Int 10, Wis 14, Cha 13. Eatienden has messy brown hair and blue eyes. She wears scale mail and wields a spear and shortbow. Eatienden is morose and clever.",
  "Luadha: Female Elf Ranger, NG. Str 12, Dex 8, Con 10, Int 10, Wis 9, Cha 12. Luadha is short and willowy, with thick blonde hair and dark green eyes. She wears studded leather and wields a shortsword. Luadha is fair and sensitive.",
  "Cardua: Female Elf Sorcerer, NG. Str 11, Dex 11, Con 13, Int 12, Wis 12, Cha 14. Cardua is exceptionally beautiful, with messy golden hair and dark blue eyes. She wears simple clothing and wields a dagger and darts. Cardua has an animal companion, a ginger weasel named Nelothel.",
  "Arel: Female Elf Rogue, NG. Str 10, Dex 16, Con 13, Int 17, Wis 11, Cha 14. Arel has curly brown hair and light gray eyes, and pointed ears. She wears leather armor and wields a shortsword. Arel is sensitive and righteous.",
  "Ilanis: Female Elf Wizard, LG. Str 13, Dex 17, Con 11, Int 15, Wis 6, Cha 13. Ilanis is fey in appearance, with long golden hair and green eyes. She wears plain clothing and wields a dagger. Ilanis is hunting the warlord who stole her ancestral sword.",
  "Nerdalye: Female Elf Sorcerer, LN. Str 10, Dex 8, Con 11, Int 10, Wis 13, Cha 14. Nerdalye is tall, with golden hair and soft amber eyes. She wears simple clothing and wields a dagger. Nerdalye is practical and honest.",
  "Ithreldas: Female Elf Rogue, N. Str 9, Dex 13, Con 6, Int 11, Wis 7, Cha 9. Ithreldas has tangled silver hair and sharp green eyes. She wears studded leather and wields a longsword and sickle. Ithreldas has an animal companion, a black cat named Arwen.",
  "Mithienye: Female Elf Ranger, N. Str 13, Dex 13, Con 12, Int 8, Wis 16, Cha 8. Mithienye has a narrow face, with silver hair and brown eyes. She wears scale mail and wields a pike. Mithienye is honest and stoic.",
  "Uaicath: Female Elf Cleric, N. Str 7, Dex 13, Con 10, Int 9, Wis 17, Cha 10. Uaicath has a square face, with white hair and green eyes. She wears leather armor and wields a handaxe and sickle.",
  "Nerdiser: Female Elf Paladin, Good. Str 12, Dex 5, Con 9, Int 8, Wis 12, Cha 12. Nerdiser is willowy, with brown hair and narrow blue eyes. She wears hide armor and wields a rapier. Nerdiser has an animal companion, a white warhorse named Lote.",
  "Tarilye: Female Elf Fighter, NG. Str 16, Dex 12, Con 11, Int 9, Wis 10, Cha 9. Tarilye has thin black hair and brown eyes. She wears ring mail and wields a flail. Tarilye is searching for a legendary blade named Luminous Victory.",
  "Faisa: Female Elf Rogue, NE. Str 13, Dex 16, Con 10, Int 12, Wis 14, Cha 9. Faisa is exceptionally beautiful, with braided auburn hair and green eyes. She wears studded leather and wields a longsword and dagger. Faisa has an animal companion, a black cat named Dugia.",
  "Nelladrie: Female Elf Fighter, LN. Str 17, Dex 11, Con 11, Int 6, Wis 13, Cha 12. Nelladrie is tall, with long auburn hair and brown eyes. She wears a chain shirt and wields a warhammer and shield. Nelladrie is depressed and possessive.",
  "Cuxsa: Female Elf Rogue, N. Str 12, Dex 17, Con 10, Int 11, Wis 9, Cha 6. Cuxsa has a round face, with black hair and narrow blue eyes. She wears leather armor and wields a shortsword. Cuxsa is dying and desperately seeks the secret of immortality.",
  "Vera: Female Elf Barbarian, N. Str 14, Dex 10, Con 14, Int 10, Wis 10, Cha 8. Vera has a round face, with blonde hair and bright green eyes. She wears leather armor and wields a morningstar and hand crossbow. Vera suffers a deadly allergy to horses.",
  "Rhalia: Female Elf Fighter, CG. Str 13, Dex 9, Con 12, Int 7, Wis 8, Cha 7. Rhalia has black hair and gray eyes, and a beaked nose. She wears ring mail and wields a greatsword. Rhalia is philosophical and sarcastic.",
  "Inding: Female Elf Monk, NG. Str 11, Dex 11, Con 11, Int 12, Wis 10, Cha 12. Inding is pleasant in appearance, with golden hair and hazel eyes. She wears modest garments and wields a bo (quarterstaff) and shuriken (darts). Inding is wrongly sought by the paladins of the Temple of Revelry for forgery.",
  "Tanellye: Female Elf Fighter, LG. Str 13, Dex 8, Con 7, Int 8, Wis 11, Cha 12. Tanellye is exceptionally beautiful, with copper hair and brown eyes. She wears splint armor and wields a battleaxe and blowgun. Tanellye is capable and paranoid.",
  "Artarwel: Female Elf Rogue, LG. Str 11, Dex 15, Con 10, Int 7, Wis 6, Cha 9. Artarwel has a narrow face, with silver hair and dark amber eyes. She wears leather armor and wields a longsword. Artarwel has an animal companion, a dire rat named Galla.",
  "Cora: Female Elf Fighter, N. Str 13, Dex 17, Con 5, Int 10, Wis 10, Cha 11. Cora has thin golden hair and hazel eyes. She wears half plate and wields a whip and heavy crossbow. Cora compulsively insults others.",
  "Altalas: Female Elf Wizard, CG. Str 15, Dex 16, Con 13, Int 15, Wis 12, Cha 9. Altalas has a square face, with messy red hair and brown eyes. She wears silver robes and wields a quarterstaff and sling. Altalas seeks to master the secrets of living constructs.",
  "Unoch: Female Elf Cleric, N. Str 7, Dex 13, Con 15, Int 13, Wis 17, Cha 14. Unoch is common in appearance, with short brown hair and gray eyes. She wears a chain shirt and wields a mace and shield. Unoch seeks to discover who murdered her family.",
  "Nelluthel: Female Elf Bard, NE. Str 5, Dex 10, Con 9, Int 11, Wis 13, Cha 13. Nelluthel is overweight, with messy red hair and dark green eyes. She wears leather armor and wields a rapier and light crossbow. Nelluthel frequently uses uncommon words incorrectly.",
  "Imroden: Female Elf Warlock, N. Str 10, Dex 12, Con 14, Int 10, Wis 7, Cha 17. Imroden has an angular face, with uneven auburn hair and narrow blue eyes. She wears studded leather and wields a spear.",
  "Tiva: Female Elf Fighter, NG. Str 17, Dex 12, Con 7, Int 8, Wis 10, Cha 13. Tiva has long red hair and amber eyes. She wears a breastplate and wields a shortsword and hand crossbow. Tiva is compassionate and fearless.",
  "Velda: Female Elf Warlock, NE. Str 12, Dex 8, Con 10, Int 14, Wis 13, Cha 15. Velda is short, with cropped copper hair and sharp blue eyes. She wears studded leather and wields a mace and light crossbow. Velda seeks to master the secrets of higher dimensions.",
  "Arwen: Female Elf Fighter, N. Str 16, Dex 12, Con 9, Int 11, Wis 10, Cha 14. Arwen has curly copper hair and amber eyes. She wears a breastplate and wields a trident and shield. Arwen is quiet and proud.",
  "Icar: Female Elf Barbarian, LN. Str 12, Dex 7, Con 17, Int 7, Wis 11, Cha 7. Icar is pleasant in appearance, with white hair and sharp blue eyes. She wears hide armor and wields a maul. Icar is dying and desperately seeks the secret of immortality.",
  "Gilmithien: Female Elf Cleric, LN. Str 9, Dex 9, Con 13, Int 9, Wis 16, Cha 13. Gilmithien is exceptionally beautiful, with copper hair and soft amber eyes. She wears leather armor and wields a mace and light crossbow. Gilmithien is searching for the lost Cloister of Eternal Light.",
  "Tuga: Female Elf Fighter, N. Str 12, Dex 13, Con 6, Int 10, Wis 8, Cha 11. Tuga is exceptionally beautiful, with cropped gray hair and bright blue eyes. She wears plate armor and wields a flail. Tuga is proud and cowardly.",
  "Ticca: Female Elf Paladin, Good. Str 13, Dex 14, Con 11, Int 10, Wis 9, Cha 12. Ticca has copper hair and bright amber eyes, and a thin nose. She wears a chain shirt and wields a trident and shield. Ticca is charming and loyal.",
  "Gilme: Female Elf Ranger, LG. Str 12, Dex 11, Con 11, Int 7, Wis 15, Cha 10. Gilme has tangled blonde hair and green eyes. She wears half plate and wields a morningstar and shield. Gilme has black wolf named Finasaer.",
  "Miredhel: Female Elf Monk, LN. Str 16, Dex 12, Con 9, Int 8, Wis 13, Cha 5. Miredhel is exceptionally beautiful, with brown hair and green eyes. She wears plain clothing and wields a kanabo (mace) and sai (dagger). Miredhel has an animal companion, a green firedrake named Cuthi.",
  "Lewinn: Female Elf Monk, NG. Str 16, Dex 13, Con 11, Int 6, Wis 8, Cha 9. Lewinn is youthful in appearance, with copper hair and narrow brown eyes. She wears modest garments and wields a bo (quarterstaff) and kama (sickle). Lewinn is a skilled singer.",
  "Etten: Female Elf Bard, NE. Str 6, Dex 11, Con 10, Int 10, Wis 9, Cha 13. Etten has a square face, with cropped gray hair and sharp gray eyes. She wears studded leather and wields a rapier and sickle.",
  "Derge: Female Elf Fighter, NE. Str 17, Dex 9, Con 9, Int 7, Wis 12, Cha 7. Derge is slender, with curly red hair and narrow amber eyes. She wears splint armor and wields a maul. Derge is sharp-tongued and insensitive.",
  "Cora: Female Elf Druid, Neutral. Str 11, Dex 9, Con 10, Int 8, Wis 16, Cha 15. Cora is fey in appearance, with tangled white hair and green eyes. She wears hide armor and wields a scimitar and dagger.",
  "Imroten: Female Elf Monk, N. Str 13, Dex 11, Con 10, Int 5, Wis 9, Cha 12. Imroten is tall, with matted white hair and brown eyes. She wears plain clothing and wields a kanabo (mace) and sai (dagger). Imroten has an animal companion, a green snake named Ebriariel.",
  "Strisa: Female Elf Monk, LN. Str 11, Dex 11, Con 8, Int 7, Wis 11, Cha 11. Strisa is thin, with black hair and amber eyes. She wears modest garments and wields a kanabo (mace) and sai (dagger).",
  "Gilme: Female Elf Fighter, N. Str 17, Dex 7, Con 10, Int 13, Wis 13, Cha 11. Gilme is thin, with copper hair and soft brown eyes. She wears half plate and wields a war pick. Gilme has an animal companion, a copper firedrake named Saira.",
  "Elyelwis: Female Elf Paladin, Good. Str 13, Dex 13, Con 13, Int 9, Wis 10, Cha 11. Elyelwis has straight copper hair and narrow gray eyes, and a beaked nose. She wears splint armor and wields a war pick. Elyelwis seeks to save her family from financial ruin.",
  "Amarwen: Female Elf Ranger, N. Str 10, Dex 13, Con 6, Int 12, Wis 12, Cha 7. Amarwen has matted red hair and green eyes, and pointed ears. She wears studded leather and wields a trident. Amarwen is ambitious and covetous.",
  "Nerdelye: Female Elf Rogue, N. Str 11, Dex 12, Con 11, Int 14, Wis 9, Cha 10. Nerdelye has short gray hair and soft amber eyes, and a flat nose. She wears studded leather and wields a rapier and sickle. Nerdelye seeks to save her family from financial ruin.",
  "Eldalas: Female Elf Druid, Neutral. Str 12, Dex 13, Con 10, Int 10, Wis 17, Cha 8. Eldalas has thin golden hair and sharp blue eyes, and a beaked nose. She wears hide armor and wields a spear.",
  "Inyen: Female Elf Sorcerer, NE. Str 13, Dex 7, Con 10, Int 7, Wis 8, Cha 15. Inyen has a square face, with thin white hair and light hazel eyes. She wears simple clothing and wields a quarterstaff.",
  "Bara: Female Elf Fighter, N. Str 12, Dex 14, Con 8, Int 5, Wis 9, Cha 11. Bara has curly copper hair and blue eyes. She wears splint armor and wields a morningstar and net. Bara is zealous and disloyal.",
  "Einnamh: Female Elf Fighter, NE. Str 16, Dex 8, Con 12, Int 10, Wis 6, Cha 10. Einnamh is tall and slender, with curly golden hair and brown eyes. She wears a chain shirt and wields a battleaxe and heavy crossbow. Einnamh has an animal companion, a silver dog named Eldarwen.",
  "Galaser: Female Elf Barbarian, N. Str 14, Dex 9, Con 10, Int 13, Wis 12, Cha 11. Galaser is heavyset, with straight gray hair and narrow amber eyes. She wears scale mail and wields a shortsword and shield. Galaser is lewd and hardworking.",
  "Imroth: Female Elf Barbarian, N. Str 15, Dex 11, Con 13, Int 14, Wis 9, Cha 9. Imroth has thin red hair and gray eyes, and pointed ears. She wears scale mail and wields a maul. Imroth seeks to atone for past sins.",
  "Dica: Female Elf Monk, NG. Str 11, Dex 11, Con 8, Int 7, Wis 11, Cha 11. Dica is fair in appearance, with blonde hair and green eyes. She wears simple clothing and wields an ono (handaxe) and sai (dagger). Dica is principled and foolish.",
  "Daalna: Female Elf Monk, N. Str 9, Dex 17, Con 10, Int 13, Wis 13, Cha 5. Daalna is pleasant in appearance, with straight silver hair and hazel eyes. She wears modest garments and wields an ono (handaxe).",
  "Aning: Female Elf Fighter, LE. Str 13, Dex 13, Con 8, Int 14, Wis 12, Cha 10. Aning is exceptionally beautiful, with curly white hair and gray eyes. She wears splint armor and wields a morningstar and net. Aning has an animal companion, a black wolf named Luthelye.",
  "Findiser: Female Elf Ranger, CG. Str 8, Dex 9, Con 9, Int 9, Wis 11, Cha 13. Findiser has a round face, with tangled white hair and gray eyes. She wears leather armor and wields a rapier. Findiser is wrongly sought by the paladins of the Abbey of Spirits for forgery.",
  "Nerwenye: Female Elf Monk, CN. Str 14, Dex 10, Con 11, Int 9, Wis 14, Cha 11. Nerwenye is tall, with golden hair and sharp blue eyes. She wears modest garments and wields a yari (spear). Nerwenye has an animal companion, a hunting dog named Gola.",
  "Cunda: Female Elf Rogue, CN. Str 12, Dex 17, Con 7, Int 15, Wis 11, Cha 13. Cunda has a round face, with auburn hair and green eyes. She wears studded leather and wields a light hammer and shortbow. Cunda has an animal companion, a black snake named Artariel.",
  "Enden: Female Elf Monk, CN. Str 11, Dex 13, Con 10, Int 8, Wis 12, Cha 10. Enden has matted golden hair and dark gray eyes, and prominent ears. She wears sturdy clothing and wields a kanabo (mace) and shuriken (darts). Enden is curious and abusive.",
  "Enen: Female Elf Paladin, Good. Str 10, Dex 13, Con 13, Int 7, Wis 11, Cha 14. Enen has blonde hair and brown eyes. She wears half plate and wields a glaive. Enen is well-spoken and chivalrous.",
  "Nimlaser: Female Elf Druid, Neutral. Str 11, Dex 10, Con 14, Int 14, Wis 13, Cha 8. Nimlaser has tangled silver hair and dark blue eyes. She wears leather armor and wields a quarterstaff and wooden shield. Nimlaser is a skilled singer.",
  "Ellan: Female Elf Fighter, NE. Str 13, Dex 12, Con 5, Int 7, Wis 7, Cha 12. Ellan has red hair and bright gray eyes, and a round nose. She wears hide armor and wields a glaive. Ellan is perverted and sharp-tongued.",
  "Leina: Female Elf Druid, Neutral. Str 13, Dex 10, Con 6, Int 9, Wis 15, Cha 5. Leina is common in appearance, with long white hair and dark hazel eyes. She wears leather armor and wields a mace. Leina is searching for her lost brother.",
  "Cutha: Female Elf Fighter, NG. Str 13, Dex 15, Con 8, Int 12, Wis 10, Cha 10. Cutha has golden hair and bright blue eyes, and prominent ears. She wears plate armor and wields a trident and shield. Cutha has an animal companion, a black bear named Cune.",
  "Nimrode: Female Elf Rogue, NG. Str 15, Dex 13, Con 12, Int 12, Wis 7, Cha 13. Nimrode is short and stout, with auburn hair and gray eyes. She wears studded leather and wields a rapier.",
  "Cesa: Female Elf Fighter, N. Str 12, Dex 13, Con 15, Int 7, Wis 7, Cha 9. Cesa is rough in appearance, with short brown hair and sharp amber eyes. She wears hide armor and wields a scimitar. Cesa is searching for a legendary blade named Warscythe.",
  "Tela: Female Elf Monk, CN. Str 10, Dex 12, Con 11, Int 5, Wis 10, Cha 13. Tela has a round face, with golden hair and green eyes. She wears travel-stained clothing and wields an ono (handaxe) and sai (dagger). Tela has an animal companion, a hunting dog named Boada.",
  "Gilmirie: Female Elf Fighter, LN. Str 12, Dex 14, Con 12, Int 10, Wis 10, Cha 9. Gilmirie has blonde hair and sharp blue eyes. She wears splint armor and wields a rapier and heavy crossbow.",
  "Imidril: Female Elf Paladin, Good. Str 12, Dex 10, Con 14, Int 13, Wis 13, Cha 9. Imidril has blonde hair and narrow green eyes. She wears scale mail and wields a scimitar. Imidril is principled and depressed.",
  "Bruocha: Female Elf Monk, NE. Str 14, Dex 9, Con 11, Int 13, Wis 12, Cha 6. Bruocha has a square face, with curly silver hair and amber eyes. She wears simple clothing and wields an ono (handaxe) and shuriken (darts). Bruocha lost her reflection to a hag.",
  "Bodhma: Female Elf Paladin, Good. Str 12, Dex 12, Con 11, Int 13, Wis 12, Cha 12. Bodhma has red hair and light brown eyes, and large ears. She wears splint armor and wields a longsword. Bodhma seeks to free herself from an ancient curse.",
  "Mithelye: Female Elf Rogue, CN. Str 11, Dex 16, Con 7, Int 9, Wis 8, Cha 14. Mithelye has a long face, with straight copper hair and bright hazel eyes. She wears studded leather and wields a longsword and hand crossbow. Mithelye seeks to steal a legendary sapphire from the Prison of Arcane Secrets.",
  "Lina: Female Elf Monk, LE. Str 14, Dex 8, Con 10, Int 8, Wis 9, Cha 10. Lina is tall and slender, with silver hair and amber eyes. She wears modest garments and wields an ono (handaxe).",
  "Arwellan: Female Elf Fighter, NG. Str 13, Dex 14, Con 13, Int 14, Wis 8, Cha 9. Arwellan has a long face, with gray hair and hazel eyes. She wears plate armor and wields a greatsword. Arwellan secretly serves Althun, an ancient goddess of evil.",
  "Ariel: Female Elf Ranger, CG. Str 12, Dex 12, Con 10, Int 10, Wis 8, Cha 9. Ariel is short and heavyset, with long white hair and blue eyes. She wears leather armor and wields a scimitar.",
  "Derbra: Female Elf Monk, CN. Str 15, Dex 13, Con 9, Int 8, Wis 9, Cha 9. Derbra is rough in appearance, with blonde hair and soft green eyes. She wears plain clothing and wields a kanabo (mace) and shuriken (darts). Derbra is depressed and possessive.",
  "Nerwenye: Female Elf Cleric, LG. Str 12, Dex 11, Con 7, Int 8, Wis 15, Cha 14. Nerwenye has curly white hair and gray eyes, and a sharp nose. She wears leather armor and wields a quarterstaff and darts. Nerwenye seeks to discover the truth of her lineage.",
  "Ticca: Female Elf Fighter, N. Str 12, Dex 13, Con 7, Int 13, Wis 10, Cha 13. Ticca has curly brown hair and bright amber eyes. She wears ring mail and wields a war pick and shield. Ticca is flirtatious and merciless.",
  "Niserie: Female Elf Barbarian, NG. Str 13, Dex 9, Con 15, Int 7, Wis 13, Cha 11. Niserie has golden hair and narrow amber eyes. She wears hide armor and wields a trident and blowgun. Niserie has an animal companion, a red firedrake named Rondore.",
  "Vola: Female Elf Bard, CN. Str 14, Dex 10, Con 8, Int 12, Wis 15, Cha 15. Vola has a square face, with golden hair and blue eyes. She wears leather armor and wields a mace. Vola is searching for her lost brother.",
  "Cora: Female Elf Fighter, N. Str 14, Dex 12, Con 9, Int 7, Wis 11, Cha 9. Cora is short and heavyset, with thin brown hair and amber eyes. She wears a chain shirt and wields a warhammer and heavy crossbow. Cora is a terrible liar.",
  "Mithrie: Female Elf Rogue, LN. Str 12, Dex 13, Con 12, Int 13, Wis 11, Cha 12. Mithrie is fey in appearance, with silver hair and brown eyes. She wears studded leather and wields a rapier. Mithrie suffers a mild allergy to rodents.",
  "Brixa: Female Elf Druid, Neutral. Str 11, Dex 11, Con 9, Int 9, Wis 14, Cha 13. Brixa has silver hair and blue eyes. She wears hide armor and wields a club and wooden shield. Brixa has golden eagle named Craigha.",
  "Inyerdas: Female Elf Paladin, Good. Str 7, Dex 10, Con 10, Int 13, Wis 15, Cha 13. Inyerdas is exceptionally beautiful, with thin white hair and sharp brown eyes. She wears plate armor and wields a longsword. Inyerdas is friendly and protective.",
  "Altartas: Female Elf Barbarian, CN. Str 12, Dex 9, Con 13, Int 11, Wis 8, Cha 11. Altartas has an angular face, with copper hair and light gray eyes. She wears scale mail and wields a warhammer. Altartas secretly serves Mary, an ancient undead goddess.",
  "Nimladrie: Female Elf Monk, CG. Str 13, Dex 13, Con 8, Int 10, Wis 11, Cha 8. Nimladrie has cropped white hair and gray eyes. She wears travel-stained clothing and wields a kanabo (mace) and sai (dagger). Nimladrie is imaginative and soft-hearted.",
  "Sabra: Female Elf Cleric, NG. Str 11, Dex 6, Con 10, Int 11, Wis 12, Cha 11. Sabra is overweight, with gray hair and hazel eyes. She wears studded leather and wields a mace and shield.",
  "Irierwel: Female Elf Warlock, CN. Str 12, Dex 9, Con 9, Int 12, Wis 9, Cha 14. Irierwel is rough in appearance, with golden hair and narrow brown eyes. She wears leather armor and wields a light hammer and dagger. Irierwel is searching for her missing daughter.",
  "Cuthi: Female Elf Ranger, N. Str 11, Dex 9, Con 7, Int 9, Wis 10, Cha 12. Cuthi is rugged in appearance, with brown hair and light green eyes. She wears hide armor and wields a morningstar. Cuthi has green snake named Scori.",
  "Eldadriel: Female Elf Cleric, LE. Str 12, Dex 13, Con 11, Int 12, Wis 15, Cha 7. Eldadriel is tall, with short silver hair and green eyes. She wears studded leather and wields a mace and javelins. Eldadriel is disloyal and depraved.",
  "Nerwe: Female Elf Rogue, N. Str 10, Dex 12, Con 10, Int 12, Wis 11, Cha 11. Nerwe has matted brown hair and dark green eyes. She wears leather armor and wields a longsword and light crossbow.",
  "Bari: Female Elf Rogue, N. Str 8, Dex 12, Con 10, Int 15, Wis 11, Cha 13. Bari is tall and heavyset, with red hair and hazel eyes. She wears studded leather and wields a rapier and hand crossbow. Bari has an animal companion, a raven named Mionarfin.",
  "Cori: Female Elf Rogue, N. Str 10, Dex 17, Con 10, Int 14, Wis 12, Cha 10. Cori is short and willowy, with curly red hair and bright brown eyes. She wears studded leather and wields a rapier. Cori suffers a deadly allergy to nuts.",
  "Faisa: Female Elf Paladin, Good. Str 11, Dex 6, Con 14, Int 11, Wis 12, Cha 10. Faisa is exceptionally beautiful, with matted white hair and bright gray eyes. She wears ring mail and wields a greataxe.",
  "Betha: Female Elf Fighter, LN. Str 15, Dex 14, Con 10, Int 12, Wis 10, Cha 13. Betha has a long face, with uneven gray hair and dark green eyes. She wears a chain shirt and wields a flail and blowgun. Betha holds a grudge against necromancers.",
  "Cora: Female Elf Sorcerer, CN. Str 10, Dex 10, Con 7, Int 12, Wis 8, Cha 13. Cora is short and willowy, with thin red hair and green eyes. She wears sturdy clothing and wields a quarterstaff. Cora seeks to save her family from financial ruin.",
  "Uainealbh: Female Elf Rogue, NG. Str 7, Dex 13, Con 8, Int 11, Wis 12, Cha 5. Uainealbh is fey in appearance, with silver hair and dark amber eyes. She wears studded leather and wields a longsword and shortbow. Uainealbh seeks to prove herself to her peers.",
  "Artaren: Female Elf Monk, CN. Str 13, Dex 8, Con 11, Int 8, Wis 16, Cha 14. Artaren is overweight, with short gray hair and brown eyes. She wears well-made clothing and wields an ono (handaxe). Artaren dislikes anyone bigger than her.",
  "Nellenwe: Female Elf Fighter, CN. Str 17, Dex 12, Con 10, Int 7, Wis 13, Cha 9. Nellenwe is fair in appearance, with thin brown hair and green eyes. She wears plate armor and wields a trident and longbow. Nellenwe is morose and mercenary.",
  "Cathna: Female Elf Ranger, LN. Str 7, Dex 14, Con 11, Int 9, Wis 7, Cha 8. Cathna has cropped copper hair and light gray eyes, and a round nose. She wears a chain shirt and wields a longsword.",
  "Tuage: Female Elf Fighter, LN. Str 12, Dex 17, Con 8, Int 9, Wis 9, Cha 12. Tuage has a square face, with auburn hair and green eyes. She wears splint armor and wields a maul. Tuage is agreeable and impatient.",
  "Herna: Female Elf Monk, N. Str 12, Dex 12, Con 14, Int 8, Wis 12, Cha 12. Herna is thin, with golden hair and sharp brown eyes. She wears plain clothing and wields an ono (handaxe). Herna is extravagant and coarse.",
  "Sinne: Female Elf Warlock, N. Str 12, Dex 7, Con 10, Int 9, Wis 8, Cha 14. Sinne has copper hair and soft blue eyes. She wears studded leather and wields a quarterstaff.",
  "Voada: Female Elf Cleric, LN. Str 10, Dex 12, Con 9, Int 13, Wis 13, Cha 7. Voada has thin brown hair and green eyes. She wears a chain shirt and wields a handaxe. Voada seeks revenge against the sister who betrayed her.",
  "Nelaser: Female Elf Monk, NE. Str 10, Dex 17, Con 9, Int 13, Wis 12, Cha 8. Nelaser is tall, with thin copper hair and narrow amber eyes. She wears well-made clothing and wields an ono (handaxe). Nelaser has an animal companion, a tiger named Gerny.",
  "Nerde: Female Elf Rogue, LE. Str 7, Dex 17, Con 9, Int 11, Wis 11, Cha 11. Nerde has an angular face, with messy brown hair and soft amber eyes. She wears studded leather and wields a longsword and darts. Nerde is a pack-rat, and carries a satchel of random junk.",
  "Mithienye: Female Elf Wizard, N. Str 8, Dex 8, Con 8, Int 17, Wis 12, Cha 8. Mithienye is pleasant in appearance, with golden hair and narrow green eyes. She wears well-made clothing and wields a quarterstaff and darts.",
  "Inderwen: Female Elf Barbarian, LN. Str 17, Dex 6, Con 11, Int 6, Wis 9, Cha 13. Inderwen is rugged in appearance, with long silver hair and dark amber eyes. She wears leather armor and wields a war pick. Inderwen compulsively plays with a gold coin.",
  "Ellalas: Female Elf Warlock, NE. Str 15, Dex 7, Con 7, Int 8, Wis 14, Cha 13. Ellalas has black hair and bright amber eyes. She wears leather armor and wields a handaxe. Ellalas is hunting the doppelganger which destroyed her homeland.",
  "Lera: Female Elf Monk, NG. Str 15, Dex 12, Con 12, Int 7, Wis 15, Cha 5. Lera has an angular face, with golden hair and gray eyes. She wears well-made clothing and wields nunchaku (club). Lera is friendly and superstitious.",
  "Ebriadrien: Female Elf Sorcerer, LN. Str 10, Dex 9, Con 15, Int 6, Wis 10, Cha 16. Ebriadrien has white hair and blue eyes, and prominent ears. She wears modest garments and wields a quarterstaff and light crossbow.",
  "Mica: Female Elf Fighter, N. Str 16, Dex 14, Con 8, Int 11, Wis 10, Cha 12. Mica has a long face, with black hair and narrow brown eyes. She wears scale mail and wields a whip and longbow. Mica has an animal companion, a black bear named Ancog.",
  "Nellebrie: Female Elf Barbarian, LN. Str 17, Dex 8, Con 9, Int 13, Wis 7, Cha 15. Nellebrie is fey in appearance, with silver hair and amber eyes. She wears studded leather and wields a greataxe.",
  "Beari: Female Elf Cleric, NG. Str 13, Dex 10, Con 7, Int 11, Wis 16, Cha 10. Beari is tall, with curly red hair and light green eyes. She wears a breastplate and wields a mace and shield. Beari seeks to destroy the undead.",
  "Erix: Female Elf Paladin, Good. Str 13, Dex 8, Con 13, Int 14, Wis 13, Cha 11. Erix is courtly in bearing, with auburn hair and dark amber eyes. She wears a breastplate and wields a whip and shield. Erix lost her reflection to a nymph.",
  "Mata: Female Elf Sorcerer, LN. Str 8, Dex 10, Con 11, Int 12, Wis 5, Cha 17. Mata has messy gray hair and light hazel eyes, and small ears. She wears well-made clothing and wields a quarterstaff. Mata is pessimistic and depraved.",
  "Altas: Female Elf Bard, NG. Str 12, Dex 10, Con 10, Int 12, Wis 9, Cha 13. Altas has gray hair and dark hazel eyes, and pointed ears. She wears leather armor and wields a rapier and hand crossbow. Altas is wrongly sought by the paladins of the Fane of Angels for heresy.",
  "Maera: Female Elf Ranger, CE. Str 9, Dex 11, Con 11, Int 8, Wis 11, Cha 12. Maera has a long face, with copper hair and narrow hazel eyes. She wears leather armor and wields a morningstar. Maera compulsively insults others.",
  "Maera: Female Elf Cleric, CN. Str 12, Dex 8, Con 9, Int 7, Wis 14, Cha 13. Maera has straight silver hair and amber eyes. She wears studded leather and wields a club and sickle. Maera seeks to discover what destroyed her homeland.",
  "Crawstia: Female Elf Fighter, N. Str 14, Dex 9, Con 7, Int 11, Wis 10, Cha 11. Crawstia has tangled black hair and sharp gray eyes. She wears ring mail and wields a battleaxe and net. Crawstia has an animal companion, a black bear named Cirdeli.",
  "Bara: Female Elf Monk, NG. Str 15, Dex 13, Con 9, Int 6, Wis 9, Cha 9. Bara has tangled red hair and large hazel eyes. She wears modest garments and wields an ono (handaxe) and sai (dagger). Bara has an animal companion, a tiger named Ealtadrien.",
  "Arwen: Female Elf Monk, N. Str 9, Dex 9, Con 14, Int 10, Wis 8, Cha 13. Arwen has a narrow face, with curly golden hair and brown eyes. She wears modest garments and wields a bo (quarterstaff). Arwen seeks to destroy the race of orcs.",
  "Dabia: Female Elf Fighter, NG. Str 13, Dex 14, Con 12, Int 10, Wis 9, Cha 11. Dabia has a long face, with copper hair and soft brown eyes. She wears a chain shirt and wields a greatsword. Dabia is capable and sensitive.",
  "Nelaser: Female Elf Monk, LN. Str 15, Dex 8, Con 13, Int 14, Wis 11, Cha 8. Nelaser has auburn hair and blue eyes, and pointed ears. She wears travel-stained clothing and wields a bo (quarterstaff). Nelaser has an animal companion, a golden monkey named Cune.",
  "Ethir: Female Elf Paladin, Good. Str 14, Dex 12, Con 6, Int 8, Wis 15, Cha 13. Ethir is rough in appearance, with copper hair and large blue eyes. She wears scale mail and wields a war pick and shield.",
  "Finndia: Female Elf Monk, NG. Str 7, Dex 15, Con 13, Int 11, Wis 9, Cha 8. Finndia is tall and willowy, with braided silver hair and gray eyes. She wears well-made clothing and wields nunchaku (club) and kama (sickle).",
  "Ealan: Female Elf Rogue, LN. Str 14, Dex 17, Con 7, Int 14, Wis 13, Cha 9. Ealan is willowy, with auburn hair and narrow hazel eyes. She wears leather armor and wields a rapier. Ealan refers to herself in the third person.",
  "Tanca: Female Elf Monk, LN. Str 12, Dex 10, Con 11, Int 9, Wis 12, Cha 10. Tanca is exceptionally beautiful, with white hair and light blue eyes. She wears modest garments and wields a yari (spear) and shuriken (darts). Tanca is fascinated by noble lineages and heraldry.",
  "Kesa: Female Elf Barbarian, NG. Str 13, Dex 7, Con 15, Int 14, Wis 7, Cha 11. Kesa is short, with red hair and brown eyes. She wears leather armor and wields a battleaxe. Kesa has an animal companion, a black bear named Aimill.",
  "Ellanil: Female Elf Barbarian, N. Str 13, Dex 10, Con 14, Int 9, Wis 12, Cha 7. Ellanil is tall, with copper hair and narrow hazel eyes. She wears scale mail and wields a whip. Ellanil has an animal companion, a red firedrake named Carosaer.",
  "Endel: Female Elf Rogue, LN. Str 6, Dex 12, Con 10, Int 12, Wis 8, Cha 12. Endel is short and stout, with uneven black hair and dark brown eyes. She wears leather armor and wields a rapier and shortbow. Endel has an animal companion, a black cat named Cunda.",
  "Edhendel: Female Elf Fighter, NE. Str 16, Dex 14, Con 9, Int 6, Wis 9, Cha 10. Edhendel has an angular face, with gray hair and brown eyes. She wears a chain shirt and wields a scimitar and shield.",
  "Nana: Female Elf Rogue, NG. Str 8, Dex 12, Con 8, Int 13, Wis 6, Cha 12. Nana has cropped brown hair and narrow amber eyes, and a distinctive scar on her arm. She wears studded leather and wields a longsword. Nana has an animal companion, a dire rat named Aiceall.",
  "Cuille: Female Elf Fighter, LG. Str 12, Dex 13, Con 6, Int 7, Wis 13, Cha 10. Cuille has an angular face, with matted golden hair and large hazel eyes. She wears splint armor and wields a trident. Cuille has an animal companion, a black dog named Finde.",
  "Hybra: Female Elf Paladin, Good. Str 8, Dex 14, Con 11, Int 10, Wis 16, Cha 11. Hybra is rough in appearance, with uneven golden hair and light green eyes. She wears plate armor and wields a greataxe.",
  "Cotta: Female Elf Monk, LN. Str 15, Dex 17, Con 12, Int 14, Wis 9, Cha 9. Cotta has an angular face, with braided golden hair and dark green eyes. She wears plain clothing and wields a bo (quarterstaff) and sai (dagger). Cotta is clever and covetous.",
  "Adrien: Female Elf Monk, LN. Str 13, Dex 13, Con 13, Int 14, Wis 10, Cha 10. Adrien has a long face, with blonde hair and bright blue eyes. She wears sturdy clothing and wields nunchaku (club).",
  "Elel: Female Elf Rogue, LN. Str 6, Dex 16, Con 10, Int 13, Wis 5, Cha 11. Elel is exceptionally beautiful, with tangled red hair and blue eyes. She wears leather armor and wields a shortsword.",
  "Arelyen: Female Elf Barbarian, NG. Str 14, Dex 8, Con 14, Int 10, Wis 7, Cha 11. Arelyen has gray hair and sharp gray eyes. She wears scale mail and wields a shortsword. Arelyen is pious and hardworking.",
  "Vole: Female Elf Sorcerer, CG. Str 13, Dex 11, Con 8, Int 11, Wis 7, Cha 15. Vole has a round face, with silver hair and brown eyes. She wears worn clothing and wields a quarterstaff and light crossbow. Vole is intuitive and romantic.",
  "Nelenwe: Female Elf Barbarian, N. Str 15, Dex 10, Con 12, Int 6, Wis 14, Cha 9. Nelenwe has blonde hair and hazel eyes, and numerous unusual tattoos. She wears leather armor and wields a warhammer and blowgun.",
  "Nelaser: Female Elf Fighter, NE. Str 13, Dex 11, Con 8, Int 13, Wis 13, Cha 13. Nelaser has silver hair and amber eyes. She wears ring mail and wields a warhammer and heavy crossbow. Nelaser is sadistic and mercenary.",
  "Bara: Female Elf Bard, N. Str 6, Dex 12, Con 5, Int 9, Wis 10, Cha 14. Bara has black hair and sharp green eyes. She wears studded leather and wields a longsword and javelins. Bara has an animal companion, a red firedrake named Indinyel.",
  "Deoca: Female Elf Monk, LN. Str 11, Dex 12, Con 10, Int 12, Wis 9, Cha 11. Deoca is exceptionally beautiful, with straight red hair and light gray eyes. She wears travel-stained clothing and wields a kanabo (mace). Deoca has an animal companion, a tawny rat named Aloden.",
  "Tanerde: Female Elf Fighter, NE. Str 16, Dex 14, Con 8, Int 10, Wis 11, Cha 7. Tanerde has uneven black hair and gray eyes, and a round nose. She wears chain mail and wields a pike. Tanerde is scheming and savage.",
  "Nuite: Female Elf Bard, N. Str 10, Dex 8, Con 7, Int 16, Wis 9, Cha 17. Nuite is stout, with brown hair and amber eyes. She wears leather armor and wields a shortsword. Nuite dislikes having people behind her.",
  "Ilmil: Female Elf Paladin, Good. Str 10, Dex 7, Con 11, Int 8, Wis 11, Cha 10. Ilmil has red hair and light gray eyes, and a flat nose. She wears hide armor and wields a battleaxe and shield. Ilmil suffers a mild allergy to eggs.",
  "Nelothel: Female Elf Sorcerer, CG. Str 8, Dex 8, Con 17, Int 11, Wis 11, Cha 14. Nelothel is tall and heavyset, with blonde hair and narrow green eyes. She wears worn clothing and wields a quarterstaff and light crossbow.",
  "Becha: Female Elf Monk, CN. Str 7, Dex 17, Con 11, Int 6, Wis 13, Cha 10. Becha has black hair and narrow gray eyes. She wears sturdy clothing and wields an ono (handaxe). Becha seeks to discover where she came from, and who her real family is.",
  "Imroth: Female Elf Monk, LN. Str 11, Dex 12, Con 13, Int 12, Wis 13, Cha 11. Imroth has a round face, with auburn hair and amber eyes. She wears modest garments and wields an ono (handaxe). Imroth seeks to discover where she came from, and who her real family is.",
  "Nerdelye: Female Elf Fighter, LE. Str 14, Dex 11, Con 9, Int 9, Wis 8, Cha 9. Nerdelye has golden hair and hazel eyes, and sharpened teeth. She wears plate armor and wields a longsword and blowgun. Nerdelye seeks to fulfill an ancient prophecy of evil.",
  "Indiming: Female Elf Bard, N. Str 14, Dex 12, Con 11, Int 11, Wis 12, Cha 14. Indiming has long copper hair and large hazel eyes, and small ears. She wears leather armor and wields a shortsword and hand crossbow. Indiming suffers a deadly allergy to fish.",
  "Giorsa: Female Elf Sorcerer, NE. Str 11, Dex 9, Con 15, Int 10, Wis 7, Cha 17. Giorsa has silver hair and hazel eyes, and an unusual scar on her face. She wears simple clothing and wields a quarterstaff and darts. Giorsa is fascinated by death.",
  "Lidia: Female Elf Monk, LN. Str 12, Dex 12, Con 8, Int 15, Wis 13, Cha 8. Lidia has a long face, with straight blonde hair and large brown eyes. She wears simple clothing and wields a bo (quarterstaff) and kama (sickle).",
  "Lotarie: Female Elf Monk, NG. Str 12, Dex 13, Con 11, Int 9, Wis 13, Cha 11. Lotarie is tall and overweight, with short white hair and brown eyes. She wears travel-stained clothing and wields a yari (spear) and kama (sickle). Lotarie is idealistic and bold.",
  "Lenna: Female Elf Druid, Neutral. Str 12, Dex 11, Con 7, Int 11, Wis 15, Cha 11. Lenna is slender, with braided copper hair and sharp blue eyes. She wears leather armor and wields a mace. Lenna is cursed with chronic pain.",
  "Eledhen: Female Elf Ranger, NG. Str 13, Dex 16, Con 11, Int 15, Wis 10, Cha 10. Eledhen is common in appearance, with thick white hair and gray eyes. She wears studded leather and wields a pike. Eledhen is cursed with chronic pain.",
  "Eleril: Female Elf Bard, N. Str 7, Dex 12, Con 9, Int 12, Wis 10, Cha 17. Eleril has a round face, with thick auburn hair and bright gray eyes. She wears studded leather and wields a rapier. Eleril is sarcastic and impish.",
  "Cana: Female Elf Rogue, CN. Str 12, Dex 12, Con 9, Int 17, Wis 7, Cha 7. Cana has a square face, with long blonde hair and green eyes. She wears studded leather and wields a rapier and hand crossbow. Cana is haunted by the ghost of someone she killed.",
  "Vercha: Female Elf Monk, N. Str 13, Dex 13, Con 11, Int 9, Wis 9, Cha 10. Vercha is fey in appearance, with tangled copper hair and bright blue eyes. She wears worn clothing and wields a kanabo (mace) and kama (sickle). Vercha is hardworking and proud.",
  "Tatarie: Female Elf Monk, LN. Str 11, Dex 14, Con 10, Int 10, Wis 11, Cha 10. Tatarie is tall and slender, with copper hair and blue eyes. She wears sturdy clothing and wields nunchaku (club) and sai (dagger). Tatarie suffers an acute fear of darkness.",
  "Erdas: Female Elf Rogue, N. Str 9, Dex 12, Con 15, Int 9, Wis 9, Cha 15. Erdas has short brown hair and gray eyes, and an unusual tattoo on her leg. She wears studded leather and wields a shortsword.",
  "Uaineawst: Female Elf Monk, N. Str 8, Dex 10, Con 13, Int 10, Wis 12, Cha 10. Uaineawst has a narrow face, with red hair and hazel eyes. She wears plain clothing and wields a bo (quarterstaff) and kama (sickle). Uaineawst is adventurous and dishonest.",
  "Luchra: Female Elf Rogue, LN. Str 9, Dex 15, Con 9, Int 10, Wis 8, Cha 5. Luchra has tangled gray hair and amber eyes, and small ears. She wears studded leather and wields a shortsword and hand crossbow. Luchra speaks with a lisp.",
  "Ithren: Female Elf Wizard, NE. Str 11, Dex 12, Con 10, Int 17, Wis 9, Cha 13. Ithren has a long face, with uneven white hair and narrow hazel eyes. She wears crimson robes and wields a quarterstaff and light crossbow. Ithren has an arcane familiar, a bipedal rat wearing a tiny cloak and wielding a tiny sword.",
  "Finde: Female Elf Rogue, LN. Str 8, Dex 14, Con 9, Int 11, Wis 9, Cha 12. Finde is short and overweight, with tangled gray hair and light blue eyes. She wears studded leather and wields a rapier and hand crossbow.",
  "Nerde: Female Elf Sorcerer, NG. Str 12, Dex 9, Con 11, Int 13, Wis 6, Cha 17. Nerde is heavyset, with blonde hair and light green eyes. She wears well-made clothing and wields a dagger and light crossbow.",
  "Mana: Female Elf Barbarian, CG. Str 12, Dex 9, Con 12, Int 12, Wis 6, Cha 12. Mana has messy silver hair and blue eyes. She wears studded leather and wields a whip. Mana secretly serves Kala, an ancient goddess of darkness.",
  "Dealbha: Female Elf Cleric, LN. Str 15, Dex 14, Con 8, Int 8, Wis 14, Cha 10. Dealbha has black hair and light hazel eyes, and a flat nose. She wears leather armor and wields a quarterstaff and shield.",
  "Altanel: Female Elf Druid, Neutral. Str 14, Dex 8, Con 8, Int 12, Wis 17, Cha 10. Altanel has braided golden hair and hazel eyes. She wears leather armor and wields a spear and sling. Altanel has black wolf named Galaser.",
  "Indimroth: Female Elf Paladin, Good. Str 13, Dex 12, Con 6, Int 8, Wis 12, Cha 15. Indimroth has long golden hair and large amber eyes. She wears a breastplate and wields a greatsword. Indimroth is aesthetic and jealous.",
  "Cora: Female Elf Monk, NG. Str 10, Dex 8, Con 7, Int 9, Wis 13, Cha 12. Cora has cropped silver hair and blue eyes. She wears modest garments and wields a bo (quarterstaff).",
  "Aingag: Female Elf Fighter, CG. Str 16, Dex 11, Con 8, Int 8, Wis 10, Cha 6. Aingag has straight red hair and soft green eyes. She wears half plate and wields a flail and hand crossbow. Aingag is fearless and cheerful.",
  "Cuxsa: Female Elf Rogue, NG. Str 11, Dex 17, Con 13, Int 11, Wis 11, Cha 8. Cuxsa has golden hair and hazel eyes, and a sharp nose. She wears leather armor and wields a rapier and hand crossbow. Cuxsa dislikes having people behind her.",
  "Macha: Female Elf Cleric, N. Str 9, Dex 7, Con 8, Int 8, Wis 14, Cha 10. Macha is exceptionally beautiful, with cropped brown hair and light gray eyes. She wears scale mail and wields a mace. Macha is haunted by the memories of a past life.",
  "Erilas: Female Elf Warlock, N. Str 15, Dex 8, Con 7, Int 5, Wis 12, Cha 17. Erilas has a narrow face, with long auburn hair and narrow blue eyes. She wears studded leather and wields a mace. Erilas has an animal companion, a grey rat named Finde.",
  "Nerwenye: Female Elf Druid, Neutral. Str 13, Dex 12, Con 8, Int 12, Wis 13, Cha 13. Nerwenye is exceptionally beautiful, with red hair and brown eyes. She wears leather armor and wields a club. Nerwenye has golden eagle named Galinerdh.",
  "Enwen: Female Elf Druid, Neutral. Str 15, Dex 11, Con 11, Int 10, Wis 13, Cha 7. Enwen is rugged in appearance, with auburn hair and amber eyes. She wears hide armor and wields a scimitar.",
  "Ainenn: Female Elf Barbarian, NG. Str 13, Dex 6, Con 12, Int 6, Wis 10, Cha 8. Ainenn has a round face, with black hair and hazel eyes. She wears scale mail and wields a battleaxe. Ainenn seeks only fame and glory.",
  "Imloth: Female Elf Fighter, N. Str 12, Dex 9, Con 13, Int 11, Wis 8, Cha 8. Imloth has tangled auburn hair and large amber eyes, and prominent ears. She wears splint armor and wields a battleaxe and shield.",
  "Brixa: Female Elf Bard, N. Str 13, Dex 12, Con 10, Int 13, Wis 11, Cha 16. Brixa has a long face, with short black hair and soft amber eyes. She wears studded leather and wields a club. Brixa holds a grudge against clerics.",
  "Macha: Female Elf Sorcerer, N. Str 8, Dex 10, Con 13, Int 5, Wis 5, Cha 12. Macha is rugged in appearance, with silver hair and green eyes. She wears worn clothing and wields a quarterstaff.",
  "Velda: Female Elf Rogue, LE. Str 14, Dex 12, Con 13, Int 15, Wis 10, Cha 12. Velda has cropped white hair and gray eyes, and a magical tattoo on her leg. She wears leather armor and wields a handaxe and hand crossbow. Velda is searching for her lost sister.",
  "Lica: Female Elf Monk, LG. Str 13, Dex 13, Con 15, Int 8, Wis 10, Cha 15. Lica has gray hair and sharp amber eyes, and a flat nose. She wears worn clothing and wields a yari (spear).",
  "Anidrith: Female Elf Paladin, Good. Str 12, Dex 10, Con 14, Int 7, Wis 11, Cha 13. Anidrith is exceptionally beautiful, with short red hair and large amber eyes. She wears hide armor and wields a greatsword.",
  "Erir: Female Elf Fighter, LE. Str 12, Dex 11, Con 13, Int 13, Wis 13, Cha 8. Erir has uneven blonde hair and dark gray eyes. She wears half plate and wields a halberd. Erir is a practiced dart thrower.",
  "Niserie: Female Elf Fighter, N. Str 14, Dex 9, Con 9, Int 6, Wis 13, Cha 5. Niserie has a long face, with messy red hair and brown eyes. She wears chain mail and wields a war pick and shield. Niserie is blind in her left eye.",
  "Maera: Female Elf Rogue, N. Str 12, Dex 16, Con 10, Int 8, Wis 13, Cha 11. Maera is fey in appearance, with short golden hair and brown eyes. She wears leather armor and wields a shortsword and light crossbow. Maera is impossibly lucky.",
  "Iliach: Female Elf Druid, Neutral. Str 11, Dex 11, Con 13, Int 12, Wis 15, Cha 11. Iliach has tangled brown hair and green eyes. She wears hide armor and wields a mace and darts. Iliach is adventurous and selfish.",
  "Eamariel: Female Elf Rogue, NG. Str 10, Dex 17, Con 11, Int 10, Wis 11, Cha 10. Eamariel has cropped auburn hair and light hazel eyes, and prominent ears. She wears leather armor and wields a shortsword and hand crossbow. Eamariel compulsively plays with a silver coin.",
  "Cuilla: Female Elf Paladin, Good. Str 10, Dex 11, Con 9, Int 5, Wis 13, Cha 17. Cuilla is exceptionally beautiful, with golden hair and blue eyes. She wears a chain shirt and wields a war pick and shield.",
  "Bonda: Female Elf Barbarian, LE. Str 16, Dex 10, Con 11, Int 10, Wis 7, Cha 8. Bonda is exceptionally beautiful, with thick silver hair and soft gray eyes. She wears studded leather and wields a longsword and shield. Bonda suffers a mild allergy to trolls.",
  "Niserie: Female Elf Sorcerer, LN. Str 9, Dex 10, Con 8, Int 12, Wis 10, Cha 13. Niserie has a square face, with long blonde hair and bright amber eyes. She wears modest garments and wields a quarterstaff.",
  "Ilaloth: Female Elf Rogue, LN. Str 9, Dex 17, Con 12, Int 12, Wis 10, Cha 12. Ilaloth is short and thin, with golden hair and narrow green eyes. She wears studded leather and wields a longsword and hand crossbow. Ilaloth suffers a mild allergy to dogs.",
  "Imroten: Female Elf Barbarian, NG. Str 17, Dex 7, Con 13, Int 8, Wis 13, Cha 13. Imroten is overweight, with straight blonde hair and large blue eyes. She wears studded leather and wields a rapier and shield. Imroten suffers a mild allergy to eggs.",
  "Iriel: Female Elf Monk, N. Str 13, Dex 16, Con 14, Int 12, Wis 11, Cha 13. Iriel is exceptionally beautiful, with curly golden hair and large gray eyes. She wears worn clothing and wields a bo (quarterstaff) and sai (dagger).",
  "Sala: Female Elf Warlock, NG. Str 12, Dex 11, Con 10, Int 11, Wis 6, Cha 17. Sala is rugged in appearance, with messy black hair and amber eyes. She wears studded leather and wields a spear. Sala has an animal companion, a grey rat named Adriel.",
  "Canda: Female Elf Monk, N. Str 10, Dex 11, Con 11, Int 10, Wis 14, Cha 12. Canda has brown hair and bright amber eyes. She wears simple clothing and wields a kanabo (mace) and sai (dagger). Canda is amoral and clever.",
  "Uchrag: Female Elf Rogue, N. Str 11, Dex 13, Con 10, Int 12, Wis 10, Cha 10. Uchrag has uneven black hair and blue eyes. She wears studded leather and wields a shortsword. Uchrag compulsively whistles.",
  "Findanye: Female Elf Druid, Neutral. Str 13, Dex 12, Con 10, Int 11, Wis 17, Cha 13. Findanye is tall, with red hair and amber eyes. She wears leather armor and wields a spear and sickle.",
  "Lera: Female Elf Fighter, LN. Str 16, Dex 10, Con 12, Int 13, Wis 9, Cha 9. Lera has a round face, with long blonde hair and green eyes. She wears chain mail and wields a flail.",
  "Cora: Female Elf Monk, CG. Str 12, Dex 7, Con 11, Int 10, Wis 14, Cha 6. Cora has curly brown hair and dark green eyes, and a distinctive scar on her leg. She wears sturdy clothing and wields a bo (quarterstaff). Cora is hunting the warlord who stole her ancestral sword.",
  "Niserie: Female Elf Ranger, N. Str 11, Dex 15, Con 10, Int 10, Wis 12, Cha 9. Niserie has messy white hair and green eyes. She wears hide armor and wields a glaive. Niserie is guarded and truthful.",
  "Eldatiel: Female Elf Paladin, Good. Str 16, Dex 8, Con 13, Int 12, Wis 12, Cha 13. Eldatiel is short and slender, with tangled blonde hair and narrow gray eyes. She wears chain mail and wields a greatsword. Eldatiel is well-spoken and soft-hearted.",
  "Armag: Female Elf Rogue, N. Str 6, Dex 15, Con 15, Int 13, Wis 10, Cha 13. Armag has golden hair and amber eyes. She wears studded leather and wields a longsword and hand crossbow. Armag is gullible and coarse.",
  "Grenna: Female Elf Cleric, CG. Str 14, Dex 9, Con 10, Int 7, Wis 13, Cha 11. Grenna is slender, with golden hair and narrow brown eyes. She wears leather armor and wields a handaxe and sickle. Grenna is colorblind.",
  "Ariellas: Female Elf Sorcerer, N. Str 7, Dex 9, Con 10, Int 10, Wis 9, Cha 15. Ariellas has a long face, with blonde hair and sharp green eyes. She wears travel-stained clothing and wields a dagger and light crossbow. Ariellas is assertive and adaptable.",
  "Gilmithrie: Female Elf Monk, N. Str 12, Dex 13, Con 8, Int 10, Wis 13, Cha 11. Gilmithrie is exceptionally beautiful, with brown hair and light blue eyes. She wears plain clothing and wields an ono (handaxe).",
  "Nerdalye: Female Elf Cleric, N. Str 12, Dex 9, Con 11, Int 14, Wis 17, Cha 15. Nerdalye is exceptionally beautiful, with straight red hair and green eyes. She wears leather armor and wields a club and shield. Nerdalye has an animal companion, a hunting dog named Elebor.",
  "Cora: Female Elf Druid, Neutral. Str 8, Dex 14, Con 5, Int 6, Wis 14, Cha 14. Cora is fair in appearance, with silver hair and sharp hazel eyes. She wears leather armor and wields a mace and wooden shield.",
  "Duina: Female Elf Paladin, Good. Str 9, Dex 10, Con 6, Int 8, Wis 8, Cha 9. Duina is courtly in bearing, with straight silver hair and sharp blue eyes. She wears ring mail and wields a greataxe.",
  "Nelotie: Female Elf Paladin, Good. Str 10, Dex 10, Con 9, Int 10, Wis 12, Cha 15. Nelotie is noble in bearing, with copper hair and gray eyes. She wears half plate and wields a halberd. Nelotie serves Jeha, an ancient but forgotten goddess of death.",
  "Alarwel: Female Elf Bard, LN. Str 11, Dex 7, Con 10, Int 8, Wis 12, Cha 13. Alarwel has short auburn hair and blue eyes, and numerous unusual tattoos. She wears leather armor and wields a rapier and hand crossbow. Alarwel has an animal companion, a silver cat named Voada.",
  "Inden: Female Elf Monk, NG. Str 14, Dex 9, Con 12, Int 11, Wis 14, Cha 5. Inden has blonde hair and brown eyes, and wears glasses with gold rims. She wears sturdy clothing and wields a kanabo (mace). Inden has an animal companion, a black snake named Brigi.",
  "Uchtdeach: Female Elf Sorcerer, N. Str 12, Dex 12, Con 9, Int 11, Wis 11, Cha 17. Uchtdeach has tangled blonde hair and bright blue eyes, and a sharp nose. She wears simple clothing and wields a dagger and darts.",
  "Anluan: Female Elf Bard, N. Str 7, Dex 13, Con 11, Int 17, Wis 12, Cha 15. Anluan is tall, with uneven golden hair and soft blue eyes. She wears leather armor and wields a shortsword and hand crossbow. Anluan lost her reflection to a nymph.",
  "Nelaser: Female Elf Fighter, NG. Str 12, Dex 13, Con 15, Int 10, Wis 15, Cha 7. Nelaser has red hair and narrow amber eyes. She wears splint armor and wields a morningstar. Nelaser seeks to save her family from financial ruin.",
  "Mona: Female Elf Wizard, N. Str 11, Dex 15, Con 6, Int 13, Wis 7, Cha 8. Mona has thick white hair and narrow hazel eyes. She wears emerald robes and wields a dagger and light crossbow.",
  "Finde: Female Elf Warlock, NG. Str 9, Dex 13, Con 15, Int 8, Wis 9, Cha 16. Finde has red hair and dark brown eyes. She wears studded leather and wields a spear and darts. Finde has an animal companion, a raven named Cone.",
  "Nerwenye: Female Elf Fighter, N. Str 14, Dex 14, Con 10, Int 9, Wis 12, Cha 8. Nerwenye has red hair and gray eyes, and prominent ears. She wears ring mail and wields a war pick and shield. Nerwenye is blind in her left eye.",
  "Niserie: Female Elf Monk, N. Str 10, Dex 10, Con 12, Int 8, Wis 13, Cha 8. Niserie has auburn hair and dark amber eyes, and a distinctive scar on her face. She wears travel-stained clothing and wields a yari (spear). Niserie is adaptable and dishonest.",
  "Fianna: Female Elf Bard, LN. Str 10, Dex 12, Con 7, Int 12, Wis 5, Cha 14. Fianna is short, with copper hair and dark gray eyes. She wears studded leather and wields a rapier.",
  "Aical: Female Elf Monk, LG. Str 12, Dex 11, Con 9, Int 12, Wis 14, Cha 5. Aical has blonde hair and sharp green eyes, and a round nose. She wears worn clothing and wields a bo (quarterstaff) and shuriken (darts). Aical was petrified for a hundred years.",
  "Imloden: Female Elf Cleric, N. Str 13, Dex 9, Con 7, Int 11, Wis 12, Cha 13. Imloden has uneven golden hair and light amber eyes, and a beaked nose. She wears hide armor and wields a club. Imloden is superstitious and decisive.",
  "Sata: Female Elf Rogue, N. Str 15, Dex 13, Con 8, Int 17, Wis 11, Cha 10. Sata has black hair and blue eyes, and large ears. She wears studded leather and wields a rapier and sling.",
  "Nellothel: Female Elf Rogue, N. Str 9, Dex 12, Con 13, Int 13, Wis 6, Cha 7. Nellothel has silver hair and hazel eyes, and prominent ears. She wears studded leather and wields a longsword and dagger. Nellothel is quiet, and says as little as possible.",
  "Imrotel: Female Elf Monk, NG. Str 15, Dex 10, Con 9, Int 9, Wis 7, Cha 12. Imrotel has an angular face, with braided auburn hair and green eyes. She wears modest garments and wields a yari (spear) and sai (dagger).",
  "Sata: Female Elf Monk, N. Str 13, Dex 11, Con 10, Int 10, Wis 10, Cha 10. Sata has gray hair and dark brown eyes. She wears simple clothing and wields an ono (handaxe). Sata has an animal companion, a black snake named Grena.",
  "Imlodel: Female Elf Barbarian, LE. Str 13, Dex 5, Con 11, Int 9, Wis 11, Cha 13. Imlodel has a square face, with blonde hair and light gray eyes. She wears studded leather and wields a longsword.",
  "Gwyna: Female Elf Druid, Neutral. Str 12, Dex 11, Con 11, Int 12, Wis 15, Cha 11. Gwyna has auburn hair and light green eyes. She wears hide armor and wields a spear and wooden shield. Gwyna has badger named Almor.",
  "Eris: Female Elf Monk, NE. Str 11, Dex 12, Con 12, Int 5, Wis 10, Cha 12. Eris is beastly in appearance, with copper hair and brown eyes. She wears worn clothing and wields a kanabo (mace) and shuriken (darts). Eris has an animal companion, a black monkey named Ainnam.",
  "Irierdas: Female Elf Cleric, LN. Str 9, Dex 12, Con 8, Int 8, Wis 15, Cha 12. Irierdas has long red hair and light amber eyes. She wears leather armor and wields a mace and javelins. Irierdas is foolhardy and covetous.",
  "Laserie: Female Elf Sorcerer, CG. Str 9, Dex 6, Con 11, Int 8, Wis 13, Cha 16. Laserie has a round face, with golden hair and narrow brown eyes. She wears plain clothing and wields a dagger. Laserie lost her reflection to a hag.",
  "Trixa: Female Elf Rogue, LN. Str 13, Dex 15, Con 14, Int 13, Wis 6, Cha 9. Trixa has tangled silver hair and gray eyes, and large ears. She wears studded leather and wields a longsword and shortbow. Trixa is flamboyant and serious.",
  "Uchran: Female Elf Druid, Neutral. Str 16, Dex 15, Con 8, Int 10, Wis 15, Cha 14. Uchran is tall, with blonde hair and dark hazel eyes. She wears leather armor and wields a mace. Uchran has black wolf named Finwe.",
  "Gilme: Female Elf Wizard, LG. Str 11, Dex 13, Con 9, Int 16, Wis 14, Cha 12. Gilme has a round face, with braided golden hair and bright brown eyes. She wears simple clothing and wields a dagger and sling.",
  "Eltat: Female Elf Sorcerer, LN. Str 12, Dex 9, Con 11, Int 11, Wis 15, Cha 17. Eltat is short and overweight, with brown hair and brown eyes. She wears plain clothing and wields a quarterstaff and sling. Eltat has an animal companion, a horned toad named Bodhma.",
  "Kuta: Female Elf Barbarian, N. Str 15, Dex 13, Con 15, Int 7, Wis 12, Cha 10. Kuta is rugged in appearance, with straight silver hair and amber eyes. She wears scale mail and wields a flail. Kuta is amoral and violent.",
  "Artadriel: Female Elf Fighter, LN. Str 13, Dex 9, Con 9, Int 7, Wis 8, Cha 13. Artadriel has brown hair and hazel eyes. She wears splint armor and wields a whip.",
  "Laina: Female Elf Monk, N. Str 17, Dex 9, Con 11, Int 8, Wis 14, Cha 8. Laina has white hair and dark amber eyes. She wears worn clothing and wields a yari (spear).",
  "Nerwenye: Female Elf Monk, CN. Str 9, Dex 11, Con 9, Int 9, Wis 15, Cha 10. Nerwenye is tall, with straight silver hair and gray eyes. She wears simple clothing and wields an ono (handaxe). Nerwenye seeks to destroy the race of ogres.",
  "Nelothel: Female Elf Monk, N. Str 14, Dex 16, Con 15, Int 5, Wis 10, Cha 10. Nelothel is pleasant in appearance, with white hair and green eyes. She wears modest garments and wields a yari (spear) and sai (dagger). Nelothel has an animal companion, a copper firedrake named Lebrie.",
  "Mona: Female Elf Fighter, N. Str 15, Dex 14, Con 9, Int 9, Wis 5, Cha 14. Mona is short and stout, with straight auburn hair and brown eyes. She wears scale mail and wields a morningstar and blowgun. Mona is practical and merciless.",
  "Irien: Female Elf Sorcerer, NE. Str 15, Dex 11, Con 13, Int 6, Wis 9, Cha 15. Irien has an angular face, with golden hair and hazel eyes. She wears modest garments and wields a dagger and sling. Irien is unfeeling and savage.",
  "Griatha: Female Elf Ranger, NE. Str 17, Dex 14, Con 15, Int 8, Wis 15, Cha 11. Griatha is tall, with silver hair and gray eyes. She wears studded leather and wields a rapier and shield. Griatha is fascinated by death.",
  "Daalne: Female Elf Fighter, LN. Str 16, Dex 13, Con 10, Int 12, Wis 7, Cha 10. Daalne has a square face, with red hair and amber eyes. She wears splint armor and wields a whip and heavy crossbow. Daalne seeks to become a knight of the realm.",
  "Leina: Female Elf Sorcerer, NE. Str 10, Dex 8, Con 8, Int 9, Wis 10, Cha 12. Leina is exceptionally beautiful, with thick gray hair and brown eyes. She wears modest garments and wields a dagger. Leina has an animal companion, a green snake named Nelothien.",
  "Aigen: Female Elf Rogue, N. Str 10, Dex 12, Con 10, Int 13, Wis 12, Cha 7. Aigen has thin gray hair and light blue eyes, and a magical tattoo on her arm. She wears studded leather and wields a longsword. Aigen is searching for her lost brother.",
  "Mara: Female Elf Druid, Neutral. Str 13, Dex 12, Con 10, Int 9, Wis 16, Cha 7. Mara has a narrow face, with curly blonde hair and blue eyes. She wears hide armor and wields a scimitar and sickle. Mara has golden eagle named Maeglemmaht.",
  "Vilbia: Female Elf Monk, LG. Str 14, Dex 9, Con 12, Int 6, Wis 13, Cha 8. Vilbia is tall and overweight, with blonde hair and soft hazel eyes. She wears worn clothing and wields a bo (quarterstaff).",
  "Mirielye: Female Elf Rogue, NG. Str 11, Dex 13, Con 8, Int 16, Wis 9, Cha 9. Mirielye has a narrow face, with cropped golden hair and amber eyes. She wears leather armor and wields a handaxe and sickle. Mirielye secretly serves Ligo, an ancient demonic goddess.",
  "Echtar: Female Elf Barbarian, N. Str 16, Dex 10, Con 14, Int 8, Wis 9, Cha 10. Echtar has thin auburn hair and sharp brown eyes, and large ears. She wears scale mail and wields a war pick and blowgun. Echtar secretly serves Gino, an ancient goddess of death.",
  "Garma: Female Elf Monk, CN. Str 12, Dex 14, Con 15, Int 14, Wis 14, Cha 11. Garma has a square face, with red hair and sharp hazel eyes. She wears sturdy clothing and wields nunchaku (club).",
  "Bara: Female Elf Fighter, LN. Str 13, Dex 11, Con 10, Int 10, Wis 10, Cha 15. Bara is short, with golden hair and brown eyes. She wears plate armor and wields a shortsword and net.",
  "Endel: Female Elf Monk, NG. Str 12, Dex 13, Con 10, Int 7, Wis 7, Cha 10. Endel has straight black hair and brown eyes. She wears sturdy clothing and wields a bo (quarterstaff). Endel has an animal companion, a copper firedrake named Nelaser.",
  "Nerwenye: Female Elf Cleric, NG. Str 11, Dex 11, Con 11, Int 6, Wis 13, Cha 13. Nerwenye is exceptionally beautiful, with golden hair and soft blue eyes. She wears leather armor and wields a light hammer and shield. Nerwenye compulsively lies.",
  "Brawsta: Female Elf Druid, Neutral. Str 8, Dex 10, Con 7, Int 9, Wis 15, Cha 7. Brawsta has white hair and green eyes. She wears leather armor and wields a mace and wooden shield. Brawsta has golden eagle named Mori.",
  "Arwen: Female Elf Fighter, N. Str 15, Dex 11, Con 12, Int 11, Wis 13, Cha 9. Arwen has blonde hair and light amber eyes. She wears ring mail and wields a battleaxe and longbow. Arwen compulsively plays with a platinum coin.",
  "Dina: Female Elf Rogue, N. Str 10, Dex 13, Con 13, Int 15, Wis 13, Cha 12. Dina has a round face, with gray hair and bright green eyes. She wears studded leather and wields a longsword. Dina is haunted by the ghost of someone she killed.",
  "Bonda: Female Elf Druid, Neutral. Str 14, Dex 9, Con 12, Int 14, Wis 13, Cha 14. Bonda has cropped silver hair and soft green eyes. She wears hide armor and wields a club and sling. Bonda is dying and desperately seeks the secret of immortality.",
  "Niserie: Female Elf Paladin, Good. Str 16, Dex 10, Con 10, Int 12, Wis 12, Cha 13. Niserie is cultured in appearance, with auburn hair and bright gray eyes. She wears chain mail and wields a halberd. Niserie is wise and fair.",
  "Verchi: Female Elf Monk, LN. Str 8, Dex 9, Con 11, Int 10, Wis 17, Cha 5. Verchi is exceptionally beautiful, with curly gray hair and hazel eyes. She wears modest garments and wields an ono (handaxe) and sai (dagger). Verchi suffers an acute fear of blood.",
  "Bonda: Female Elf Rogue, N. Str 11, Dex 12, Con 9, Int 12, Wis 9, Cha 7. Bonda has a long face, with curly gray hair and amber eyes. She wears studded leather and wields a spear. Bonda seeks to free herself from an ancient curse.",
  "Ilanis: Female Elf Sorcerer, LN. Str 10, Dex 10, Con 8, Int 10, Wis 7, Cha 15. Ilanis has tangled black hair and sharp brown eyes, and pointed ears. She wears travel-stained clothing and wields a quarterstaff and sling. Ilanis holds a grudge against elves.",
  "Ithren: Female Elf Wizard, CN. Str 12, Dex 10, Con 11, Int 14, Wis 11, Cha 7. Ithren is stout, with brown hair and dark blue eyes. She wears viridian robes and wields a dagger. Ithren has an arcane familiar, a stone homunculus named Finde.",
  "Serielye: Female Elf Barbarian, LG. Str 12, Dex 11, Con 13, Int 11, Wis 15, Cha 10. Serielye is tall and heavyset, with black hair and dark green eyes. She wears scale mail and wields a longsword. Serielye secretly serves Lama, an ancient goddess of chaos.",
  "Mona: Female Elf Monk, CE. Str 11, Dex 15, Con 11, Int 6, Wis 17, Cha 12. Mona has long gray hair and sharp brown eyes. She wears modest garments and wields nunchaku (club) and shuriken (darts). Mona has an animal companion, a white monkey named Sica.",
  "Mithelye: Female Elf Warlock, NG. Str 11, Dex 5, Con 11, Int 11, Wis 12, Cha 17. Mithelye has short copper hair and blue eyes. She wears leather armor and wields a club. Mithelye has an animal companion, a vampire bat named Mana.",
  "Snessa: Female Elf Cleric, CN. Str 12, Dex 6, Con 6, Int 13, Wis 16, Cha 13. Snessa is stout, with copper hair and blue eyes. She wears half plate and wields a spear. Snessa has an animal companion, a ginger cat named Isen.",
  "Aiccalbh: Female Elf Cleric, CN. Str 10, Dex 11, Con 8, Int 11, Wis 13, Cha 12. Aiccalbh is exceptionally beautiful, with tangled auburn hair and soft brown eyes. She wears leather armor and wields a mace and light crossbow. Aiccalbh has an animal companion, a red firedrake named Findalye.",
  "Mora: Female Elf Monk, N. Str 13, Dex 9, Con 7, Int 10, Wis 17, Cha 7. Mora has braided silver hair and green eyes, and large ears. She wears sturdy clothing and wields a bo (quarterstaff). Mora is cursed with traumatic nightmares.",
  "Nellenwe: Female Elf Paladin, Good. Str 8, Dex 8, Con 13, Int 12, Wis 11, Cha 14. Nellenwe has a long face, with silver hair and large green eyes. She wears ring mail and wields a glaive. Nellenwe has an animal companion, a white warhorse named Laine.",
  "Eaning: Female Elf Sorcerer, LN. Str 14, Dex 7, Con 9, Int 7, Wis 9, Cha 13. Eaning has red hair and sharp green eyes. She wears sturdy clothing and wields a dagger and sling. Eaning seeks to become an instructor at the Athenaeum of Arcane Study."
]