[
  "Rimah: Male Gnome Monk, CN. Str 12, Dex 15, Con 13, Int 12, Wis 9, Cha 10. Rimah is rugged in appearance, with cropped brown hair and dark amber eyes. He wears plain clothing and wields a yari (spear) and shuriken (darts). Rimah compulsively chants nonsense.",
  "Gatzia: Male Gnome Cleric, LN. Str 8, Dex 9, Con 12, Int 12, Wis 12, Cha 12. Gatzia is pleasant in appearance, with golden hair and amber eyes. He wears a breastplate and wields a club and javelins. Gatzia is searching for his missing son.",
  "Kada: Male Gnome Rogue, LN. Str 9, Dex 16, Con 10, Int 12, Wis 11, Cha 10. Kada has a narrow face, with short copper hair and blue eyes. He wears studded leather and wields a shortsword. Kada is hunting the brigands who murdered his family.",
  "Arin: Male Gnome Cleric, N. Str 12, Dex 6, Con 9, Int 10, Wis 12, Cha 9. Arin has braided brown hair and blue eyes, and a beaked nose. He wears leather armor and wields a spear and shield. Arin seeks revenge against the sister who betrayed him.",
  "Guire: Male Gnome Druid, Neutral. Str 10, Dex 10, Con 11, Int 10, Wis 17, Cha 12. Guire has gray hair and large hazel eyes, and an unusual scar on his leg. He wears hide armor and wields a quarterstaff and wooden shield. Guire has dire rat named Kharkun.",
  "Urdur: Male Gnome Druid, Neutral. Str 15, Dex 12, Con 13, Int 14, Wis 12, Cha 9. Urdur is tall and overweight, with golden hair and blue eyes. He wears hide armor and wields a mace. Urdur has dire rat named Ratzia.",
  "Abal: Male Gnome Druid, Neutral. Str 11, Dex 12, Con 9, Int 11, Wis 15, Cha 12. Abal has a long face, with braided white hair and bright blue eyes. He wears hide armor and wields a scimitar and darts. Abal is haunted by the memories of a past life.",
  "Turi: Male Gnome Druid, Neutral. Str 16, Dex 11, Con 9, Int 7, Wis 13, Cha 14. Turi has a long face, with copper hair and light gray eyes. He wears leather armor and wields a scimitar and wooden shield. Turi is superstitious and adaptable.",
  "Bori: Male Gnome Barbarian, N. Str 16, Dex 12, Con 14, Int 9, Wis 10, Cha 7. Bori has black hair and dark gray eyes. He wears studded leather and wields a greataxe.",
  "Ahan: Male Gnome Paladin, Good. Str 15, Dex 10, Con 7, Int 12, Wis 12, Cha 10. Ahan is willowy, with red hair and green eyes. He wears scale mail and wields a scimitar. Ahan is fascinated by death.",
  "Artis: Male Gnome Monk, N. Str 13, Dex 16, Con 7, Int 9, Wis 13, Cha 12. Artis is fey in appearance, with gray hair and narrow gray eyes. He wears well-made clothing and wields nunchaku (club) and sai (dagger). Artis suffers a deadly allergy to nuts.",
  "Sasa: Male Gnome Wizard, LN. Str 13, Dex 13, Con 8, Int 17, Wis 8, Cha 7. Sasa is fey in appearance, with curly black hair and narrow green eyes. He wears fine clothing and wields a quarterstaff. Sasa is devout and cynical.",
  "Gosa: Male Gnome Rogue, LG. Str 10, Dex 13, Con 14, Int 13, Wis 7, Cha 6. Gosa has blonde hair and gray eyes. He wears leather armor and wields a spear.",
  "Dainain: Male Gnome Druid, Neutral. Str 15, Dex 9, Con 13, Int 12, Wis 15, Cha 10. Dainain has blonde hair and hazel eyes. He wears leather armor and wields a quarterstaff. Dainain is searching for the lost elven kingdom of Gondolond.",
  "Urin: Male Gnome Cleric, NG. Str 11, Dex 11, Con 5, Int 12, Wis 15, Cha 13. Urin is noble in bearing, with messy auburn hair and green eyes. He wears studded leather and wields a spear and shortbow.",
  "Ugmal: Male Gnome Monk, NE. Str 15, Dex 16, Con 10, Int 13, Wis 7, Cha 9. Ugmal has a square face, with silver hair and brown eyes. He wears worn clothing and wields a bo (quarterstaff) and shuriken (darts). Ugmal lost his reflection to a hag.",
  "Aletz: Male Gnome Paladin, Good. Str 15, Dex 9, Con 9, Int 6, Wis 11, Cha 13. Aletz has matted blonde hair and bright brown eyes, and numerous unusual tattoos. He wears ring mail and wields a maul. Aletz is absent-minded, and always searching for a missing item.",
  "Kurdu: Male Gnome Fighter, LN. Str 16, Dex 14, Con 6, Int 7, Wis 11, Cha 8. Kurdu has red hair and sharp hazel eyes, and a thin nose. He wears splint armor and wields a war pick and shield. Kurdu has an animal companion, a black bear named Thrinarv.",
  "Rauda: Male Gnome Monk, NG. Str 12, Dex 8, Con 11, Int 14, Wis 13, Cha 10. Rauda is elegant in appearance, with blonde hair and bright hazel eyes. He wears worn clothing and wields a kanabo (mace) and shuriken (darts). Rauda is a pack-rat, and carries a satchel of random junk.",
  "Galtib: Male Gnome Paladin, Good. Str 13, Dex 10, Con 9, Int 7, Wis 17, Cha 13. Galtib has auburn hair and blue eyes. He wears ring mail and wields a rapier. Galtib is virtuous and courageous.",
  "Ricsa: Male Gnome Cleric, NG. Str 6, Dex 13, Con 11, Int 11, Wis 14, Cha 16. Ricsa has braided white hair and narrow amber eyes. He wears scale mail and wields a handaxe and sickle. Ricsa is charming and protective.",
  "Afres: Male Gnome Monk, LG. Str 12, Dex 14, Con 8, Int 9, Wis 7, Cha 14. Afres is noble in bearing, with cropped gray hair and narrow green eyes. He wears worn clothing and wields a kanabo (mace). Afres seeks to become a knight of the realm.",
  "Ugmak: Male Gnome Cleric, CN. Str 13, Dex 7, Con 10, Int 12, Wis 15, Cha 14. Ugmak is short, with black hair and sharp blue eyes. He wears studded leather and wields a quarterstaff and shield. Ugmak secretly serves Vala, an ancient god of destruction.",
  "Gili: Male Gnome Monk, NE. Str 10, Dex 9, Con 13, Int 6, Wis 13, Cha 12. Gili is rugged in appearance, with blonde hair and large hazel eyes. He wears modest garments and wields a bo (quarterstaff) and kama (sickle).",
  "Ausor: Male Gnome Rogue, CG. Str 11, Dex 14, Con 9, Int 15, Wis 11, Cha 13. Ausor is rugged in appearance, with golden hair and bright blue eyes. He wears leather armor and wields a club and darts. Ausor seeks to discover where he came from, and who his real family is.",
  "Dwoinan: Male Gnome Druid, Neutral. Str 9, Dex 13, Con 10, Int 11, Wis 16, Cha 9. Dwoinan has golden hair and dark gray eyes. He wears leather armor and wields a mace. Dwoinan is sarcastic and adventurous.",
  "Kurdu: Male Gnome Rogue, N. Str 6, Dex 12, Con 6, Int 12, Wis 7, Cha 8. Kurdu is tall, with uneven copper hair and soft brown eyes. He wears leather armor and wields a spear and hand crossbow. Kurdu frequently uses uncommon words incorrectly.",
  "Rici: Male Gnome Monk, CN. Str 7, Dex 13, Con 7, Int 12, Wis 12, Cha 11. Rici has tangled silver hair and light gray eyes, and large ears. He wears modest garments and wields an ono (handaxe) and sai (dagger). Rici is impish and devout.",
  "Dinain: Male Gnome Rogue, CN. Str 15, Dex 12, Con 6, Int 12, Wis 7, Cha 12. Dinain is heavyset, with matted copper hair and narrow blue eyes. He wears leather armor and wields a club and hand crossbow. Dinain is gullible and inquisitive.",
  "Dinain: Male Gnome Warlock, CG. Str 10, Dex 6, Con 11, Int 11, Wis 11, Cha 13. Dinain is short, with black hair and narrow amber eyes. He wears studded leather and wields a mace and light crossbow. Dinain has an animal companion, a giant spider named Thrinarv.",
  "Kadu: Male Gnome Monk, CN. Str 12, Dex 9, Con 10, Int 10, Wis 15, Cha 14. Kadu has a narrow face, with curly copper hair and dark hazel eyes. He wears worn clothing and wields a bo (quarterstaff). Kadu is impossibly lucky.",
  "Bori: Male Gnome Rogue, N. Str 11, Dex 13, Con 14, Int 10, Wis 11, Cha 9. Bori has a round face, with copper hair and brown eyes. He wears leather armor and wields a longsword and javelins. Bori has an animal companion, a raven named Lili.",
  "Zigil: Male Gnome Rogue, NG. Str 7, Dex 12, Con 15, Int 11, Wis 13, Cha 10. Zigil has brown hair and sharp blue eyes. He wears leather armor and wields a rapier. Zigil speaks with a whispery voice.",
  "Turi: Male Gnome Ranger, LN. Str 13, Dex 15, Con 10, Int 10, Wis 14, Cha 7. Turi has blonde hair and large blue eyes. He wears studded leather and wields a greatsword. Turi has ginger dog named Duli.",
  "Rimin: Male Gnome Rogue, N. Str 14, Dex 13, Con 6, Int 9, Wis 13, Cha 10. Rimin is fair in appearance, with silver hair and green eyes. He wears leather armor and wields a shortsword and shortbow. Rimin is impossibly lucky.",
  "Thori: Male Gnome Druid, Neutral. Str 9, Dex 8, Con 10, Int 6, Wis 15, Cha 11. Thori is short, with red hair and large brown eyes. He wears hide armor and wields a quarterstaff and sickle. Thori is moody and impatient.",
  "Alian: Male Gnome Monk, LG. Str 9, Dex 9, Con 12, Int 7, Wis 15, Cha 8. Alian has a long face, with short golden hair and brown eyes. He wears well-made clothing and wields nunchaku (club) and shuriken (darts). Alian is impossibly lucky.",
  "Amolfs: Male Gnome Rogue, N. Str 9, Dex 15, Con 10, Int 15, Wis 12, Cha 13. Amolfs has a long face, with short white hair and sharp blue eyes. He wears studded leather and wields a rapier.",
  "Guilhem: Male Gnome Fighter, LN. Str 17, Dex 12, Con 9, Int 8, Wis 10, Cha 8. Guilhem has straight gray hair and green eyes, and a tangled moustache. He wears chain mail and wields a warhammer. Guilhem seeks to destroy the race of orcs.",
  "Sartsa: Male Gnome Ranger, N. Str 11, Dex 9, Con 9, Int 10, Wis 17, Cha 15. Sartsa has a long face, with copper hair and bright hazel eyes. He wears hide armor and wields a battleaxe and shield. Sartsa suffers an acute fear of elemental and planar magic.",
  "Laburc: Male Gnome Druid, Neutral. Str 9, Dex 14, Con 12, Int 12, Wis 17, Cha 6. Laburc is common in appearance, with auburn hair and soft green eyes. He wears hide armor and wields a mace and sling.",
  "Dresa: Male Gnome Rogue, NG. Str 13, Dex 13, Con 12, Int 16, Wis 12, Cha 7. Dresa has brown hair and large brown eyes, and wears glasses with electrum rims. He wears leather armor and wields a longsword and shortbow. Dresa is hunting the warlord who stole his ancestral sword.",
  "Ukag: Male Gnome Fighter, N. Str 12, Dex 13, Con 7, Int 11, Wis 11, Cha 13. Ukag is stout, with silver hair and green eyes. He wears scale mail and wields a trident and blowgun. Ukag speaks with a mousy voice.",
  "Dwali: Male Gnome Monk, N. Str 16, Dex 13, Con 9, Int 13, Wis 13, Cha 14. Dwali is slender, with white hair and light blue eyes. He wears modest garments and wields an ono (handaxe) and kama (sickle). Dwali seeks to destroy the race of trolls.",
  "Jouda: Male Gnome Barbarian, NE. Str 13, Dex 11, Con 14, Int 14, Wis 7, Cha 11. Jouda has blonde hair and amber eyes, and an unusual mark on his face. He wears hide armor and wields a glaive.",
  "Thakurd: Male Gnome Barbarian, LN. Str 14, Dex 12, Con 13, Int 8, Wis 12, Cha 7. Thakurd has a square face, with uneven red hair and amber eyes. He wears leather armor and wields a glaive.",
  "Gersa: Male Gnome Warlock, CN. Str 12, Dex 11, Con 13, Int 8, Wis 11, Cha 12. Gersa has silver hair and dark hazel eyes, and a beaked nose. He wears leather armor and wields a handaxe and shortbow. Gersa seeks only fame and glory.",
  "Furi: Male Gnome Warlock, CN. Str 16, Dex 8, Con 8, Int 8, Wis 11, Cha 14. Furi has a narrow face, with thick blonde hair and narrow green eyes. He wears studded leather and wields a quarterstaff and darts. Furi seeks only fame and glory.",
  "Furi: Male Gnome Sorcerer, NE. Str 15, Dex 13, Con 14, Int 12, Wis 11, Cha 13. Furi has braided golden hair and hazel eyes, and large ears. He wears modest garments and wields a quarterstaff and darts. Furi frequently uses uncommon words incorrectly.",
  "Thari: Male Gnome Sorcerer, N. Str 8, Dex 10, Con 15, Int 11, Wis 8, Cha 14. Thari has copper hair and dark brown eyes. He wears plain clothing and wields a quarterstaff and darts.",
  "Arran: Male Gnome Fighter, CG. Str 14, Dex 10, Con 13, Int 12, Wis 12, Cha 6. Arran is tall, with silver hair and blue eyes. He wears a breastplate and wields a longsword and shield.",
  "Arun: Male Gnome Sorcerer, LG. Str 13, Dex 12, Con 14, Int 6, Wis 13, Cha 14. Arun has a long face, with thin gray hair and hazel eyes. He wears sturdy clothing and wields a quarterstaff and sling. Arun is gentle and extravagant.",
  "Beray: Male Gnome Druid, Neutral. Str 15, Dex 11, Con 9, Int 12, Wis 16, Cha 9. Beray has short red hair and dark amber eyes, and large ears. He wears hide armor and wields a spear and wooden shield. Beray is lively and deceitful.",
  "Arin: Male Gnome Ranger, N. Str 10, Dex 11, Con 6, Int 11, Wis 12, Cha 11. Arin has a long face, with black hair and gray eyes. He wears half plate and wields a war pick and shield. Arin is alluring and covetous.",
  "Undin: Male Gnome Cleric, NG. Str 12, Dex 12, Con 14, Int 10, Wis 17, Cha 13. Undin is short and thin, with brown hair and narrow gray eyes. He wears studded leather and wields a mace. Undin is loyal and adaptable.",
  "Amans: Male Gnome Monk, N. Str 10, Dex 12, Con 12, Int 14, Wis 13, Cha 9. Amans has thick brown hair and large gray eyes, and wears glasses with silver rims. He wears modest garments and wields nunchaku (club). Amans has an animal companion, a gray rabbit named Hanse.",
  "Irvain: Male Gnome Paladin, Good. Str 13, Dex 10, Con 10, Int 15, Wis 12, Cha 12. Irvain has curly silver hair and soft green eyes, and a thin beard. He wears a breastplate and wields a pike. Irvain is searching for the lost Monastery of Gardens.",
  "Rogui: Male Gnome Paladin, Good. Str 11, Dex 8, Con 13, Int 8, Wis 13, Cha 9. Rogui is stout, with black hair and hazel eyes. He wears a chain shirt and wields a war pick and shield. Rogui is a practiced dart thrower.",
  "Guiosa: Male Gnome Rogue, NG. Str 10, Dex 15, Con 12, Int 13, Wis 12, Cha 9. Guiosa has braided copper hair and sharp amber eyes. He wears studded leather and wields a longsword. Guiosa compulsively chants nonsense.",
  "Seli: Male Gnome Cleric, LN. Str 10, Dex 12, Con 11, Int 10, Wis 13, Cha 9. Seli is short and willowy, with black hair and amber eyes. He wears half plate and wields a light hammer and shield. Seli is impossibly lucky.",
  "Alin: Male Gnome Barbarian, N. Str 15, Dex 8, Con 14, Int 12, Wis 12, Cha 11. Alin is heavyset, with silver hair and green eyes. He wears hide armor and wields a battleaxe and shield. Alin has an animal companion, a black wolf named Ukhlat.",
  "Rauda: Male Gnome Monk, N. Str 11, Dex 15, Con 8, Int 8, Wis 9, Cha 8. Rauda has a long face, with gray hair and soft gray eyes. He wears well-made clothing and wields nunchaku (club) and shuriken (darts).",
  "Ancers: Male Gnome Rogue, LG. Str 5, Dex 12, Con 10, Int 14, Wis 11, Cha 9. Ancers has braided black hair and light green eyes, and a cropped moustache. He wears studded leather and wields a shortsword and darts. Ancers is calm and gullible.",
  "Alenc: Male Gnome Monk, LN. Str 11, Dex 11, Con 7, Int 11, Wis 9, Cha 12. Alenc is thin, with curly blonde hair and narrow hazel eyes. He wears plain clothing and wields a bo (quarterstaff) and shuriken (darts). Alenc has an animal companion, a red firedrake named Khori.",
  "Simo: Male Gnome Barbarian, NG. Str 14, Dex 10, Con 11, Int 12, Wis 11, Cha 6. Simo is elegant in appearance, with copper hair and bright blue eyes. He wears scale mail and wields a scimitar and shield. Simo is capable and foolhardy.",
  "Narvi: Male Gnome Rogue, CN. Str 9, Dex 13, Con 10, Int 13, Wis 14, Cha 12. Narvi has red hair and bright amber eyes, and a beaked nose. He wears leather armor and wields a longsword and hand crossbow.",
  "Chartzia: Male Gnome Warlock, LN. Str 10, Dex 8, Con 10, Int 9, Wis 8, Cha 12. Chartzia is short, with messy copper hair and light amber eyes. He wears leather armor and wields a club and sling. Chartzia is truthful and thoughtless.",
  "Sanzir: Male Gnome Paladin, Good. Str 12, Dex 9, Con 9, Int 10, Wis 13, Cha 11. Sanzir is pleasant in appearance, with long silver hair and green eyes. He wears a breastplate and wields a war pick and shield. Sanzir is gentle and devout.",
  "Duri: Male Gnome Rogue, NG. Str 9, Dex 12, Con 6, Int 9, Wis 11, Cha 12. Duri is elegant in appearance, with messy gray hair and bright amber eyes. He wears leather armor and wields a longsword.",
  "Guilhug: Male Gnome Paladin, Good. Str 14, Dex 12, Con 13, Int 10, Wis 11, Cha 8. Guilhug is short and thin, with brown hair and brown eyes. He wears scale mail and wields a battleaxe and shield.",
  "Zuri: Male Gnome Paladin, Good. Str 10, Dex 10, Con 12, Int 10, Wis 14, Cha 15. Zuri is tall and willowy, with gray hair and large brown eyes. He wears hide armor and wields a trident. Zuri is searching for his missing son.",
  "Monsa: Male Gnome Rogue, LG. Str 11, Dex 13, Con 5, Int 14, Wis 9, Cha 8. Monsa has brown hair and narrow amber eyes. He wears leather armor and wields a rapier and hand crossbow. Monsa is calm and nervous.",
  "Guiotzia: Male Gnome Warlock, NE. Str 12, Dex 12, Con 11, Int 9, Wis 9, Cha 13. Guiotzia is fair in appearance, with white hair and amber eyes. He wears leather armor and wields a mace.",
  "Guetiers: Male Gnome Barbarian, LG. Str 14, Dex 10, Con 15, Int 6, Wis 10, Cha 14. Guetiers is short, with short red hair and brown eyes. He wears studded leather and wields a battleaxe and net.",
  "Malve: Male Gnome Monk, LE. Str 8, Dex 16, Con 6, Int 6, Wis 14, Cha 11. Malve has tangled red hair and narrow gray eyes. He wears well-made clothing and wields a yari (spear). Malve lost his shadow to a hag.",
  "Abal: Male Gnome Rogue, N. Str 12, Dex 13, Con 7, Int 11, Wis 12, Cha 12. Abal has matted white hair and dark brown eyes, and a straight beard. He wears studded leather and wields a longsword and darts. Abal is a skilled actor.",
  "Gimli: Male Gnome Cleric, CG. Str 9, Dex 8, Con 14, Int 11, Wis 15, Cha 11. Gimli has copper hair and hazel eyes, and a matted moustache. He wears hide armor and wields a mace. Gimli is romantic and courageous.",
  "Ziri: Male Gnome Warlock, N. Str 11, Dex 9, Con 11, Int 9, Wis 10, Cha 16. Ziri has brown hair and large hazel eyes. He wears leather armor and wields a mace and darts. Ziri was magically imprisoned for a hundred years.",
  "Rogui: Male Gnome Fighter, LN. Str 16, Dex 16, Con 14, Int 8, Wis 13, Cha 10. Rogui has a round face, with gray hair and brown eyes. He wears plate armor and wields a warhammer and heavy crossbow. Rogui has an animal companion, a gray wolf named Carin.",
  "Gimli: Male Gnome Monk, N. Str 12, Dex 9, Con 9, Int 15, Wis 15, Cha 8. Gimli has a round face, with messy blonde hair and narrow green eyes. He wears modest garments and wields a yari (spear). Gimli seeks to destroy the race of orcs.",
  "Gualhib: Male Gnome Rogue, LN. Str 13, Dex 16, Con 10, Int 10, Wis 10, Cha 9. Gualhib has a square face, with curly brown hair and brown eyes. He wears leather armor and wields a rapier. Gualhib is devout and deceitful.",
  "Ricsa: Male Gnome Rogue, N. Str 8, Dex 13, Con 9, Int 13, Wis 8, Cha 6. Ricsa is heavyset, with blonde hair and bright blue eyes. He wears leather armor and wields a longsword. Ricsa was magically imprisoned for a hundred years.",
  "Ernar: Male Gnome Fighter, N. Str 16, Dex 15, Con 9, Int 12, Wis 8, Cha 8. Ernar has a round face, with white hair and soft amber eyes. He wears chain mail and wields a battleaxe. Ernar compulsively scratches an old scar.",
  "Dwari: Male Gnome Monk, LG. Str 8, Dex 10, Con 11, Int 11, Wis 17, Cha 10. Dwari is pleasant in appearance, with copper hair and bright gray eyes. He wears plain clothing and wields nunchaku (club) and shuriken (darts).",
  "Fundu: Male Gnome Rogue, CN. Str 14, Dex 13, Con 11, Int 10, Wis 9, Cha 10. Fundu is rough in appearance, with thin auburn hair and large green eyes. He wears leather armor and wields a club and hand crossbow. Fundu is a terrible liar.",
  "Sharkurd: Male Gnome Monk, CN. Str 13, Dex 14, Con 9, Int 13, Wis 10, Cha 7. Sharkurd has red hair and sharp brown eyes. He wears simple clothing and wields nunchaku (club). Sharkurd seeks only fame and glory.",
  "Amon: Male Gnome Rogue, LG. Str 15, Dex 17, Con 7, Int 14, Wis 10, Cha 11. Amon has straight copper hair and light blue eyes. He wears leather armor and wields a longsword and hand crossbow. Amon seeks to discover who murdered his family.",
  "Rici: Male Gnome Cleric, CN. Str 9, Dex 9, Con 6, Int 13, Wis 14, Cha 15. Rici has gray hair and gray eyes, and a matted moustache. He wears scale mail and wields a spear. Rici is lewd and inventive.",
  "Gonautz: Male Gnome Paladin, Good. Str 10, Dex 14, Con 6, Int 7, Wis 8, Cha 8. Gonautz is thin, with black hair and large hazel eyes. He wears hide armor and wields a battleaxe. Gonautz is impossibly lucky.",
  "Ziri: Male Gnome Rogue, NG. Str 11, Dex 16, Con 12, Int 12, Wis 9, Cha 6. Ziri is slender, with curly red hair and brown eyes. He wears leather armor and wields a rapier. Ziri seeks to continue the noble legacy of his father.",
  "Bori: Male Gnome Monk, NG. Str 15, Dex 8, Con 12, Int 9, Wis 11, Cha 7. Bori has black hair and soft amber eyes. He wears simple clothing and wields a kanabo (mace) and shuriken (darts). Bori refers to himself in the third person.",
  "Lali: Male Gnome Druid, Neutral. Str 13, Dex 7, Con 10, Int 15, Wis 16, Cha 13. Lali has thin red hair and bright amber eyes. He wears hide armor and wields a scimitar. Lali is extravagant and nervous.",
  "Bari: Male Gnome Paladin, Good. Str 15, Dex 9, Con 11, Int 9, Wis 10, Cha 9. Bari has thin silver hair and blue eyes. He wears ring mail and wields a longsword and shield. Bari is kind and suspicious.",
  "Ames: Male Gnome Wizard, NG. Str 8, Dex 8, Con 12, Int 12, Wis 9, Cha 10. Ames is noble in bearing, with matted copper hair and hazel eyes. He wears expensive clothing and wields a dagger.",
  "Undin: Male Gnome Monk, CN. Str 11, Dex 10, Con 11, Int 8, Wis 14, Cha 10. Undin has an angular face, with thick auburn hair and dark green eyes. He wears travel-stained clothing and wields a kanabo (mace). Undin has an animal companion, a white rabbit named Amin.",
  "Khuda: Male Gnome Rogue, LG. Str 7, Dex 14, Con 11, Int 13, Wis 5, Cha 5. Khuda has copper hair and hazel eyes, and numerous distinctive tattoos. He wears studded leather and wields a rapier. Khuda has an animal companion, a black cat named Hanse.",
  "Gamin: Male Gnome Wizard, LG. Str 14, Dex 7, Con 7, Int 13, Wis 9, Cha 14. Gamin is youthful in appearance, with tangled red hair and blue eyes. He wears plain clothing and wields a dagger. Gamin is blind in his right eye.",
  "Throri: Male Gnome Wizard, LN. Str 10, Dex 7, Con 10, Int 13, Wis 10, Cha 14. Throri is rugged in appearance, with messy gray hair and dark blue eyes. He wears copper robes and wields a dagger. Throri is driven and lustful.",
  "Turi: Male Gnome Cleric, LN. Str 13, Dex 11, Con 12, Int 9, Wis 17, Cha 14. Turi has black hair and brown eyes. He wears studded leather and wields a spear and shield.",
  "Bifur: Male Gnome Monk, N. Str 14, Dex 10, Con 9, Int 12, Wis 12, Cha 5. Bifur is rugged in appearance, with braided blonde hair and soft gray eyes. He wears modest garments and wields a kanabo (mace). Bifur dislikes having people behind him.",
  "Kadu: Male Gnome Monk, N. Str 13, Dex 11, Con 8, Int 9, Wis 15, Cha 10. Kadu has matted black hair and narrow amber eyes, and a flat nose. He wears travel-stained clothing and wields a kanabo (mace). Kadu is truthful and fanatical.",
  "Urin: Male Gnome Rogue, N. Str 12, Dex 17, Con 9, Int 10, Wis 13, Cha 8. Urin is tall, with messy black hair and soft green eyes. He wears leather armor and wields a rapier and hand crossbow. Urin seeks revenge against the thieves' guild which left him to hang.",
  "Ziri: Male Gnome Barbarian, LN. Str 14, Dex 10, Con 12, Int 10, Wis 13, Cha 10. Ziri is fey in appearance, with auburn hair and narrow green eyes. He wears scale mail and wields a maul.",
  "Rautzia: Male Gnome Rogue, NG. Str 12, Dex 15, Con 9, Int 12, Wis 7, Cha 12. Rautzia is slender, with short black hair and green eyes. He wears studded leather and wields a quarterstaff. Rautzia is generous and adventurous.",
  "Urcan: Male Gnome Druid, Neutral. Str 14, Dex 6, Con 12, Int 10, Wis 15, Cha 9. Urcan is short, with blonde hair and gray eyes. He wears leather armor and wields a scimitar.",
  "Bari: Male Gnome Cleric, N. Str 8, Dex 7, Con 10, Int 15, Wis 13, Cha 12. Bari has a round face, with auburn hair and hazel eyes. He wears a breastplate and wields a light hammer and sling. Bari compulsively scratches an old scar.",
  "Anzin: Male Gnome Bard, NG. Str 9, Dex 12, Con 10, Int 10, Wis 9, Cha 13. Anzin has a square face, with silver hair and brown eyes. He wears leather armor and wields a rapier. Anzin is hunting the warlord who stole his ancestral sword.",
  "Bori: Male Gnome Wizard, N. Str 10, Dex 10, Con 8, Int 17, Wis 11, Cha 12. Bori has a round face, with auburn hair and amber eyes. He wears expensive clothing and wields a dagger and darts. Bori seeks to save his family from financial ruin.",
  "Guire: Male Gnome Monk, NG. Str 8, Dex 17, Con 10, Int 9, Wis 12, Cha 6. Guire has curly silver hair and gray eyes. He wears modest garments and wields an ono (handaxe) and kama (sickle). Guire is haunted by the memories of a past life.",
  "Orin: Male Gnome Druid, Neutral. Str 7, Dex 11, Con 9, Int 13, Wis 12, Cha 13. Orin has a long face, with brown hair and green eyes. He wears leather armor and wields a mace and sling. Orin seeks revenge against the sister who betrayed him.",
  "Mesa: Male Gnome Druid, Neutral. Str 13, Dex 12, Con 10, Int 11, Wis 15, Cha 12. Mesa has an angular face, with matted golden hair and gray eyes. He wears leather armor and wields a quarterstaff and wooden shield.",
  "Duri: Male Gnome Paladin, Good. Str 8, Dex 7, Con 9, Int 13, Wis 13, Cha 13. Duri is elegant in appearance, with thick white hair and brown eyes. He wears splint armor and wields a greataxe. Duri is thrifty and stoic.",
  "Disanz: Male Gnome Fighter, LN. Str 13, Dex 13, Con 9, Int 11, Wis 11, Cha 9. Disanz is tall, with curly black hair and light gray eyes. He wears plate armor and wields a halberd. Disanz is a practiced juggler.",
  "Jouda: Male Gnome Monk, NG. Str 9, Dex 14, Con 13, Int 9, Wis 8, Cha 9. Jouda has curly white hair and narrow green eyes, and a distinctive mark on his arm. He wears modest garments and wields a bo (quarterstaff) and sai (dagger). Jouda seeks to continue the noble legacy of his father.",
  "Duli: Male Gnome Ranger, N. Str 8, Dex 11, Con 8, Int 12, Wis 15, Cha 14. Duli has a long face, with black hair and light green eyes. He wears scale mail and wields a battleaxe and shield.",
  "Iraut: Male Gnome Monk, N. Str 11, Dex 11, Con 12, Int 13, Wis 11, Cha 10. Iraut has a long face, with blonde hair and amber eyes. He wears modest garments and wields a kanabo (mace) and shuriken (darts).",
  "Gire: Male Gnome Fighter, LN. Str 14, Dex 8, Con 10, Int 11, Wis 9, Cha 12. Gire has black hair and bright gray eyes, and a round nose. He wears a breastplate and wields a flail and hand crossbow. Gire seeks to free himself from an ancient curse.",
  "Bifar: Male Gnome Cleric, LN. Str 7, Dex 7, Con 8, Int 9, Wis 13, Cha 14. Bifar is pleasant in appearance, with cropped red hair and blue eyes. He wears leather armor and wields a light hammer.",
  "Rauda: Male Gnome Warlock, LN. Str 13, Dex 10, Con 13, Int 12, Wis 11, Cha 14. Rauda has silver hair and light gray eyes. He wears studded leather and wields a spear. Rauda has an animal companion, a vampire bat named Arkul.",
  "Crangui: Male Gnome Cleric, LN. Str 10, Dex 8, Con 9, Int 11, Wis 17, Cha 15. Crangui has golden hair and sharp gray eyes, and a beaked nose. He wears a breastplate and wields a quarterstaff. Crangui seeks revenge against the sister who betrayed him.",
  "Ukhun: Male Gnome Wizard, NG. Str 10, Dex 10, Con 8, Int 14, Wis 8, Cha 9. Ukhun is fey in appearance, with white hair and large gray eyes. He wears green robes and wields a quarterstaff. Ukhun has an arcane familiar, a clockwork cat named Labauss.",
  "Giersa: Male Gnome Barbarian, N. Str 15, Dex 8, Con 14, Int 10, Wis 8, Cha 9. Giersa is fair in appearance, with tangled copper hair and large blue eyes. He wears hide armor and wields a whip and blowgun. Giersa is searching for his missing son.",
  "Urin: Male Gnome Bard, LN. Str 9, Dex 12, Con 12, Int 15, Wis 13, Cha 17. Urin has an angular face, with brown hair and narrow green eyes. He wears leather armor and wields a club and sickle. Urin seeks to free himself from an ancient curse.",
  "Seve: Male Gnome Ranger, LG. Str 16, Dex 12, Con 14, Int 13, Wis 17, Cha 11. Seve has silver hair and green eyes, and a magical scar on his leg. He wears studded leather and wields a halberd. Seve seeks to atone for past sins.",
  "Alin: Male Gnome Cleric, NE. Str 9, Dex 8, Con 13, Int 10, Wis 17, Cha 11. Alin has gray hair and green eyes, and broken teeth. He wears studded leather and wields a spear and shield. Alin has an animal companion, a red firedrake named Labertz.",
  "Igin: Male Gnome Fighter, NE. Str 15, Dex 13, Con 11, Int 9, Wis 8, Cha 8. Igin is short, with golden hair and gray eyes. He wears half plate and wields a greataxe.",
  "Bali: Male Gnome Monk, NG. Str 14, Dex 11, Con 7, Int 12, Wis 11, Cha 14. Bali is pleasant in appearance, with curly gray hair and gray eyes. He wears worn clothing and wields a yari (spear). Bali is courteous and extravagant.",
  "Guisa: Male Gnome Cleric, LN. Str 8, Dex 5, Con 6, Int 8, Wis 12, Cha 15. Guisa has golden hair and brown eyes. He wears leather armor and wields a quarterstaff and shield. Guisa is morose and lustful.",
  "Thrukun: Male Gnome Paladin, Good. Str 14, Dex 12, Con 7, Int 8, Wis 12, Cha 10. Thrukun is rough in appearance, with auburn hair and amber eyes. He wears a breastplate and wields a greatsword.",
  "Duri: Male Gnome Cleric, NG. Str 9, Dex 10, Con 11, Int 7, Wis 17, Cha 8. Duri is fey in appearance, with messy gray hair and dark blue eyes. He wears hide armor and wields a club.",
  "Dranda: Male Gnome Barbarian, N. Str 15, Dex 9, Con 13, Int 13, Wis 13, Cha 12. Dranda is fair in appearance, with braided silver hair and blue eyes. He wears leather armor and wields a battleaxe and shield. Dranda seeks to atone for past sins.",
  "Disanz: Male Gnome Barbarian, NE. Str 15, Dex 10, Con 16, Int 13, Wis 14, Cha 15. Disanz is common in appearance, with messy white hair and hazel eyes. He wears leather armor and wields a scimitar and hand crossbow. Disanz is harsh and cowardly.",
  "Kurda: Male Gnome Rogue, NE. Str 12, Dex 15, Con 15, Int 12, Wis 15, Cha 12. Kurda is wretched in appearance, with blonde hair and gray eyes. He wears leather armor and wields a rapier and hand crossbow. Kurda is searching for the legendary Forsaken Caverns of the Lich Countess.",
  "Respi: Male Gnome Bard, CG. Str 14, Dex 11, Con 11, Int 10, Wis 9, Cha 17. Respi is thin, with matted golden hair and hazel eyes. He wears leather armor and wields a mace and light crossbow. Respi is searching for his lost brother.",
  "Fanjoans: Male Gnome Paladin, Good. Str 9, Dex 8, Con 11, Int 13, Wis 11, Cha 14. Fanjoans is fair in appearance, with uneven copper hair and dark hazel eyes. He wears a breastplate and wields a war pick and shield.",
  "Bertzia: Male Gnome Monk, LG. Str 12, Dex 14, Con 13, Int 5, Wis 13, Cha 10. Bertzia has matted white hair and amber eyes. He wears sturdy clothing and wields an ono (handaxe). Bertzia seeks to become a knight of the realm.",
  "Gauci: Male Gnome Monk, NG. Str 12, Dex 15, Con 10, Int 9, Wis 11, Cha 9. Gauci is pleasant in appearance, with gray hair and sharp hazel eyes. He wears modest garments and wields a yari (spear) and sai (dagger). Gauci is aesthetic and truthful.",
  "Fili: Male Gnome Fighter, NE. Str 13, Dex 11, Con 12, Int 9, Wis 14, Cha 8. Fili is rugged in appearance, with long blonde hair and large green eyes. He wears scale mail and wields a battleaxe and net. Fili has an animal companion, a gray wolf named Afrel.",
  "Rici: Male Gnome Sorcerer, LN. Str 11, Dex 12, Con 13, Int 10, Wis 14, Cha 16. Rici has a round face, with thin red hair and large gray eyes. He wears sturdy clothing and wields a dagger and darts. Rici has an animal companion, a gray toad named Daire.",
  "Frinain: Male Gnome Fighter, N. Str 17, Dex 14, Con 13, Int 5, Wis 9, Cha 13. Frinain has a narrow face, with short gray hair and bright gray eyes. He wears ring mail and wields a trident. Frinain has an animal companion, a red firedrake named Ukrat.",
  "Thrinan: Male Gnome Barbarian, CG. Str 12, Dex 11, Con 15, Int 11, Wis 8, Cha 13. Thrinan has auburn hair and brown eyes, and a distinctive mark on his arm. He wears scale mail and wields a warhammer and heavy crossbow. Thrinan is trustworthy and lustful.",
  "Gaida: Male Gnome Monk, N. Str 14, Dex 16, Con 6, Int 11, Wis 7, Cha 10. Gaida has messy red hair and narrow green eyes, and a tangled moustache. He wears travel-stained clothing and wields nunchaku (club) and kama (sickle). Gaida is fascinated by death.",
  "Ahak: Male Gnome Fighter, LN. Str 13, Dex 9, Con 13, Int 11, Wis 14, Cha 13. Ahak has a long face, with uneven silver hair and bright brown eyes. He wears ring mail and wields a warhammer and longbow. Ahak has an animal companion, a brown bear named Kari.",
  "Bifund: Male Gnome Rogue, CN. Str 10, Dex 13, Con 5, Int 14, Wis 14, Cha 11. Bifund has thin auburn hair and green eyes. He wears studded leather and wields a longsword and hand crossbow. Bifund is amoral and protective.",
  "Ichatz: Male Gnome Barbarian, CN. Str 13, Dex 10, Con 11, Int 8, Wis 11, Cha 10. Ichatz has a narrow face, with uneven copper hair and soft green eyes. He wears hide armor and wields a war pick and shield. Ichatz seeks only fame and glory.",
  "Orin: Male Gnome Fighter, LN. Str 17, Dex 13, Con 12, Int 11, Wis 10, Cha 12. Orin has an angular face, with matted auburn hair and sharp blue eyes. He wears chain mail and wields a morningstar and heavy crossbow. Orin avoids eye contact.",
  "Bifar: Male Gnome Fighter, LN. Str 16, Dex 9, Con 7, Int 11, Wis 5, Cha 12. Bifar is short and slender, with gray hair and large brown eyes. He wears plate armor and wields a war pick and shield. Bifar compulsively rhymes words.",
  "Ukaz: Male Gnome Monk, NG. Str 13, Dex 10, Con 8, Int 10, Wis 13, Cha 6. Ukaz has an angular face, with copper hair and blue eyes. He wears sturdy clothing and wields a yari (spear) and kama (sickle). Ukaz is valiant and sarcastic.",
  "Bertan: Male Gnome Fighter, N. Str 14, Dex 16, Con 10, Int 8, Wis 8, Cha 12. Bertan has a narrow face, with thin golden hair and large amber eyes. He wears ring mail and wields a rapier and shield. Bertan has an animal companion, a green firedrake named Amin.",
  "Orin: Male Gnome Monk, LG. Str 11, Dex 13, Con 13, Int 7, Wis 15, Cha 13. Orin has thin gray hair and blue eyes, and wears glasses with electrum rims. He wears well-made clothing and wields a kanabo (mace). Orin is generous and capable.",
  "Johan: Male Gnome Fighter, LN. Str 15, Dex 11, Con 13, Int 7, Wis 15, Cha 15. Johan has a round face, with short brown hair and gray eyes. He wears a breastplate and wields a glaive. Johan has an animal companion, a badger named Kheli.",
  "Rotli: Male Gnome Fighter, NG. Str 14, Dex 8, Con 10, Int 9, Wis 9, Cha 12. Rotli is stout, with messy white hair and dark gray eyes. He wears a chain shirt and wields a war pick and shield. Rotli has an animal companion, a badger named Kamil.",
  "Arnaud: Male Gnome Barbarian, NG. Str 16, Dex 12, Con 10, Int 13, Wis 13, Cha 5. Arnaud is short and heavyset, with thin auburn hair and sharp amber eyes. He wears leather armor and wields a shortsword and blowgun. Arnaud has an animal companion, a black wolf named Kurda.",
  "Fundu: Male Gnome Bard, NE. Str 10, Dex 7, Con 11, Int 15, Wis 10, Cha 16. Fundu has cropped black hair and blue eyes. He wears leather armor and wields a rapier and javelins.",
  "Agols: Male Gnome Rogue, CG. Str 6, Dex 16, Con 11, Int 10, Wis 11, Cha 10. Agols is youthful in appearance, with short black hair and bright brown eyes. He wears studded leather and wields a rapier and hand crossbow. Agols is capable and valiant.",
  "Acos: Male Gnome Fighter, NG. Str 16, Dex 15, Con 6, Int 10, Wis 6, Cha 6. Acos has a long face, with brown hair and sharp blue eyes. He wears hide armor and wields a warhammer and longbow. Acos is capable and courteous.",
  "Rakal: Male Gnome Monk, N. Str 9, Dex 13, Con 10, Int 7, Wis 8, Cha 7. Rakal has a narrow face, with gray hair and light amber eyes. He wears modest garments and wields a bo (quarterstaff). Rakal has an animal companion, a tiger named Gili.",
  "Umrad: Male Gnome Fighter, NG. Str 13, Dex 8, Con 7, Int 8, Wis 7, Cha 12. Umrad has uneven auburn hair and soft green eyes, and numerous distinctive tattoos. He wears a chain shirt and wields a whip and shield. Umrad is well-spoken and righteous.",
  "Dinarv: Male Gnome Monk, N. Str 12, Dex 11, Con 11, Int 11, Wis 7, Cha 10. Dinarv is fey in appearance, with straight golden hair and bright brown eyes. He wears plain clothing and wields an ono (handaxe).",
  "Throri: Male Gnome Rogue, LN. Str 14, Dex 16, Con 13, Int 16, Wis 10, Cha 7. Throri is pleasant in appearance, with brown hair and amber eyes. He wears leather armor and wields a longsword and hand crossbow.",
  "Kada: Male Gnome Druid, Neutral. Str 16, Dex 10, Con 10, Int 14, Wis 14, Cha 13. Kada has thin black hair and dark green eyes. He wears hide armor and wields a spear.",
  "Darda: Male Gnome Fighter, LG. Str 15, Dex 13, Con 7, Int 12, Wis 6, Cha 10. Darda has messy auburn hair and soft amber eyes. He wears a chain shirt and wields a greatsword. Darda is fair and cheerful.",
  "Aghad: Male Gnome Fighter, N. Str 15, Dex 13, Con 13, Int 13, Wis 12, Cha 13. Aghad is fair in appearance, with gray hair and bright blue eyes. He wears hide armor and wields a greatsword. Aghad is alluring and fanatical.",
  "Kharkal: Male Gnome Fighter, N. Str 16, Dex 9, Con 10, Int 11, Wis 7, Cha 10. Kharkal has golden hair and amber eyes. He wears a breastplate and wields a rapier. Kharkal is polite and alluring.",
  "Albes: Male Gnome Druid, Neutral. Str 11, Dex 10, Con 9, Int 9, Wis 15, Cha 8. Albes has messy white hair and blue eyes. He wears leather armor and wields a quarterstaff and wooden shield. Albes has badger named Bifar.",
  "Guisa: Male Gnome Fighter, N. Str 14, Dex 17, Con 11, Int 10, Wis 11, Cha 10. Guisa has short brown hair and amber eyes. He wears scale mail and wields a whip and blowgun. Guisa is searching for a legendary blade named Astral Triumph.",
  "Raolfos: Male Gnome Sorcerer, NE. Str 8, Dex 11, Con 8, Int 14, Wis 10, Cha 14. Raolfos has short copper hair and hazel eyes, and a maimed left hand. He wears plain clothing and wields a dagger.",
  "Gili: Male Gnome Druid, Neutral. Str 12, Dex 11, Con 9, Int 7, Wis 15, Cha 11. Gili has a square face, with straight silver hair and bright amber eyes. He wears hide armor and wields a quarterstaff. Gili is paranoid and honest.",
  "Jaufre: Male Gnome Rogue, NG. Str 13, Dex 17, Con 9, Int 10, Wis 12, Cha 9. Jaufre has an angular face, with blonde hair and green eyes. He wears studded leather and wields a shortsword.",
  "Frinarv: Male Gnome Warlock, N. Str 14, Dex 9, Con 14, Int 8, Wis 10, Cha 14. Frinarv has a narrow face, with red hair and gray eyes. He wears studded leather and wields a mace. Frinarv has an animal companion, a black cat named Reli.",
  "Tonain: Male Gnome Monk, N. Str 11, Dex 10, Con 11, Int 12, Wis 9, Cha 14. Tonain has thin auburn hair and dark hazel eyes, and a cropped moustache. He wears travel-stained clothing and wields a kanabo (mace) and sai (dagger).",
  "Askak: Male Gnome Cleric, LG. Str 11, Dex 14, Con 11, Int 11, Wis 15, Cha 13. Askak is tall and thin, with red hair and soft green eyes. He wears leather armor and wields a club and darts.",
  "Zaghal: Male Gnome Monk, LN. Str 13, Dex 12, Con 11, Int 9, Wis 14, Cha 11. Zaghal is overweight, with red hair and narrow blue eyes. He wears simple clothing and wields nunchaku (club). Zaghal has an animal companion, a tiger named Ethais.",
  "Nanain: Male Gnome Wizard, LE. Str 7, Dex 10, Con 7, Int 14, Wis 12, Cha 6. Nanain is fair in appearance, with red hair and green eyes. He wears modest garments and wields a quarterstaff and darts. Nanain is mercenary and erratic.",
  "Patre: Male Gnome Rogue, NG. Str 11, Dex 12, Con 10, Int 14, Wis 9, Cha 12. Patre is thin, with tangled auburn hair and hazel eyes. He wears leather armor and wields a quarterstaff and sickle. Patre is diplomatic and courageous.",
  "Guili: Male Gnome Rogue, LN. Str 11, Dex 15, Con 7, Int 9, Wis 8, Cha 11. Guili has brown hair and brown eyes. He wears studded leather and wields a longsword. Guili has an animal companion, a black snake named Dosa.",
  "Ifur: Male Gnome Rogue, LN. Str 9, Dex 12, Con 15, Int 12, Wis 9, Cha 13. Ifur is short, with tangled blonde hair and green eyes. He wears leather armor and wields a shortsword and hand crossbow. Ifur has an animal companion, a sable ferret named Diase.",
  "Geda: Male Gnome Bard, LN. Str 10, Dex 11, Con 5, Int 14, Wis 9, Cha 14. Geda is fair in appearance, with gray hair and soft amber eyes. He wears leather armor and wields a shortsword and hand crossbow. Geda avoids eye contact.",
  "Khuda: Male Gnome Sorcerer, N. Str 9, Dex 12, Con 10, Int 8, Wis 8, Cha 12. Khuda has messy brown hair and sharp brown eyes. He wears well-made clothing and wields a dagger and sling. Khuda is cursed with insanity.",
  "Ricsa: Male Gnome Rogue, N. Str 11, Dex 12, Con 12, Int 14, Wis 5, Cha 9. Ricsa is short and slender, with straight red hair and amber eyes. He wears studded leather and wields a quarterstaff and javelins. Ricsa has an animal companion, a black snake named Aghan.",
  "Banarv: Male Gnome Ranger, LG. Str 11, Dex 15, Con 13, Int 12, Wis 8, Cha 7. Banarv has brown hair and green eyes, and an unusual scar on his face. He wears leather armor and wields a rapier and shield. Banarv is haunted by the ghost of someone he killed.",
  "Goneus: Male Gnome Sorcerer, NE. Str 10, Dex 8, Con 9, Int 7, Wis 9, Cha 16. Goneus has a long face, with matted silver hair and bright blue eyes. He wears plain clothing and wields a quarterstaff. Goneus has an animal companion, a black snake named Jacquel.",
  "Bali: Male Gnome Monk, LN. Str 12, Dex 14, Con 10, Int 7, Wis 16, Cha 7. Bali has cropped copper hair and brown eyes, and a long beard. He wears simple clothing and wields an ono (handaxe). Bali is devout and covetous.",
  "Bautis: Male Gnome Barbarian, LN. Str 16, Dex 15, Con 11, Int 10, Wis 10, Cha 15. Bautis is slender, with long blonde hair and light brown eyes. He wears studded leather and wields a whip and heavy crossbow. Bautis refers to himself in the third person.",
  "Sice: Male Gnome Monk, N. Str 12, Dex 15, Con 11, Int 10, Wis 14, Cha 10. Sice is slender, with white hair and light gray eyes. He wears well-made clothing and wields nunchaku (club). Sice seeks to atone for past sins.",
  "Bertains: Male Gnome Sorcerer, LN. Str 7, Dex 11, Con 13, Int 10, Wis 13, Cha 13. Bertains has blonde hair and dark amber eyes. He wears well-made clothing and wields a quarterstaff and sling.",
  "Mili: Male Gnome Monk, CN. Str 13, Dex 12, Con 11, Int 10, Wis 14, Cha 15. Mili is slender, with uneven blonde hair and sharp blue eyes. He wears worn clothing and wields nunchaku (club).",
  "Udlal: Male Gnome Cleric, LN. Str 10, Dex 9, Con 11, Int 12, Wis 14, Cha 15. Udlal is heavyset, with curly white hair and bright hazel eyes. He wears a breastplate and wields a mace and shield.",
  "Teve: Male Gnome Rogue, N. Str 13, Dex 14, Con 7, Int 10, Wis 9, Cha 13. Teve has uneven white hair and light green eyes. He wears leather armor and wields a shortsword and sling. Teve has an animal companion, a black cat named Antient.",
  "Kunan: Male Gnome Rogue, N. Str 14, Dex 15, Con 10, Int 8, Wis 10, Cha 9. Kunan has straight auburn hair and dark amber eyes. He wears leather armor and wields a quarterstaff and hand crossbow.",
  "Joanaud: Male Gnome Wizard, LN. Str 10, Dex 11, Con 11, Int 13, Wis 9, Cha 14. Joanaud has auburn hair and narrow gray eyes, and small ears. He wears expensive clothing and wields a dagger and sling. Joanaud is impatient and serious.",
  "Abers: Male Gnome Monk, N. Str 15, Dex 13, Con 11, Int 5, Wis 14, Cha 14. Abers is common in appearance, with uneven silver hair and bright hazel eyes. He wears travel-stained clothing and wields nunchaku (club). Abers is a practiced juggler.",
  "Kari: Male Gnome Paladin, Good. Str 14, Dex 8, Con 6, Int 10, Wis 8, Cha 17. Kari has a square face, with brown hair and brown eyes. He wears splint armor and wields a halberd. Kari is pious and quick-witted.",
  "Labout: Male Gnome Fighter, LG. Str 17, Dex 8, Con 10, Int 8, Wis 9, Cha 12. Labout has messy black hair and blue eyes, and an unusual mark on his face. He wears a breastplate and wields a trident and shield. Labout speaks with a quiet voice.",
  "Rauda: Male Gnome Ranger, LN. Str 13, Dex 16, Con 8, Int 14, Wis 10, Cha 10. Rauda is stout, with cropped black hair and light hazel eyes. He wears a breastplate and wields a war pick and shield.",
  "Arin: Male Gnome Rogue, LN. Str 11, Dex 16, Con 8, Int 13, Wis 7, Cha 12. Arin has a round face, with matted golden hair and gray eyes. He wears studded leather and wields a shortsword and hand crossbow. Arin has an animal companion, a dire rat named Bliaze.",
  "Simo: Male Gnome Rogue, N. Str 9, Dex 13, Con 6, Int 9, Wis 8, Cha 10. Simo has a round face, with silver hair and dark gray eyes. He wears studded leather and wields a rapier and shortbow. Simo has an animal companion, a sable ferret named Arsiut.",
  "Zigam: Male Gnome Paladin, Good. Str 11, Dex 9, Con 7, Int 11, Wis 8, Cha 15. Zigam is common in appearance, with straight auburn hair and bright hazel eyes. He wears half plate and wields a maul. Zigam has an animal companion, a bay warhorse named Gimli.",
  "Ricsa: Male Gnome Cleric, N. Str 14, Dex 9, Con 12, Int 13, Wis 14, Cha 11. Ricsa has thin auburn hair and soft gray eyes, and an uneven beard. He wears studded leather and wields a spear and javelins. Ricsa suffers an acute fear of magic and arcana.",
  "Rainat: Male Gnome Cleric, N. Str 11, Dex 8, Con 9, Int 11, Wis 14, Cha 12. Rainat has cropped gray hair and bright green eyes, and pointed ears. He wears a breastplate and wields a mace and shield.",
  "Kilmal: Male Gnome Rogue, NE. Str 7, Dex 14, Con 7, Int 14, Wis 9, Cha 9. Kilmal has short white hair and blue eyes, and sharpened teeth. He wears leather armor and wields a rapier.",
  "Urur: Male Gnome Bard, LG. Str 9, Dex 12, Con 9, Int 12, Wis 11, Cha 12. Urur is short, with long golden hair and narrow green eyes. He wears studded leather and wields a rapier. Urur seeks to atone for past sins.",
  "Soneus: Male Gnome Rogue, NG. Str 10, Dex 17, Con 14, Int 11, Wis 8, Cha 9. Soneus has auburn hair and dark brown eyes, and pointed ears. He wears leather armor and wields a longsword. Soneus is impossibly lucky.",
  "Ganon: Male Gnome Warlock, NG. Str 14, Dex 8, Con 10, Int 8, Wis 10, Cha 17. Ganon is youthful in appearance, with curly black hair and sharp brown eyes. He wears studded leather and wields a club and darts. Ganon is a practiced dart thrower.",
  "Thali: Male Gnome Paladin, Good. Str 14, Dex 11, Con 11, Int 10, Wis 16, Cha 12. Thali has gray hair and bright green eyes, and a round nose. He wears splint armor and wields a war pick. Thali has an animal companion, a bay warhorse named Rogo.",
  "Tharkad: Male Gnome Druid, Neutral. Str 12, Dex 14, Con 10, Int 10, Wis 17, Cha 8. Tharkad has a square face, with long blonde hair and blue eyes. He wears leather armor and wields a spear and wooden shield. Tharkad has hawk named Thuda.",
  "Vaisa: Male Gnome Sorcerer, N. Str 10, Dex 8, Con 12, Int 8, Wis 12, Cha 17. Vaisa is tall, with long silver hair and brown eyes. He wears well-made clothing and wields a dagger. Vaisa is colorblind.",
  "Rautzia: Male Gnome Wizard, N. Str 11, Dex 12, Con 11, Int 12, Wis 10, Cha 13. Rautzia is willowy, with cropped white hair and green eyes. He wears tailored clothing and wields a quarterstaff. Rautzia is hunting the sorcerer who murdered his family.",
  "Thrimul: Male Gnome Rogue, CN. Str 8, Dex 14, Con 12, Int 10, Wis 7, Cha 10. Thrimul has a round face, with thick gray hair and large blue eyes. He wears leather armor and wields a quarterstaff. Thrimul is lively and depraved.",
  "Giersa: Male Gnome Warlock, CN. Str 13, Dex 9, Con 15, Int 13, Wis 11, Cha 13. Giersa is fair in appearance, with long gray hair and sharp green eyes. He wears studded leather and wields a handaxe and shortbow. Giersa was magically imprisoned for a hundred years.",
  "Guili: Male Gnome Cleric, CG. Str 6, Dex 8, Con 14, Int 9, Wis 14, Cha 10. Guili has a narrow face, with long gray hair and soft gray eyes. He wears leather armor and wields a mace and shield. Guili has an animal companion, a sable ferret named Shuda.",
  "Fili: Male Gnome Fighter, N. Str 13, Dex 13, Con 11, Int 9, Wis 11, Cha 14. Fili has red hair and bright gray eyes, and pointed ears. He wears half plate and wields a battleaxe and net. Fili seeks to atone for past sins.",
  "Anzin: Male Gnome Fighter, CE. Str 14, Dex 12, Con 10, Int 10, Wis 12, Cha 10. Anzin has a long face, with messy golden hair and hazel eyes. He wears hide armor and wields a whip and shield. Anzin has an animal companion, a black wolf named Erris.",
  "Joansa: Male Gnome Cleric, LE. Str 11, Dex 11, Con 11, Int 8, Wis 13, Cha 17. Joansa has uneven red hair and brown eyes, and numerous distinctive tattoos. He wears a breastplate and wields a light hammer.",
  "Kurdu: Male Gnome Sorcerer, N. Str 7, Dex 10, Con 15, Int 13, Wis 14, Cha 16. Kurdu has golden hair and bright amber eyes. He wears well-made clothing and wields a dagger. Kurdu is searching for his missing familiar, a forest owl named Bliane.",
  "Frinarv: Male Gnome Rogue, N. Str 10, Dex 14, Con 10, Int 11, Wis 10, Cha 9. Frinarv has a narrow face, with copper hair and blue eyes. He wears studded leather and wields a shortsword and javelins. Frinarv has an animal companion, a raven named Erics.",
  "Fansa: Male Gnome Rogue, CN. Str 14, Dex 17, Con 10, Int 10, Wis 10, Cha 11. Fansa has a long face, with thin golden hair and hazel eyes. He wears studded leather and wields a rapier and javelins. Fansa is clever and slothful.",
  "Labertz: Male Gnome Paladin, Good. Str 16, Dex 14, Con 15, Int 10, Wis 7, Cha 12. Labertz has a long face, with thick auburn hair and dark gray eyes. He wears scale mail and wields a rapier and shield.",
  "Gailhib: Male Gnome Ranger, N. Str 8, Dex 14, Con 10, Int 7, Wis 13, Cha 15. Gailhib is tall, with auburn hair and light hazel eyes. He wears studded leather and wields a battleaxe.",
  "Kada: Male Gnome Barbarian, CN. Str 13, Dex 13, Con 12, Int 13, Wis 6, Cha 10. Kada has silver hair and hazel eyes. He wears studded leather and wields a greataxe.",
  "Giersa: Male Gnome Barbarian, NG. Str 13, Dex 8, Con 8, Int 9, Wis 7, Cha 13. Giersa is cultured in appearance, with gray hair and light amber eyes. He wears scale mail and wields a longsword. Giersa refers to himself in the third person.",
  "Ukrat: Male Gnome Ranger, LN. Str 15, Dex 11, Con 11, Int 10, Wis 12, Cha 7. Ukrat is fair in appearance, with red hair and blue eyes. He wears a chain shirt and wields a morningstar and shield. Ukrat seeks only fame and glory.",
  "Kunarv: Male Gnome Fighter, NG. Str 16, Dex 13, Con 12, Int 8, Wis 9, Cha 13. Kunarv has a square face, with straight silver hair and blue eyes. He wears a breastplate and wields a rapier. Kunarv has an animal companion, a black dog named Khuda.",
  "Funda: Male Gnome Paladin, Good. Str 13, Dex 10, Con 6, Int 10, Wis 13, Cha 7. Funda is rugged in appearance, with long brown hair and gray eyes. He wears a breastplate and wields a scimitar. Funda suffers a deadly allergy to nuts.",
  "Rigui: Male Gnome Monk, CE. Str 17, Dex 10, Con 7, Int 12, Wis 10, Cha 9. Rigui has blonde hair and brown eyes, and a long moustache. He wears modest garments and wields a kanabo (mace) and shuriken (darts). Rigui has an animal companion, a gray rabbit named Perre.",
  "Thrainarv: Male Gnome Rogue, CN. Str 12, Dex 17, Con 7, Int 10, Wis 6, Cha 5. Thrainarv has an angular face, with thick golden hair and blue eyes. He wears studded leather and wields a rapier and hand crossbow. Thrainarv has an animal companion, a dire rat named Fari.",
  "Grinan: Male Gnome Bard, CG. Str 10, Dex 9, Con 13, Int 12, Wis 13, Cha 13. Grinan has brown hair and brown eyes, and large ears. He wears leather armor and wields a longsword and hand crossbow. Grinan has an animal companion, a gray rat named Girve.",
  "Jacquel: Male Gnome Paladin, Good. Str 11, Dex 15, Con 12, Int 13, Wis 11, Cha 12. Jacquel is short, with long auburn hair and bright green eyes. He wears plate armor and wields a battleaxe and shield. Jacquel is hunting the fiend which destroyed his homeland.",
  "Zigam: Male Gnome Fighter, LN. Str 17, Dex 11, Con 11, Int 9, Wis 10, Cha 15. Zigam has an angular face, with black hair and blue eyes. He wears scale mail and wields a greataxe. Zigam suffers a severe allergy to milk.",
  "Kharkun: Male Gnome Rogue, LN. Str 10, Dex 12, Con 11, Int 14, Wis 10, Cha 10. Kharkun has copper hair and green eyes, and wears glasses with steel rims. He wears leather armor and wields a shortsword. Kharkun seeks revenge against the sister who betrayed him.",
  "Raudsa: Male Gnome Monk, CN. Str 14, Dex 14, Con 11, Int 8, Wis 10, Cha 10. Raudsa has gray hair and narrow brown eyes. He wears travel-stained clothing and wields a kanabo (mace). Raudsa is lustful and violent.",
  "Jacques: Male Gnome Monk, N. Str 12, Dex 15, Con 7, Int 9, Wis 12, Cha 7. Jacques has a square face, with blonde hair and dark brown eyes. He wears travel-stained clothing and wields a kanabo (mace) and sai (dagger). Jacques refers to himself in the third person.",
  "Guilhan: Male Gnome Cleric, LE. Str 8, Dex 14, Con 6, Int 11, Wis 15, Cha 12. Guilhan is beastly in appearance, with cropped gray hair and blue eyes. He wears leather armor and wields a quarterstaff and light crossbow. Guilhan is sadistic and coarse.",
  "Thali: Male Gnome Ranger, LG. Str 12, Dex 15, Con 12, Int 15, Wis 13, Cha 7. Thali has curly silver hair and gray eyes. He wears a breastplate and wields a flail. Thali has dire rat named Shali.",
  "Gimli: Male Gnome Fighter, N. Str 13, Dex 9, Con 8, Int 12, Wis 10, Cha 12. Gimli is slender, with matted silver hair and blue eyes. He wears scale mail and wields a greatsword. Gimli has an animal companion, a badger named Alas.",
  "Amin: Male Gnome Fighter, N. Str 14, Dex 11, Con 9, Int 9, Wis 11, Cha 10. Amin is short, with black hair and soft green eyes. He wears ring mail and wields a warhammer and hand crossbow. Amin is devout and modest.",
  "Zuri: Male Gnome Wizard, N. Str 15, Dex 10, Con 11, Int 12, Wis 8, Cha 10. Zuri has white hair and sharp hazel eyes, and pointed ears. He wears blue robes and wields a quarterstaff and sling. Zuri has an arcane familiar, a stone homunculus named Raolfonz.",
  "Guiotzia: Male Gnome Cleric, NG. Str 10, Dex 13, Con 10, Int 10, Wis 16, Cha 12. Guiotzia has gray hair and dark gray eyes. He wears studded leather and wields a spear and shield. Guiotzia is cursed with insanity.",
  "Gili: Male Gnome Monk, NG. Str 14, Dex 10, Con 11, Int 11, Wis 8, Cha 13. Gili is rough in appearance, with messy brown hair and bright gray eyes. He wears modest garments and wields nunchaku (club). Gili suffers a traumatic fear of fire.",
  "Urun: Male Gnome Fighter, N. Str 12, Dex 13, Con 11, Int 14, Wis 10, Cha 11. Urun has braided golden hair and hazel eyes. He wears ring mail and wields a shortsword and shield. Urun is extravagant and lazy.",
  "Thunda: Male Gnome Monk, LN. Str 12, Dex 13, Con 11, Int 13, Wis 14, Cha 11. Thunda has an angular face, with red hair and brown eyes. He wears modest garments and wields a yari (spear). Thunda has an animal companion, a hunting dog named Enor.",
  "Estal: Male Gnome Ranger, N. Str 12, Dex 12, Con 7, Int 11, Wis 8, Cha 8. Estal has gray hair and sharp gray eyes, and numerous unusual tattoos. He wears studded leather and wields a whip and shield. Estal is polite and dishonest.",
  "Gire: Male Gnome Rogue, LG. Str 10, Dex 16, Con 8, Int 14, Wis 14, Cha 9. Gire has silver hair and bright gray eyes, and a round nose. He wears leather armor and wields a shortsword. Gire has an animal companion, a sable ferret named Abat.",
  "Bertains: Male Gnome Paladin, Good. Str 14, Dex 8, Con 9, Int 9, Wis 17, Cha 8. Bertains has tangled blonde hair and large blue eyes. He wears scale mail and wields a shortsword and shield. Bertains is hunting the fiend which destroyed his homeland.",
  "Freri: Male Gnome Rogue, NG. Str 7, Dex 15, Con 10, Int 10, Wis 15, Cha 12. Freri is overweight, with curly auburn hair and hazel eyes. He wears studded leather and wields a rapier.",
  "Rici: Male Gnome Paladin, Good. Str 11, Dex 13, Con 12, Int 13, Wis 9, Cha 8. Rici has a square face, with braided silver hair and sharp blue eyes. He wears plate armor and wields a battleaxe. Rici is witty and jealous.",
  "Gwoinain: Male Gnome Paladin, Good. Str 7, Dex 8, Con 13, Int 12, Wis 13, Cha 15. Gwoinain is elegant in appearance, with white hair and gray eyes. He wears hide armor and wields a maul. Gwoinain seeks to help the poor and unfortunate.",
  "Arur: Male Gnome Fighter, LE. Str 16, Dex 11, Con 7, Int 15, Wis 8, Cha 12. Arur has a long face, with matted brown hair and blue eyes. He wears hide armor and wields a war pick. Arur speaks with a strange accent.",
  "Frinan: Male Gnome Cleric, N. Str 9, Dex 9, Con 13, Int 8, Wis 17, Cha 13. Frinan is fey in appearance, with red hair and sharp brown eyes. He wears leather armor and wields a mace and darts. Frinan has an animal companion, a ginger ferret named Liaze.",
  "Rineus: Male Gnome Barbarian, LE. Str 14, Dex 9, Con 13, Int 11, Wis 12, Cha 15. Rineus has a long face, with straight auburn hair and large brown eyes. He wears hide armor and wields a longsword. Rineus was petrified for a hundred years.",
  "Dwari: Male Gnome Monk, NG. Str 13, Dex 10, Con 9, Int 10, Wis 13, Cha 8. Dwari is rugged in appearance, with short red hair and light blue eyes. He wears simple clothing and wields an ono (handaxe). Dwari has an animal companion, a black rat named Liaze.",
  "Mili: Male Gnome Rogue, LN. Str 14, Dex 14, Con 14, Int 12, Wis 10, Cha 7. Mili has cropped white hair and bright green eyes, and a tangled beard. He wears studded leather and wields a shortsword and hand crossbow. Mili seeks revenge against the aristocrat who framed him.",
  "Guilhelms: Male Gnome Monk, N. Str 11, Dex 16, Con 6, Int 10, Wis 14, Cha 5. Guilhelms is tall, with uneven black hair and brown eyes. He wears modest garments and wields nunchaku (club). Guilhelms is searching for his lost sister.",
  "Urin: Male Gnome Paladin, Good. Str 14, Dex 13, Con 10, Int 12, Wis 9, Cha 14. Urin has cropped golden hair and narrow brown eyes. He wears scale mail and wields a greataxe.",
  "Guilhart: Male Gnome Fighter, N. Str 14, Dex 17, Con 10, Int 8, Wis 7, Cha 7. Guilhart has messy copper hair and soft gray eyes, and a round nose. He wears chain mail and wields a rapier and net.",
  "Lili: Male Gnome Fighter, NE. Str 15, Dex 12, Con 12, Int 9, Wis 11, Cha 12. Lili has gray hair and narrow amber eyes, and walks with a limp. He wears plate armor and wields a war pick and shield. Lili is malevolent and disloyal.",
  "Foili: Male Gnome Cleric, LE. Str 10, Dex 8, Con 12, Int 12, Wis 14, Cha 12. Foili is tall, with uneven golden hair and sharp brown eyes. He wears scale mail and wields a mace and shield. Foili holds a grudge against dragons.",
  "Gili: Male Gnome Warlock, CN. Str 11, Dex 6, Con 10, Int 14, Wis 9, Cha 12. Gili has an angular face, with blonde hair and light hazel eyes. He wears leather armor and wields a light hammer and sling. Gili has an animal companion, a raven named Amin.",
  "Undim: Male Gnome Fighter, LG. Str 14, Dex 10, Con 10, Int 8, Wis 13, Cha 11. Undim is tall, with messy brown hair and hazel eyes. He wears chain mail and wields a shortsword. Undim is energetic and moody.",
  "Turi: Male Gnome Cleric, CN. Str 11, Dex 10, Con 12, Int 11, Wis 13, Cha 8. Turi is fey in appearance, with matted black hair and light blue eyes. He wears scale mail and wields a mace and sickle.",
  "Sarnaut: Male Gnome Warlock, CN. Str 14, Dex 12, Con 8, Int 5, Wis 12, Cha 12. Sarnaut has a long face, with cropped copper hair and light amber eyes. He wears leather armor and wields a spear and shortbow. Sarnaut is a skilled singer.",
  "Theli: Male Gnome Paladin, Good. Str 9, Dex 15, Con 14, Int 9, Wis 11, Cha 10. Theli is slender, with blonde hair and large blue eyes. He wears chain mail and wields a rapier and shield. Theli suffers a paralyzing fear of crowds.",
  "Kali: Male Gnome Paladin, Good. Str 13, Dex 13, Con 10, Int 11, Wis 13, Cha 7. Kali has a round face, with straight silver hair and sharp amber eyes. He wears chain mail and wields a shortsword and shield.",
  "Amar: Male Gnome Monk, NE. Str 11, Dex 10, Con 13, Int 13, Wis 8, Cha 10. Amar has a round face, with curly gray hair and bright green eyes. He wears simple clothing and wields nunchaku (club). Amar is haunted by the ghost of someone he killed.",
  "Resa: Male Gnome Sorcerer, CN. Str 7, Dex 7, Con 9, Int 13, Wis 9, Cha 16. Resa has matted copper hair and blue eyes, and an unusual tattoo on his leg. He wears well-made clothing and wields a dagger and light crossbow. Resa has an animal companion, a red lizard named Tharkad.",
  "Orin: Male Gnome Paladin, Good. Str 14, Dex 9, Con 7, Int 14, Wis 11, Cha 9. Orin has a square face, with blonde hair and hazel eyes. He wears scale mail and wields a war pick and shield. Orin has an animal companion, a bay warhorse named Lambern.",
  "Gili: Male Gnome Wizard, NG. Str 14, Dex 13, Con 14, Int 15, Wis 10, Cha 13. Gili has silver hair and hazel eyes. He wears modest garments and wields a dagger. Gili is fearless and well-spoken.",
  "Gimli: Male Gnome Fighter, CN. Str 14, Dex 10, Con 9, Int 9, Wis 7, Cha 13. Gimli is rugged in appearance, with uneven silver hair and large green eyes. He wears scale mail and wields a halberd.",
  "Abas: Male Gnome Rogue, NE. Str 11, Dex 17, Con 14, Int 10, Wis 12, Cha 7. Abas has long gray hair and gray eyes. He wears studded leather and wields a longsword.",
  "Thrinan: Male Gnome Rogue, LN. Str 14, Dex 15, Con 5, Int 13, Wis 13, Cha 12. Thrinan is fair in appearance, with silver hair and light hazel eyes. He wears studded leather and wields a shortsword and javelins. Thrinan seeks revenge against the thieves' guild which left him to hang.",
  "Aldric: Male Gnome Druid, Neutral. Str 13, Dex 10, Con 13, Int 10, Wis 12, Cha 9. Aldric is pleasant in appearance, with black hair and narrow amber eyes. He wears hide armor and wields a mace and darts. Aldric seeks only fame and glory.",
  "Rici: Male Gnome Monk, N. Str 12, Dex 10, Con 13, Int 6, Wis 7, Cha 7. Rici is rough in appearance, with white hair and hazel eyes. He wears modest garments and wields nunchaku (club). Rici is obsessive and impulsive.",
  "Thori: Male Gnome Druid, Neutral. Str 12, Dex 7, Con 13, Int 13, Wis 17, Cha 7. Thori is short and stout, with uneven silver hair and amber eyes. He wears leather armor and wields a spear and wooden shield.",
  "Odal: Male Gnome Rogue, N. Str 13, Dex 12, Con 12, Int 10, Wis 12, Cha 11. Odal has gray hair and brown eyes. He wears studded leather and wields a quarterstaff and javelins. Odal suffers a severe allergy to eggs.",
  "Dwali: Male Gnome Monk, N. Str 9, Dex 9, Con 7, Int 6, Wis 13, Cha 6. Dwali has thin gray hair and narrow blue eyes. He wears worn clothing and wields a bo (quarterstaff). Dwali compulsively steals small objects.",
  "Khari: Male Gnome Monk, LN. Str 12, Dex 16, Con 7, Int 8, Wis 13, Cha 13. Khari is common in appearance, with silver hair and blue eyes. He wears plain clothing and wields a kanabo (mace). Khari is a pack-rat, and carries a satchel of random junk.",
  "Bari: Male Gnome Rogue, N. Str 12, Dex 17, Con 9, Int 9, Wis 10, Cha 9. Bari has auburn hair and dark hazel eyes. He wears leather armor and wields a shortsword and hand crossbow. Bari believes that he is the rightful heir to the throne of Hithlonde.",
  "Bori: Male Gnome Paladin, Good. Str 15, Dex 6, Con 10, Int 9, Wis 13, Cha 11. Bori is short, with copper hair and amber eyes. He wears ring mail and wields a pike. Bori seeks to destroy the undead.",
  "Guilhatb: Male Gnome Wizard, LN. Str 13, Dex 12, Con 12, Int 13, Wis 15, Cha 5. Guilhatb has brown hair and gray eyes, and a thin beard. He wears indigo robes and wields a quarterstaff. Guilhatb suffers a severe allergy to milk.",
  "Gimli: Male Gnome Druid, Neutral. Str 9, Dex 9, Con 14, Int 6, Wis 14, Cha 9. Gimli has braided blonde hair and sharp brown eyes, and prominent ears. He wears leather armor and wields a mace. Gimli has forest owl named Kali.",
  "Donaut: Male Gnome Cleric, N. Str 8, Dex 15, Con 11, Int 7, Wis 17, Cha 14. Donaut has red hair and amber eyes, and a flat nose. He wears studded leather and wields a club. Donaut has an animal companion, a sable ferret named Tersa.",
  "Aril: Male Gnome Cleric, N. Str 15, Dex 15, Con 10, Int 6, Wis 16, Cha 9. Aril is heavyset, with thick red hair and brown eyes. He wears a breastplate and wields a club and shield. Aril is only friendly towards other gnomes..",
  "Iful: Male Gnome Fighter, CG. Str 14, Dex 12, Con 6, Int 9, Wis 14, Cha 13. Iful is willowy, with black hair and large blue eyes. He wears chain mail and wields a battleaxe and heavy crossbow. Iful seeks to destroy the race of ogres.",
  "Gosa: Male Gnome Cleric, N. Str 7, Dex 12, Con 8, Int 12, Wis 16, Cha 11. Gosa is stout, with red hair and sharp gray eyes. He wears leather armor and wields a handaxe. Gosa suffers a paralyzing fear of death.",
  "Arguics: Male Gnome Druid, Neutral. Str 10, Dex 11, Con 10, Int 9, Wis 17, Cha 12. Arguics is willowy, with uneven brown hair and green eyes. He wears hide armor and wields a scimitar and wooden shield. Arguics is timid and abrasive.",
  "Kurdu: Male Gnome Fighter, CN. Str 15, Dex 13, Con 8, Int 10, Wis 13, Cha 7. Kurdu is short and willowy, with tangled golden hair and bright blue eyes. He wears scale mail and wields a morningstar and shield. Kurdu has an animal companion, a black bear named Dwali.",
  "Jorda: Male Gnome Rogue, LE. Str 7, Dex 16, Con 9, Int 15, Wis 11, Cha 13. Jorda has a narrow face, with auburn hair and blue eyes. He wears studded leather and wields a shortsword and hand crossbow. Jorda is haunted by the ghost of someone he killed.",
  "Gili: Male Gnome Fighter, N. Str 12, Dex 9, Con 9, Int 6, Wis 13, Cha 11. Gili is rough in appearance, with straight black hair and hazel eyes. He wears chain mail and wields a morningstar and shield. Gili has an animal companion, a badger named Evicx.",
  "Banain: Male Gnome Rogue, N. Str 14, Dex 13, Con 6, Int 14, Wis 12, Cha 9. Banain has straight white hair and narrow gray eyes. He wears studded leather and wields a longsword and hand crossbow. Banain seeks to free himself from an ancient curse.",
  "Anzin: Male Gnome Monk, NG. Str 14, Dex 17, Con 10, Int 13, Wis 16, Cha 11. Anzin is tall, with gray hair and brown eyes. He wears modest garments and wields a bo (quarterstaff) and sai (dagger).",
  "Fundu: Male Gnome Monk, N. Str 8, Dex 8, Con 11, Int 11, Wis 9, Cha 11. Fundu is rugged in appearance, with red hair and large amber eyes. He wears modest garments and wields an ono (handaxe). Fundu is mischievous and impartial.",
  "Jorda: Male Gnome Ranger, CN. Str 10, Dex 12, Con 9, Int 6, Wis 15, Cha 8. Jorda is tall, with uneven auburn hair and blue eyes. He wears half plate and wields a shortsword. Jorda is alluring and slothful.",
  "Kadu: Male Gnome Rogue, NE. Str 9, Dex 17, Con 9, Int 14, Wis 11, Cha 10. Kadu has cropped red hair and light hazel eyes, and walks with a limp. He wears leather armor and wields a rapier and hand crossbow.",
  "Kada: Male Gnome Fighter, N. Str 17, Dex 12, Con 11, Int 11, Wis 10, Cha 10. Kada has a round face, with uneven gray hair and blue eyes. He wears splint armor and wields a battleaxe. Kada is cautious and sharp-tongued.",
  "Khainarv: Male Gnome Druid, Neutral. Str 11, Dex 15, Con 15, Int 9, Wis 12, Cha 10. Khainarv has red hair and bright amber eyes, and a long beard. He wears hide armor and wields a mace and sickle. Khainarv suffers a traumatic fear of magic and arcana.",
  "Jausa: Male Gnome Paladin, Good. Str 12, Dex 7, Con 11, Int 9, Wis 9, Cha 12. Jausa has black hair and light gray eyes, and a beaked nose. He wears splint armor and wields a halberd. Jausa seeks to destroy the undead.",
  "Amans: Male Gnome Monk, NG. Str 9, Dex 16, Con 9, Int 11, Wis 8, Cha 9. Amans is tall and stout, with copper hair and brown eyes. He wears simple clothing and wields nunchaku (club) and shuriken (darts).",
  "Gimli: Male Gnome Barbarian, LN. Str 16, Dex 7, Con 11, Int 12, Wis 11, Cha 11. Gimli has white hair and amber eyes. He wears hide armor and wields a morningstar and shield. Gimli is searching for his lost brother.",
  "Duli: Male Gnome Wizard, N. Str 9, Dex 12, Con 9, Int 12, Wis 11, Cha 14. Duli is common in appearance, with short silver hair and soft gray eyes. He wears sturdy clothing and wields a dagger.",
  "Aserts: Male Gnome Druid, Neutral. Str 8, Dex 11, Con 9, Int 10, Wis 13, Cha 7. Aserts is stout, with blonde hair and narrow brown eyes. He wears leather armor and wields a spear. Aserts is lustful and superstitious.",
  "Gili: Male Gnome Bard, LN. Str 10, Dex 10, Con 10, Int 14, Wis 9, Cha 14. Gili has black hair and amber eyes, and prominent ears. He wears leather armor and wields a rapier and dagger. Gili is agreeable and practical.",
  "Telchat: Male Gnome Rogue, LG. Str 11, Dex 16, Con 15, Int 14, Wis 8, Cha 7. Telchat is fey in appearance, with braided black hair and large blue eyes. He wears leather armor and wields a rapier and shortbow. Telchat seeks to prove himself to his peers.",
  "Rautans: Male Gnome Rogue, CN. Str 9, Dex 15, Con 7, Int 12, Wis 6, Cha 8. Rautans is fey in appearance, with thin auburn hair and dark amber eyes. He wears leather armor and wields a longsword and sling. Rautans compulsively plays with a platinum coin.",
  "Khuda: Male Gnome Monk, N. Str 13, Dex 10, Con 13, Int 14, Wis 9, Cha 12. Khuda has brown hair and light amber eyes, and a sharp nose. He wears modest garments and wields a yari (spear). Khuda has an animal companion, a white monkey named Larmers.",
  "Glinain: Male Gnome Rogue, N. Str 13, Dex 12, Con 7, Int 13, Wis 6, Cha 10. Glinain is rugged in appearance, with tangled white hair and green eyes. He wears leather armor and wields a rapier and sling.",
  "Urur: Male Gnome Ranger, N. Str 11, Dex 11, Con 12, Int 7, Wis 13, Cha 11. Urur has matted blonde hair and gray eyes, and a curly beard. He wears leather armor and wields a greataxe. Urur believes that he is the rightful heir to the kingdom of Egion.",
  "Gimli: Male Gnome Wizard, LG. Str 10, Dex 7, Con 10, Int 13, Wis 9, Cha 13. Gimli has brown hair and light blue eyes, and pointed ears. He wears modest garments and wields a quarterstaff. Gimli is pious and covetous.",
  "Fere: Male Gnome Sorcerer, NE. Str 6, Dex 11, Con 10, Int 6, Wis 6, Cha 12. Fere has a square face, with straight auburn hair and light brown eyes. He wears sturdy clothing and wields a dagger and darts. Fere seeks to become a vampire.",
  "Jeaneh: Male Gnome Monk, CN. Str 14, Dex 13, Con 9, Int 8, Wis 16, Cha 9. Jeaneh is short, with thick black hair and hazel eyes. He wears simple clothing and wields a bo (quarterstaff) and kama (sickle).",
  "Dwali: Male Gnome Paladin, Good. Str 12, Dex 7, Con 8, Int 6, Wis 15, Cha 10. Dwali is willowy, with auburn hair and amber eyes. He wears chain mail and wields a glaive. Dwali has an animal companion, a black warhorse named Kari.",
  "Duli: Male Gnome Rogue, NG. Str 10, Dex 16, Con 12, Int 13, Wis 12, Cha 10. Duli has copper hair and sharp green eyes. He wears studded leather and wields a handaxe.",
  "Frinain: Male Gnome Fighter, LN. Str 13, Dex 13, Con 9, Int 14, Wis 14, Cha 12. Frinain has short brown hair and green eyes. He wears splint armor and wields a greatsword. Frinain is a practiced dart thrower.",
  "Ukhund: Male Gnome Ranger, CG. Str 12, Dex 12, Con 11, Int 12, Wis 10, Cha 7. Ukhund is short, with black hair and green eyes. He wears studded leather and wields a longsword. Ukhund has dire rat named Ziri.",
  "Ukhlal: Male Gnome Sorcerer, N. Str 8, Dex 14, Con 17, Int 9, Wis 9, Cha 13. Ukhlal is fair in appearance, with silver hair and bright brown eyes. He wears worn clothing and wields a quarterstaff. Ukhlal has an animal companion, a horned toad named Narvi.",
  "Teve: Male Gnome Rogue, N. Str 9, Dex 17, Con 9, Int 11, Wis 12, Cha 13. Teve has thick blonde hair and gray eyes. He wears studded leather and wields a longsword and hand crossbow. Teve is searching for the legendary Caverns of Poisonous Necromancy.",
  "Guesa: Male Gnome Fighter, NG. Str 13, Dex 13, Con 10, Int 8, Wis 12, Cha 10. Guesa is common in appearance, with matted black hair and gray eyes. He wears chain mail and wields a flail. Guesa has an animal companion, a black dog named Enor.",
  "Gili: Male Gnome Fighter, NE. Str 15, Dex 15, Con 10, Int 11, Wis 9, Cha 11. Gili has a narrow face, with brown hair and light brown eyes. He wears plate armor and wields a glaive. Gili is haunted by the ghost of someone he killed.",
  "Kharkar: Male Gnome Warlock, LE. Str 12, Dex 8, Con 9, Int 13, Wis 13, Cha 13. Kharkar is fair in appearance, with white hair and blue eyes. He wears studded leather and wields a spear and shortbow. Kharkar is dying and desperately seeks the secret of immortality.",
  "Gwari: Male Gnome Fighter, LN. Str 16, Dex 12, Con 13, Int 10, Wis 9, Cha 12. Gwari is tall and heavyset, with black hair and brown eyes. He wears a breastplate and wields a whip and shield. Gwari secretly serves Myazu, an ancient god of destruction.",
  "Thakam: Male Gnome Bard, LG. Str 12, Dex 13, Con 13, Int 11, Wis 8, Cha 14. Thakam has a narrow face, with uneven black hair and brown eyes. He wears leather armor and wields a spear and sling. Thakam has an animal companion, a hunting dog named Andis.",
  "Ricsa: Male Gnome Monk, NE. Str 16, Dex 15, Con 7, Int 12, Wis 17, Cha 9. Ricsa has brown hair and gray eyes. He wears worn clothing and wields nunchaku (club). Ricsa is aggressive and sharp-tongued.",
  "Kunan: Male Gnome Cleric, CN. Str 8, Dex 9, Con 8, Int 9, Wis 16, Cha 11. Kunan is fey in appearance, with messy silver hair and sharp brown eyes. He wears half plate and wields a light hammer. Kunan is gullible and suspicious.",
  "Guilhartz: Male Gnome Fighter, LN. Str 16, Dex 15, Con 7, Int 9, Wis 9, Cha 12. Guilhartz is tall, with blonde hair and dark green eyes. He wears plate armor and wields a morningstar and shield. Guilhartz is lewd and slothful.",
  "Lansa: Male Gnome Rogue, N. Str 11, Dex 17, Con 11, Int 12, Wis 10, Cha 13. Lansa is fair in appearance, with white hair and dark brown eyes. He wears studded leather and wields a shortsword. Lansa suffers a traumatic fear of injury.",
  "Frainon: Male Gnome Rogue, N. Str 8, Dex 14, Con 6, Int 17, Wis 11, Cha 13. Frainon has black hair and gray eyes. He wears leather armor and wields a longsword and hand crossbow. Frainon is ambitious and barbaric.",
  "Turi: Male Gnome Druid, Neutral. Str 11, Dex 9, Con 11, Int 7, Wis 14, Cha 6. Turi has a round face, with braided red hair and amber eyes. He wears hide armor and wields a spear and wooden shield.",
  "Dwari: Male Gnome Monk, N. Str 12, Dex 9, Con 9, Int 13, Wis 10, Cha 14. Dwari has red hair and dark blue eyes. He wears travel-stained clothing and wields nunchaku (club) and sai (dagger). Dwari is searching for a legendary blade named Goblinslicer.",
  "Ukhlar: Male Gnome Paladin, Good. Str 12, Dex 11, Con 10, Int 11, Wis 13, Cha 13. Ukhlar has long silver hair and hazel eyes, and large ears. He wears ring mail and wields a halberd. Ukhlar is wise and alluring.",
  "Gautac: Male Gnome Fighter, LG. Str 15, Dex 10, Con 10, Int 10, Wis 9, Cha 9. Gautac is short and thin, with white hair and gray eyes. He wears half plate and wields a shortsword.",
  "Dwali: Male Gnome Monk, NG. Str 11, Dex 11, Con 15, Int 8, Wis 15, Cha 10. Dwali is rugged in appearance, with matted brown hair and dark amber eyes. He wears modest garments and wields a kanabo (mace) and kama (sickle). Dwali has an animal companion, a hunting dog named Khatelch.",
  "Alin: Male Gnome Monk, LG. Str 11, Dex 15, Con 12, Int 7, Wis 9, Cha 12. Alin has a round face, with thin black hair and bright hazel eyes. He wears worn clothing and wields a yari (spear). Alin seeks to become a knight of the realm.",
  "Fanjord: Male Gnome Rogue, NG. Str 12, Dex 17, Con 13, Int 15, Wis 12, Cha 14. Fanjord has silver hair and gray eyes. He wears studded leather and wields a rapier and javelins. Fanjord is cultured and virtuous.",
  "Ugmar: Male Gnome Monk, N. Str 9, Dex 13, Con 10, Int 12, Wis 8, Cha 15. Ugmar has gray hair and bright amber eyes. He wears modest garments and wields an ono (handaxe) and shuriken (darts). Ugmar was magically imprisoned for a hundred years.",
  "Pere: Male Gnome Cleric, LE. Str 6, Dex 11, Con 10, Int 6, Wis 13, Cha 12. Pere has curly red hair and green eyes, and a messy beard. He wears studded leather and wields a light hammer and sickle. Pere is hunting the fiend which destroyed his homeland.",
  "Ambers: Male Gnome Rogue, LG. Str 7, Dex 14, Con 5, Int 13, Wis 12, Cha 10. Ambers is slender, with braided black hair and sharp gray eyes. He wears leather armor and wields a shortsword. Ambers secretly serves Gono, an ancient god of evil.",
  "Bertos: Male Gnome Paladin, Good. Str 12, Dex 8, Con 13, Int 8, Wis 11, Cha 11. Bertos has gray hair and sharp amber eyes, and numerous magical tattoos. He wears a breastplate and wields a morningstar and shield. Bertos seeks to find his true love.",
  "Ecin: Male Gnome Monk, N. Str 9, Dex 12, Con 9, Int 11, Wis 15, Cha 14. Ecin is pleasant in appearance, with thin copper hair and light hazel eyes. He wears plain clothing and wields a bo (quarterstaff) and shuriken (darts). Ecin is impossibly lucky.",
  "Nainarv: Male Gnome Cleric, N. Str 9, Dex 7, Con 12, Int 9, Wis 13, Cha 13. Nainarv has uneven blonde hair and amber eyes. He wears leather armor and wields a quarterstaff and shield. Nainarv has an animal companion, a hawk named Bausse.",
  "Dwali: Male Gnome Bard, LN. Str 11, Dex 15, Con 12, Int 11, Wis 5, Cha 15. Dwali is fey in appearance, with golden hair and green eyes. He wears studded leather and wields a rapier. Dwali is fascinated by necromancy and the undead.",
  "Ezos: Male Gnome Cleric, N. Str 11, Dex 8, Con 10, Int 12, Wis 17, Cha 9. Ezos is pleasant in appearance, with red hair and sharp blue eyes. He wears scale mail and wields a light hammer and shield. Ezos is curious and timid.",
  "Ricsa: Male Gnome Cleric, N. Str 6, Dex 11, Con 9, Int 10, Wis 16, Cha 8. Ricsa has thin white hair and gray eyes, and a tangled moustache. He wears studded leather and wields a club and shield. Ricsa has an animal companion, a silver cat named Hanse.",
  "Khali: Male Gnome Cleric, LN. Str 10, Dex 11, Con 9, Int 7, Wis 13, Cha 14. Khali is overweight, with white hair and sharp amber eyes. He wears studded leather and wields a club and darts. Khali compulsively chants nonsense.",
  "Tharkun: Male Gnome Rogue, CG. Str 11, Dex 14, Con 11, Int 13, Wis 11, Cha 8. Tharkun has thick white hair and dark green eyes. He wears leather armor and wields a shortsword. Tharkun has an animal companion, a black snake named Annent.",
  "Gosa: Male Gnome Rogue, NG. Str 10, Dex 12, Con 11, Int 13, Wis 14, Cha 12. Gosa has gray hair and gray eyes. He wears leather armor and wields a rapier and hand crossbow. Gosa is thrifty and confident.",
  "Kamil: Male Gnome Monk, CN. Str 17, Dex 9, Con 14, Int 13, Wis 12, Cha 13. Kamil has black hair and dark green eyes. He wears plain clothing and wields an ono (handaxe). Kamil has an animal companion, a tawny rat named Dwari.",
  "Jorda: Male Gnome Rogue, NE. Str 12, Dex 15, Con 9, Int 12, Wis 9, Cha 8. Jorda has a round face, with messy red hair and green eyes. He wears studded leather and wields a shortsword. Jorda was petrified for a hundred years.",
  "Ziri: Male Gnome Bard, CN. Str 8, Dex 11, Con 15, Int 12, Wis 15, Cha 14. Ziri has a long face, with copper hair and light amber eyes. He wears leather armor and wields a shortsword and dagger. Ziri has an animal companion, a hawk named Mali.",
  "Gaida: Male Gnome Monk, N. Str 9, Dex 8, Con 8, Int 11, Wis 16, Cha 11. Gaida is fair in appearance, with red hair and soft blue eyes. He wears modest garments and wields an ono (handaxe) and shuriken (darts).",
  "Grumil: Male Gnome Rogue, NG. Str 8, Dex 13, Con 12, Int 12, Wis 8, Cha 12. Grumil is rough in appearance, with blonde hair and blue eyes. He wears studded leather and wields a shortsword and darts. Grumil is absent-minded, and always searching for a missing item.",
  "Gauci: Male Gnome Bard, CN. Str 12, Dex 10, Con 8, Int 12, Wis 9, Cha 17. Gauci has tangled brown hair and hazel eyes, and an uneven beard. He wears studded leather and wields a longsword. Gauci lost his reflection to a nymph.",
  "Guiosa: Male Gnome Paladin, Good. Str 12, Dex 12, Con 11, Int 13, Wis 9, Cha 11. Guiosa is short, with copper hair and blue eyes. He wears half plate and wields a war pick and shield. Guiosa is cultured and polite.",
  "Gire: Male Gnome Sorcerer, N. Str 7, Dex 5, Con 15, Int 7, Wis 6, Cha 12. Gire has black hair and hazel eyes, and a sharp nose. He wears plain clothing and wields a dagger and darts. Gire is searching for his lost sister.",
  "Dwali: Male Gnome Fighter, LG. Str 12, Dex 12, Con 14, Int 11, Wis 9, Cha 8. Dwali has a long face, with short brown hair and gray eyes. He wears scale mail and wields a war pick and shield. Dwali is cursed with a deformed hand.",
  "Gamah: Male Gnome Cleric, LG. Str 10, Dex 7, Con 8, Int 7, Wis 15, Cha 15. Gamah has red hair and hazel eyes, and a messy moustache. He wears a chain shirt and wields a spear and javelins. Gamah has an animal companion, a hunting dog named Tharkar.",
  "Banain: Male Gnome Monk, N. Str 9, Dex 12, Con 12, Int 6, Wis 16, Cha 12. Banain has golden hair and narrow green eyes, and numerous distinctive tattoos. He wears worn clothing and wields a yari (spear). Banain is searching for a legendary blade named Sublime Victory.",
  "Ilheuds: Male Gnome Wizard, NG. Str 11, Dex 13, Con 10, Int 15, Wis 7, Cha 10. Ilheuds has a round face, with thin red hair and large brown eyes. He wears sapphire robes and wields a dagger. Ilheuds suffers an acute fear of fire.",
  "Thali: Male Gnome Rogue, NG. Str 10, Dex 14, Con 11, Int 15, Wis 6, Cha 13. Thali is short and slender, with thin auburn hair and light blue eyes. He wears studded leather and wields a handaxe and hand crossbow. Thali has an animal companion, a raven named Relie.",
  "Udlad: Male Gnome Fighter, N. Str 14, Dex 12, Con 12, Int 9, Wis 5, Cha 6. Udlad has blonde hair and gray eyes, and a thin nose. He wears scale mail and wields a flail and heavy crossbow. Udlad is searching for his missing daughter.",
  "Frinain: Male Gnome Rogue, CN. Str 6, Dex 12, Con 12, Int 9, Wis 9, Cha 11. Frinain is pleasant in appearance, with gray hair and light gray eyes. He wears leather armor and wields a longsword. Frinain is fascinated by death.",
  "Disanz: Male Gnome Monk, N. Str 8, Dex 12, Con 7, Int 10, Wis 11, Cha 9. Disanz is rugged in appearance, with tangled blonde hair and brown eyes. He wears travel-stained clothing and wields an ono (handaxe) and shuriken (darts). Disanz has an animal companion, a hunting dog named Alais.",
  "Alin: Male Gnome Wizard, NE. Str 8, Dex 10, Con 9, Int 15, Wis 6, Cha 8. Alin is stout, with copper hair and blue eyes. He wears indigo robes and wields a dagger and darts. Alin has an arcane familiar, a blind six-legged cave lizard which eats stone.",
  "Kada: Male Gnome Rogue, CN. Str 6, Dex 12, Con 10, Int 12, Wis 10, Cha 13. Kada has silver hair and dark green eyes, and prominent ears. He wears studded leather and wields a shortsword.",
  "Abertz: Male Gnome Rogue, LG. Str 6, Dex 15, Con 12, Int 10, Wis 10, Cha 10. Abertz has an angular face, with brown hair and green eyes. He wears studded leather and wields a rapier. Abertz seeks to steal an ancient artifact from the Athenaeum of the Dark Arts.",
  "Bari: Male Gnome Monk, CE. Str 16, Dex 10, Con 11, Int 8, Wis 10, Cha 10. Bari has black hair and light gray eyes, and a magical scar on his face. He wears modest garments and wields an ono (handaxe). Bari is stubborn and merciless.",
  "Bifur: Male Gnome Rogue, N. Str 11, Dex 15, Con 11, Int 12, Wis 6, Cha 8. Bifur has an angular face, with thick red hair and bright hazel eyes. He wears leather armor and wields a longsword and hand crossbow. Bifur is searching for his missing daughter.",
  "Amard: Male Gnome Bard, NG. Str 13, Dex 10, Con 11, Int 17, Wis 10, Cha 16. Amard is tall, with cropped red hair and amber eyes. He wears leather armor and wields a longsword. Amard is loyal and lustful.",
  "Salgo: Male Gnome Rogue, LG. Str 7, Dex 16, Con 9, Int 15, Wis 10, Cha 6. Salgo has silver hair and bright gray eyes. He wears leather armor and wields a shortsword. Salgo seeks to prove himself to his peers.",
  "Dwoinan: Male Gnome Barbarian, NE. Str 16, Dex 8, Con 10, Int 13, Wis 15, Cha 13. Dwoinan is fey in appearance, with gray hair and soft hazel eyes. He wears leather armor and wields a halberd. Dwoinan is haunted by the memories of a past life.",
  "Khori: Male Gnome Fighter, CG. Str 13, Dex 9, Con 8, Int 5, Wis 6, Cha 10. Khori has tangled golden hair and large brown eyes. He wears chain mail and wields a rapier. Khori is industrious and faithful.",
  "Randa: Male Gnome Rogue, LN. Str 13, Dex 13, Con 5, Int 16, Wis 8, Cha 14. Randa has a long face, with brown hair and sharp hazel eyes. He wears leather armor and wields a spear and hand crossbow. Randa is searching for the legendary Dread Tunnels of the Wyrm Knight.",
  "Duli: Male Gnome Rogue, LN. Str 5, Dex 16, Con 11, Int 12, Wis 8, Cha 8. Duli has an angular face, with silver hair and sharp gray eyes. He wears studded leather and wields a longsword and hand crossbow. Duli is impish and quiet.",
  "Baltsa: Male Gnome Cleric, N. Str 9, Dex 8, Con 12, Int 9, Wis 15, Cha 9. Baltsa is thin, with messy auburn hair and narrow amber eyes. He wears studded leather and wields a light hammer.",
  "Rinain: Male Gnome Paladin, Good. Str 7, Dex 11, Con 9, Int 10, Wis 12, Cha 14. Rinain is short, with long black hair and sharp brown eyes. He wears half plate and wields a battleaxe.",
  "Queli: Male Gnome Rogue, N. Str 7, Dex 17, Con 12, Int 10, Wis 12, Cha 12. Queli is common in appearance, with cropped red hair and amber eyes. He wears studded leather and wields a longsword and hand crossbow. Queli is extravagant and immoral.",
  "Abes: Male Gnome Cleric, N. Str 9, Dex 12, Con 13, Int 8, Wis 14, Cha 10. Abes has matted copper hair and amber eyes, and pointed ears. He wears scale mail and wields a spear and sickle. Abes is devout and callous.",
  "Helmi: Male Gnome Fighter, LN. Str 15, Dex 13, Con 15, Int 11, Wis 7, Cha 10. Helmi is rugged in appearance, with long copper hair and brown eyes. He wears half plate and wields a whip and net.",
  "Aban: Male Gnome Bard, NG. Str 12, Dex 10, Con 10, Int 10, Wis 9, Cha 17. Aban has a narrow face, with straight golden hair and brown eyes. He wears studded leather and wields a shortsword and hand crossbow. Aban is hunting the warlord who stole his ancestral sword.",
  "Gersa: Male Gnome Rogue, NG. Str 8, Dex 13, Con 10, Int 16, Wis 10, Cha 8. Gersa has copper hair and bright amber eyes. He wears studded leather and wields a spear. Gersa compulsively plays with a copper coin.",
  "Rotgui: Male Gnome Ranger, N. Str 10, Dex 12, Con 14, Int 12, Wis 12, Cha 7. Rotgui has thick golden hair and blue eyes. He wears a chain shirt and wields a halberd. Rotgui has hawk named Duli.",
  "Gili: Male Gnome Ranger, N. Str 13, Dex 8, Con 11, Int 7, Wis 11, Cha 13. Gili has a narrow face, with uneven golden hair and soft hazel eyes. He wears studded leather and wields a trident. Gili has golden eagle named Zaghark.",
  "Khainarv: Male Gnome Bard, N. Str 11, Dex 8, Con 8, Int 9, Wis 11, Cha 15. Khainarv is rough in appearance, with tangled black hair and large blue eyes. He wears studded leather and wields a rapier and hand crossbow. Khainarv is covetous and combative.",
  "Dinan: Male Gnome Cleric, LG. Str 6, Dex 7, Con 11, Int 11, Wis 15, Cha 13. Dinan has uneven black hair and green eyes. He wears studded leather and wields a mace. Dinan has an animal companion, a hunting dog named Ukhlak.",
  "Acis: Male Gnome Fighter, CN. Str 12, Dex 14, Con 13, Int 7, Wis 11, Cha 14. Acis is pleasant in appearance, with matted blonde hair and green eyes. He wears ring mail and wields a maul. Acis seeks only fame and glory.",
  "Boutant: Male Gnome Fighter, N. Str 14, Dex 11, Con 7, Int 9, Wis 6, Cha 8. Boutant is fey in appearance, with cropped black hair and light hazel eyes. He wears a breastplate and wields a trident. Boutant suffers an acute fear of magic and arcana.",
  "Umud: Male Gnome Bard, N. Str 6, Dex 13, Con 7, Int 15, Wis 5, Cha 15. Umud is heavyset, with black hair and dark hazel eyes. He wears leather armor and wields a longsword. Umud is mischievous and impartial.",
  "Disanz: Male Gnome Sorcerer, N. Str 12, Dex 11, Con 11, Int 15, Wis 8, Cha 17. Disanz has braided white hair and green eyes. He wears modest garments and wields a dagger. Disanz has an animal companion, a raven named Frumul.",
  "Ramo: Male Gnome Monk, N. Str 15, Dex 12, Con 6, Int 8, Wis 14, Cha 12. Ramo has an angular face, with blonde hair and green eyes. He wears sturdy clothing and wields a yari (spear). Ramo has an animal companion, a gray rabbit named Joaneh.",
  "Telchel: Male Gnome Rogue, N. Str 10, Dex 13, Con 12, Int 13, Wis 9, Cha 9. Telchel has a long face, with straight white hair and brown eyes. He wears studded leather and wields a mace and hand crossbow.",
  "Kada: Male Gnome Sorcerer, N. Str 14, Dex 10, Con 11, Int 12, Wis 12, Cha 17. Kada is short and heavyset, with straight brown hair and sharp hazel eyes. He wears worn clothing and wields a quarterstaff and light crossbow. Kada has an animal companion, a black snake named Antient.",
  "Johelm: Male Gnome Paladin, Good. Str 13, Dex 15, Con 11, Int 10, Wis 15, Cha 11. Johelm has a round face, with auburn hair and large brown eyes. He wears chain mail and wields a morningstar and shield. Johelm is friendly and cynical.",
  "Setez: Male Gnome Fighter, NE. Str 14, Dex 9, Con 8, Int 6, Wis 9, Cha 13. Setez has an angular face, with thin brown hair and blue eyes. He wears splint armor and wields a trident. Setez is cruel and scheming.",
  "Kamul: Male Gnome Warlock, N. Str 14, Dex 11, Con 8, Int 8, Wis 6, Cha 12. Kamul has blonde hair and soft amber eyes, and wears glasses with platinum rims. He wears leather armor and wields a spear. Kamul is truthful and proud.",
  "Guesa: Male Gnome Monk, NG. Str 9, Dex 7, Con 8, Int 8, Wis 10, Cha 11. Guesa has thick red hair and hazel eyes, and a round nose. He wears worn clothing and wields a bo (quarterstaff). Guesa is forgiving and chivalrous.",
  "Guioneus: Male Gnome Rogue, N. Str 12, Dex 15, Con 8, Int 7, Wis 15, Cha 12. Guioneus has red hair and gray eyes. He wears studded leather and wields a rapier. Guioneus has an animal companion, a raven named Gire.",
  "Guisa: Male Gnome Fighter, NG. Str 14, Dex 17, Con 14, Int 11, Wis 9, Cha 7. Guisa has white hair and green eyes, and numerous distinctive tattoos. He wears chain mail and wields a battleaxe and shield. Guisa suffers a traumatic fear of darkness.",
  "Arvin: Male Gnome Fighter, NG. Str 12, Dex 11, Con 10, Int 8, Wis 9, Cha 6. Arvin has a long face, with black hair and bright gray eyes. He wears a breastplate and wields a halberd. Arvin has an animal companion, a copper firedrake named Basa.",
  "Gedu: Male Gnome Sorcerer, NG. Str 15, Dex 5, Con 15, Int 14, Wis 8, Cha 14. Gedu has silver hair and narrow green eyes, and wears glasses with steel rims. He wears sturdy clothing and wields a dagger.",
  "Ganaud: Male Gnome Fighter, NG. Str 14, Dex 14, Con 9, Int 11, Wis 11, Cha 6. Ganaud is common in appearance, with braided golden hair and dark green eyes. He wears scale mail and wields a flail. Ganaud is trustworthy and aesthetic.",
  "Guisa: Male Gnome Monk, NE. Str 10, Dex 13, Con 8, Int 11, Wis 11, Cha 12. Guisa is short and willowy, with thin blonde hair and blue eyes. He wears sturdy clothing and wields nunchaku (club).",
  "Bori: Male Gnome Sorcerer, N. Str 10, Dex 12, Con 12, Int 11, Wis 9, Cha 14. Bori is tall, with matted copper hair and gray eyes. He wears simple clothing and wields a quarterstaff and sling.",
  "Avies: Male Gnome Druid, Neutral. Str 14, Dex 8, Con 6, Int 5, Wis 16, Cha 12. Avies is stout, with thin blonde hair and hazel eyes. He wears hide armor and wields a club and wooden shield.",
  "Umrad: Male Gnome Rogue, N. Str 7, Dex 13, Con 7, Int 10, Wis 9, Cha 9. Umrad has a narrow face, with black hair and large amber eyes. He wears leather armor and wields a longsword. Umrad is hunting the sorcerer who murdered his family.",
  "Turi: Male Gnome Bard, NE. Str 10, Dex 13, Con 11, Int 12, Wis 11, Cha 14. Turi is short and slender, with braided blonde hair and blue eyes. He wears studded leather and wields a handaxe.",
  "Zigam: Male Gnome Bard, LG. Str 7, Dex 12, Con 10, Int 17, Wis 5, Cha 13. Zigam has thick silver hair and soft brown eyes. He wears studded leather and wields a longsword and hand crossbow. Zigam has an animal companion, a gray rat named Thori.",
  "Eris: Male Gnome Fighter, N. Str 15, Dex 11, Con 5, Int 12, Wis 12, Cha 8. Eris is thin, with copper hair and amber eyes. He wears hide armor and wields a trident and shield. Eris compulsively sings.",
  "Guilhin: Male Gnome Cleric, N. Str 13, Dex 10, Con 7, Int 12, Wis 17, Cha 9. Guilhin is rough in appearance, with gray hair and green eyes. He wears a breastplate and wields a light hammer and shield.",
  "Rasanz: Male Gnome Rogue, NE. Str 13, Dex 16, Con 9, Int 16, Wis 9, Cha 9. Rasanz is slender, with messy blonde hair and green eyes. He wears studded leather and wields a rapier. Rasanz is a practiced gambler.",
  "Sartsa: Male Gnome Druid, Neutral. Str 15, Dex 12, Con 5, Int 12, Wis 16, Cha 11. Sartsa has a square face, with braided gray hair and soft blue eyes. He wears hide armor and wields a quarterstaff. Sartsa is instinctive and extravagant.",
  "Bove: Male Gnome Monk, NG. Str 17, Dex 9, Con 7, Int 14, Wis 11, Cha 9. Bove is fair in appearance, with tangled red hair and sharp brown eyes. He wears simple clothing and wields nunchaku (club) and kama (sickle). Bove has an animal companion, a gray rabbit named Urud.",
  "Guilhem: Male Gnome Cleric, LN. Str 11, Dex 14, Con 11, Int 8, Wis 13, Cha 11. Guilhem has a long face, with red hair and green eyes. He wears studded leather and wields a light hammer. Guilhem is practical and lustful.",
  "Altes: Male Gnome Monk, N. Str 8, Dex 13, Con 13, Int 15, Wis 16, Cha 13. Altes has a round face, with short auburn hair and amber eyes. He wears worn clothing and wields an ono (handaxe) and sai (dagger). Altes suffers a deadly allergy to dogs.",
  "Abert: Male Gnome Fighter, NE. Str 17, Dex 9, Con 11, Int 11, Wis 7, Cha 7. Abert has short copper hair and soft brown eyes. He wears splint armor and wields a flail. Abert holds a grudge against humans.",
  "Burce: Male Gnome Fighter, LN. Str 13, Dex 16, Con 13, Int 11, Wis 7, Cha 6. Burce has straight golden hair and soft green eyes. He wears half plate and wields a glaive. Burce compulsively plays with an electrum ring.",
  "Respi: Male Gnome Paladin, Good. Str 14, Dex 8, Con 8, Int 13, Wis 13, Cha 11. Respi has a long face, with brown hair and green eyes. He wears a breastplate and wields a maul. Respi has an animal companion, a bay warhorse named Mersa.",
  "Gastant: Male Gnome Fighter, N. Str 16, Dex 12, Con 11, Int 8, Wis 14, Cha 7. Gastant has thin white hair and green eyes. He wears a breastplate and wields a whip and net.",
  "Gersa: Male Gnome Cleric, NG. Str 12, Dex 9, Con 11, Int 14, Wis 17, Cha 15. Gersa is courtly in bearing, with black hair and soft gray eyes. He wears a breastplate and wields a mace. Gersa is brave and aesthetic.",
  "Gobalts: Male Gnome Rogue, NG. Str 9, Dex 17, Con 6, Int 10, Wis 11, Cha 11. Gobalts has a long face, with black hair and narrow hazel eyes. He wears studded leather and wields a shortsword.",
  "Guigui: Male Gnome Ranger, CN. Str 11, Dex 15, Con 7, Int 6, Wis 10, Cha 6. Guigui is rugged in appearance, with short blonde hair and green eyes. He wears a breastplate and wields a war pick. Guigui is agreeable and nervous.",
  "Guilhelm: Male Gnome Rogue, CN. Str 9, Dex 13, Con 11, Int 17, Wis 13, Cha 9. Guilhelm has a long face, with copper hair and amber eyes. He wears leather armor and wields a rapier and sickle. Guilhelm is dying and desperately seeks the secret of immortality.",
  "Ziri: Male Gnome Paladin, Good. Str 11, Dex 7, Con 9, Int 14, Wis 10, Cha 10. Ziri has a narrow face, with messy brown hair and light brown eyes. He wears half plate and wields a halberd. Ziri is energetic and gullible.",
  "Folquers: Male Gnome Monk, LN. Str 15, Dex 12, Con 8, Int 10, Wis 12, Cha 9. Folquers has a narrow face, with white hair and bright blue eyes. He wears plain clothing and wields a yari (spear) and shuriken (darts). Folquers seeks to atone for past sins.",
  "Dehatb: Male Gnome Rogue, N. Str 8, Dex 14, Con 6, Int 14, Wis 11, Cha 12. Dehatb is stout, with black hair and soft hazel eyes. He wears studded leather and wields a shortsword and javelins. Dehatb is disorganized and greedy.",
  "Gosa: Male Gnome Monk, N. Str 13, Dex 13, Con 8, Int 11, Wis 12, Cha 10. Gosa is rugged in appearance, with matted blonde hair and brown eyes. He wears travel-stained clothing and wields an ono (handaxe) and kama (sickle). Gosa has an animal companion, a golden monkey named Arrar.",
  "Shali: Male Gnome Monk, CN. Str 10, Dex 11, Con 11, Int 15, Wis 17, Cha 9. Shali is fair in appearance, with auburn hair and narrow amber eyes. He wears worn clothing and wields nunchaku (club). Shali has an animal companion, a black rat named Gwari.",
  "Telchund: Male Gnome Rogue, LG. Str 12, Dex 13, Con 14, Int 16, Wis 8, Cha 10. Telchund has white hair and soft amber eyes, and a round nose. He wears studded leather and wields a longsword and hand crossbow. Telchund is charming and generous.",
  "Abertz: Male Gnome Cleric, LE. Str 12, Dex 13, Con 14, Int 12, Wis 13, Cha 9. Abertz has black hair and gray eyes, and a cropped beard. He wears a breastplate and wields a quarterstaff. Abertz has an animal companion, a gray rabbit named Gailhard.",
  "Thrazur: Male Gnome Bard, N. Str 11, Dex 14, Con 7, Int 14, Wis 8, Cha 14. Thrazur is tall and thin, with tangled brown hair and narrow hazel eyes. He wears leather armor and wields a rapier. Thrazur is polite and insensitive.",
  "Thunda: Male Gnome Ranger, CN. Str 11, Dex 13, Con 6, Int 8, Wis 12, Cha 13. Thunda is common in appearance, with golden hair and hazel eyes. He wears half plate and wields a whip and shield.",
  "Gili: Male Gnome Ranger, LN. Str 12, Dex 7, Con 9, Int 14, Wis 9, Cha 13. Gili is common in appearance, with uneven copper hair and bright green eyes. He wears half plate and wields a rapier and shield. Gili has hawk named Elis.",
  "Dehelm: Male Gnome Monk, NG. Str 16, Dex 12, Con 11, Int 11, Wis 9, Cha 11. Dehelm is tall, with short golden hair and gray eyes. He wears worn clothing and wields a yari (spear). Dehelm lost his shadow to a hag.",
  "Grasanz: Male Gnome Paladin, Good. Str 10, Dex 8, Con 10, Int 8, Wis 13, Cha 13. Grasanz is elegant in appearance, with long copper hair and soft amber eyes. He wears splint armor and wields a glaive. Grasanz has an animal companion, a bay warhorse named Kada.",
  "Shatelch: Male Gnome Bard, NE. Str 6, Dex 12, Con 10, Int 9, Wis 8, Cha 17. Shatelch has a square face, with gray hair and narrow green eyes. He wears studded leather and wields a rapier and sling. Shatelch has an animal companion, a hunting dog named Annent.",
  "Rinain: Male Gnome Paladin, Good. Str 12, Dex 9, Con 12, Int 10, Wis 8, Cha 10. Rinain has a narrow face, with golden hair and light green eyes. He wears a chain shirt and wields a maul. Rinain has an animal companion, a bay warhorse named Sanzir.",
  "Fari: Male Gnome Monk, NE. Str 11, Dex 12, Con 5, Int 8, Wis 13, Cha 11. Fari has a round face, with red hair and hazel eyes. He wears well-made clothing and wields a bo (quarterstaff). Fari is deceitful and insane.",
  "Guire: Male Gnome Barbarian, CN. Str 14, Dex 12, Con 14, Int 9, Wis 7, Cha 10. Guire has a narrow face, with gray hair and gray eyes. He wears leather armor and wields a war pick. Guire seeks to save his family from financial ruin.",
  "Fonzia: Male Gnome Barbarian, N. Str 12, Dex 9, Con 9, Int 11, Wis 11, Cha 14. Fonzia is short, with blonde hair and large gray eyes. He wears leather armor and wields a pike. Fonzia suffers a deadly allergy to dogs.",
  "Froinarv: Male Gnome Monk, NG. Str 9, Dex 11, Con 7, Int 13, Wis 15, Cha 13. Froinarv is rugged in appearance, with silver hair and narrow green eyes. He wears worn clothing and wields a yari (spear) and kama (sickle).",
  "Gire: Male Gnome Druid, Neutral. Str 9, Dex 11, Con 11, Int 10, Wis 15, Cha 13. Gire has an angular face, with brown hair and brown eyes. He wears leather armor and wields a scimitar and dagger. Gire secretly serves Astes, an ancient god of destruction.",
  "Albartz: Male Gnome Rogue, NE. Str 12, Dex 17, Con 13, Int 12, Wis 10, Cha 8. Albartz has straight golden hair and hazel eyes, and wears glasses with bronze rims. He wears leather armor and wields a longsword and javelins. Albartz has an animal companion, a dire rat named Thrainarv.",
  "Kurdu: Male Gnome Sorcerer, N. Str 13, Dex 7, Con 11, Int 8, Wis 6, Cha 16. Kurdu has a long face, with straight brown hair and dark brown eyes. He wears plain clothing and wields a dagger. Kurdu avoids eye contact.",
  "Banain: Male Gnome Monk, N. Str 10, Dex 13, Con 10, Int 9, Wis 16, Cha 7. Banain has golden hair and amber eyes. He wears worn clothing and wields a bo (quarterstaff) and sai (dagger). Banain is hunting the vampire who slew his mentor.",
  "Turi: Male Gnome Wizard, LG. Str 11, Dex 13, Con 13, Int 16, Wis 13, Cha 8. Turi has thin golden hair and narrow green eyes. He wears tailored clothing and wields a dagger and darts.",
  "Gili: Male Gnome Ranger, N. Str 11, Dex 10, Con 12, Int 11, Wis 16, Cha 7. Gili has a long face, with black hair and sharp gray eyes. He wears a breastplate and wields a flail and shield. Gili has horned owl named Frinarv.",
  "Aliart: Male Gnome Rogue, LN. Str 9, Dex 12, Con 14, Int 13, Wis 14, Cha 6. Aliart has auburn hair and amber eyes, and wears glasses with copper rims. He wears studded leather and wields a rapier. Aliart is haunted by the memories of a past life.",
  "Rici: Male Gnome Monk, LN. Str 11, Dex 13, Con 13, Int 9, Wis 16, Cha 10. Rici is short, with brown hair and green eyes. He wears well-made clothing and wields nunchaku (club) and sai (dagger). Rici is decisive and extravagant.",
  "Thundu: Male Gnome Paladin, Good. Str 10, Dex 7, Con 10, Int 7, Wis 12, Cha 14. Thundu is stout, with thick black hair and green eyes. He wears a breastplate and wields a pike.",
  "Bere: Male Gnome Wizard, N. Str 8, Dex 13, Con 12, Int 12, Wis 8, Cha 10. Bere has golden hair and soft blue eyes, and a beaked nose. He wears brass robes and wields a quarterstaff and sling. Bere is practical and gullible.",
  "Aghan: Male Gnome Fighter, N. Str 14, Dex 16, Con 7, Int 11, Wis 10, Cha 8. Aghan has gray hair and green eyes, and a flat nose. He wears ring mail and wields a war pick.",
  "Minain: Male Gnome Fighter, N. Str 17, Dex 12, Con 12, Int 9, Wis 8, Cha 10. Minain is willowy, with tangled black hair and soft green eyes. He wears plate armor and wields a halberd. Minain is hunting the dragon who slew his mentor.",
  "Urin: Male Gnome Cleric, NG. Str 7, Dex 10, Con 7, Int 9, Wis 17, Cha 12. Urin is pleasant in appearance, with matted red hair and narrow blue eyes. He wears leather armor and wields a club. Urin is chivalrous and thrifty.",
  "Rici: Male Gnome Monk, LN. Str 8, Dex 11, Con 14, Int 9, Wis 12, Cha 10. Rici has golden hair and brown eyes. He wears travel-stained clothing and wields a bo (quarterstaff) and sai (dagger).",
  "Erics: Male Gnome Monk, NG. Str 12, Dex 12, Con 9, Int 5, Wis 16, Cha 7. Erics is overweight, with blonde hair and sharp brown eyes. He wears modest garments and wields a kanabo (mace) and shuriken (darts). Erics seeks to find his true love.",
  "Alin: Male Gnome Monk, N. Str 11, Dex 14, Con 13, Int 7, Wis 16, Cha 9. Alin has matted black hair and brown eyes. He wears plain clothing and wields a yari (spear). Alin has an animal companion, a gray rat named Elent.",
  "Frici: Male Gnome Warlock, LG. Str 10, Dex 7, Con 14, Int 8, Wis 10, Cha 12. Frici has a round face, with long auburn hair and soft gray eyes. He wears leather armor and wields a quarterstaff and javelins. Frici seeks to help the poor and unfortunate.",
  "Udlan: Male Gnome Cleric, NG. Str 12, Dex 11, Con 14, Int 8, Wis 16, Cha 16. Udlan has an angular face, with thick auburn hair and narrow amber eyes. He wears studded leather and wields a spear and shortbow. Udlan compulsively plays with a copper coin.",
  "Laber: Male Gnome Cleric, LN. Str 9, Dex 8, Con 7, Int 10, Wis 12, Cha 9. Laber is fair in appearance, with white hair and sharp brown eyes. He wears studded leather and wields a handaxe and shield.",
  "Fili: Male Gnome Paladin, Good. Str 10, Dex 9, Con 6, Int 7, Wis 16, Cha 12. Fili has a narrow face, with silver hair and bright gray eyes. He wears a chain shirt and wields a shortsword and shield.",
  "Thainarv: Male Gnome Ranger, LN. Str 14, Dex 9, Con 12, Int 11, Wis 8, Cha 9. Thainarv has golden hair and hazel eyes. He wears scale mail and wields a whip. Thainarv is searching for his lost sister.",
  "Espan: Male Gnome Sorcerer, NG. Str 9, Dex 9, Con 10, Int 7, Wis 8, Cha 12. Espan has black hair and large amber eyes. He wears modest garments and wields a dagger. Espan is searching for his missing familiar, a black snake named Undin.",
  "Arkud: Male Gnome Fighter, NE. Str 15, Dex 12, Con 5, Int 6, Wis 14, Cha 8. Arkud is tall and slender, with tangled gray hair and amber eyes. He wears scale mail and wields a rapier and shield. Arkud is scheming and slothful.",
  "Agos: Male Gnome Rogue, CE. Str 9, Dex 15, Con 7, Int 11, Wis 12, Cha 7. Agos has braided copper hair and large hazel eyes, and wears glasses with platinum rims. He wears studded leather and wields a rapier. Agos is greedy and destructive.",
  "Bifur: Male Gnome Rogue, NG. Str 6, Dex 17, Con 9, Int 10, Wis 9, Cha 10. Bifur is tall and overweight, with long auburn hair and dark green eyes. He wears studded leather and wields a quarterstaff. Bifur suffers an acute fear of open spaces.",
  "Thainan: Male Gnome Sorcerer, N. Str 7, Dex 10, Con 11, Int 13, Wis 10, Cha 16. Thainan is overweight, with blonde hair and blue eyes. He wears simple clothing and wields a quarterstaff. Thainan secretly serves Sema, an ancient god of death.",
  "Bertzia: Male Gnome Monk, LG. Str 13, Dex 16, Con 8, Int 6, Wis 9, Cha 9. Bertzia has thick silver hair and dark hazel eyes, and an unusual mark on his leg. He wears travel-stained clothing and wields a yari (spear). Bertzia dislikes anyone bigger than him.",
  "Gili: Male Gnome Fighter, LE. Str 17, Dex 14, Con 10, Int 15, Wis 10, Cha 12. Gili has an angular face, with golden hair and brown eyes. He wears splint armor and wields a glaive.",
  "Johart: Male Gnome Fighter, CE. Str 13, Dex 10, Con 5, Int 13, Wis 8, Cha 12. Johart has black hair and amber eyes, and wears glasses with brass rims. He wears a breastplate and wields a trident. Johart is searching for an ancient artifact of evil.",
  "Grimin: Male Gnome Sorcerer, LE. Str 6, Dex 13, Con 8, Int 12, Wis 11, Cha 12. Grimin has an angular face, with cropped golden hair and dark gray eyes. He wears modest garments and wields a dagger and light crossbow. Grimin is crude and aggressive.",
  "Evin: Male Gnome Rogue, N. Str 13, Dex 13, Con 10, Int 12, Wis 7, Cha 8. Evin has a long face, with braided blonde hair and green eyes. He wears studded leather and wields a shortsword. Evin has an animal companion, a sable ferret named Lione.",
  "Bertan: Male Gnome Bard, CN. Str 11, Dex 8, Con 10, Int 11, Wis 12, Cha 15. Bertan is overweight, with curly silver hair and hazel eyes. He wears leather armor and wields a shortsword. Bertan has an animal companion, a white rabbit named Gale.",
  "Grinan: Male Gnome Barbarian, NG. Str 16, Dex 11, Con 10, Int 11, Wis 6, Cha 15. Grinan has golden hair and brown eyes. He wears leather armor and wields a battleaxe. Grinan is principled and extravagant.",
  "Zaghal: Male Gnome Paladin, Good. Str 13, Dex 10, Con 8, Int 13, Wis 14, Cha 9. Zaghal is short, with black hair and sharp amber eyes. He wears ring mail and wields a greataxe.",
  "Estotz: Male Gnome Monk, N. Str 13, Dex 14, Con 6, Int 10, Wis 12, Cha 13. Estotz has an angular face, with long gray hair and large hazel eyes. He wears simple clothing and wields a kanabo (mace) and sai (dagger). Estotz is searching for the lost kingdom of Vinione.",
  "Arbert: Male Gnome Cleric, N. Str 7, Dex 6, Con 10, Int 9, Wis 16, Cha 10. Arbert has cropped gray hair and light hazel eyes. He wears scale mail and wields a quarterstaff. Arbert is honest and merciless.",
  "Gedu: Male Gnome Rogue, NE. Str 10, Dex 15, Con 14, Int 15, Wis 14, Cha 13. Gedu is beastly in appearance, with black hair and blue eyes. He wears leather armor and wields a rapier. Gedu has an animal companion, a raven named Ersent.",
  "Fremo: Male Gnome Warlock, NE. Str 16, Dex 13, Con 11, Int 10, Wis 11, Cha 13. Fremo has golden hair and dark blue eyes. He wears leather armor and wields a light hammer and shortbow.",
  "Fricsa: Male Gnome Paladin, Good. Str 13, Dex 12, Con 8, Int 14, Wis 17, Cha 15. Fricsa has short copper hair and hazel eyes, and a curly moustache. He wears a breastplate and wields a warhammer and shield. Fricsa has an animal companion, a white warhorse named Verrais.",
  "Gauda: Male Gnome Wizard, NG. Str 10, Dex 13, Con 6, Int 13, Wis 8, Cha 9. Gauda has a narrow face, with auburn hair and narrow hazel eyes. He wears modest garments and wields a dagger.",
  "Guilhan: Male Gnome Cleric, N. Str 14, Dex 6, Con 12, Int 11, Wis 12, Cha 13. Guilhan has cropped brown hair and hazel eyes. He wears a breastplate and wields a spear and javelins. Guilhan is tactless and unfeeling.",
  "Gili: Male Gnome Monk, NE. Str 13, Dex 14, Con 13, Int 6, Wis 8, Cha 12. Gili is short and thin, with curly blonde hair and large amber eyes. He wears simple clothing and wields nunchaku (club). Gili seeks revenge against the sister who betrayed him.",
  "Duri: Male Gnome Rogue, LN. Str 6, Dex 17, Con 9, Int 12, Wis 13, Cha 14. Duri has a round face, with red hair and narrow blue eyes. He wears leather armor and wields a rapier and light crossbow.",
  "Gimli: Male Gnome Druid, Neutral. Str 17, Dex 9, Con 12, Int 8, Wis 17, Cha 9. Gimli has blonde hair and blue eyes. He wears hide armor and wields a club and wooden shield.",
  "Khali: Male Gnome Rogue, NE. Str 10, Dex 14, Con 10, Int 13, Wis 11, Cha 8. Khali has a long face, with matted auburn hair and soft blue eyes. He wears leather armor and wields a rapier.",
  "Johem: Male Gnome Fighter, N. Str 16, Dex 14, Con 10, Int 8, Wis 10, Cha 10. Johem has gray hair and narrow brown eyes, and a round nose. He wears splint armor and wields a battleaxe and shield. Johem has an animal companion, a red firedrake named Ethais.",
  "Kamil: Male Gnome Fighter, NG. Str 14, Dex 17, Con 5, Int 6, Wis 10, Cha 12. Kamil has auburn hair and narrow brown eyes, and a distinctive scar on his face. He wears hide armor and wields a morningstar and blowgun. Kamil has an animal companion, a brown bear named Zigil.",
  "Gili: Male Gnome Rogue, LN. Str 9, Dex 16, Con 11, Int 10, Wis 8, Cha 12. Gili is common in appearance, with copper hair and narrow hazel eyes. He wears leather armor and wields a shortsword. Gili is searching for his lost brother.",
  "Khakad: Male Gnome Fighter, LN. Str 14, Dex 11, Con 6, Int 10, Wis 10, Cha 11. Khakad is rough in appearance, with white hair and dark gray eyes. He wears splint armor and wields a trident and shield. Khakad seeks to atone for past sins.",
  "Kali: Male Gnome Bard, LN. Str 13, Dex 12, Con 10, Int 12, Wis 8, Cha 14. Kali is pleasant in appearance, with long brown hair and brown eyes. He wears studded leather and wields a rapier and shortbow. Kali is serious and possessive.",
  "Hamo: Male Gnome Fighter, LN. Str 15, Dex 10, Con 14, Int 7, Wis 10, Cha 8. Hamo is rugged in appearance, with gray hair and amber eyes. He wears hide armor and wields a war pick and shield. Hamo secretly serves Sakku, an ancient god of death.",
  "Arnaut: Male Gnome Cleric, LN. Str 7, Dex 8, Con 8, Int 12, Wis 15, Cha 16. Arnaut is rugged in appearance, with red hair and gray eyes. He wears leather armor and wields a quarterstaff and shield. Arnaut is cursed with a maimed hand.",
  "Gloinain: Male Gnome Paladin, Good. Str 10, Dex 13, Con 13, Int 8, Wis 13, Cha 14. Gloinain has cropped silver hair and hazel eyes, and a sharp nose. He wears scale mail and wields a morningstar and shield. Gloinain is painfully tone-deaf.",
  "Aanain: Male Gnome Barbarian, NE. Str 12, Dex 14, Con 8, Int 9, Wis 9, Cha 8. Aanain is fair in appearance, with matted gray hair and hazel eyes. He wears studded leather and wields a flail and hand crossbow. Aanain is fanatical and disloyal.",
  "Seray: Male Gnome Fighter, N. Str 15, Dex 16, Con 6, Int 11, Wis 13, Cha 9. Seray is tall, with white hair and sharp amber eyes. He wears chain mail and wields a greatsword. Seray is depressed and honest.",
  "Aghad: Male Gnome Fighter, N. Str 17, Dex 16, Con 7, Int 9, Wis 11, Cha 8. Aghad has a narrow face, with thick blonde hair and soft hazel eyes. He wears scale mail and wields a battleaxe and shield. Aghad has an animal companion, a badger named Zaghim.",
  "Fundu: Male Gnome Bard, LN. Str 5, Dex 10, Con 11, Int 14, Wis 7, Cha 16. Fundu has uneven silver hair and light blue eyes, and small ears. He wears leather armor and wields a spear and shortbow.",
  "Rinaud: Male Gnome Monk, LG. Str 15, Dex 9, Con 15, Int 9, Wis 10, Cha 9. Rinaud has red hair and narrow blue eyes, and a matted moustache. He wears simple clothing and wields a yari (spear). Rinaud is generous and serious.",
  "Udlad: Male Gnome Cleric, NE. Str 15, Dex 8, Con 13, Int 11, Wis 14, Cha 11. Udlad has white hair and sharp brown eyes, and numerous fearsome piercings. He wears studded leather and wields a mace and shield. Udlad is secretive and depraved.",
  "Kurdu: Male Gnome Druid, Neutral. Str 9, Dex 7, Con 13, Int 12, Wis 13, Cha 12. Kurdu has gray hair and dark blue eyes, and an unusual mark on his arm. He wears leather armor and wields a club and wooden shield. Kurdu has silver dog named Gwoinan.",
  "Thakun: Male Gnome Fighter, N. Str 17, Dex 12, Con 9, Int 11, Wis 6, Cha 11. Thakun is fair in appearance, with blonde hair and bright hazel eyes. He wears plate armor and wields a longsword. Thakun is ambitious and unfeeling.",
  "Imes: Male Gnome Monk, N. Str 12, Dex 13, Con 13, Int 15, Wis 10, Cha 11. Imes has silver hair and green eyes, and prominent ears. He wears plain clothing and wields an ono (handaxe). Imes was petrified for a hundred years.",
  "Acon: Male Gnome Monk, NG. Str 15, Dex 13, Con 9, Int 10, Wis 10, Cha 8. Acon is rugged in appearance, with curly red hair and green eyes. He wears well-made clothing and wields nunchaku (club).",
  "Guiosa: Male Gnome Druid, Neutral. Str 13, Dex 10, Con 10, Int 5, Wis 15, Cha 12. Guiosa is short, with red hair and bright brown eyes. He wears leather armor and wields a spear. Guiosa is timid and unfeeling.",
  "Thatelch: Male Gnome Fighter, N. Str 12, Dex 12, Con 12, Int 11, Wis 10, Cha 11. Thatelch has blonde hair and bright gray eyes, and wears glasses with electrum rims. He wears half plate and wields a greataxe. Thatelch has an animal companion, a copper firedrake named Ziri.",
  "Fosa: Male Gnome Fighter, LN. Str 15, Dex 14, Con 7, Int 14, Wis 11, Cha 9. Fosa has thick blonde hair and narrow green eyes, and a long beard. He wears chain mail and wields a longsword and shield. Fosa has an animal companion, a gray wolf named Jorda.",
  "Amert: Male Gnome Barbarian, N. Str 12, Dex 10, Con 13, Int 10, Wis 14, Cha 12. Amert is rugged in appearance, with copper hair and green eyes. He wears hide armor and wields a morningstar and blowgun.",
  "Amans: Male Gnome Fighter, CN. Str 12, Dex 12, Con 6, Int 10, Wis 12, Cha 13. Amans is tall and stout, with brown hair and large hazel eyes. He wears ring mail and wields a rapier and blowgun.",
  "Ziri: Male Gnome Fighter, LN. Str 17, Dex 13, Con 9, Int 9, Wis 9, Cha 11. Ziri is tall, with copper hair and blue eyes. He wears a breastplate and wields a glaive.",
  "Segui: Male Gnome Barbarian, N. Str 12, Dex 12, Con 13, Int 10, Wis 13, Cha 11. Segui is short and stout, with red hair and light brown eyes. He wears studded leather and wields a whip and shield. Segui secretly serves Vapar, an ancient god of destruction.",
  "Gastev: Male Gnome Sorcerer, LE. Str 10, Dex 14, Con 17, Int 7, Wis 5, Cha 15. Gastev has thin red hair and light hazel eyes, and numerous distinctive tattoos. He wears modest garments and wields a dagger. Gastev seeks only fame and glory.",
  "Bausa: Male Gnome Fighter, CN. Str 16, Dex 11, Con 10, Int 12, Wis 13, Cha 9. Bausa is tall, with straight white hair and amber eyes. He wears splint armor and wields a whip and shield. Bausa seeks to atone for past sins.",
  "Thrumin: Male Gnome Wizard, CE. Str 9, Dex 13, Con 12, Int 12, Wis 9, Cha 13. Thrumin has an angular face, with uneven white hair and green eyes. He wears tailored clothing and wields a quarterstaff and light crossbow. Thrumin has Common Companion.",
  "Khundu: Male Gnome Paladin, Good. Str 10, Dex 10, Con 13, Int 11, Wis 12, Cha 8. Khundu is rough in appearance, with short auburn hair and soft gray eyes. He wears plate armor and wields a whip. Khundu frequently uses uncommon words incorrectly.",
  "Larda: Male Gnome Cleric, LN. Str 12, Dex 8, Con 15, Int 11, Wis 16, Cha 14. Larda has uneven golden hair and blue eyes, and small ears. He wears studded leather and wields a spear. Larda is honest and haughty.",
  "Dinan: Male Gnome Rogue, NG. Str 12, Dex 12, Con 10, Int 9, Wis 8, Cha 10. Dinan has uneven blonde hair and gray eyes. He wears studded leather and wields a light hammer.",
  "Banain: Male Gnome Fighter, LG. Str 16, Dex 12, Con 12, Int 10, Wis 13, Cha 9. Banain is short, with silver hair and green eyes. He wears chain mail and wields a halberd. Banain has an animal companion, a black wolf named Narvi.",
  "Aris: Male Gnome Paladin, Good. Str 17, Dex 8, Con 12, Int 11, Wis 9, Cha 13. Aris is short and overweight, with short silver hair and soft blue eyes. He wears chain mail and wields a shortsword. Aris seeks to atone for past sins.",
  "Frazir: Male Gnome Fighter, CN. Str 13, Dex 14, Con 13, Int 9, Wis 13, Cha 13. Frazir is short and overweight, with short gray hair and brown eyes. He wears ring mail and wields a rapier and hand crossbow. Frazir seeks to destroy the race of ogres.",
  "Aznal: Male Gnome Druid, Neutral. Str 15, Dex 12, Con 10, Int 8, Wis 14, Cha 9. Aznal is rough in appearance, with silver hair and dark brown eyes. He wears hide armor and wields a mace and javelins. Aznal speaks with a whispery voice.",
  "Furi: Male Gnome Monk, CN. Str 13, Dex 14, Con 6, Int 9, Wis 12, Cha 9. Furi has a narrow face, with black hair and light amber eyes. He wears modest garments and wields an ono (handaxe) and sai (dagger). Furi is searching for the lost empire of Gelonde.",
  "Muli: Male Gnome Druid, Neutral. Str 13, Dex 8, Con 5, Int 8, Wis 13, Cha 10. Muli has thin white hair and bright amber eyes, and a beaked nose. He wears leather armor and wields a scimitar and wooden shield. Muli is assertive and envious.",
  "Gersa: Male Gnome Druid, Neutral. Str 8, Dex 15, Con 11, Int 13, Wis 17, Cha 6. Gersa has thick white hair and green eyes. He wears leather armor and wields a mace and wooden shield. Gersa is dying and desperately seeks the secret of immortality.",
  "Resa: Male Gnome Fighter, NG. Str 16, Dex 11, Con 10, Int 11, Wis 7, Cha 11. Resa has matted gray hair and narrow amber eyes, and pointed ears. He wears ring mail and wields a shortsword. Resa has an animal companion, a ginger dog named Burce.",
  "Baltsa: Male Gnome Monk, LN. Str 16, Dex 9, Con 7, Int 14, Wis 9, Cha 10. Baltsa is fey in appearance, with thin red hair and amber eyes. He wears simple clothing and wields an ono (handaxe). Baltsa is jealous and deceitful.",
  "Guilham: Male Gnome Barbarian, NE. Str 16, Dex 13, Con 10, Int 11, Wis 9, Cha 8. Guilham is tall, with short copper hair and gray eyes. He wears leather armor and wields a battleaxe and blowgun.",
  "Guiosa: Male Gnome Monk, N. Str 11, Dex 14, Con 11, Int 9, Wis 12, Cha 7. Guiosa is pleasant in appearance, with short red hair and green eyes. He wears well-made clothing and wields an ono (handaxe). Guiosa has an animal companion, a golden monkey named Kadu.",
  "Robern: Male Gnome Monk, CN. Str 11, Dex 10, Con 11, Int 11, Wis 12, Cha 11. Robern has thin copper hair and large blue eyes, and an uneven moustache. He wears plain clothing and wields a kanabo (mace) and shuriken (darts). Robern is amoral and lazy.",
  "Simi: Male Gnome Monk, CN. Str 15, Dex 15, Con 13, Int 10, Wis 12, Cha 10. Simi has messy red hair and green eyes, and a beaked nose. He wears travel-stained clothing and wields nunchaku (club) and shuriken (darts). Simi is extravagant and anxious.",
  "Kamil: Male Gnome Rogue, CN. Str 11, Dex 12, Con 14, Int 17, Wis 6, Cha 12. Kamil is tall, with red hair and blue eyes. He wears studded leather and wields a shortsword and light crossbow. Kamil has an animal companion, a sable ferret named Alin.",
  "Furi: Male Gnome Fighter, N. Str 17, Dex 9, Con 7, Int 9, Wis 9, Cha 8. Furi is stout, with silver hair and hazel eyes. He wears chain mail and wields a glaive. Furi has an animal companion, a black dog named Tharkar.",
  "Azes: Male Gnome Paladin, Good. Str 10, Dex 13, Con 14, Int 10, Wis 12, Cha 10. Azes has thin silver hair and narrow brown eyes. He wears plate armor and wields a whip. Azes is fearless and truthful.",
  "Bari: Male Gnome Fighter, LN. Str 14, Dex 12, Con 12, Int 10, Wis 11, Cha 10. Bari has thin auburn hair and green eyes, and a matted moustache. He wears hide armor and wields a flail and shield. Bari avoids eye contact.",
  "Kari: Male Gnome Bard, NG. Str 10, Dex 7, Con 7, Int 10, Wis 7, Cha 17. Kari is short, with copper hair and light brown eyes. He wears studded leather and wields a mace. Kari has an animal companion, a red fox named Bethil.",
  "Risa: Male Gnome Monk, N. Str 10, Dex 13, Con 10, Int 10, Wis 12, Cha 8. Risa is pleasant in appearance, with braided black hair and sharp green eyes. He wears plain clothing and wields an ono (handaxe) and sai (dagger). Risa seeks to destroy the race of ogres.",
  "Kamah: Male Gnome Fighter, N. Str 15, Dex 11, Con 11, Int 10, Wis 10, Cha 11. Kamah is tall and slender, with gray hair and brown eyes. He wears splint armor and wields a longsword. Kamah is inventive and zealous.",
  "Folquers: Male Gnome Rogue, N. Str 8, Dex 12, Con 10, Int 11, Wis 15, Cha 11. Folquers is slender, with blonde hair and large hazel eyes. He wears leather armor and wields a club. Folquers is truthful and cynical.",
  "Thali: Male Gnome Fighter, LG. Str 13, Dex 9, Con 12, Int 7, Wis 9, Cha 12. Thali has a long face, with curly golden hair and brown eyes. He wears a breastplate and wields a scimitar. Thali dislikes having people behind him.",
  "Askal: Male Gnome Fighter, NG. Str 12, Dex 17, Con 12, Int 8, Wis 13, Cha 8. Askal has uneven red hair and narrow blue eyes, and a sharp nose. He wears half plate and wields a war pick.",
  "Bali: Male Gnome Fighter, N. Str 13, Dex 9, Con 5, Int 13, Wis 10, Cha 12. Bali is tall and willowy, with red hair and large amber eyes. He wears hide armor and wields a greataxe. Bali is practical and stoic.",
  "Bifund: Male Gnome Rogue, N. Str 15, Dex 12, Con 10, Int 16, Wis 9, Cha 8. Bifund has blonde hair and green eyes, and a long moustache. He wears leather armor and wields a rapier. Bifund seeks to discover where he came from, and who his real family is.",
  "Thrumal: Male Gnome Monk, N. Str 10, Dex 11, Con 12, Int 8, Wis 11, Cha 9. Thrumal has short white hair and dark brown eyes, and small ears. He wears modest garments and wields an ono (handaxe). Thrumal is lewd and sharp-tongued.",
  "Thratur: Male Gnome Monk, LN. Str 13, Dex 17, Con 10, Int 10, Wis 14, Cha 13. Thratur has a long face, with golden hair and brown eyes. He wears simple clothing and wields an ono (handaxe). Thratur has an animal companion, a tawny rat named Fari.",
  "Turi: Male Gnome Fighter, LN. Str 16, Dex 12, Con 10, Int 9, Wis 10, Cha 7. Turi is tall and overweight, with short brown hair and sharp amber eyes. He wears a breastplate and wields a halberd. Turi is paranoid and reckless.",
  "Arrat: Male Gnome Fighter, NG. Str 16, Dex 13, Con 10, Int 12, Wis 11, Cha 9. Arrat is rugged in appearance, with blonde hair and blue eyes. He wears ring mail and wields a morningstar and heavy crossbow. Arrat has an animal companion, a green firedrake named Ersent.",
  "Bori: Male Gnome Cleric, LN. Str 12, Dex 14, Con 11, Int 10, Wis 12, Cha 11. Bori is pleasant in appearance, with short silver hair and soft blue eyes. He wears studded leather and wields a handaxe. Bori is jealous and foolish.",
  "Aibars: Male Gnome Monk, N. Str 7, Dex 11, Con 14, Int 7, Wis 8, Cha 8. Aibars is common in appearance, with matted gray hair and brown eyes. He wears modest garments and wields nunchaku (club).",
  "Kunarv: Male Gnome Fighter, N. Str 15, Dex 16, Con 13, Int 12, Wis 10, Cha 10. Kunarv is fey in appearance, with messy auburn hair and brown eyes. He wears chain mail and wields a halberd. Kunarv is impatient and cowardly.",
  "Ziri: Male Gnome Fighter, NG. Str 15, Dex 17, Con 7, Int 12, Wis 8, Cha 12. Ziri is pleasant in appearance, with auburn hair and amber eyes. He wears a breastplate and wields a flail and shield. Ziri suffers an acute fear of injury.",
  "Bari: Male Gnome Barbarian, NE. Str 16, Dex 10, Con 12, Int 8, Wis 10, Cha 7. Bari is rough in appearance, with auburn hair and hazel eyes. He wears scale mail and wields a flail. Bari has a terrible sense of direction.",
  "Thrinain: Male Gnome Monk, N. Str 14, Dex 12, Con 5, Int 7, Wis 17, Cha 8. Thrinain has silver hair and hazel eyes. He wears travel-stained clothing and wields a kanabo (mace) and shuriken (darts). Thrinain is amoral and vulgar.",
  "Avans: Male Gnome Barbarian, LE. Str 12, Dex 10, Con 9, Int 6, Wis 12, Cha 7. Avans has brown hair and brown eyes. He wears scale mail and wields a whip.",
  "Urim: Male Gnome Barbarian, LN. Str 16, Dex 11, Con 14, Int 13, Wis 15, Cha 9. Urim is willowy, with thick white hair and amber eyes. He wears leather armor and wields a longsword and shield. Urim has an animal companion, a black dog named Gautor.",
  "Orin: Male Gnome Monk, N. Str 12, Dex 9, Con 9, Int 13, Wis 8, Cha 14. Orin is short, with golden hair and bright brown eyes. He wears sturdy clothing and wields a yari (spear) and shuriken (darts). Orin seeks to free himself from an ancient curse.",
  "Dainarv: Male Gnome Cleric, NG. Str 13, Dex 11, Con 9, Int 11, Wis 13, Cha 13. Dainarv is tall and heavyset, with silver hair and amber eyes. He wears studded leather and wields a club.",
  "Imbem: Male Gnome Paladin, Good. Str 12, Dex 11, Con 6, Int 9, Wis 12, Cha 10. Imbem has thick auburn hair and narrow hazel eyes, and a beaked nose. He wears ring mail and wields a halberd.",
  "Ernard: Male Gnome Rogue, N. Str 11, Dex 13, Con 14, Int 14, Wis 7, Cha 11. Ernard has a long face, with tangled white hair and soft blue eyes. He wears leather armor and wields a rapier and javelins. Ernard was magically imprisoned for a hundred years.",
  "Gili: Male Gnome Rogue, N. Str 9, Dex 17, Con 14, Int 8, Wis 11, Cha 11. Gili is fey in appearance, with long gray hair and hazel eyes. He wears leather armor and wields a rapier and darts. Gili is covetous and protective.",
  "Gire: Male Gnome Fighter, LG. Str 15, Dex 11, Con 6, Int 11, Wis 9, Cha 9. Gire has cropped auburn hair and sharp green eyes. He wears scale mail and wields a warhammer and shield.",
  "Gauci: Male Gnome Monk, NG. Str 13, Dex 16, Con 11, Int 10, Wis 14, Cha 12. Gauci is fair in appearance, with golden hair and sharp blue eyes. He wears travel-stained clothing and wields a kanabo (mace) and sai (dagger). Gauci blames trolls for every misfortune.",
  "Khimul: Male Gnome Cleric, LN. Str 7, Dex 9, Con 12, Int 12, Wis 16, Cha 9. Khimul has a round face, with messy blonde hair and gray eyes. He wears a breastplate and wields a handaxe. Khimul is absent-minded, and always searching for a missing item.",
  "Imlin: Male Gnome Cleric, CE. Str 12, Dex 7, Con 8, Int 8, Wis 17, Cha 13. Imlin has a square face, with blonde hair and hazel eyes. He wears a breastplate and wields a club and shield. Imlin has an animal companion, a gray rabbit named Lilie.",
  "Guilhard: Male Gnome Rogue, LN. Str 15, Dex 16, Con 8, Int 17, Wis 15, Cha 8. Guilhard has a narrow face, with silver hair and gray eyes. He wears leather armor and wields a longsword and hand crossbow. Guilhard is foolhardy and crude.",
  "Orim: Male Gnome Fighter, CN. Str 15, Dex 9, Con 9, Int 13, Wis 11, Cha 9. Orim has auburn hair and large gray eyes. He wears ring mail and wields a war pick and hand crossbow. Orim has an animal companion, a badger named Disanz.",
  "Monautz: Male Gnome Paladin, Good. Str 13, Dex 9, Con 7, Int 9, Wis 10, Cha 13. Monautz has brown hair and sharp amber eyes, and a sharp nose. He wears scale mail and wields a glaive. Monautz is absent-minded, and always searching for a missing item.",
  "Ukhud: Male Gnome Fighter, CG. Str 14, Dex 14, Con 6, Int 6, Wis 13, Cha 11. Ukhud is short and willowy, with short auburn hair and soft hazel eyes. He wears a breastplate and wields a glaive. Ukhud is generous and polite.",
  "Tharkar: Male Gnome Monk, NG. Str 11, Dex 10, Con 10, Int 9, Wis 13, Cha 12. Tharkar is willowy, with gray hair and gray eyes. He wears modest garments and wields nunchaku (club) and sai (dagger). Tharkar is hunting the giant who slew his mentor.",
  "Guigo: Male Gnome Monk, NE. Str 9, Dex 14, Con 9, Int 9, Wis 8, Cha 11. Guigo has straight red hair and blue eyes. He wears well-made clothing and wields a bo (quarterstaff). Guigo has an animal companion, a gray rabbit named Rele.",
  "Guesa: Male Gnome Rogue, N. Str 13, Dex 14, Con 10, Int 9, Wis 10, Cha 10. Guesa has auburn hair and blue eyes, and a magical scar on his face. He wears studded leather and wields a quarterstaff. Guesa seeks to free himself from an ancient curse.",
  "Arvil: Male Gnome Monk, N. Str 12, Dex 8, Con 9, Int 12, Wis 12, Cha 11. Arvil has a narrow face, with uneven silver hair and hazel eyes. He wears simple clothing and wields nunchaku (club) and sai (dagger). Arvil is impossibly lucky.",
  "Ricsa: Male Gnome Rogue, CN. Str 10, Dex 15, Con 9, Int 15, Wis 12, Cha 9. Ricsa is short, with straight blonde hair and sharp green eyes. He wears leather armor and wields a shortsword and light crossbow. Ricsa blames dragons for every misfortune.",
  "Frazagh: Male Gnome Wizard, LN. Str 7, Dex 9, Con 7, Int 15, Wis 6, Cha 14. Frazagh has golden hair and gray eyes. He wears indigo robes and wields a dagger and sling. Frazagh is honest and flamboyant.",
  "Thudu: Male Gnome Fighter, N. Str 14, Dex 12, Con 5, Int 8, Wis 12, Cha 10. Thudu has a narrow face, with braided copper hair and soft blue eyes. He wears ring mail and wields a flail.",
  "Gili: Male Gnome Fighter, CN. Str 16, Dex 12, Con 9, Int 11, Wis 9, Cha 11. Gili is fey in appearance, with long blonde hair and blue eyes. He wears a chain shirt and wields a glaive. Gili is fascinated by magic and arcana.",
  "Eguis: Male Gnome Druid, Neutral. Str 15, Dex 11, Con 13, Int 9, Wis 16, Cha 14. Eguis is tall, with short black hair and light brown eyes. He wears leather armor and wields a quarterstaff and sickle.",
  "Aneut: Male Gnome Fighter, LN. Str 15, Dex 10, Con 7, Int 13, Wis 12, Cha 7. Aneut is rough in appearance, with brown hair and amber eyes. He wears half plate and wields a pike. Aneut is dying and desperately seeks the secret of immortality.",
  "Kada: Male Gnome Barbarian, N. Str 13, Dex 15, Con 12, Int 9, Wis 13, Cha 12. Kada is tall, with cropped red hair and large amber eyes. He wears hide armor and wields a shortsword and shield. Kada is alluring and lively.",
  "Admartz: Male Gnome Rogue, N. Str 13, Dex 15, Con 11, Int 14, Wis 10, Cha 12. Admartz has a narrow face, with copper hair and brown eyes. He wears studded leather and wields a rapier. Admartz is foolhardy and slothful.",
  "Gimli: Male Gnome Ranger, NG. Str 15, Dex 8, Con 10, Int 11, Wis 11, Cha 13. Gimli has an angular face, with long black hair and amber eyes. He wears a breastplate and wields a whip and shield. Gimli is hunting the brigands who murdered his family.",
  "Bori: Male Gnome Sorcerer, CG. Str 11, Dex 9, Con 7, Int 15, Wis 13, Cha 14. Bori has a round face, with matted silver hair and sharp brown eyes. He wears modest garments and wields a dagger.",
  "Lili: Male Gnome Cleric, N. Str 12, Dex 13, Con 11, Int 11, Wis 13, Cha 14. Lili has tangled auburn hair and dark amber eyes, and a flat nose. He wears a breastplate and wields a club and shield.",
  "Garnatz: Male Gnome Cleric, N. Str 13, Dex 9, Con 14, Int 7, Wis 14, Cha 12. Garnatz has messy black hair and light gray eyes. He wears leather armor and wields a mace and javelins. Garnatz has an animal companion, a red fox named Guilhan.",
  "Alin: Male Gnome Barbarian, NG. Str 17, Dex 8, Con 11, Int 11, Wis 13, Cha 15. Alin has messy white hair and brown eyes, and a braided beard. He wears studded leather and wields a scimitar and shield. Alin is searching for the lost elven kingdom of Eriand.",
  "Ukhlas: Male Gnome Fighter, LN. Str 14, Dex 12, Con 15, Int 7, Wis 10, Cha 12. Ukhlas is tall and stout, with gray hair and blue eyes. He wears half plate and wields a morningstar and shield.",
  "Kamil: Male Gnome Rogue, N. Str 12, Dex 16, Con 12, Int 8, Wis 10, Cha 7. Kamil has a round face, with curly gray hair and blue eyes. He wears leather armor and wields a rapier. Kamil is nervous and truthful.",
  "Alvis: Male Gnome Wizard, NE. Str 7, Dex 15, Con 9, Int 16, Wis 10, Cha 11. Alvis is short and thin, with straight red hair and soft green eyes. He wears ruby robes and wields a dagger. Alvis has an arcane familiar, a silver cat which can generate tiny bolts of lightning.",
  "Icartz: Male Gnome Rogue, NG. Str 13, Dex 13, Con 12, Int 11, Wis 13, Cha 10. Icartz is common in appearance, with red hair and blue eyes. He wears studded leather and wields a longsword and hand crossbow.",
  "Avalts: Male Gnome Monk, LN. Str 13, Dex 12, Con 6, Int 7, Wis 10, Cha 11. Avalts has golden hair and dark gray eyes. He wears modest garments and wields an ono (handaxe).",
  "Ricsa: Male Gnome Sorcerer, N. Str 15, Dex 13, Con 10, Int 7, Wis 11, Cha 16. Ricsa is rugged in appearance, with uneven golden hair and green eyes. He wears well-made clothing and wields a quarterstaff and darts.",
  "Dwari: Male Gnome Bard, N. Str 10, Dex 10, Con 13, Int 7, Wis 11, Cha 13. Dwari is short and slender, with messy white hair and brown eyes. He wears studded leather and wields a longsword. Dwari is hunting the sorcerer who murdered his family.",
  "Lanautz: Male Gnome Fighter, CN. Str 15, Dex 10, Con 10, Int 12, Wis 9, Cha 9. Lanautz is fey in appearance, with short red hair and brown eyes. He wears splint armor and wields a greataxe.",
  "Funda: Male Gnome Warlock, NE. Str 9, Dex 9, Con 9, Int 10, Wis 10, Cha 13. Funda has a narrow face, with brown hair and amber eyes. He wears studded leather and wields a club. Funda is unfeeling and coarse.",
  "Fari: Male Gnome Monk, N. Str 15, Dex 14, Con 10, Int 10, Wis 13, Cha 11. Fari is fey in appearance, with thin golden hair and green eyes. He wears travel-stained clothing and wields nunchaku (club) and kama (sickle). Fari lost his reflection to a nymph.",
  "Thakilm: Male Gnome Rogue, N. Str 12, Dex 13, Con 14, Int 13, Wis 13, Cha 9. Thakilm is heavyset, with thick silver hair and blue eyes. He wears studded leather and wields a rapier. Thakilm seeks to steal a legendary diamond from the Dark Crypts of Horror.",
  "Riner: Male Gnome Bard, NG. Str 10, Dex 13, Con 11, Int 15, Wis 9, Cha 15. Riner is stout, with gray hair and dark amber eyes. He wears leather armor and wields a rapier.",
  "Throdu: Male Gnome Barbarian, LN. Str 13, Dex 10, Con 10, Int 12, Wis 10, Cha 11. Throdu is pleasant in appearance, with auburn hair and dark hazel eyes. He wears scale mail and wields a greatsword. Throdu is suspicious and selfish.",
  "Grainan: Male Gnome Ranger, LE. Str 16, Dex 12, Con 13, Int 6, Wis 12, Cha 14. Grainan has a narrow face, with curly black hair and blue eyes. He wears scale mail and wields a war pick and shield. Grainan is absent-minded, and always searching for a missing item.",
  "Seve: Male Gnome Rogue, NE. Str 9, Dex 15, Con 10, Int 11, Wis 8, Cha 6. Seve has copper hair and amber eyes, and numerous horrific scars. He wears leather armor and wields a longsword. Seve is vulgar and depraved.",
  "Banain: Male Gnome Fighter, LE. Str 16, Dex 14, Con 5, Int 10, Wis 5, Cha 9. Banain has a narrow face, with braided red hair and light gray eyes. He wears scale mail and wields a halberd. Banain is hunting the demon who slew his mentor.",
  "Guilhem: Male Gnome Monk, CE. Str 9, Dex 15, Con 9, Int 10, Wis 12, Cha 6. Guilhem has a narrow face, with silver hair and green eyes. He wears modest garments and wields a kanabo (mace) and shuriken (darts). Guilhem is selfish and disloyal.",
  "Aldrics: Male Gnome Monk, N. Str 11, Dex 7, Con 12, Int 7, Wis 17, Cha 6. Aldrics is overweight, with short gray hair and gray eyes. He wears well-made clothing and wields nunchaku (club). Aldrics dislikes anyone smarter than him.",
  "Amin: Male Gnome Monk, CN. Str 16, Dex 11, Con 11, Int 10, Wis 13, Cha 8. Amin has a long face, with golden hair and hazel eyes. He wears well-made clothing and wields a bo (quarterstaff). Amin seeks revenge against the sister who betrayed him.",
  "Eris: Male Gnome Monk, CN. Str 9, Dex 12, Con 7, Int 8, Wis 17, Cha 10. Eris has straight auburn hair and bright green eyes, and a cropped moustache. He wears well-made clothing and wields a yari (spear). Eris is hunting the dragon who slew his mentor.",
  "Gosa: Male Gnome Fighter, LN. Str 14, Dex 15, Con 8, Int 8, Wis 6, Cha 11. Gosa has an angular face, with cropped copper hair and blue eyes. He wears plate armor and wields a trident and shield.",
  "Ambart: Male Gnome Monk, N. Str 14, Dex 13, Con 9, Int 5, Wis 7, Cha 7. Ambart is common in appearance, with red hair and gray eyes. He wears sturdy clothing and wields an ono (handaxe). Ambart has an animal companion, a hunting dog named Kilmal.",
  "Drauda: Male Gnome Rogue, LG. Str 8, Dex 12, Con 7, Int 7, Wis 15, Cha 10. Drauda is tall, with brown hair and narrow hazel eyes. He wears studded leather and wields a spear. Drauda is a practiced gambler.",
  "Hartzia: Male Gnome Cleric, N. Str 7, Dex 11, Con 7, Int 7, Wis 14, Cha 12. Hartzia has a long face, with braided auburn hair and large hazel eyes. He wears studded leather and wields a club and sling. Hartzia is hunting the fiend which destroyed his homeland.",
  "Khakilm: Male Gnome Cleric, NG. Str 9, Dex 9, Con 10, Int 14, Wis 12, Cha 14. Khakilm has a long face, with curly blonde hair and amber eyes. He wears hide armor and wields a mace and dagger. Khakilm was raised by cultists of the Guardian of Spears.",
  "Robaud: Male Gnome Fighter, LN. Str 15, Dex 15, Con 14, Int 12, Wis 10, Cha 12. Robaud has black hair and amber eyes, and large ears. He wears a breastplate and wields a glaive. Robaud was raised by cultists of Male Fated Commoner.",
  "Sanzir: Male Gnome Paladin, Good. Str 12, Dex 8, Con 9, Int 7, Wis 11, Cha 13. Sanzir has curly golden hair and blue eyes, and an unusual scar on his face. He wears hide armor and wields a greatsword.",
  "Ricsa: Male Gnome Sorcerer, LG. Str 11, Dex 11, Con 10, Int 9, Wis 12, Cha 16. Ricsa has messy silver hair and amber eyes, and a distinctive mark on his leg. He wears travel-stained clothing and wields a dagger. Ricsa has an animal companion, a green snake named Fele.",
  "Rostan: Male Gnome Monk, N. Str 10, Dex 16, Con 10, Int 12, Wis 14, Cha 10. Rostan is common in appearance, with curly brown hair and light amber eyes. He wears worn clothing and wields nunchaku (club). Rostan is covetous and hardworking.",
  "Ukhul: Male Gnome Paladin, Good. Str 12, Dex 7, Con 13, Int 13, Wis 13, Cha 17. Ukhul is cultured in appearance, with golden hair and sharp hazel eyes. He wears scale mail and wields a flail. Ukhul is fearless and confident.",
  "Goda: Male Gnome Monk, CG. Str 10, Dex 11, Con 9, Int 11, Wis 16, Cha 13. Goda has a long face, with brown hair and blue eyes. He wears travel-stained clothing and wields a yari (spear) and sai (dagger). Goda is imaginative and righteous.",
  "Muli: Male Gnome Rogue, LN. Str 8, Dex 16, Con 5, Int 15, Wis 14, Cha 10. Muli is tall, with short copper hair and sharp blue eyes. He wears leather armor and wields a handaxe and dagger. Muli has an animal companion, a dire rat named Hele.",
  "Amas: Male Gnome Monk, CE. Str 9, Dex 10, Con 7, Int 11, Wis 12, Cha 7. Amas is overweight, with black hair and amber eyes. He wears simple clothing and wields a yari (spear). Amas seeks to free himself from an ancient curse.",
  "Kada: Male Gnome Warlock, N. Str 15, Dex 7, Con 9, Int 11, Wis 10, Cha 17. Kada is common in appearance, with straight golden hair and green eyes. He wears studded leather and wields a club. Kada is impossibly lucky.",
  "Atbes: Male Gnome Bard, CN. Str 14, Dex 6, Con 9, Int 11, Wis 10, Cha 16. Atbes is rugged in appearance, with curly black hair and gray eyes. He wears leather armor and wields a handaxe. Atbes has an animal companion, a hawk named Gili.",
  "Arrad: Male Gnome Fighter, LG. Str 14, Dex 13, Con 9, Int 10, Wis 12, Cha 8. Arrad has a round face, with auburn hair and blue eyes. He wears half plate and wields a scimitar and blowgun. Arrad is aesthetic and impulsive.",
  "Raineus: Male Gnome Paladin, Good. Str 14, Dex 10, Con 7, Int 11, Wis 12, Cha 13. Raineus is pleasant in appearance, with white hair and large gray eyes. He wears scale mail and wields a trident. Raineus seeks to prove himself to his peers.",
  "Undin: Male Gnome Ranger, N. Str 10, Dex 15, Con 12, Int 8, Wis 15, Cha 12. Undin has gray hair and hazel eyes. He wears a chain shirt and wields a war pick and shield. Undin seeks to free himself from an ancient curse.",
  "Orin: Male Gnome Ranger, NG. Str 9, Dex 17, Con 8, Int 9, Wis 13, Cha 13. Orin has matted copper hair and light green eyes, and wears glasses with electrum rims. He wears leather armor and wields a scimitar. Orin has forest owl named Bori.",
  "Artis: Male Gnome Paladin, Good. Str 11, Dex 15, Con 10, Int 13, Wis 10, Cha 8. Artis is short, with golden hair and light blue eyes. He wears plate armor and wields a maul. Artis has an animal companion, a bay warhorse named Jaquel.",
  "Bali: Male Gnome Rogue, LN. Str 11, Dex 13, Con 7, Int 7, Wis 9, Cha 11. Bali has a narrow face, with silver hair and brown eyes. He wears leather armor and wields a longsword. Bali is flirtatious and adventurous.",
  "Thakal: Male Gnome Monk, LN. Str 15, Dex 13, Con 13, Int 9, Wis 15, Cha 9. Thakal is short and slender, with silver hair and green eyes. He wears worn clothing and wields a yari (spear) and kama (sickle). Thakal seeks only fame and glory.",
  "Frinain: Male Gnome Fighter, NG. Str 14, Dex 12, Con 9, Int 14, Wis 12, Cha 14. Frinain has a long face, with red hair and gray eyes. He wears ring mail and wields a shortsword and shield. Frinain is searching for a legendary blade named Empyrean Devastator.",
  "Garnain: Male Gnome Rogue, LE. Str 8, Dex 14, Con 11, Int 14, Wis 14, Cha 11. Garnain is repulsive in appearance, with blonde hair and narrow green eyes. He wears studded leather and wields a mace. Garnain believes that he is being hunted by supernatural creatures.",
  "Azartz: Male Gnome Cleric, NG. Str 11, Dex 10, Con 10, Int 11, Wis 13, Cha 11. Azartz is short, with curly brown hair and blue eyes. He wears scale mail and wields a handaxe and sickle. Azartz is hunting the fiend which destroyed his homeland.",
  "Gersa: Male Gnome Rogue, CE. Str 10, Dex 14, Con 11, Int 14, Wis 13, Cha 11. Gersa is pleasant in appearance, with braided auburn hair and dark gray eyes. He wears studded leather and wields a longsword. Gersa is absent-minded, and always searching for a missing item.",
  "Lambalts: Male Gnome Rogue, N. Str 9, Dex 13, Con 12, Int 12, Wis 9, Cha 9. Lambalts has a narrow face, with messy copper hair and narrow blue eyes. He wears leather armor and wields a shortsword and hand crossbow. Lambalts is fascinated by death.",
  "Zaghal: Male Gnome Rogue, N. Str 10, Dex 12, Con 12, Int 10, Wis 14, Cha 8. Zaghal is tall and slender, with brown hair and sharp amber eyes. He wears leather armor and wields a longsword. Zaghal is cursed with a deformed hand.",
  "Pere: Male Gnome Cleric, LN. Str 10, Dex 8, Con 12, Int 8, Wis 15, Cha 12. Pere has a long face, with red hair and hazel eyes. He wears studded leather and wields a mace. Pere is haunted by the ghost of someone he killed.",
  "Umral: Male Gnome Fighter, LN. Str 17, Dex 12, Con 14, Int 12, Wis 12, Cha 14. Umral has an angular face, with thin silver hair and gray eyes. He wears ring mail and wields a longsword and hand crossbow. Umral seeks to become a knight of the realm.",
  "Andos: Male Gnome Rogue, LG. Str 9, Dex 16, Con 11, Int 12, Wis 11, Cha 9. Andos is willowy, with white hair and gray eyes. He wears leather armor and wields a rapier and hand crossbow. Andos seeks to prove himself to his peers.",
  "Theli: Male Gnome Paladin, Good. Str 11, Dex 12, Con 7, Int 7, Wis 10, Cha 8. Theli has a square face, with tangled copper hair and brown eyes. He wears hide armor and wields a scimitar and shield. Theli is searching for the lost Monastery of Gardens.",
  "Dwari: Male Gnome Rogue, CE. Str 6, Dex 16, Con 11, Int 11, Wis 12, Cha 9. Dwari is fair in appearance, with braided blonde hair and hazel eyes. He wears studded leather and wields a longsword. Dwari is erratic and combative.",
  "Guiosa: Male Gnome Rogue, CE. Str 8, Dex 16, Con 10, Int 15, Wis 11, Cha 11. Guiosa is tall, with auburn hair and gray eyes. He wears leather armor and wields a rapier. Guiosa lost his reflection to a nymph.",
  "Banain: Male Gnome Fighter, CN. Str 14, Dex 17, Con 11, Int 10, Wis 10, Cha 9. Banain has braided black hair and brown eyes. He wears a breastplate and wields a flail and shield. Banain is truthful and corrupt.",
  "Bali: Male Gnome Rogue, NE. Str 10, Dex 15, Con 11, Int 13, Wis 9, Cha 8. Bali is short and heavyset, with messy white hair and brown eyes. He wears studded leather and wields a longsword and shortbow. Bali is unforgiving and merciless.",
  "Gili: Male Gnome Rogue, N. Str 6, Dex 17, Con 9, Int 10, Wis 11, Cha 5. Gili is overweight, with short red hair and light blue eyes. He wears leather armor and wields a quarterstaff and darts. Gili is wrongly sought by the paladins of the Pantheon of White Light for heresy.",
  "Guili: Male Gnome Monk, N. Str 11, Dex 11, Con 9, Int 5, Wis 14, Cha 11. Guili is heavyset, with straight white hair and light green eyes. He wears plain clothing and wields a bo (quarterstaff) and kama (sickle). Guili is extravagant and reserved.",
  "Alin: Male Gnome Ranger, LN. Str 11, Dex 13, Con 7, Int 5, Wis 10, Cha 13. Alin has a long face, with gray hair and large hazel eyes. He wears a breastplate and wields a battleaxe and shield.",
  "Khuda: Male Gnome Bard, NG. Str 12, Dex 13, Con 13, Int 9, Wis 11, Cha 14. Khuda is short and slender, with messy blonde hair and sharp gray eyes. He wears studded leather and wields a rapier. Khuda is cursed with a deformed leg.",
  "Atur: Male Gnome Rogue, LN. Str 14, Dex 12, Con 11, Int 8, Wis 11, Cha 9. Atur has a narrow face, with brown hair and brown eyes. He wears studded leather and wields a rapier. Atur compulsively flirts with others.",
  "Dainan: Male Gnome Monk, N. Str 15, Dex 13, Con 6, Int 6, Wis 10, Cha 11. Dainan has long golden hair and brown eyes, and a braided beard. He wears sturdy clothing and wields an ono (handaxe). Dainan is hunting the warlord who murdered his family.",
  "Joansa: Male Gnome Rogue, LG. Str 5, Dex 16, Con 10, Int 9, Wis 15, Cha 8. Joansa has copper hair and brown eyes, and prominent ears. He wears leather armor and wields a longsword. Joansa is fearless and extravagant.",
  "Gili: Male Gnome Monk, NE. Str 10, Dex 14, Con 12, Int 7, Wis 10, Cha 7. Gili is repulsive in appearance, with thick blonde hair and sharp blue eyes. He wears sturdy clothing and wields a kanabo (mace). Gili frequently uses uncommon words incorrectly.",
  "Setib: Male Gnome Monk, CN. Str 12, Dex 13, Con 9, Int 14, Wis 13, Cha 12. Setib has a long face, with straight white hair and sharp amber eyes. He wears well-made clothing and wields a yari (spear) and sai (dagger). Setib is searching for his missing daughter.",
  "Seli: Male Gnome Barbarian, LN. Str 17, Dex 12, Con 11, Int 14, Wis 12, Cha 5. Seli has a long face, with brown hair and green eyes. He wears scale mail and wields a longsword and hand crossbow.",
  "Bertzia: Male Gnome Rogue, LG. Str 5, Dex 12, Con 12, Int 15, Wis 6, Cha 9. Bertzia has copper hair and sharp blue eyes. He wears leather armor and wields a shortsword and sling.",
  "Dainan: Male Gnome Rogue, NE. Str 5, Dex 15, Con 13, Int 14, Wis 9, Cha 14. Dainan has a round face, with long blonde hair and brown eyes. He wears studded leather and wields a spear and shortbow. Dainan is craven and perverted.",
  "Rezia: Male Gnome Bard, NG. Str 8, Dex 7, Con 8, Int 15, Wis 12, Cha 17. Rezia is heavyset, with thick copper hair and brown eyes. He wears studded leather and wields a rapier and hand crossbow. Rezia is haunted by the ghost of someone he killed.",
  "Urin: Male Gnome Fighter, LG. Str 12, Dex 16, Con 7, Int 12, Wis 11, Cha 12. Urin has cropped black hair and hazel eyes. He wears ring mail and wields a greatsword. Urin seeks to help the poor and unfortunate.",
  "Anzin: Male Gnome Rogue, N. Str 10, Dex 13, Con 9, Int 15, Wis 11, Cha 12. Anzin has cropped red hair and brown eyes. He wears studded leather and wields a quarterstaff and hand crossbow. Anzin suffers a paralyzing fear of elemental and planar magic.",
  "Arvis: Male Gnome Rogue, LN. Str 10, Dex 15, Con 8, Int 15, Wis 9, Cha 9. Arvis is common in appearance, with thin golden hair and soft brown eyes. He wears leather armor and wields a shortsword and sickle.",
  "Rauli: Male Gnome Monk, N. Str 16, Dex 12, Con 13, Int 10, Wis 14, Cha 10. Rauli is slender, with long brown hair and soft brown eyes. He wears sturdy clothing and wields a yari (spear). Rauli is guarded and harsh.",
  "Raimfray: Male Gnome Rogue, N. Str 10, Dex 16, Con 8, Int 10, Wis 14, Cha 11. Raimfray is overweight, with white hair and brown eyes. He wears leather armor and wields a rapier and hand crossbow. Raimfray is quiet and secretive.",
  "Dwoinain: Male Gnome Druid, Neutral. Str 13, Dex 7, Con 12, Int 8, Wis 12, Cha 10. Dwoinain has a narrow face, with silver hair and amber eyes. He wears leather armor and wields a quarterstaff and sling. Dwoinain is thoughtful and serious.",
  "Gili: Male Gnome Barbarian, NE. Str 17, Dex 10, Con 12, Int 10, Wis 6, Cha 13. Gili is rugged in appearance, with brown hair and narrow blue eyes. He wears leather armor and wields a whip and shield. Gili has an animal companion, a green firedrake named Gerxav.",
  "Thakad: Male Gnome Wizard, N. Str 6, Dex 11, Con 9, Int 15, Wis 12, Cha 10. Thakad has cropped brown hair and light green eyes. He wears expensive clothing and wields a dagger and sling. Thakad is mischievous and selfish.",
  "Azans: Male Gnome Ranger, LN. Str 9, Dex 10, Con 8, Int 9, Wis 14, Cha 10. Azans is fair in appearance, with straight blonde hair and gray eyes. He wears hide armor and wields a morningstar. Azans speaks with a loud voice.",
  "Zigil: Male Gnome Sorcerer, CN. Str 5, Dex 12, Con 12, Int 12, Wis 10, Cha 13. Zigil has matted red hair and brown eyes. He wears modest garments and wields a dagger. Zigil compulsively picks up things.",
  "Siusa: Male Gnome Monk, LG. Str 14, Dex 11, Con 8, Int 9, Wis 12, Cha 11. Siusa has short red hair and bright amber eyes. He wears simple clothing and wields nunchaku (club). Siusa is cursed with chronic pain.",
  "Geda: Male Gnome Fighter, LG. Str 12, Dex 11, Con 10, Int 8, Wis 8, Cha 8. Geda is short, with tangled copper hair and gray eyes. He wears a breastplate and wields a battleaxe and heavy crossbow. Geda is impossibly lucky.",
  "Abert: Male Gnome Wizard, LN. Str 9, Dex 12, Con 15, Int 17, Wis 10, Cha 15. Abert has a narrow face, with thin copper hair and dark amber eyes. He wears modest garments and wields a dagger. Abert has Common Companion.",
  "Ogelms: Male Gnome Paladin, Good. Str 9, Dex 13, Con 9, Int 11, Wis 11, Cha 13. Ogelms has a round face, with thick white hair and brown eyes. He wears plate armor and wields a longsword. Ogelms is capable and humble.",
  "Urin: Male Gnome Paladin, Good. Str 11, Dex 14, Con 11, Int 8, Wis 9, Cha 13. Urin is elegant in appearance, with thick auburn hair and brown eyes. He wears splint armor and wields a longsword and shield. Urin suffers a severe allergy to fish.",
  "Freri: Male Gnome Cleric, NE. Str 9, Dex 10, Con 12, Int 9, Wis 13, Cha 11. Freri has a long face, with white hair and hazel eyes. He wears leather armor and wields a club and shield.",
  "Dafri: Male Gnome Paladin, Good. Str 16, Dex 6, Con 7, Int 9, Wis 14, Cha 12. Dafri is slender, with cropped blonde hair and hazel eyes. He wears splint armor and wields a morningstar and shield.",
  "Disanz: Male Gnome Rogue, NG. Str 7, Dex 13, Con 7, Int 13, Wis 9, Cha 6. Disanz is tall and willowy, with silver hair and sharp amber eyes. He wears leather armor and wields a longsword.",
  "Fratelch: Male Gnome Monk, N. Str 12, Dex 12, Con 8, Int 8, Wis 16, Cha 14. Fratelch has auburn hair and gray eyes, and large ears. He wears travel-stained clothing and wields an ono (handaxe) and shuriken (darts). Fratelch is cynical and disloyal.",
  "Guetib: Male Gnome Monk, NG. Str 9, Dex 7, Con 9, Int 7, Wis 13, Cha 11. Guetib is short, with tangled black hair and green eyes. He wears worn clothing and wields a kanabo (mace) and kama (sickle).",
  "Gire: Male Gnome Paladin, Good. Str 8, Dex 10, Con 13, Int 7, Wis 14, Cha 15. Gire is heavyset, with brown hair and gray eyes. He wears chain mail and wields a war pick and shield. Gire suffers a traumatic fear of fire.",
  "Thali: Male Gnome Cleric, LE. Str 9, Dex 7, Con 8, Int 12, Wis 13, Cha 11. Thali is short and overweight, with gray hair and light blue eyes. He wears scale mail and wields a spear and shield. Thali is crude and fanatical.",
  "Dwari: Male Gnome Ranger, LN. Str 8, Dex 16, Con 6, Int 8, Wis 9, Cha 7. Dwari is short, with golden hair and blue eyes. He wears half plate and wields a longsword. Dwari seeks to atone for past sins.",
  "Undin: Male Gnome Barbarian, NE. Str 12, Dex 10, Con 13, Int 11, Wis 10, Cha 11. Undin is slender, with silver hair and light amber eyes. He wears scale mail and wields a greataxe. Undin is absent-minded, and always searching for a missing item.",
  "Guire: Male Gnome Barbarian, CE. Str 14, Dex 9, Con 11, Int 10, Wis 11, Cha 10. Guire has a square face, with cropped brown hair and soft amber eyes. He wears studded leather and wields a maul. Guire is blind in his left eye.",
  "Sici: Male Gnome Bard, N. Str 11, Dex 10, Con 12, Int 11, Wis 14, Cha 13. Sici has a narrow face, with white hair and brown eyes. He wears studded leather and wields a longsword and light crossbow. Sici is impossibly lucky.",
  "Alin: Male Gnome Monk, N. Str 7, Dex 10, Con 8, Int 13, Wis 15, Cha 12. Alin has copper hair and brown eyes, and a long moustache. He wears plain clothing and wields a kanabo (mace).",
  "Gili: Male Gnome Monk, NE. Str 14, Dex 10, Con 9, Int 5, Wis 16, Cha 7. Gili is short, with thin brown hair and gray eyes. He wears sturdy clothing and wields a bo (quarterstaff). Gili is insane and fanatical.",
  "Gersa: Male Gnome Warlock, N. Str 16, Dex 9, Con 11, Int 9, Wis 12, Cha 13. Gersa has black hair and brown eyes, and large ears. He wears leather armor and wields a quarterstaff. Gersa has an animal companion, a grey rat named Dina.",
  "Ukhlal: Male Gnome Fighter, N. Str 14, Dex 13, Con 12, Int 9, Wis 9, Cha 11. Ukhlal is fair in appearance, with gray hair and brown eyes. He wears splint armor and wields a scimitar and shield. Ukhlal is haunted by the memories of a past life.",
  "Thudu: Male Gnome Druid, Neutral. Str 10, Dex 14, Con 10, Int 12, Wis 17, Cha 11. Thudu has short brown hair and large green eyes, and a sharp nose. He wears leather armor and wields a mace and wooden shield. Thudu is cursed with traumatic nightmares.",
  "Rainel: Male Gnome Rogue, NE. Str 8, Dex 14, Con 7, Int 11, Wis 7, Cha 12. Rainel is wretched in appearance, with brown hair and sharp brown eyes. He wears leather armor and wields a spear. Rainel is searching for an ancient artifact of evil.",
  "Ales: Male Gnome Rogue, NG. Str 9, Dex 13, Con 13, Int 9, Wis 12, Cha 11. Ales is fair in appearance, with short golden hair and dark brown eyes. He wears leather armor and wields a rapier and hand crossbow. Ales is hunting the demon who murdered his family.",
  "Seli: Male Gnome Bard, NE. Str 14, Dex 12, Con 13, Int 12, Wis 9, Cha 13. Seli has messy golden hair and narrow green eyes, and sharpened teeth. He wears studded leather and wields a shortsword and javelins.",
  "Urdul: Male Gnome Ranger, LN. Str 11, Dex 11, Con 15, Int 14, Wis 15, Cha 10. Urdul has a long face, with long copper hair and green eyes. He wears scale mail and wields a pike. Urdul is a pack-rat, and carries a satchel of random junk.",
  "Grinain: Male Gnome Druid, Neutral. Str 16, Dex 10, Con 15, Int 10, Wis 13, Cha 14. Grinain has short gray hair and hazel eyes, and numerous magical tattoos. He wears hide armor and wields a spear and wooden shield. Grinain suffers a deadly allergy to nuts.",
  "Rautzia: Male Gnome Fighter, NG. Str 15, Dex 16, Con 11, Int 12, Wis 10, Cha 11. Rautzia has white hair and sharp amber eyes. He wears half plate and wields a morningstar. Rautzia compulsively organizes things.",
  "Abal: Male Gnome Monk, CN. Str 13, Dex 8, Con 5, Int 10, Wis 7, Cha 12. Abal has a round face, with uneven silver hair and gray eyes. He wears sturdy clothing and wields an ono (handaxe). Abal is a terrible liar.",
  "Nanain: Male Gnome Sorcerer, LG. Str 13, Dex 6, Con 16, Int 11, Wis 9, Cha 13. Nanain has straight silver hair and sharp green eyes, and a cropped moustache. He wears simple clothing and wields a quarterstaff. Nanain seeks to continue the noble legacy of his father.",
  "Baltsa: Male Gnome Rogue, NG. Str 11, Dex 17, Con 10, Int 11, Wis 6, Cha 12. Baltsa has messy golden hair and dark amber eyes, and a flat nose. He wears studded leather and wields a rapier.",
  "Gwoinan: Male Gnome Cleric, LE. Str 11, Dex 12, Con 7, Int 6, Wis 15, Cha 14. Gwoinan is slender, with red hair and amber eyes. He wears studded leather and wields a club and sling. Gwoinan has an animal companion, a gray rabbit named Liana.",
  "Askal: Male Gnome Cleric, N. Str 11, Dex 14, Con 9, Int 10, Wis 15, Cha 12. Askal is overweight, with auburn hair and hazel eyes. He wears half plate and wields a light hammer and shield. Askal is foolhardy and moody.",
  "Bali: Male Gnome Sorcerer, N. Str 9, Dex 10, Con 16, Int 13, Wis 11, Cha 14. Bali has a narrow face, with white hair and narrow gray eyes. He wears simple clothing and wields a dagger. Bali is depressed and guarded.",
  "Alin: Male Gnome Monk, NE. Str 12, Dex 12, Con 14, Int 11, Wis 13, Cha 10. Alin has tangled copper hair and amber eyes, and large ears. He wears travel-stained clothing and wields a yari (spear) and kama (sickle).",
  "Zigiml: Male Gnome Rogue, N. Str 8, Dex 16, Con 11, Int 12, Wis 12, Cha 10. Zigiml is tall, with braided red hair and brown eyes. He wears studded leather and wields a rapier and hand crossbow. Zigiml is searching for his missing daughter.",
  "Gautib: Male Gnome Warlock, NE. Str 14, Dex 8, Con 12, Int 12, Wis 9, Cha 15. Gautib is rugged in appearance, with blonde hair and bright hazel eyes. He wears studded leather and wields a handaxe. Gautib was magically imprisoned for a hundred years.",
  "Resa: Male Gnome Monk, CN. Str 13, Dex 13, Con 9, Int 11, Wis 12, Cha 12. Resa is thin, with tangled red hair and sharp gray eyes. He wears well-made clothing and wields a yari (spear). Resa has an animal companion, a tiger named Anzin.",
  "Gwoinan: Male Gnome Druid, Neutral. Str 16, Dex 9, Con 6, Int 9, Wis 17, Cha 10. Gwoinan is short, with blonde hair and sharp gray eyes. He wears hide armor and wields a quarterstaff and wooden shield. Gwoinan seeks only fame and glory.",
  "Ukhul: Male Gnome Ranger, CE. Str 11, Dex 15, Con 6, Int 10, Wis 11, Cha 11. Ukhul has braided black hair and bright brown eyes. He wears hide armor and wields a longsword and shield. Ukhul is only friendly towards other gnomes..",
  "Sasa: Male Gnome Druid, Neutral. Str 13, Dex 12, Con 11, Int 13, Wis 14, Cha 10. Sasa is pleasant in appearance, with blonde hair and narrow amber eyes. He wears hide armor and wields a club and sling. Sasa has badger named Laberg.",
  "Rango: Male Gnome Rogue, NE. Str 8, Dex 16, Con 10, Int 14, Wis 12, Cha 6. Rango has straight brown hair and blue eyes. He wears studded leather and wields a mace and shortbow. Rango is haunted by the memories of a past life.",
  "Losa: Male Gnome Rogue, NG. Str 10, Dex 14, Con 10, Int 12, Wis 10, Cha 5. Losa has a long face, with copper hair and dark blue eyes. He wears leather armor and wields a shortsword and dagger.",
  "Frimin: Male Gnome Fighter, CN. Str 14, Dex 12, Con 7, Int 10, Wis 13, Cha 10. Frimin has messy silver hair and light brown eyes. He wears splint armor and wields a trident and shield. Frimin is searching for the legendary elven kingdom of Dolonde.",
  "Gaisa: Male Gnome Ranger, CN. Str 8, Dex 12, Con 9, Int 11, Wis 12, Cha 10. Gaisa has tangled silver hair and light brown eyes. He wears studded leather and wields a glaive.",
  "Rainaut: Male Gnome Fighter, LE. Str 17, Dex 14, Con 7, Int 11, Wis 12, Cha 10. Rainaut is beastly in appearance, with straight silver hair and green eyes. He wears hide armor and wields a trident and longbow. Rainaut seeks to become a vampire.",
  "Umraz: Male Gnome Paladin, Good. Str 13, Dex 7, Con 12, Int 13, Wis 11, Cha 13. Umraz is common in appearance, with short brown hair and dark brown eyes. He wears scale mail and wields a halberd. Umraz compulsively plays with an electrum ring.",
  "Amas: Male Gnome Fighter, NG. Str 14, Dex 13, Con 14, Int 9, Wis 9, Cha 7. Amas has a long face, with matted golden hair and sharp hazel eyes. He wears half plate and wields a greatsword. Amas compulsively whispers nonsense.",
  "Amart: Male Gnome Ranger, NG. Str 17, Dex 8, Con 9, Int 8, Wis 10, Cha 11. Amart is short, with braided white hair and soft gray eyes. He wears half plate and wields a scimitar and shield. Amart believes that he is being hunted by supernatural creatures.",
  "Basa: Male Gnome Rogue, CE. Str 8, Dex 12, Con 12, Int 13, Wis 13, Cha 9. Basa has a narrow face, with copper hair and dark brown eyes. He wears studded leather and wields a spear and shortbow. Basa has an animal companion, a black snake named Elis.",
  "Seve: Male Gnome Ranger, NG. Str 15, Dex 10, Con 9, Int 13, Wis 15, Cha 9. Seve has a round face, with cropped silver hair and green eyes. He wears leather armor and wields a morningstar. Seve has golden eagle named Bali.",
  "Dwoinarv: Male Gnome Rogue, LN. Str 9, Dex 17, Con 12, Int 13, Wis 13, Cha 13. Dwoinarv has golden hair and gray eyes, and numerous unusual tattoos. He wears studded leather and wields a rapier. Dwoinarv has an animal companion, a black snake named Irin.",
  "Berneus: Male Gnome Monk, N. Str 14, Dex 13, Con 8, Int 9, Wis 16, Cha 10. Berneus is fair in appearance, with gray hair and sharp hazel eyes. He wears travel-stained clothing and wields nunchaku (club). Berneus seeks to free himself from an ancient curse.",
  "Giersa: Male Gnome Fighter, NE. Str 13, Dex 11, Con 8, Int 7, Wis 11, Cha 8. Giersa has a narrow face, with messy gray hair and large blue eyes. He wears scale mail and wields a halberd. Giersa believes that he is being hunted by supernatural creatures.",
  "Girve: Male Gnome Rogue, NE. Str 10, Dex 17, Con 9, Int 14, Wis 11, Cha 12. Girve has curly golden hair and amber eyes, and walks with a limp. He wears leather armor and wields a shortsword and hand crossbow. Girve is insensitive and scheming.",
  "Telchar: Male Gnome Rogue, LN. Str 13, Dex 12, Con 10, Int 15, Wis 12, Cha 10. Telchar has an angular face, with black hair and green eyes. He wears leather armor and wields a shortsword. Telchar believes that he is the rightful heir to the crown of Inion.",
  "Fari: Male Gnome Barbarian, N. Str 15, Dex 10, Con 15, Int 12, Wis 10, Cha 9. Fari is pleasant in appearance, with cropped red hair and narrow amber eyes. He wears scale mail and wields a shortsword and blowgun. Fari has an animal companion, a brown bear named Rotli.",
  "Emis: Male Gnome Cleric, CN. Str 11, Dex 8, Con 11, Int 10, Wis 15, Cha 15. Emis has short silver hair and blue eyes. He wears a chain shirt and wields a club. Emis has an animal companion, a red fox named Bori.",
  "Guilhans: Male Gnome Fighter, CG. Str 17, Dex 13, Con 5, Int 10, Wis 15, Cha 9. Guilhans has tangled blonde hair and sharp brown eyes, and a matted beard. He wears a chain shirt and wields a shortsword. Guilhans is capable and inquisitive.",
  "Thimah: Male Gnome Fighter, NG. Str 16, Dex 17, Con 10, Int 15, Wis 13, Cha 11. Thimah has brown hair and light green eyes. He wears a chain shirt and wields a whip and net. Thimah is imaginative and suspicious.",
  "Anzin: Male Gnome Bard, N. Str 12, Dex 10, Con 11, Int 13, Wis 9, Cha 15. Anzin has copper hair and blue eyes. He wears studded leather and wields a shortsword. Anzin is a skilled actor.",
  "Johayl: Male Gnome Cleric, LN. Str 7, Dex 11, Con 9, Int 12, Wis 14, Cha 12. Johayl is rugged in appearance, with short silver hair and large brown eyes. He wears studded leather and wields a mace and dagger. Johayl is honest and harsh.",
  "Ziri: Male Gnome Fighter, N. Str 16, Dex 12, Con 11, Int 15, Wis 8, Cha 11. Ziri has black hair and green eyes. He wears hide armor and wields a shortsword. Ziri is impish and corrupt.",
  "Rainaut: Male Gnome Fighter, N. Str 17, Dex 7, Con 12, Int 10, Wis 8, Cha 12. Rainaut has a narrow face, with short black hair and brown eyes. He wears a chain shirt and wields a trident.",
  "Setiers: Male Gnome Monk, CN. Str 12, Dex 10, Con 9, Int 14, Wis 7, Cha 10. Setiers has tangled red hair and large brown eyes. He wears well-made clothing and wields a yari (spear) and kama (sickle).",
  "Ramo: Male Gnome Rogue, CN. Str 7, Dex 15, Con 10, Int 9, Wis 15, Cha 10. Ramo is rugged in appearance, with tangled copper hair and blue eyes. He wears studded leather and wields a spear and sling. Ramo seeks to save his family from financial ruin.",
  "Bifur: Male Gnome Rogue, LN. Str 13, Dex 16, Con 10, Int 15, Wis 12, Cha 5. Bifur has a round face, with braided red hair and sharp gray eyes. He wears studded leather and wields a rapier and hand crossbow. Bifur seeks to atone for past sins.",
  "Alin: Male Gnome Monk, LG. Str 10, Dex 13, Con 6, Int 9, Wis 9, Cha 13. Alin is short, with tangled auburn hair and light brown eyes. He wears travel-stained clothing and wields a kanabo (mace). Alin has an animal companion, a gray rabbit named Joansa.",
  "Udlan: Male Gnome Paladin, Good. Str 8, Dex 5, Con 8, Int 9, Wis 14, Cha 14. Udlan is youthful in appearance, with long copper hair and green eyes. He wears plate armor and wields a pike. Udlan is searching for the lost Sanctuary of Angels.",
  "Laber: Male Gnome Wizard, N. Str 13, Dex 13, Con 8, Int 17, Wis 7, Cha 10. Laber is short and slender, with gray hair and gray eyes. He wears modest garments and wields a quarterstaff. Laber is depressed and secretive.",
  "Throri: Male Gnome Warlock, CN. Str 17, Dex 15, Con 13, Int 6, Wis 9, Cha 12. Throri is heavyset, with straight brown hair and dark gray eyes. He wears studded leather and wields a quarterstaff. Throri is guarded and thoughtful.",
  "Ganautz: Male Gnome Monk, NG. Str 11, Dex 15, Con 7, Int 13, Wis 12, Cha 11. Ganautz has straight brown hair and bright green eyes. He wears travel-stained clothing and wields nunchaku (club) and kama (sickle). Ganautz is hunting the warlord who stole his ancestral sword.",
  "Mesa: Male Gnome Fighter, N. Str 13, Dex 14, Con 8, Int 11, Wis 11, Cha 11. Mesa has straight black hair and blue eyes. He wears chain mail and wields a trident. Mesa has an animal companion, a badger named Thainarv.",
  "Giray: Male Gnome Warlock, CE. Str 16, Dex 8, Con 14, Int 14, Wis 14, Cha 16. Giray has matted white hair and green eyes. He wears studded leather and wields a handaxe. Giray is lazy and reckless.",
  "Ransa: Male Gnome Fighter, CN. Str 15, Dex 16, Con 8, Int 9, Wis 9, Cha 9. Ransa is fey in appearance, with short red hair and gray eyes. He wears ring mail and wields a maul. Ransa is cursed with a maimed leg.",
  "Frori: Male Gnome Ranger, LG. Str 17, Dex 12, Con 8, Int 7, Wis 9, Cha 5. Frori has a square face, with tangled blonde hair and blue eyes. He wears leather armor and wields a rapier. Frori seeks to free himself from an ancient curse.",
  "Jaufre: Male Gnome Rogue, N. Str 12, Dex 12, Con 5, Int 12, Wis 10, Cha 7. Jaufre is thin, with long brown hair and sharp brown eyes. He wears leather armor and wields a club. Jaufre seeks revenge against the aristocrat who framed him.",
  "Glinan: Male Gnome Warlock, NE. Str 16, Dex 10, Con 13, Int 9, Wis 7, Cha 12. Glinan has tangled auburn hair and amber eyes, and numerous fearsome piercings. He wears studded leather and wields a club. Glinan is fanatical and corrupt.",
  "Kada: Male Gnome Wizard, N. Str 11, Dex 10, Con 9, Int 12, Wis 10, Cha 12. Kada is heavyset, with straight copper hair and light amber eyes. He wears simple clothing and wields a dagger and light crossbow. Kada is cursed with a maimed leg.",
  "Kilmal: Male Gnome Cleric, LN. Str 6, Dex 7, Con 10, Int 14, Wis 14, Cha 12. Kilmal is rugged in appearance, with gray hair and light hazel eyes. He wears studded leather and wields a quarterstaff and shield. Kilmal is guarded and thoughtful.",
  "Frinan: Male Gnome Rogue, N. Str 7, Dex 14, Con 9, Int 12, Wis 10, Cha 7. Frinan has short gray hair and light brown eyes. He wears leather armor and wields a rapier. Frinan has an animal companion, a raven named Thunda.",
  "Perre: Male Gnome Sorcerer, LG. Str 9, Dex 12, Con 10, Int 13, Wis 10, Cha 13. Perre is thin, with thin black hair and dark brown eyes. He wears travel-stained clothing and wields a dagger. Perre secretly serves Andhan, an ancient god of death.",
  "Khali: Male Gnome Fighter, NG. Str 12, Dex 12, Con 12, Int 11, Wis 10, Cha 9. Khali has white hair and brown eyes. He wears splint armor and wields a trident and shield.",
  "Gire: Male Gnome Cleric, LE. Str 10, Dex 10, Con 10, Int 8, Wis 17, Cha 12. Gire has a round face, with thin blonde hair and large green eyes. He wears studded leather and wields a handaxe and sickle. Gire has an animal companion, a white rabbit named Aersent.",
  "Alin: Male Gnome Monk, NG. Str 9, Dex 16, Con 11, Int 13, Wis 13, Cha 11. Alin is short and heavyset, with matted gray hair and gray eyes. He wears worn clothing and wields nunchaku (club) and shuriken (darts).",
  "Roston: Male Gnome Rogue, NG. Str 11, Dex 12, Con 7, Int 12, Wis 9, Cha 11. Roston has white hair and gray eyes. He wears leather armor and wields a longsword and sickle. Roston is generous and chivalrous.",
  "Kada: Male Gnome Paladin, Good. Str 12, Dex 7, Con 8, Int 13, Wis 7, Cha 9. Kada is pleasant in appearance, with brown hair and gray eyes. He wears chain mail and wields a battleaxe. Kada compulsively lies.",
  "Duri: Male Gnome Bard, N. Str 9, Dex 14, Con 10, Int 9, Wis 12, Cha 14. Duri has silver hair and hazel eyes, and large ears. He wears studded leather and wields a light hammer. Duri is amoral and thoughtful.",
  "Ecin: Male Gnome Rogue, N. Str 9, Dex 14, Con 10, Int 11, Wis 8, Cha 10. Ecin is rugged in appearance, with straight auburn hair and dark amber eyes. He wears leather armor and wields a longsword and hand crossbow.",
  "Geda: Male Gnome Paladin, Good. Str 14, Dex 10, Con 5, Int 13, Wis 9, Cha 15. Geda has copper hair and light green eyes, and a magical mark on his arm. He wears hide armor and wields a shortsword and shield. Geda is sensitive and alluring.",
  "Riquers: Male Gnome Ranger, LN. Str 12, Dex 10, Con 9, Int 14, Wis 13, Cha 12. Riquers has short golden hair and brown eyes, and large ears. He wears studded leather and wields a war pick. Riquers is quiet, and says as little as possible.",
  "Thori: Male Gnome Rogue, NG. Str 8, Dex 14, Con 10, Int 14, Wis 11, Cha 9. Thori has long black hair and green eyes, and a beaked nose. He wears leather armor and wields a longsword and hand crossbow. Thori secretly serves Kala, an ancient god of death.",
  "Guiri: Male Gnome Monk, N. Str 12, Dex 15, Con 11, Int 7, Wis 12, Cha 8. Guiri is fey in appearance, with white hair and light green eyes. He wears sturdy clothing and wields a yari (spear) and kama (sickle). Guiri has an animal companion, a black monkey named Ugmas.",
  "Thuda: Male Gnome Monk, LG. Str 13, Dex 13, Con 8, Int 14, Wis 10, Cha 7. Thuda is thin, with thick auburn hair and amber eyes. He wears modest garments and wields a bo (quarterstaff) and shuriken (darts). Thuda has an animal companion, a gray rat named Guiosa.",
  "Gili: Male Gnome Rogue, LN. Str 12, Dex 13, Con 8, Int 10, Wis 14, Cha 15. Gili is fair in appearance, with copper hair and blue eyes. He wears studded leather and wields a shortsword. Gili suffers a deadly allergy to rodents.",
  "Guesa: Male Gnome Fighter, CN. Str 16, Dex 17, Con 7, Int 15, Wis 8, Cha 6. Guesa has tangled black hair and brown eyes. He wears splint armor and wields a shortsword and hand crossbow.",
  "Gire: Male Gnome Monk, N. Str 12, Dex 8, Con 13, Int 13, Wis 16, Cha 6. Gire has a long face, with messy blonde hair and brown eyes. He wears sturdy clothing and wields an ono (handaxe) and shuriken (darts). Gire speaks with a deep voice.",
  "Bifur: Male Gnome Monk, N. Str 14, Dex 8, Con 11, Int 8, Wis 14, Cha 6. Bifur has a round face, with white hair and blue eyes. He wears plain clothing and wields a yari (spear).",
  "Shali: Male Gnome Rogue, NG. Str 12, Dex 13, Con 10, Int 8, Wis 11, Cha 7. Shali is short, with red hair and amber eyes. He wears studded leather and wields a rapier and hand crossbow. Shali has an animal companion, a raven named Anas.",
  "Rici: Male Gnome Rogue, NG. Str 7, Dex 13, Con 11, Int 16, Wis 8, Cha 9. Rici has golden hair and gray eyes. He wears studded leather and wields a rapier. Rici is thrifty and courteous.",
  "Thrukilm: Male Gnome Wizard, N. Str 10, Dex 11, Con 8, Int 14, Wis 13, Cha 15. Thrukilm has long copper hair and amber eyes. He wears well-made clothing and wields a dagger and light crossbow. Thrukilm dislikes having people behind him.",
  "Ziri: Male Gnome Wizard, LG. Str 13, Dex 11, Con 11, Int 12, Wis 6, Cha 14. Ziri is courtly in bearing, with braided brown hair and soft green eyes. He wears emerald robes and wields a quarterstaff and sling. Ziri has an arcane familiar, a ginger cat named Funda.",
  "Turi: Male Gnome Paladin, Good. Str 12, Dex 12, Con 9, Int 9, Wis 12, Cha 12. Turi has a round face, with gray hair and large hazel eyes. He wears ring mail and wields a longsword. Turi is gentle and fearless.",
  "Bali: Male Gnome Cleric, CN. Str 10, Dex 9, Con 8, Int 13, Wis 15, Cha 11. Bali has a narrow face, with auburn hair and light green eyes. He wears studded leather and wields a quarterstaff. Bali is adaptable and timid.",
  "Dainan: Male Gnome Cleric, CN. Str 7, Dex 15, Con 11, Int 8, Wis 14, Cha 8. Dainan is common in appearance, with tangled blonde hair and green eyes. He wears a chain shirt and wields a mace and dagger. Dainan is impartial and absent-minded.",
  "Ezon: Male Gnome Wizard, N. Str 11, Dex 9, Con 6, Int 15, Wis 9, Cha 12. Ezon has cropped red hair and bright blue eyes. He wears tailored clothing and wields a quarterstaff and darts. Ezon is practical and dishonest.",
  "Glili: Male Gnome Paladin, Good. Str 14, Dex 7, Con 11, Int 9, Wis 12, Cha 12. Glili has a long face, with brown hair and blue eyes. He wears a breastplate and wields a longsword and shield. Glili is wise and courageous.",
  "Bali: Male Gnome Barbarian, N. Str 12, Dex 9, Con 8, Int 10, Wis 12, Cha 5. Bali is rough in appearance, with golden hair and narrow hazel eyes. He wears scale mail and wields a battleaxe. Bali has an animal companion, a silver dog named Annent.",
  "Urin: Male Gnome Fighter, CG. Str 17, Dex 10, Con 9, Int 11, Wis 10, Cha 10. Urin has red hair and large green eyes, and a magical scar on his leg. He wears chain mail and wields a flail and net.",
  "Zigiml: Male Gnome Ranger, N. Str 11, Dex 13, Con 7, Int 5, Wis 15, Cha 10. Zigiml has thin gray hair and bright amber eyes. He wears half plate and wields a glaive. Zigiml seeks only fame and glory.",
  "Gobern: Male Gnome Monk, CN. Str 17, Dex 12, Con 8, Int 11, Wis 15, Cha 14. Gobern has black hair and hazel eyes, and a curly beard. He wears travel-stained clothing and wields nunchaku (club). Gobern is haunted by the memories of a past life.",
  "Bari: Male Gnome Cleric, NG. Str 12, Dex 15, Con 9, Int 6, Wis 17, Cha 13. Bari is thin, with thin gray hair and light blue eyes. He wears half plate and wields a club and shield. Bari has an animal companion, a hunting dog named Dwoinan.",
  "Bertzia: Male Gnome Fighter, LG. Str 15, Dex 12, Con 11, Int 11, Wis 6, Cha 12. Bertzia is overweight, with red hair and large brown eyes. He wears plate armor and wields a warhammer and net. Bertzia has an animal companion, a green firedrake named Rogui.",
  "Thainan: Male Gnome Ranger, LN. Str 14, Dex 11, Con 11, Int 8, Wis 15, Cha 11. Thainan is tall and heavyset, with tangled copper hair and bright green eyes. He wears hide armor and wields a warhammer and shield. Thainan has golden eagle named Abal.",
  "Thrinan: Male Gnome Cleric, LE. Str 12, Dex 9, Con 9, Int 10, Wis 16, Cha 13. Thrinan has gray hair and green eyes, and a long beard. He wears studded leather and wields a handaxe and shield. Thrinan has an animal companion, a hunting dog named Enor.",
  "Isard: Male Gnome Sorcerer, CN. Str 7, Dex 9, Con 11, Int 8, Wis 10, Cha 16. Isard has brown hair and large brown eyes, and a matted moustache. He wears plain clothing and wields a quarterstaff.",
  "Alin: Male Gnome Paladin, Good. Str 7, Dex 10, Con 9, Int 11, Wis 9, Cha 16. Alin is willowy, with thin black hair and hazel eyes. He wears splint armor and wields a war pick and shield. Alin seeks the meaning of a strange prophecy.",
  "Rezia: Male Gnome Cleric, N. Str 7, Dex 10, Con 13, Int 12, Wis 17, Cha 11. Rezia has messy gray hair and gray eyes. He wears hide armor and wields a quarterstaff and dagger. Rezia seeks to free himself from an ancient curse.",
  "Sere: Male Gnome Warlock, N. Str 14, Dex 13, Con 11, Int 12, Wis 11, Cha 14. Sere is rough in appearance, with long black hair and hazel eyes. He wears studded leather and wields a spear. Sere is disorganized and lustful.",
  "Khatelch: Male Gnome Paladin, Good. Str 15, Dex 14, Con 8, Int 8, Wis 11, Cha 9. Khatelch has short silver hair and blue eyes. He wears a chain shirt and wields a shortsword and shield. Khatelch has an animal companion, a white warhorse named Throda.",
  "Guigui: Male Gnome Bard, LN. Str 6, Dex 15, Con 14, Int 7, Wis 10, Cha 16. Guigui is short, with short copper hair and brown eyes. He wears studded leather and wields a shortsword.",
  "Khunda: Male Gnome Paladin, Good. Str 11, Dex 12, Con 11, Int 10, Wis 16, Cha 10. Khunda has a narrow face, with thick black hair and green eyes. He wears a chain shirt and wields a warhammer and shield. Khunda was petrified for a hundred years.",
  "Gerxup: Male Gnome Ranger, N. Str 9, Dex 9, Con 8, Int 12, Wis 8, Cha 9. Gerxup has gray hair and soft blue eyes. He wears a breastplate and wields a greatsword.",
  "Azes: Male Gnome Fighter, NG. Str 17, Dex 7, Con 11, Int 8, Wis 11, Cha 9. Azes is tall, with auburn hair and green eyes. He wears a breastplate and wields a morningstar and blowgun. Azes is a practiced dart thrower.",
  "Anvar: Male Gnome Bard, CN. Str 13, Dex 9, Con 12, Int 9, Wis 11, Cha 15. Anvar has braided black hair and sharp amber eyes. He wears leather armor and wields a rapier. Anvar compulsively collects small objects.",
  "Arnaus: Male Gnome Rogue, CG. Str 8, Dex 15, Con 12, Int 17, Wis 10, Cha 14. Arnaus has black hair and brown eyes. He wears leather armor and wields a quarterstaff and sickle. Arnaus is haunted by the memories of a past life.",
  "Ilmil: Male Gnome Barbarian, LN. Str 14, Dex 11, Con 10, Int 12, Wis 15, Cha 10. Ilmil is rugged in appearance, with cropped red hair and light amber eyes. He wears scale mail and wields a shortsword and shield. Ilmil is haunted by the memories of a past life.",
  "Rinetz: Male Gnome Monk, N. Str 13, Dex 11, Con 12, Int 11, Wis 9, Cha 9. Rinetz has a narrow face, with black hair and bright gray eyes. He wears plain clothing and wields a yari (spear) and kama (sickle). Rinetz has an animal companion, a tiger named Carais.",
  "Basa: Male Gnome Druid, Neutral. Str 13, Dex 10, Con 12, Int 9, Wis 16, Cha 11. Basa is common in appearance, with copper hair and amber eyes. He wears leather armor and wields a mace. Basa is dying and desperately seeks the secret of immortality.",
  "Bari: Male Gnome Wizard, LG. Str 12, Dex 16, Con 10, Int 12, Wis 14, Cha 7. Bari is rugged in appearance, with white hair and gray eyes. He wears modest garments and wields a quarterstaff and light crossbow. Bari is hunting the demon who murdered his family.",
  "Thrukal: Male Gnome Warlock, CN. Str 15, Dex 12, Con 8, Int 14, Wis 10, Cha 17. Thrukal is overweight, with brown hair and bright gray eyes. He wears leather armor and wields a quarterstaff and sickle. Thrukal is truthful and devout.",
  "Lukhain: Male Gnome Monk, LE. Str 12, Dex 13, Con 10, Int 8, Wis 14, Cha 8. Lukhain has auburn hair and green eyes, and walks with a limp. He wears sturdy clothing and wields a bo (quarterstaff). Lukhain compulsively plays with a silver coin.",
  "Rinier: Male Gnome Cleric, NG. Str 10, Dex 13, Con 7, Int 12, Wis 14, Cha 10. Rinier has a narrow face, with long white hair and large brown eyes. He wears a breastplate and wields a club and shortbow. Rinier seeks to help the poor and unfortunate.",
  "Rautzia: Male Gnome Fighter, N. Str 13, Dex 14, Con 15, Int 12, Wis 9, Cha 12. Rautzia is tall and heavyset, with tangled red hair and bright hazel eyes. He wears hide armor and wields a scimitar. Rautzia is zealous and serious.",
  "Dranda: Male Gnome Barbarian, LN. Str 13, Dex 11, Con 11, Int 9, Wis 5, Cha 9. Dranda is fair in appearance, with short brown hair and light blue eyes. He wears hide armor and wields a war pick.",
  "Bertib: Male Gnome Cleric, NG. Str 7, Dex 8, Con 13, Int 13, Wis 15, Cha 16. Bertib has messy red hair and large blue eyes. He wears studded leather and wields a light hammer. Bertib is studious and sarcastic.",
  "Goburc: Male Gnome Sorcerer, CN. Str 9, Dex 9, Con 10, Int 9, Wis 11, Cha 17. Goburc has long red hair and brown eyes. He wears travel-stained clothing and wields a dagger and light crossbow. Goburc secretly serves Gino, an ancient god of trickery.",
  "Gili: Male Gnome Druid, Neutral. Str 12, Dex 12, Con 7, Int 11, Wis 12, Cha 10. Gili has an angular face, with thin silver hair and bright blue eyes. He wears leather armor and wields a quarterstaff. Gili is quiet, and says as little as possible.",
  "Kilmah: Male Gnome Warlock, N. Str 10, Dex 10, Con 15, Int 11, Wis 12, Cha 14. Kilmah is fair in appearance, with red hair and amber eyes. He wears leather armor and wields a handaxe and dagger. Kilmah has an animal companion, a black cat named Armor.",
  "Sanzir: Male Gnome Cleric, N. Str 9, Dex 11, Con 15, Int 8, Wis 12, Cha 10. Sanzir is fey in appearance, with blonde hair and dark green eyes. He wears studded leather and wields a mace.",
  "Khainan: Male Gnome Rogue, NE. Str 11, Dex 12, Con 8, Int 11, Wis 5, Cha 9. Khainan has tangled brown hair and large gray eyes. He wears studded leather and wields a club. Khainan is searching for his missing son.",
  "Frazir: Male Gnome Wizard, NG. Str 8, Dex 11, Con 15, Int 13, Wis 10, Cha 7. Frazir has straight brown hair and green eyes. He wears worn clothing and wields a quarterstaff. Frazir has an arcane familiar, a stone homunculus named Theli.",
  "Arnaut: Male Gnome Fighter, N. Str 17, Dex 13, Con 11, Int 12, Wis 9, Cha 7. Arnaut is tall and thin, with thin copper hair and light gray eyes. He wears ring mail and wields a war pick. Arnaut is haunted by the memories of a past life.",
  "Rice: Male Gnome Barbarian, LN. Str 15, Dex 13, Con 9, Int 10, Wis 10, Cha 12. Rice has black hair and light green eyes, and a sharp nose. He wears hide armor and wields a war pick and longbow. Rice is absent-minded, and always searching for a missing item.",
  "Ilas: Male Gnome Fighter, N. Str 14, Dex 9, Con 6, Int 12, Wis 10, Cha 8. Ilas has an angular face, with blonde hair and gray eyes. He wears a chain shirt and wields a shortsword and shield. Ilas is hunting the giant who slew his mentor.",
  "Kali: Male Gnome Barbarian, CN. Str 16, Dex 9, Con 13, Int 11, Wis 9, Cha 13. Kali has white hair and dark amber eyes. He wears scale mail and wields a warhammer and net. Kali is haunted by the memories of a past life.",
  "Ilin: Male Gnome Barbarian, LG. Str 15, Dex 8, Con 10, Int 11, Wis 11, Cha 10. Ilin is common in appearance, with silver hair and amber eyes. He wears hide armor and wields a flail and longbow.",
  "Guilhels: Male Gnome Fighter, CN. Str 15, Dex 14, Con 14, Int 12, Wis 13, Cha 9. Guilhels has silver hair and green eyes. He wears a breastplate and wields a trident and hand crossbow. Guilhels seeks to save his family from financial ruin.",
  "Kadu: Male Gnome Warlock, LN. Str 11, Dex 14, Con 12, Int 9, Wis 12, Cha 15. Kadu has white hair and green eyes, and a distinctive scar on his face. He wears leather armor and wields a mace. Kadu is fierce and cowardly.",
  "Tibern: Male Gnome Cleric, NE. Str 11, Dex 9, Con 9, Int 15, Wis 15, Cha 12. Tibern is fair in appearance, with short blonde hair and light green eyes. He wears a breastplate and wields a handaxe and javelins. Tibern suffers a traumatic fear of fire.",
  "Guilhelms: Male Gnome Fighter, LN. Str 15, Dex 12, Con 10, Int 10, Wis 9, Cha 13. Guilhelms is short, with red hair and green eyes. He wears a breastplate and wields a morningstar. Guilhelms has an animal companion, a badger named Sice.",
  "Dwoinan: Male Gnome Sorcerer, CE. Str 13, Dex 12, Con 9, Int 6, Wis 9, Cha 12. Dwoinan has a long face, with messy black hair and dark hazel eyes. He wears well-made clothing and wields a dagger and darts. Dwoinan has an animal companion, a hawk named Arin.",
  "Gimli: Male Gnome Fighter, N. Str 15, Dex 11, Con 13, Int 9, Wis 10, Cha 12. Gimli is short, with brown hair and hazel eyes. He wears a breastplate and wields a morningstar and heavy crossbow. Gimli is gullible and reckless.",
  "Kadu: Male Gnome Bard, LN. Str 10, Dex 9, Con 9, Int 13, Wis 12, Cha 15. Kadu has black hair and large brown eyes. He wears studded leather and wields a rapier. Kadu dislikes anyone smaller than him.",
  "Zuri: Male Gnome Rogue, N. Str 10, Dex 13, Con 7, Int 10, Wis 5, Cha 8. Zuri has copper hair and gray eyes. He wears leather armor and wields a rapier and hand crossbow. Zuri is searching for the legendary Secret Labyrinth of Lord Greywulf.",
  "Duri: Male Gnome Rogue, NG. Str 12, Dex 17, Con 13, Int 14, Wis 11, Cha 10. Duri is noble in bearing, with braided brown hair and brown eyes. He wears leather armor and wields a shortsword. Duri has an animal companion, a dire rat named Fari.",
  "Fratur: Male Gnome Bard, NG. Str 13, Dex 8, Con 15, Int 14, Wis 8, Cha 17. Fratur has thin gray hair and dark blue eyes, and a sharp nose. He wears leather armor and wields a light hammer. Fratur has an animal companion, a gray rabbit named Ukrag.",
  "Bauda: Male Gnome Bard, N. Str 12, Dex 9, Con 14, Int 12, Wis 8, Cha 16. Bauda is short, with thin silver hair and hazel eyes. He wears studded leather and wields a longsword.",
  "Kali: Male Gnome Rogue, N. Str 14, Dex 17, Con 9, Int 12, Wis 6, Cha 10. Kali has gray hair and soft amber eyes. He wears studded leather and wields a shortsword and light crossbow. Kali is dying and desperately seeks the secret of immortality.",
  "Aldris: Male Gnome Monk, N. Str 12, Dex 12, Con 9, Int 14, Wis 17, Cha 13. Aldris has copper hair and hazel eyes. He wears well-made clothing and wields nunchaku (club). Aldris seeks to save his family from financial ruin.",
  "Amos: Male Gnome Ranger, N. Str 12, Dex 10, Con 8, Int 11, Wis 8, Cha 13. Amos is fey in appearance, with short auburn hair and green eyes. He wears a breastplate and wields a greatsword. Amos is proud and fanatical.",
  "Theumo: Male Gnome Wizard, N. Str 8, Dex 12, Con 12, Int 13, Wis 8, Cha 12. Theumo has straight black hair and gray eyes, and a beaked nose. He wears modest garments and wields a quarterstaff and sling. Theumo believes that he is the rightful heir to the crown of Londe.",
  "Bausa: Male Gnome Barbarian, N. Str 16, Dex 13, Con 11, Int 6, Wis 13, Cha 8. Bausa is short and thin, with thick silver hair and light green eyes. He wears scale mail and wields a glaive. Bausa is dying and desperately seeks the secret of immortality.",
  "Alin: Male Gnome Sorcerer, N. Str 10, Dex 11, Con 13, Int 6, Wis 13, Cha 16. Alin is short, with brown hair and gray eyes. He wears plain clothing and wields a dagger.",
  "Rostib: Male Gnome Fighter, N. Str 14, Dex 17, Con 8, Int 10, Wis 8, Cha 11. Rostib is fair in appearance, with straight auburn hair and light amber eyes. He wears chain mail and wields a whip and shield. Rostib seeks only fame and glory.",
  "Gailhan: Male Gnome Druid, Neutral. Str 12, Dex 11, Con 6, Int 9, Wis 14, Cha 7. Gailhan has a narrow face, with silver hair and soft amber eyes. He wears leather armor and wields a quarterstaff and wooden shield. Gailhan compulsively plays with an electrum ring.",
  "Rautzia: Male Gnome Paladin, Good. Str 17, Dex 8, Con 9, Int 8, Wis 10, Cha 13. Rautzia is slender, with thin auburn hair and sharp brown eyes. He wears a breastplate and wields a morningstar.",
  "Rogo: Male Gnome Rogue, LN. Str 10, Dex 16, Con 11, Int 10, Wis 10, Cha 9. Rogo has a narrow face, with blonde hair and narrow green eyes. He wears studded leather and wields a longsword and javelins.",
  "Guilhan: Male Gnome Rogue, CG. Str 9, Dex 16, Con 6, Int 13, Wis 13, Cha 10. Guilhan has white hair and blue eyes, and a thick moustache. He wears leather armor and wields a longsword and javelins. Guilhan has an animal companion, a sable ferret named Thrinan.",
  "Zaghark: Male Gnome Paladin, Good. Str 9, Dex 7, Con 12, Int 13, Wis 14, Cha 9. Zaghark has curly brown hair and narrow amber eyes. He wears a chain shirt and wields a trident. Zaghark is hunting the warlord who stole his ancestral sword.",
  "Thrinan: Male Gnome Rogue, LN. Str 11, Dex 16, Con 10, Int 13, Wis 9, Cha 10. Thrinan has uneven white hair and light gray eyes, and pointed ears. He wears leather armor and wields a rapier. Thrinan is searching for his missing son.",
  "Urdul: Male Gnome Cleric, N. Str 12, Dex 14, Con 10, Int 11, Wis 16, Cha 14. Urdul has brown hair and brown eyes. He wears half plate and wields a light hammer and dagger. Urdul is mischievous and absent-minded.",
  "Guilhan: Male Gnome Fighter, N. Str 17, Dex 9, Con 10, Int 7, Wis 9, Cha 6. Guilhan is rough in appearance, with copper hair and brown eyes. He wears chain mail and wields a maul. Guilhan lost his shadow to a hag.",
  "Tharkad: Male Gnome Ranger, N. Str 16, Dex 15, Con 14, Int 6, Wis 13, Cha 13. Tharkad is rough in appearance, with black hair and narrow green eyes. He wears leather armor and wields a glaive. Tharkad has black eagle named Idons.",
  "Gimli: Male Gnome Bard, CN. Str 6, Dex 13, Con 11, Int 9, Wis 6, Cha 17. Gimli has a narrow face, with thin gray hair and bright amber eyes. He wears leather armor and wields a shortsword. Gimli suffers a severe allergy to eggs.",
  "Rici: Male Gnome Bard, N. Str 5, Dex 11, Con 13, Int 14, Wis 12, Cha 15. Rici is fey in appearance, with black hair and brown eyes. He wears leather armor and wields a rapier and hand crossbow. Rici is amoral and sarcastic.",
  "Lili: Male Gnome Monk, N. Str 12, Dex 12, Con 9, Int 13, Wis 10, Cha 10. Lili has thick white hair and narrow blue eyes. He wears worn clothing and wields an ono (handaxe) and shuriken (darts). Lili is protective and cynical.",
  "Rainard: Male Gnome Rogue, N. Str 11, Dex 17, Con 6, Int 12, Wis 6, Cha 11. Rainard is slender, with auburn hair and blue eyes. He wears leather armor and wields a mace and javelins.",
  "Oril: Male Gnome Warlock, LN. Str 17, Dex 6, Con 11, Int 7, Wis 5, Cha 15. Oril has black hair and bright blue eyes. He wears leather armor and wields a quarterstaff and shortbow. Oril is searching for his missing familiar, a black cat named Anzin.",
  "Duri: Male Gnome Paladin, Good. Str 12, Dex 11, Con 10, Int 11, Wis 14, Cha 15. Duri is heavyset, with thin golden hair and bright hazel eyes. He wears chain mail and wields a rapier.",
  "Muli: Male Gnome Monk, LE. Str 10, Dex 12, Con 6, Int 12, Wis 16, Cha 12. Muli has blonde hair and narrow brown eyes. He wears travel-stained clothing and wields a kanabo (mace). Muli is cruel and destructive.",
  "Meray: Male Gnome Rogue, LN. Str 7, Dex 14, Con 12, Int 15, Wis 14, Cha 7. Meray is tall, with long black hair and bright blue eyes. He wears leather armor and wields a mace. Meray is hunting the sorcerer who murdered his family.",
  "Ukrad: Male Gnome Cleric, LG. Str 9, Dex 11, Con 11, Int 8, Wis 17, Cha 13. Ukrad has an angular face, with black hair and gray eyes. He wears leather armor and wields a mace and shield. Ukrad is righteous and talkative.",
  "Guili: Male Gnome Monk, NG. Str 10, Dex 10, Con 6, Int 5, Wis 14, Cha 15. Guili has short copper hair and hazel eyes. He wears simple clothing and wields a yari (spear). Guili is hunting the warlord who stole his ancestral sword.",
  "Thunda: Male Gnome Wizard, LG. Str 10, Dex 13, Con 8, Int 13, Wis 14, Cha 10. Thunda is tall and stout, with auburn hair and hazel eyes. He wears plain clothing and wields a dagger and sling. Thunda is dying and desperately seeks the secret of immortality.",
  "Fratur: Male Gnome Sorcerer, CE. Str 11, Dex 10, Con 10, Int 12, Wis 11, Cha 13. Fratur has thin blonde hair and sharp amber eyes. He wears modest garments and wields a quarterstaff. Fratur has an animal companion, a red snake named Mere.",
  "Kamin: Male Gnome Wizard, NG. Str 9, Dex 12, Con 10, Int 12, Wis 10, Cha 9. Kamin is pleasant in appearance, with thin auburn hair and dark gray eyes. He wears modest garments and wields a quarterstaff. Kamin speaks with a deep voice.",
  "Jeanetz: Male Gnome Fighter, LN. Str 17, Dex 7, Con 13, Int 11, Wis 7, Cha 9. Jeanetz has curly silver hair and green eyes. He wears half plate and wields a greatsword.",
  "Khunda: Male Gnome Warlock, NG. Str 12, Dex 6, Con 9, Int 10, Wis 12, Cha 16. Khunda is short, with copper hair and blue eyes. He wears studded leather and wields a light hammer. Khunda has an animal companion, a black cat named Sasa.",
  "Bertzia: Male Gnome Sorcerer, LN. Str 8, Dex 12, Con 12, Int 9, Wis 8, Cha 15. Bertzia is rugged in appearance, with blonde hair and gray eyes. He wears simple clothing and wields a dagger. Bertzia is depressed and quiet.",
  "Frinan: Male Gnome Monk, LN. Str 14, Dex 14, Con 7, Int 8, Wis 11, Cha 10. Frinan is fair in appearance, with messy gray hair and dark hazel eyes. He wears plain clothing and wields a bo (quarterstaff).",
  "Exut: Male Gnome Rogue, N. Str 12, Dex 14, Con 10, Int 12, Wis 12, Cha 13. Exut is fair in appearance, with long red hair and sharp green eyes. He wears leather armor and wields a shortsword and light crossbow. Exut seeks only fame and glory.",
  "Theli: Male Gnome Ranger, CN. Str 15, Dex 10, Con 7, Int 11, Wis 9, Cha 15. Theli has gray hair and soft hazel eyes. He wears scale mail and wields a battleaxe and shield. Theli is protective and haughty.",
  "Bari: Male Gnome Barbarian, LG. Str 13, Dex 7, Con 13, Int 9, Wis 14, Cha 10. Bari has a long face, with tangled black hair and sharp brown eyes. He wears studded leather and wields a flail.",
  "Arin: Male Gnome Bard, N. Str 9, Dex 8, Con 11, Int 10, Wis 8, Cha 17. Arin is fey in appearance, with messy white hair and bright blue eyes. He wears studded leather and wields a shortsword and light crossbow. Arin is fascinated by fine wines and spirits.",
  "Gontre: Male Gnome Rogue, CN. Str 14, Dex 15, Con 13, Int 13, Wis 7, Cha 9. Gontre has a long face, with copper hair and sharp brown eyes. He wears leather armor and wields a longsword and hand crossbow. Gontre is practical and aggressive.",
  "Kilmin: Male Gnome Ranger, CG. Str 11, Dex 11, Con 10, Int 10, Wis 15, Cha 9. Kilmin has copper hair and hazel eyes, and small ears. He wears studded leather and wields a warhammer. Kilmin has badger named Arin.",
  "Raimfre: Male Gnome Bard, LG. Str 15, Dex 9, Con 9, Int 8, Wis 13, Cha 16. Raimfre is short and overweight, with white hair and green eyes. He wears leather armor and wields a rapier. Raimfre dislikes anyone smarter than him.",
  "Alim: Male Gnome Paladin, Good. Str 12, Dex 7, Con 13, Int 7, Wis 16, Cha 13. Alim has an angular face, with red hair and soft hazel eyes. He wears plate armor and wields a war pick. Alim is steadfast and witty.",
  "Eguis: Male Gnome Monk, LG. Str 14, Dex 14, Con 7, Int 10, Wis 15, Cha 12. Eguis has tangled auburn hair and green eyes. He wears sturdy clothing and wields an ono (handaxe). Eguis has an animal companion, a white monkey named Ricsa.",
  "Fratzia: Male Gnome Fighter, NG. Str 13, Dex 12, Con 13, Int 11, Wis 14, Cha 8. Fratzia has tangled brown hair and light gray eyes. He wears plate armor and wields a morningstar. Fratzia is searching for the legendary elven kingdom of Karne.",
  "Disanz: Male Gnome Warlock, N. Str 13, Dex 10, Con 7, Int 15, Wis 10, Cha 17. Disanz has cropped black hair and sharp blue eyes, and wears glasses with steel rims. He wears leather armor and wields a club and sling. Disanz seeks only fame and glory.",
  "Orin: Male Gnome Rogue, NG. Str 9, Dex 15, Con 5, Int 11, Wis 10, Cha 6. Orin has copper hair and light blue eyes. He wears studded leather and wields a shortsword. Orin seeks to help the poor and unfortunate.",
  "Erin: Male Gnome Monk, CG. Str 16, Dex 14, Con 7, Int 6, Wis 9, Cha 11. Erin has a square face, with golden hair and amber eyes. He wears worn clothing and wields an ono (handaxe) and sai (dagger). Erin speaks with a stutter.",
  "Furi: Male Gnome Ranger, NE. Str 12, Dex 14, Con 10, Int 10, Wis 8, Cha 10. Furi is thin, with uneven golden hair and blue eyes. He wears leather armor and wields a scimitar. Furi is impossibly lucky.",
  "Jouda: Male Gnome Fighter, N. Str 16, Dex 9, Con 14, Int 10, Wis 14, Cha 12. Jouda is tall and stout, with black hair and soft green eyes. He wears plate armor and wields a scimitar. Jouda has an animal companion, a brown bear named Ahan.",
  "Ratzia: Male Gnome Warlock, LG. Str 13, Dex 8, Con 8, Int 7, Wis 11, Cha 12. Ratzia has a long face, with tangled blonde hair and amber eyes. He wears leather armor and wields a quarterstaff. Ratzia has an animal companion, a grey rat named Saisse.",
  "Guisa: Male Gnome Fighter, CG. Str 17, Dex 13, Con 7, Int 15, Wis 8, Cha 8. Guisa is tall and stout, with uneven black hair and gray eyes. He wears hide armor and wields a glaive. Guisa seeks to prove himself to his peers.",
  "Jaques: Male Gnome Druid, Neutral. Str 9, Dex 7, Con 15, Int 11, Wis 14, Cha 12. Jaques has cropped gray hair and blue eyes, and a curly beard. He wears hide armor and wields a mace and wooden shield. Jaques believes that he is the rightful heir to the crown of Maritharl.",
  "Raimo: Male Gnome Wizard, N. Str 13, Dex 12, Con 12, Int 12, Wis 10, Cha 9. Raimo has copper hair and sharp amber eyes. He wears well-made clothing and wields a dagger. Raimo compulsively chants nonsense.",
  "Khari: Male Gnome Cleric, CN. Str 11, Dex 10, Con 8, Int 8, Wis 14, Cha 13. Khari is tall and stout, with thick white hair and soft gray eyes. He wears studded leather and wields a light hammer. Khari suffers a severe allergy to rabbits.",
  "Aghak: Male Gnome Fighter, NG. Str 13, Dex 14, Con 9, Int 14, Wis 6, Cha 7. Aghak is elegant in appearance, with blonde hair and brown eyes. He wears ring mail and wields a scimitar.",
  "Narvi: Male Gnome Fighter, NG. Str 13, Dex 12, Con 8, Int 10, Wis 5, Cha 13. Narvi has thick silver hair and brown eyes, and prominent ears. He wears scale mail and wields a pike. Narvi believes that he is the rightful heir to the throne of Eithlon.",
  "Guilhos: Male Gnome Fighter, N. Str 14, Dex 15, Con 14, Int 13, Wis 8, Cha 7. Guilhos is rugged in appearance, with auburn hair and amber eyes. He wears splint armor and wields a scimitar. Guilhos is pleasant and hateful.",
  "Acon: Male Gnome Cleric, NG. Str 10, Dex 12, Con 13, Int 10, Wis 14, Cha 8. Acon is elegant in appearance, with red hair and sharp green eyes. He wears leather armor and wields a mace and shortbow. Acon is studious and principled.",
  "Gamin: Male Gnome Rogue, LN. Str 12, Dex 12, Con 10, Int 13, Wis 7, Cha 9. Gamin is rough in appearance, with uneven golden hair and amber eyes. He wears studded leather and wields a longsword and sickle.",
  "Kali: Male Gnome Rogue, NG. Str 13, Dex 15, Con 10, Int 11, Wis 10, Cha 5. Kali has a narrow face, with black hair and narrow amber eyes. He wears studded leather and wields a longsword and shortbow.",
  "Guilham: Male Gnome Ranger, NG. Str 15, Dex 12, Con 10, Int 8, Wis 9, Cha 10. Guilham has an angular face, with thin gray hair and dark gray eyes. He wears studded leather and wields a whip and shield. Guilham frequently uses uncommon words incorrectly.",
  "Michatb: Male Gnome Monk, N. Str 13, Dex 11, Con 11, Int 9, Wis 16, Cha 8. Michatb is short and willowy, with thick copper hair and green eyes. He wears plain clothing and wields an ono (handaxe).",
  "Kilmah: Male Gnome Monk, LN. Str 9, Dex 15, Con 9, Int 10, Wis 10, Cha 6. Kilmah has a narrow face, with copper hair and amber eyes. He wears modest garments and wields an ono (handaxe) and kama (sickle). Kilmah has an animal companion, a green snake named Frori.",
  "Almarts: Male Gnome Paladin, Good. Str 15, Dex 7, Con 13, Int 14, Wis 13, Cha 7. Almarts has messy red hair and sharp hazel eyes. He wears ring mail and wields a greataxe. Almarts is fearless and trustworthy.",
  "Thrinain: Male Gnome Fighter, LN. Str 16, Dex 10, Con 9, Int 6, Wis 5, Cha 7. Thrinain has a narrow face, with thin silver hair and bright amber eyes. He wears half plate and wields a rapier and shield. Thrinain has an animal companion, a black dog named Disanz.",
  "Fere: Male Gnome Cleric, LG. Str 9, Dex 11, Con 12, Int 10, Wis 13, Cha 15. Fere is rough in appearance, with curly red hair and blue eyes. He wears studded leather and wields a club. Fere is gentle and capable.",
  "Furi: Male Gnome Rogue, NG. Str 10, Dex 15, Con 10, Int 11, Wis 10, Cha 11. Furi is elegant in appearance, with auburn hair and narrow gray eyes. He wears studded leather and wields a shortsword and sling. Furi has an animal companion, a black snake named Guili.",
  "Nanarv: Male Gnome Rogue, N. Str 9, Dex 15, Con 11, Int 11, Wis 10, Cha 10. Nanarv is short and overweight, with white hair and blue eyes. He wears studded leather and wields a longsword. Nanarv seeks to discover who murdered his family.",
  "Ukal: Male Gnome Ranger, LN. Str 16, Dex 8, Con 9, Int 11, Wis 8, Cha 10. Ukal has short brown hair and blue eyes. He wears hide armor and wields a greatsword. Ukal is dying and desperately seeks the secret of immortality.",
  "Bali: Male Gnome Cleric, N. Str 10, Dex 9, Con 8, Int 11, Wis 12, Cha 13. Bali is rugged in appearance, with brown hair and bright blue eyes. He wears hide armor and wields a quarterstaff. Bali has an animal companion, a silver cat named Rinain.",
  "Dritib: Male Gnome Bard, NG. Str 14, Dex 7, Con 11, Int 11, Wis 10, Cha 16. Dritib has thick white hair and gray eyes, and a tangled moustache. He wears leather armor and wields a shortsword.",
  "Risa: Male Gnome Ranger, NG. Str 13, Dex 12, Con 11, Int 14, Wis 12, Cha 11. Risa has brown hair and large brown eyes, and a round nose. He wears leather armor and wields a rapier. Risa is loyal and nervous.",
  "Geray: Male Gnome Paladin, Good. Str 12, Dex 12, Con 10, Int 7, Wis 13, Cha 12. Geray has copper hair and light blue eyes. He wears ring mail and wields a trident and shield. Geray is fair and jealous.",
  "Khudu: Male Gnome Fighter, LN. Str 13, Dex 12, Con 11, Int 7, Wis 10, Cha 11. Khudu has long copper hair and soft brown eyes, and wears glasses with steel rims. He wears half plate and wields a morningstar and hand crossbow. Khudu is foolish and mercenary.",
  "Fansa: Male Gnome Druid, Neutral. Str 9, Dex 6, Con 6, Int 9, Wis 16, Cha 10. Fansa has brown hair and dark green eyes, and a thin nose. He wears hide armor and wields a quarterstaff. Fansa has green snake named Tharkam.",
  "Throri: Male Gnome Barbarian, N. Str 16, Dex 11, Con 9, Int 10, Wis 13, Cha 11. Throri has a narrow face, with curly copper hair and large brown eyes. He wears studded leather and wields a war pick. Throri has a terrible sense of direction.",
  "Gili: Male Gnome Monk, N. Str 11, Dex 17, Con 8, Int 9, Wis 11, Cha 8. Gili has short black hair and hazel eyes, and a round nose. He wears modest garments and wields an ono (handaxe) and kama (sickle).",
  "Aquers: Male Gnome Fighter, NE. Str 14, Dex 9, Con 11, Int 8, Wis 9, Cha 9. Aquers is rough in appearance, with braided gray hair and soft hazel eyes. He wears a breastplate and wields a warhammer and shield. Aquers seeks to steal the crown of the kingdom.",
  "Guiri: Male Gnome Monk, LG. Str 13, Dex 9, Con 6, Int 9, Wis 12, Cha 12. Guiri has short red hair and gray eyes, and a round nose. He wears worn clothing and wields nunchaku (club) and kama (sickle). Guiri has an animal companion, a hunting dog named Gale.",
  "Kari: Male Gnome Ranger, NG. Str 15, Dex 12, Con 7, Int 12, Wis 10, Cha 7. Kari has messy gray hair and green eyes. He wears half plate and wields a whip and shield.",
  "Alin: Male Gnome Fighter, LG. Str 15, Dex 12, Con 12, Int 5, Wis 13, Cha 9. Alin has messy black hair and large green eyes. He wears chain mail and wields a shortsword.",
  "Rautzia: Male Gnome Paladin, Good. Str 11, Dex 10, Con 5, Int 6, Wis 13, Cha 12. Rautzia is fey in appearance, with messy blonde hair and gray eyes. He wears scale mail and wields a longsword. Rautzia has an animal companion, a black warhorse named Berge.",
  "Foili: Male Gnome Fighter, CG. Str 15, Dex 10, Con 13, Int 12, Wis 14, Cha 12. Foili has a long face, with golden hair and sharp gray eyes. He wears splint armor and wields a longsword and net.",
  "Mesa: Male Gnome Fighter, N. Str 16, Dex 11, Con 12, Int 10, Wis 13, Cha 9. Mesa has messy auburn hair and blue eyes. He wears chain mail and wields a greatsword. Mesa seeks to discover what destroyed his homeland.",
  "Abers: Male Gnome Sorcerer, CN. Str 9, Dex 10, Con 14, Int 10, Wis 11, Cha 14. Abers is short and stout, with uneven white hair and brown eyes. He wears worn clothing and wields a dagger. Abers is guarded and vulgar.",
  "Jacquets: Male Gnome Rogue, LE. Str 8, Dex 12, Con 11, Int 14, Wis 13, Cha 10. Jacquets has a square face, with red hair and blue eyes. He wears leather armor and wields a handaxe. Jacquets speaks with a whispery voice.",
  "Urin: Male Gnome Rogue, NG. Str 13, Dex 17, Con 10, Int 10, Wis 9, Cha 13. Urin is fey in appearance, with tangled silver hair and large gray eyes. He wears leather armor and wields a rapier. Urin has an animal companion, a black snake named Frazir.",
  "Khuda: Male Gnome Cleric, LG. Str 7, Dex 14, Con 14, Int 14, Wis 12, Cha 12. Khuda has thick auburn hair and brown eyes, and prominent ears. He wears a breastplate and wields a quarterstaff.",
  "Gili: Male Gnome Monk, N. Str 13, Dex 10, Con 13, Int 13, Wis 13, Cha 7. Gili is fair in appearance, with gray hair and gray eyes. He wears simple clothing and wields nunchaku (club). Gili is morose and protective.",
  "Kilmah: Male Gnome Monk, NG. Str 15, Dex 10, Con 11, Int 10, Wis 16, Cha 9. Kilmah has golden hair and gray eyes, and small ears. He wears simple clothing and wields a kanabo (mace).",
  "Raimi: Male Gnome Bard, LN. Str 7, Dex 11, Con 7, Int 12, Wis 11, Cha 12. Raimi has gray hair and light brown eyes. He wears leather armor and wields a rapier and shortbow. Raimi is shrewd and lazy.",
  "Thori: Male Gnome Bard, N. Str 11, Dex 9, Con 7, Int 8, Wis 7, Cha 14. Thori is rough in appearance, with uneven silver hair and hazel eyes. He wears studded leather and wields a rapier. Thori avoids eye contact.",
  "Ukral: Male Gnome Warlock, LN. Str 14, Dex 8, Con 9, Int 10, Wis 7, Cha 16. Ukral is rough in appearance, with brown hair and gray eyes. He wears studded leather and wields a spear and sling. Ukral is cursed with a deformed hand.",
  "Iraut: Male Gnome Rogue, CN. Str 10, Dex 14, Con 7, Int 7, Wis 12, Cha 5. Iraut is rough in appearance, with braided golden hair and amber eyes. He wears studded leather and wields a spear.",
  "Amer: Male Gnome Rogue, N. Str 9, Dex 15, Con 11, Int 14, Wis 11, Cha 15. Amer has thick blonde hair and bright gray eyes. He wears leather armor and wields a longsword. Amer has an animal companion, a raven named Bethel.",
  "Raineus: Male Gnome Rogue, NG. Str 10, Dex 16, Con 8, Int 10, Wis 9, Cha 12. Raineus has a narrow face, with blonde hair and amber eyes. He wears leather armor and wields a rapier. Raineus compulsively hums.",
  "Gerve: Male Gnome Wizard, LN. Str 11, Dex 13, Con 8, Int 15, Wis 5, Cha 9. Gerve is fey in appearance, with thin copper hair and soft green eyes. He wears yellow robes and wields a quarterstaff. Gerve is nervous and scheming.",
  "Johem: Male Gnome Wizard, N. Str 7, Dex 8, Con 10, Int 16, Wis 15, Cha 6. Johem has matted red hair and hazel eyes. He wears modest garments and wields a quarterstaff. Johem is truthful and craven.",
  "Arin: Male Gnome Monk, LN. Str 13, Dex 11, Con 10, Int 10, Wis 11, Cha 12. Arin has cropped brown hair and large green eyes. He wears modest garments and wields a bo (quarterstaff) and kama (sickle).",
  "Ugmal: Male Gnome Monk, CN. Str 13, Dex 8, Con 13, Int 8, Wis 9, Cha 9. Ugmal has thick gray hair and hazel eyes. He wears worn clothing and wields a bo (quarterstaff) and kama (sickle). Ugmal seeks to become a knight of the realm.",
  "Estos: Male Gnome Cleric, N. Str 15, Dex 10, Con 13, Int 8, Wis 12, Cha 12. Estos is pleasant in appearance, with thick brown hair and sharp blue eyes. He wears scale mail and wields a club and shield. Estos seeks to atone for past sins.",
  "Amard: Male Gnome Fighter, LN. Str 15, Dex 13, Con 9, Int 12, Wis 9, Cha 7. Amard has curly auburn hair and amber eyes. He wears hide armor and wields a whip and shield. Amard is suspicious and scheming.",
  "Khainain: Male Gnome Ranger, LN. Str 11, Dex 11, Con 11, Int 9, Wis 11, Cha 9. Khainain is rough in appearance, with golden hair and gray eyes. He wears half plate and wields a rapier. Khainain suffers an acute fear of open spaces.",
  "Arud: Male Gnome Fighter, LG. Str 16, Dex 9, Con 13, Int 12, Wis 6, Cha 11. Arud is rough in appearance, with black hair and green eyes. He wears half plate and wields a warhammer and longbow. Arud suffers an acute fear of heights.",
  "Lansa: Male Gnome Rogue, CN. Str 8, Dex 14, Con 10, Int 14, Wis 7, Cha 10. Lansa is tall, with red hair and hazel eyes. He wears leather armor and wields a rapier and hand crossbow. Lansa seeks to free himself from an ancient curse.",
  "Bertev: Male Gnome Fighter, LN. Str 16, Dex 12, Con 12, Int 10, Wis 11, Cha 11. Bertev is overweight, with gray hair and light gray eyes. He wears a breastplate and wields a rapier. Bertev is ambitious and timid.",
  "Narvi: Male Gnome Monk, N. Str 10, Dex 11, Con 11, Int 11, Wis 15, Cha 8. Narvi is tall and thin, with brown hair and green eyes. He wears modest garments and wields a kanabo (mace) and shuriken (darts). Narvi has an animal companion, a hunting dog named Constie.",
  "Guili: Male Gnome Fighter, LE. Str 15, Dex 13, Con 12, Int 10, Wis 10, Cha 15. Guili has red hair and blue eyes, and a flat nose. He wears hide armor and wields a longsword. Guili compulsively plays with an iron ring.",
  "Guilhib: Male Gnome Druid, Neutral. Str 14, Dex 7, Con 10, Int 9, Wis 12, Cha 13. Guilhib is tall and overweight, with auburn hair and brown eyes. He wears hide armor and wields a club. Guilhib is only friendly towards other gnomes..",
  "Rice: Male Gnome Fighter, LG. Str 12, Dex 12, Con 11, Int 12, Wis 10, Cha 11. Rice is rugged in appearance, with straight auburn hair and bright blue eyes. He wears plate armor and wields a flail and shield. Rice speaks with a whispery voice.",
  "Thainan: Male Gnome Monk, N. Str 17, Dex 10, Con 15, Int 13, Wis 11, Cha 13. Thainan has cropped silver hair and green eyes. He wears modest garments and wields nunchaku (club). Thainan seeks to destroy the race of trolls.",
  "Kilmin: Male Gnome Monk, N. Str 11, Dex 12, Con 10, Int 8, Wis 13, Cha 8. Kilmin has a narrow face, with gray hair and brown eyes. He wears worn clothing and wields a kanabo (mace). Kilmin has an animal companion, a tiger named Gili.",
  "Amolf: Male Gnome Rogue, NG. Str 14, Dex 16, Con 7, Int 12, Wis 9, Cha 8. Amolf is noble in bearing, with tangled brown hair and soft brown eyes. He wears studded leather and wields a longsword and dagger. Amolf suffers a mild allergy to cats.",
  "Gili: Male Gnome Barbarian, CG. Str 13, Dex 14, Con 10, Int 12, Wis 10, Cha 13. Gili has a narrow face, with auburn hair and hazel eyes. He wears leather armor and wields a longsword and net. Gili has an animal companion, a black dog named Elent.",
  "Reli: Male Gnome Rogue, NE. Str 10, Dex 14, Con 6, Int 17, Wis 8, Cha 9. Reli has gray hair and hazel eyes, and a beaked nose. He wears leather armor and wields a longsword. Reli is sharp-tongued and fanatical.",
  "Gastib: Male Gnome Fighter, N. Str 14, Dex 12, Con 11, Int 5, Wis 13, Cha 9. Gastib has blonde hair and hazel eyes. He wears half plate and wields a battleaxe and hand crossbow. Gastib has an animal companion, a silver dog named Geda.",
  "Kadu: Male Gnome Barbarian, NG. Str 16, Dex 11, Con 11, Int 13, Wis 5, Cha 10. Kadu is rough in appearance, with uneven auburn hair and large blue eyes. He wears leather armor and wields a shortsword and hand crossbow.",
  "Thatur: Male Gnome Rogue, LG. Str 10, Dex 16, Con 7, Int 11, Wis 12, Cha 6. Thatur has a narrow face, with long auburn hair and large green eyes. He wears leather armor and wields a longsword. Thatur serves Lielik, an ancient but forgotten god of travel.",
  "Kamal: Male Gnome Wizard, CN. Str 9, Dex 14, Con 11, Int 17, Wis 11, Cha 15. Kamal has a square face, with thick copper hair and large green eyes. He wears well-made clothing and wields a quarterstaff. Kamal is cursed with a deformed arm.",
  "Threri: Male Gnome Fighter, N. Str 15, Dex 13, Con 9, Int 13, Wis 13, Cha 11. Threri has tangled red hair and blue eyes, and small ears. He wears a breastplate and wields a whip. Threri is searching for his missing daughter.",
  "Bertzia: Male Gnome Rogue, LN. Str 12, Dex 15, Con 9, Int 15, Wis 12, Cha 13. Bertzia has red hair and bright hazel eyes, and a cropped beard. He wears studded leather and wields a rapier and shortbow. Bertzia is colorblind.",
  "Eris: Male Gnome Monk, LN. Str 15, Dex 14, Con 14, Int 11, Wis 14, Cha 10. Eris has a narrow face, with messy silver hair and blue eyes. He wears travel-stained clothing and wields a bo (quarterstaff).",
  "Khori: Male Gnome Monk, CG. Str 11, Dex 13, Con 12, Int 6, Wis 15, Cha 9. Khori is rough in appearance, with white hair and light gray eyes. He wears plain clothing and wields nunchaku (club). Khori has an animal companion, a white monkey named Rengui.",
  "Xave: Male Gnome Monk, CE. Str 12, Dex 17, Con 9, Int 13, Wis 11, Cha 10. Xave is wretched in appearance, with uneven gray hair and soft hazel eyes. He wears simple clothing and wields nunchaku (club) and sai (dagger). Xave is corrupt and barbaric.",
  "Guiotzia: Male Gnome Cleric, NG. Str 10, Dex 7, Con 12, Int 8, Wis 15, Cha 9. Guiotzia has tangled silver hair and amber eyes. He wears hide armor and wields a mace and sickle. Guiotzia is wise and idealistic.",
  "Save: Male Gnome Rogue, LG. Str 9, Dex 13, Con 9, Int 7, Wis 15, Cha 11. Save has golden hair and green eyes. He wears leather armor and wields a shortsword and javelins. Save has an animal companion, a sable ferret named Amin.",
  "Risa: Male Gnome Monk, NG. Str 14, Dex 13, Con 6, Int 13, Wis 12, Cha 12. Risa has gray hair and light blue eyes, and pointed ears. He wears modest garments and wields nunchaku (club) and shuriken (darts). Risa has an animal companion, a copper firedrake named Ambatz.",
  "Ragui: Male Gnome Fighter, NE. Str 14, Dex 12, Con 11, Int 9, Wis 12, Cha 12. Ragui has braided blonde hair and amber eyes. He wears a chain shirt and wields a warhammer.",
  "Estatz: Male Gnome Sorcerer, LE. Str 7, Dex 8, Con 9, Int 9, Wis 9, Cha 13. Estatz has a narrow face, with silver hair and large green eyes. He wears plain clothing and wields a dagger. Estatz is insensitive and disloyal.",
  "Arvin: Male Gnome Monk, NG. Str 11, Dex 15, Con 9, Int 14, Wis 9, Cha 6. Arvin is thin, with braided golden hair and amber eyes. He wears plain clothing and wields an ono (handaxe) and shuriken (darts). Arvin secretly serves Motha, an ancient god of chaos.",
  "Azes: Male Gnome Wizard, N. Str 10, Dex 14, Con 8, Int 12, Wis 15, Cha 14. Azes has brown hair and dark brown eyes. He wears yellow robes and wields a quarterstaff. Azes is haunted by the ghost of someone he killed.",
  "Jaufre: Male Gnome Monk, N. Str 16, Dex 17, Con 11, Int 11, Wis 9, Cha 11. Jaufre has a long face, with white hair and dark gray eyes. He wears modest garments and wields an ono (handaxe).",
  "Zigiml: Male Gnome Wizard, NE. Str 13, Dex 15, Con 11, Int 12, Wis 13, Cha 11. Zigiml has straight brown hair and narrow green eyes, and a magical mark on his face. He wears well-made clothing and wields a quarterstaff and light crossbow.",
  "Thrinarv: Male Gnome Warlock, NE. Str 11, Dex 8, Con 12, Int 12, Wis 12, Cha 14. Thrinarv has brown hair and brown eyes, and small ears. He wears leather armor and wields a handaxe. Thrinarv is impossibly lucky.",
  "Kali: Male Gnome Rogue, CN. Str 11, Dex 14, Con 7, Int 13, Wis 8, Cha 8. Kali is pleasant in appearance, with red hair and soft green eyes. He wears leather armor and wields a handaxe.",
  "Ratzia: Male Gnome Rogue, CG. Str 9, Dex 17, Con 11, Int 13, Wis 12, Cha 6. Ratzia has a narrow face, with white hair and gray eyes. He wears leather armor and wields a shortsword. Ratzia has an animal companion, a raven named Arent.",
  "Bifund: Male Gnome Bard, LG. Str 8, Dex 7, Con 14, Int 13, Wis 8, Cha 15. Bifund has a long face, with uneven blonde hair and green eyes. He wears leather armor and wields a rapier and javelins. Bifund is confident and heroic.",
  "Bali: Male Gnome Fighter, CE. Str 17, Dex 10, Con 12, Int 12, Wis 8, Cha 10. Bali is slender, with short brown hair and light hazel eyes. He wears a breastplate and wields a whip and hand crossbow. Bali seeks wealth and power at any cost.",
  "Richelm: Male Gnome Rogue, LN. Str 11, Dex 12, Con 9, Int 17, Wis 12, Cha 9. Richelm is common in appearance, with thick gray hair and bright hazel eyes. He wears studded leather and wields a handaxe and light crossbow. Richelm is easily distracted by food and drink.",
  "Arkur: Male Gnome Fighter, NG. Str 14, Dex 17, Con 6, Int 14, Wis 13, Cha 10. Arkur is tall, with curly black hair and light brown eyes. He wears half plate and wields a morningstar and longbow. Arkur is hunting the warlord who stole his ancestral sword.",
  "Jeanat: Male Gnome Sorcerer, LG. Str 11, Dex 12, Con 13, Int 11, Wis 10, Cha 15. Jeanat has auburn hair and amber eyes, and a matted moustache. He wears worn clothing and wields a quarterstaff. Jeanat seeks to master the secrets of living constructs.",
  "Alis: Male Gnome Rogue, N. Str 14, Dex 17, Con 13, Int 14, Wis 8, Cha 14. Alis has golden hair and gray eyes. He wears leather armor and wields a shortsword and hand crossbow. Alis seeks to steal an ancient artifact from the Athenaeum of Alasus.",
  "Nainan: Male Gnome Bard, NG. Str 9, Dex 11, Con 8, Int 13, Wis 8, Cha 17. Nainan is noble in bearing, with messy auburn hair and brown eyes. He wears leather armor and wields a longsword and sickle. Nainan has an animal companion, a hunting dog named Thari.",
  "Girve: Male Gnome Ranger, LN. Str 13, Dex 12, Con 14, Int 11, Wis 12, Cha 7. Girve has a square face, with gray hair and sharp amber eyes. He wears a breastplate and wields a war pick and shield. Girve is foolish and alluring.",
  "Urin: Male Gnome Sorcerer, CN. Str 11, Dex 7, Con 14, Int 8, Wis 10, Cha 15. Urin has a square face, with short red hair and large gray eyes. He wears simple clothing and wields a quarterstaff and light crossbow. Urin seeks revenge against the sister who betrayed him.",
  "Kari: Male Gnome Fighter, NG. Str 17, Dex 11, Con 14, Int 12, Wis 10, Cha 11. Kari is short, with golden hair and hazel eyes. He wears chain mail and wields a greatsword. Kari has an animal companion, a red firedrake named Aergent.",
  "Gili: Male Gnome Ranger, CN. Str 14, Dex 13, Con 9, Int 12, Wis 9, Cha 11. Gili is tall, with red hair and light blue eyes. He wears a chain shirt and wields a maul. Gili is tactless and aggressive.",
  "Dwali: Male Gnome Monk, N. Str 9, Dex 13, Con 10, Int 8, Wis 14, Cha 10. Dwali has a narrow face, with braided copper hair and large green eyes. He wears well-made clothing and wields a kanabo (mace). Dwali has an animal companion, a black rat named Johug.",
  "Gili: Male Gnome Fighter, LN. Str 16, Dex 16, Con 14, Int 9, Wis 9, Cha 7. Gili has tangled red hair and green eyes. He wears a breastplate and wields a pike. Gili is impish and depraved.",
  "Bali: Male Gnome Rogue, CN. Str 12, Dex 16, Con 10, Int 11, Wis 11, Cha 11. Bali has silver hair and large blue eyes. He wears leather armor and wields a shortsword and dagger. Bali has an animal companion, a sable ferret named Raolfans.",
  "Ilin: Male Gnome Fighter, N. Str 15, Dex 14, Con 9, Int 6, Wis 8, Cha 10. Ilin is fair in appearance, with straight golden hair and bright hazel eyes. He wears scale mail and wields a glaive. Ilin is easily distracted by small animals.",
  "Mere: Male Gnome Rogue, N. Str 8, Dex 12, Con 15, Int 11, Wis 9, Cha 7. Mere has white hair and brown eyes. He wears studded leather and wields a shortsword and hand crossbow. Mere is haunted by the memories of a past life.",
  "Khori: Male Gnome Paladin, Good. Str 14, Dex 14, Con 10, Int 12, Wis 12, Cha 16. Khori is short and slender, with gray hair and soft blue eyes. He wears splint armor and wields a pike. Khori has an animal companion, a white warhorse named Mahal.",
  "Gauce: Male Gnome Bard, N. Str 10, Dex 13, Con 13, Int 9, Wis 7, Cha 12. Gauce has auburn hair and gray eyes, and a thick moustache. He wears studded leather and wields a shortsword and hand crossbow. Gauce seeks to discover who murdered his family.",
  "Gili: Male Gnome Monk, N. Str 9, Dex 9, Con 11, Int 7, Wis 12, Cha 15. Gili has an angular face, with white hair and light brown eyes. He wears plain clothing and wields a kanabo (mace) and sai (dagger). Gili has an animal companion, a gray rabbit named Gili.",
  "Kilmil: Male Gnome Fighter, LN. Str 17, Dex 14, Con 9, Int 12, Wis 7, Cha 13. Kilmil is thin, with curly golden hair and soft blue eyes. He wears chain mail and wields a morningstar and shield. Kilmil is a pack-rat, and carries a satchel of random junk.",
  "Abert: Male Gnome Rogue, N. Str 14, Dex 17, Con 13, Int 11, Wis 7, Cha 8. Abert is rough in appearance, with blonde hair and light amber eyes. He wears studded leather and wields a longsword and sling. Abert is searching for the legendary Secret Undercrypt of Evil.",
  "Albes: Male Gnome Rogue, N. Str 11, Dex 15, Con 8, Int 12, Wis 10, Cha 11. Albes has a square face, with copper hair and large hazel eyes. He wears leather armor and wields a shortsword. Albes is searching for his lost brother.",
  "Bali: Male Gnome Ranger, LN. Str 12, Dex 13, Con 11, Int 10, Wis 10, Cha 5. Bali has a long face, with brown hair and large blue eyes. He wears a breastplate and wields a longsword and shield. Bali is adventurous and immoral.",
  "Guilhug: Male Gnome Rogue, N. Str 11, Dex 12, Con 12, Int 13, Wis 9, Cha 14. Guilhug has a square face, with uneven white hair and blue eyes. He wears leather armor and wields a longsword. Guilhug suffers a deadly allergy to cats.",
  "Gauda: Male Gnome Rogue, CN. Str 13, Dex 14, Con 9, Int 9, Wis 9, Cha 12. Gauda is common in appearance, with matted brown hair and large blue eyes. He wears studded leather and wields a rapier. Gauda is assertive and adaptable.",
  "Augues: Male Gnome Ranger, NG. Str 11, Dex 12, Con 10, Int 7, Wis 17, Cha 8. Augues has auburn hair and green eyes. He wears hide armor and wields a longsword.",
  "Ahad: Male Gnome Ranger, N. Str 12, Dex 14, Con 7, Int 10, Wis 16, Cha 8. Ahad is rugged in appearance, with brown hair and light gray eyes. He wears scale mail and wields a trident and shield. Ahad is thoughtful and truthful.",
  "Arvin: Male Gnome Bard, NE. Str 9, Dex 10, Con 6, Int 13, Wis 11, Cha 12. Arvin is fair in appearance, with messy blonde hair and green eyes. He wears leather armor and wields a shortsword and hand crossbow. Arvin has an animal companion, a tawny rat named Guilhatb.",
  "Aviert: Male Gnome Rogue, LN. Str 6, Dex 17, Con 5, Int 12, Wis 15, Cha 9. Aviert has gray hair and gray eyes. He wears studded leather and wields a rapier. Aviert has an animal companion, a black snake named Frinarv.",
  "Guilhin: Male Gnome Monk, LG. Str 11, Dex 11, Con 11, Int 10, Wis 15, Cha 9. Guilhin has short red hair and brown eyes. He wears sturdy clothing and wields a yari (spear) and kama (sickle). Guilhin is capable and idealistic.",
  "Gili: Male Gnome Druid, Neutral. Str 11, Dex 11, Con 7, Int 11, Wis 14, Cha 10. Gili is fey in appearance, with copper hair and hazel eyes. He wears leather armor and wields a quarterstaff and sling. Gili is hunting the warlord who murdered his family.",
  "Telchal: Male Gnome Fighter, NG. Str 13, Dex 11, Con 9, Int 6, Wis 9, Cha 12. Telchal has red hair and narrow gray eyes. He wears plate armor and wields a flail and longbow. Telchal has an animal companion, a badger named Ziri.",
  "Manatz: Male Gnome Rogue, N. Str 12, Dex 13, Con 12, Int 9, Wis 12, Cha 7. Manatz has messy black hair and gray eyes. He wears leather armor and wields a rapier. Manatz is paranoid and practical.",
  "Giersa: Male Gnome Monk, LN. Str 10, Dex 10, Con 9, Int 5, Wis 11, Cha 12. Giersa has gray hair and gray eyes. He wears simple clothing and wields a yari (spear). Giersa is hunting the demon who slew his mentor.",
  "Khatur: Male Gnome Cleric, CE. Str 11, Dex 8, Con 11, Int 12, Wis 14, Cha 13. Khatur is pleasant in appearance, with straight gray hair and soft gray eyes. He wears scale mail and wields a handaxe. Khatur is hunting the fiend which destroyed his homeland.",
  "Aibout: Male Gnome Rogue, CG. Str 12, Dex 12, Con 13, Int 8, Wis 13, Cha 14. Aibout has a narrow face, with red hair and amber eyes. He wears leather armor and wields a shortsword and hand crossbow. Aibout is cursed with a deformed hand.",
  "Ziri: Male Gnome Rogue, LG. Str 5, Dex 16, Con 9, Int 13, Wis 8, Cha 7. Ziri has thick blonde hair and soft gray eyes. He wears leather armor and wields a rapier. Ziri believes that he is being hunted by supernatural creatures.",
  "Sanzir: Male Gnome Rogue, LN. Str 11, Dex 12, Con 7, Int 13, Wis 13, Cha 8. Sanzir is short, with black hair and large brown eyes. He wears leather armor and wields a rapier. Sanzir has an animal companion, a raven named Anzin.",
  "Dainarv: Male Gnome Fighter, N. Str 14, Dex 15, Con 9, Int 11, Wis 7, Cha 9. Dainarv is rugged in appearance, with gray hair and dark blue eyes. He wears hide armor and wields a flail and shield. Dainarv has an animal companion, a black wolf named Laburc.",
  "Thori: Male Gnome Bard, NG. Str 8, Dex 9, Con 12, Int 11, Wis 14, Cha 15. Thori is fey in appearance, with braided blonde hair and sharp blue eyes. He wears leather armor and wields a rapier. Thori seeks to become an instructor at the Athenaeum of Sorcerous Study.",
  "Ugmat: Male Gnome Fighter, N. Str 12, Dex 15, Con 6, Int 10, Wis 10, Cha 14. Ugmat has thin silver hair and narrow green eyes, and large ears. He wears a breastplate and wields a warhammer and longbow. Ugmat is talkative and insane.",
  "Undin: Male Gnome Bard, N. Str 10, Dex 9, Con 13, Int 13, Wis 6, Cha 12. Undin has braided black hair and dark blue eyes. He wears leather armor and wields a shortsword and light crossbow. Undin is flirtatious and morose.",
  "Peyre: Male Gnome Bard, LG. Str 5, Dex 10, Con 10, Int 8, Wis 14, Cha 14. Peyre is short and overweight, with messy silver hair and brown eyes. He wears studded leather and wields a longsword and hand crossbow. Peyre suffers an acute fear of elemental and planar magic.",
  "Kari: Male Gnome Warlock, NG. Str 12, Dex 10, Con 6, Int 13, Wis 8, Cha 16. Kari is short, with golden hair and dark blue eyes. He wears studded leather and wields a club. Kari is idealistic and principled.",
  "Alin: Male Gnome Fighter, N. Str 15, Dex 12, Con 9, Int 8, Wis 9, Cha 11. Alin has brown hair and large gray eyes. He wears chain mail and wields a whip.",
  "Espar: Male Gnome Cleric, NE. Str 11, Dex 11, Con 14, Int 10, Wis 16, Cha 13. Espar has straight blonde hair and light amber eyes. He wears half plate and wields a mace and sickle. Espar seeks to discover who murdered his family.",
  "Guilhin: Male Gnome Fighter, CN. Str 15, Dex 12, Con 13, Int 9, Wis 13, Cha 13. Guilhin is rugged in appearance, with thin blonde hair and narrow amber eyes. He wears splint armor and wields a scimitar and shield. Guilhin has an animal companion, a badger named Khunda.",
  "Narvi: Male Gnome Bard, LG. Str 13, Dex 9, Con 10, Int 12, Wis 8, Cha 17. Narvi is tall, with black hair and bright hazel eyes. He wears leather armor and wields a shortsword. Narvi is thrifty and honest.",
  "Rogui: Male Gnome Ranger, CN. Str 15, Dex 14, Con 9, Int 9, Wis 14, Cha 7. Rogui is common in appearance, with white hair and soft brown eyes. He wears leather armor and wields a rapier. Rogui refers to himself in the third person."
]