[
  "Vani Hasvison: Male Dwarf Sorcerer, N. Str 11, Dex 9, Con 11, Int 10, Wis 10, Cha 16. Vani has black hair and amber eyes. He wears well-made clothing and wields a dagger. Vani is flirtatious and disloyal.",
  "Aghal: Male Dwarf Monk, NG. Str 11, Dex 9, Con 9, Int 15, Wis 12, Cha 9. Aghal has golden hair and amber eyes. He wears well-made clothing and wields a yari (spear) and kama (sickle). Aghal avoids eye contact.",
  "Bali: Male Dwarf Paladin, Good. Str 7, Dex 10, Con 10, Int 14, Wis 15, Cha 8. Bali has a round face, with blonde hair and amber eyes. He wears scale mail and wields a morningstar.",
  "Frinarv: Male Dwarf Cleric, N. Str 8, Dex 11, Con 7, Int 13, Wis 14, Cha 11. Frinarv has a long face, with copper hair and amber eyes. He wears studded leather and wields a club and sickle.",
  "Thrinain: Male Dwarf Ranger, LN. Str 17, Dex 15, Con 8, Int 9, Wis 11, Cha 12. Thrinain has silver hair and hazel eyes, and a curly beard. He wears half plate and wields a greataxe.",
  "Hrimi Aggilsson: Male Dwarf Monk, LE. Str 12, Dex 15, Con 7, Int 5, Wis 11, Cha 11. Hrimi has uneven blonde hair and green eyes, and numerous horrific scars. He wears worn clothing and wields nunchaku (club). Hrimi has an animal companion, a hunting dog named Theni.",
  "Ukhlal: Male Dwarf Rogue, LG. Str 9, Dex 17, Con 11, Int 12, Wis 6, Cha 7. Ukhlal has braided black hair and amber eyes. He wears leather armor and wields a rapier and hand crossbow. Ukhlal has an animal companion, a sable ferret named Sigmi.",
  "Kadu: Male Dwarf Sorcerer, LN. Str 13, Dex 9, Con 12, Int 10, Wis 9, Cha 15. Kadu is common in appearance, with thick black hair and large brown eyes. He wears modest garments and wields a dagger. Kadu is wrongly sought by the paladins of the Temple of Lights for forgery.",
  "Akar: Male Dwarf Rogue, NG. Str 10, Dex 13, Con 13, Int 11, Wis 14, Cha 11. Akar is tall and thin, with straight silver hair and soft amber eyes. He wears leather armor and wields a spear and hand crossbow. Akar is principled and obsessive.",
  "Thrinan: Male Dwarf Cleric, LG. Str 13, Dex 8, Con 8, Int 6, Wis 12, Cha 14. Thrinan has red hair and blue eyes, and a beaked nose. He wears half plate and wields a light hammer and shield. Thrinan has an animal companion, a hawk named Unag.",
  "Gilsi: Male Dwarf Cleric, N. Str 8, Dex 10, Con 7, Int 9, Wis 14, Cha 11. Gilsi is rough in appearance, with messy silver hair and brown eyes. He wears half plate and wields a club and shield. Gilsi has an animal companion, a silver cat named Alil.",
  "Arof: Male Dwarf Fighter, LN. Str 17, Dex 12, Con 10, Int 14, Wis 11, Cha 5. Arof is heavyset, with tangled golden hair and gray eyes. He wears a breastplate and wields a shortsword and shield. Arof is quiet, and says as little as possible.",
  "Mari Hryggeson: Male Dwarf Cleric, N. Str 11, Dex 9, Con 12, Int 9, Wis 13, Cha 14. Mari has thin black hair and large green eyes, and a messy beard. He wears studded leather and wields a quarterstaff and shortbow. Mari is nervous and lustful.",
  "Gyrdhi: Male Dwarf Barbarian, CN. Str 17, Dex 6, Con 9, Int 13, Wis 6, Cha 10. Gyrdhi is tall, with gray hair and green eyes. He wears scale mail and wields a trident and heavy crossbow. Gyrdhi has an animal companion, a badger named Igerdg.",
  "Horni: Male Dwarf Fighter, NE. Str 14, Dex 10, Con 11, Int 14, Wis 6, Cha 11. Horni has red hair and sharp brown eyes. He wears a breastplate and wields a maul. Horni blames trolls for every misfortune.",
  "Sigi Argaddrson: Male Dwarf Rogue, N. Str 9, Dex 16, Con 5, Int 15, Wis 11, Cha 11. Sigi is thin, with blonde hair and bright gray eyes. He wears studded leather and wields a longsword. Sigi is reserved and covetous.",
  "Glukhud: Male Dwarf Ranger, LN. Str 10, Dex 9, Con 11, Int 10, Wis 7, Cha 14. Glukhud is rugged in appearance, with red hair and narrow brown eyes. He wears a breastplate and wields a whip.",
  "Theddi: Male Dwarf Monk, LG. Str 17, Dex 10, Con 12, Int 10, Wis 9, Cha 8. Theddi is short, with black hair and large blue eyes. He wears travel-stained clothing and wields a kanabo (mace) and shuriken (darts). Theddi has an animal companion, a golden monkey named Annann.",
  "Skelli: Male Dwarf Sorcerer, LN. Str 7, Dex 10, Con 12, Int 13, Wis 12, Cha 12. Skelli has golden hair and green eyes. He wears sturdy clothing and wields a dagger and darts. Skelli is decisive and disloyal.",
  "Bolli: Male Dwarf Monk, LG. Str 10, Dex 9, Con 12, Int 10, Wis 13, Cha 9. Bolli is short, with straight white hair and dark amber eyes. He wears modest garments and wields a bo (quarterstaff). Bolli is hunting the giant who slew his mentor.",
  "Belgre Snortreson: Male Dwarf Bard, N. Str 12, Dex 10, Con 6, Int 11, Wis 7, Cha 15. Belgre is rugged in appearance, with uneven copper hair and hazel eyes. He wears studded leather and wields a shortsword. Belgre is painfully tone-deaf.",
  "Lagil: Male Dwarf Rogue, N. Str 10, Dex 13, Con 8, Int 17, Wis 10, Cha 7. Lagil has a narrow face, with silver hair and dark gray eyes. He wears leather armor and wields a rapier and hand crossbow. Lagil is pleasant and dishonest.",
  "Saefi: Male Dwarf Fighter, N. Str 16, Dex 12, Con 10, Int 12, Wis 5, Cha 13. Saefi is fey in appearance, with gray hair and dark gray eyes. He wears a breastplate and wields a flail and longbow.",
  "Baldi: Male Dwarf Fighter, N. Str 15, Dex 12, Con 12, Int 9, Wis 13, Cha 7. Baldi has black hair and green eyes, and a thin nose. He wears scale mail and wields a battleaxe.",
  "Bali: Male Dwarf Ranger, LN. Str 8, Dex 12, Con 12, Int 14, Wis 11, Cha 10. Bali has golden hair and hazel eyes. He wears leather armor and wields a whip and shield. Bali has badger named Hallda.",
  "Bifar: Male Dwarf Rogue, LG. Str 12, Dex 12, Con 9, Int 14, Wis 11, Cha 10. Bifar is overweight, with brown hair and narrow amber eyes. He wears studded leather and wields a light hammer and darts. Bifar is searching for the legendary Undercrypt of Fell Souls.",
  "Zuri: Male Dwarf Wizard, LG. Str 12, Dex 12, Con 8, Int 15, Wis 5, Cha 9. Zuri is youthful in appearance, with auburn hair and blue eyes. He wears fine clothing and wields a dagger. Zuri is fascinated by languages and runes.",
  "Ziri: Male Dwarf Wizard, CG. Str 8, Dex 13, Con 12, Int 14, Wis 10, Cha 9. Ziri has curly white hair and hazel eyes. He wears emerald robes and wields a quarterstaff. Ziri compulsively lies.",
  "Bali: Male Dwarf Wizard, NE. Str 5, Dex 13, Con 5, Int 14, Wis 13, Cha 12. Bali is common in appearance, with black hair and gray eyes. He wears scarlet robes and wields a quarterstaff and light crossbow. Bali is envious and vulgar.",
  "Valgo: Male Dwarf Barbarian, NG. Str 12, Dex 13, Con 12, Int 10, Wis 5, Cha 12. Valgo has copper hair and hazel eyes, and a flat nose. He wears leather armor and wields a trident and blowgun.",
  "Hroni Kirison: Male Dwarf Monk, LN. Str 13, Dex 10, Con 8, Int 10, Wis 13, Cha 11. Hroni has short golden hair and soft amber eyes. He wears plain clothing and wields nunchaku (club). Hroni seeks only fame and glory.",
  "Thurfe Kilison: Male Dwarf Druid, Neutral. Str 12, Dex 9, Con 13, Int 13, Wis 17, Cha 9. Thurfe is short, with straight auburn hair and sharp brown eyes. He wears leather armor and wields a club. Thurfe has badger named Ridga.",
  "Sanzig: Male Dwarf Ranger, N. Str 11, Dex 11, Con 13, Int 13, Wis 9, Cha 12. Sanzig has a narrow face, with thin silver hair and gray eyes. He wears studded leather and wields a greatsword. Sanzig compulsively hums.",
  "Frari: Male Dwarf Ranger, N. Str 12, Dex 11, Con 9, Int 8, Wis 10, Cha 13. Frari has a long face, with gray hair and light brown eyes. He wears studded leather and wields a rapier and shield.",
  "Teige: Male Dwarf Cleric, N. Str 10, Dex 12, Con 6, Int 8, Wis 14, Cha 7. Teige has short black hair and green eyes. He wears half plate and wields a mace. Teige is ambitious and stoic.",
  "Thelgi Thorfreson: Male Dwarf Druid, Neutral. Str 13, Dex 9, Con 7, Int 9, Wis 14, Cha 12. Thelgi has straight black hair and blue eyes. He wears leather armor and wields a mace. Thelgi has black wolf named Hori.",
  "Tharkad: Male Dwarf Barbarian, CN. Str 16, Dex 8, Con 13, Int 6, Wis 9, Cha 12. Tharkad has golden hair and light hazel eyes, and a round nose. He wears leather armor and wields a war pick. Tharkad has an animal companion, a silver dog named Hari.",
  "Gosli: Male Dwarf Fighter, N. Str 14, Dex 11, Con 10, Int 14, Wis 10, Cha 11. Gosli is rugged in appearance, with blonde hair and sharp hazel eyes. He wears splint armor and wields a morningstar and longbow. Gosli is jealous and fanatical.",
  "Arald: Male Dwarf Fighter, LG. Str 14, Dex 13, Con 7, Int 9, Wis 12, Cha 10. Arald is overweight, with brown hair and hazel eyes. He wears chain mail and wields a greataxe.",
  "Zuri: Male Dwarf Fighter, N. Str 14, Dex 11, Con 11, Int 13, Wis 9, Cha 8. Zuri is tall and overweight, with uneven brown hair and dark green eyes. He wears a chain shirt and wields a greatsword. Zuri is hunting the dragon who slew his mentor.",
  "Bali: Male Dwarf Cleric, CN. Str 5, Dex 11, Con 12, Int 5, Wis 12, Cha 11. Bali has an angular face, with white hair and brown eyes. He wears studded leather and wields a handaxe. Bali is colorblind.",
  "Arrat: Male Dwarf Paladin, Good. Str 15, Dex 13, Con 9, Int 8, Wis 15, Cha 10. Arrat has white hair and gray eyes. He wears a breastplate and wields a greatsword. Arrat has an animal companion, a black warhorse named Disanz.",
  "Bari: Male Dwarf Cleric, CN. Str 6, Dex 12, Con 8, Int 6, Wis 16, Cha 11. Bari has an angular face, with short blonde hair and narrow brown eyes. He wears scale mail and wields a mace and shield. Bari has an animal companion, a red fox named Rida.",
  "Oltil: Male Dwarf Fighter, NG. Str 15, Dex 12, Con 6, Int 12, Wis 12, Cha 8. Oltil has brown hair and dark gray eyes, and numerous magical tattoos. He wears a breastplate and wields a scimitar and longbow. Oltil is kind and covetous.",
  "Udlaulf Geneson: Male Dwarf Cleric, CG. Str 13, Dex 14, Con 7, Int 10, Wis 17, Cha 12. Udlaulf has gray hair and green eyes, and a flat nose. He wears a breastplate and wields a handaxe and shield. Udlaulf seeks to discover the truth of his lineage.",
  "Skela: Male Dwarf Cleric, NG. Str 7, Dex 12, Con 10, Int 12, Wis 12, Cha 8. Skela has messy brown hair and amber eyes. He wears leather armor and wields a light hammer. Skela is haunted by the memories of a past life.",
  "Adald: Male Dwarf Wizard, N. Str 6, Dex 13, Con 8, Int 14, Wis 7, Cha 9. Adald is rough in appearance, with blonde hair and light brown eyes. He wears red robes and wields a dagger. Adald is nervous and immoral.",
  "Minarv: Male Dwarf Paladin, Good. Str 12, Dex 11, Con 13, Int 5, Wis 14, Cha 12. Minarv is tall and willowy, with matted brown hair and gray eyes. He wears ring mail and wields a war pick and shield. Minarv is hunting the fiend which destroyed his homeland.",
  "Sidri: Male Dwarf Cleric, N. Str 11, Dex 7, Con 11, Int 11, Wis 15, Cha 15. Sidri is fey in appearance, with blonde hair and soft gray eyes. He wears a breastplate and wields a club and shield. Sidri is searching for his missing son.",
  "Aghal: Male Dwarf Monk, N. Str 9, Dex 12, Con 10, Int 8, Wis 11, Cha 9. Aghal has tangled auburn hair and bright amber eyes, and a short moustache. He wears modest garments and wields a bo (quarterstaff) and shuriken (darts). Aghal speaks with a mousy voice.",
  "Hafri Olbjolfson: Male Dwarf Monk, LE. Str 12, Dex 12, Con 10, Int 10, Wis 13, Cha 10. Hafri has gray hair and sharp blue eyes, and wears glasses with iron rims. He wears worn clothing and wields a kanabo (mace) and shuriken (darts). Hafri is selfish and cowardly.",
  "Thildi: Male Dwarf Bard, LN. Str 6, Dex 5, Con 9, Int 11, Wis 14, Cha 13. Thildi has golden hair and blue eyes. He wears leather armor and wields a shortsword and hand crossbow. Thildi is a practiced juggler.",
  "Iondofr Thakison: Male Dwarf Wizard, NE. Str 5, Dex 13, Con 15, Int 17, Wis 11, Cha 10. Iondofr has uneven blonde hair and bright hazel eyes, and a malevolent smile. He wears fine clothing and wields a dagger and light crossbow. Iondofr is haunted by the memories of a past life.",
  "Lavi: Male Dwarf Bard, N. Str 13, Dex 13, Con 12, Int 13, Wis 6, Cha 12. Lavi has tangled blonde hair and sharp green eyes. He wears studded leather and wields a longsword. Lavi is haunted by the memories of a past life.",
  "Sigi: Male Dwarf Fighter, N. Str 14, Dex 16, Con 13, Int 13, Wis 10, Cha 12. Sigi has matted silver hair and brown eyes. He wears a chain shirt and wields a rapier and shield. Sigi is colorblind.",
  "Thondi: Male Dwarf Wizard, N. Str 7, Dex 10, Con 7, Int 12, Wis 9, Cha 10. Thondi is short, with golden hair and large amber eyes. He wears modest garments and wields a quarterstaff. Thondi is flirtatious and envious.",
  "Lili: Male Dwarf Monk, LE. Str 16, Dex 14, Con 9, Int 6, Wis 14, Cha 8. Lili has braided red hair and light blue eyes. He wears sturdy clothing and wields a yari (spear) and sai (dagger). Lili frequently uses uncommon words incorrectly.",
  "Duri: Male Dwarf Rogue, N. Str 11, Dex 15, Con 11, Int 17, Wis 11, Cha 10. Duri has a square face, with gray hair and gray eyes. He wears leather armor and wields a rapier and hand crossbow. Duri is honest and proud.",
  "Alfin: Male Dwarf Rogue, CN. Str 13, Dex 12, Con 7, Int 11, Wis 14, Cha 12. Alfin has auburn hair and sharp hazel eyes. He wears studded leather and wields a rapier. Alfin speaks with a loud voice.",
  "Narvi: Male Dwarf Fighter, NG. Str 14, Dex 14, Con 10, Int 11, Wis 13, Cha 6. Narvi is noble in bearing, with golden hair and narrow amber eyes. He wears a chain shirt and wields a halberd.",
  "Aemir: Male Dwarf Fighter, NE. Str 17, Dex 12, Con 9, Int 7, Wis 10, Cha 11. Aemir has a round face, with straight silver hair and light hazel eyes. He wears a breastplate and wields a shortsword and shield. Aemir is hunting the sorcerer who murdered his family.",
  "Gibja Tufkison: Male Dwarf Monk, N. Str 16, Dex 14, Con 12, Int 11, Wis 8, Cha 9. Gibja is thin, with golden hair and bright hazel eyes. He wears modest garments and wields a bo (quarterstaff) and sai (dagger). Gibja has an animal companion, a white monkey named Arflorg.",
  "Sigbju: Male Dwarf Rogue, LN. Str 8, Dex 14, Con 10, Int 8, Wis 14, Cha 13. Sigbju is common in appearance, with red hair and narrow brown eyes. He wears leather armor and wields a shortsword and darts. Sigbju suffers a traumatic fear of ghosts and spirits.",
  "Gyrdi: Male Dwarf Druid, Neutral. Str 15, Dex 12, Con 10, Int 8, Wis 16, Cha 7. Gyrdi is fair in appearance, with white hair and large amber eyes. He wears hide armor and wields a spear and sling.",
  "Hordi: Male Dwarf Warlock, N. Str 12, Dex 11, Con 8, Int 12, Wis 8, Cha 12. Hordi has brown hair and blue eyes. He wears leather armor and wields a quarterstaff. Hordi dislikes anyone bigger than him.",
  "Frimi Hermison: Male Dwarf Barbarian, N. Str 15, Dex 6, Con 8, Int 11, Wis 9, Cha 6. Frimi is willowy, with red hair and sharp green eyes. He wears leather armor and wields a maul. Frimi secretly serves Amis, an ancient god of destruction.",
  "Zaghal: Male Dwarf Rogue, N. Str 8, Dex 14, Con 13, Int 12, Wis 10, Cha 11. Zaghal is rugged in appearance, with red hair and sharp amber eyes. He wears studded leather and wields a rapier and shortbow.",
  "Dinain: Male Dwarf Cleric, LG. Str 8, Dex 8, Con 12, Int 12, Wis 13, Cha 10. Dinain is noble in bearing, with black hair and sharp green eyes. He wears a breastplate and wields a handaxe and shield. Dinain has an animal companion, a gray rabbit named Alin.",
  "Khainain: Male Dwarf Barbarian, N. Str 14, Dex 12, Con 11, Int 11, Wis 12, Cha 7. Khainain has an angular face, with thick silver hair and sharp green eyes. He wears scale mail and wields a battleaxe and shield. Khainain is searching for his lost brother.",
  "Gringi Gauteson: Male Dwarf Druid, Neutral. Str 12, Dex 12, Con 11, Int 15, Wis 12, Cha 10. Gringi has a round face, with blonde hair and large amber eyes. He wears hide armor and wields a spear. Gringi is nervous and thoughtful.",
  "Thainan: Male Dwarf Cleric, N. Str 13, Dex 13, Con 7, Int 8, Wis 17, Cha 12. Thainan has blonde hair and light hazel eyes, and small ears. He wears scale mail and wields a quarterstaff. Thainan compulsively plays with a steel ring.",
  "Umur: Male Dwarf Bard, N. Str 12, Dex 13, Con 9, Int 12, Wis 10, Cha 12. Umur is short and heavyset, with cropped white hair and amber eyes. He wears leather armor and wields a longsword. Umur seeks to discover what destroyed his homeland.",
  "Aghidr: Male Dwarf Cleric, NG. Str 8, Dex 9, Con 11, Int 10, Wis 13, Cha 15. Aghidr has gray hair and sharp green eyes. He wears a chain shirt and wields a spear. Aghidr seeks to destroy the undead.",
  "Svarre: Male Dwarf Druid, Neutral. Str 12, Dex 11, Con 14, Int 9, Wis 12, Cha 13. Svarre has a round face, with matted white hair and large brown eyes. He wears leather armor and wields a quarterstaff and sling. Svarre is practical and adaptable.",
  "Urin: Male Dwarf Rogue, LN. Str 13, Dex 16, Con 8, Int 7, Wis 11, Cha 10. Urin has a round face, with brown hair and sharp brown eyes. He wears leather armor and wields a shortsword. Urin lost his reflection to a nymph.",
  "Kali: Male Dwarf Cleric, NG. Str 13, Dex 9, Con 6, Int 11, Wis 14, Cha 9. Kali is noble in bearing, with brown hair and green eyes. He wears a chain shirt and wields a light hammer and shield. Kali is painfully tone-deaf.",
  "Asgeid Mundison: Male Dwarf Monk, LE. Str 10, Dex 12, Con 11, Int 8, Wis 11, Cha 13. Asgeid is slender, with braided copper hair and gray eyes. He wears modest garments and wields nunchaku (club) and kama (sickle). Asgeid is fascinated by death.",
  "Zigil: Male Dwarf Fighter, N. Str 12, Dex 12, Con 9, Int 7, Wis 10, Cha 10. Zigil has golden hair and bright blue eyes, and a messy beard. He wears chain mail and wields a greatsword.",
  "Ziri: Male Dwarf Rogue, NG. Str 13, Dex 16, Con 11, Int 10, Wis 11, Cha 11. Ziri is fair in appearance, with blonde hair and gray eyes. He wears studded leather and wields a rapier and hand crossbow. Ziri is forgiving and thrifty.",
  "Bali: Male Dwarf Fighter, N. Str 12, Dex 10, Con 9, Int 8, Wis 12, Cha 11. Bali is tall, with messy blonde hair and amber eyes. He wears scale mail and wields a trident and shield. Bali speaks with a soft voice.",
  "Duri: Male Dwarf Cleric, LN. Str 7, Dex 10, Con 15, Int 9, Wis 14, Cha 15. Duri is stout, with brown hair and large amber eyes. He wears leather armor and wields a mace.",
  "Zigam: Male Dwarf Druid, Neutral. Str 15, Dex 10, Con 9, Int 12, Wis 12, Cha 7. Zigam has silver hair and light green eyes. He wears hide armor and wields a quarterstaff and wooden shield. Zigam is honest and depressed.",
  "Thuda: Male Dwarf Sorcerer, N. Str 7, Dex 8, Con 10, Int 8, Wis 9, Cha 17. Thuda has gray hair and gray eyes, and a round nose. He wears travel-stained clothing and wields a dagger. Thuda has an animal companion, a forest owl named Fari.",
  "Enelf Agninnson: Male Dwarf Fighter, N. Str 17, Dex 8, Con 6, Int 13, Wis 12, Cha 12. Enelf is short and heavyset, with blonde hair and narrow brown eyes. He wears half plate and wields a whip and longbow. Enelf is impartial and cowardly.",
  "Khainan: Male Dwarf Fighter, N. Str 16, Dex 8, Con 10, Int 9, Wis 10, Cha 8. Khainan has uneven brown hair and narrow green eyes, and prominent ears. He wears hide armor and wields a greataxe. Khainan is extravagant and driven.",
  "Bari: Male Dwarf Druid, Neutral. Str 13, Dex 12, Con 12, Int 10, Wis 16, Cha 13. Bari has a round face, with messy black hair and amber eyes. He wears hide armor and wields a club. Bari has golden eagle named Hidga.",
  "Arwir: Male Dwarf Bard, LG. Str 12, Dex 15, Con 12, Int 11, Wis 11, Cha 15. Arwir is rugged in appearance, with red hair and sharp amber eyes. He wears leather armor and wields a club and hand crossbow. Arwir was petrified for a hundred years.",
  "Kali: Male Dwarf Paladin, Good. Str 15, Dex 15, Con 9, Int 8, Wis 15, Cha 16. Kali is cultured in appearance, with curly copper hair and narrow green eyes. He wears half plate and wields a halberd. Kali is hunting the fiend which destroyed his homeland.",
  "Udlak: Male Dwarf Monk, N. Str 9, Dex 14, Con 6, Int 12, Wis 16, Cha 10. Udlak has long black hair and dark blue eyes, and small ears. He wears plain clothing and wields a yari (spear). Udlak is colorblind.",
  "Geda: Male Dwarf Rogue, LE. Str 10, Dex 17, Con 13, Int 14, Wis 10, Cha 11. Geda has a long face, with matted brown hair and light amber eyes. He wears studded leather and wields a rapier and hand crossbow.",
  "Zaghel: Male Dwarf Fighter, NG. Str 14, Dex 10, Con 7, Int 12, Wis 7, Cha 10. Zaghel has brown hair and brown eyes, and pointed ears. He wears a chain shirt and wields a rapier and shield. Zaghel lost his shadow to a nymph.",
  "Dainan: Male Dwarf Rogue, NG. Str 11, Dex 13, Con 11, Int 11, Wis 13, Cha 10. Dainan is pleasant in appearance, with black hair and light brown eyes. He wears leather armor and wields a shortsword.",
  "Havle: Male Dwarf Barbarian, N. Str 15, Dex 8, Con 11, Int 10, Wis 9, Cha 11. Havle has a long face, with gray hair and brown eyes. He wears studded leather and wields a shortsword and blowgun. Havle is a skilled cook.",
  "Bifund: Male Dwarf Rogue, CE. Str 11, Dex 13, Con 10, Int 11, Wis 9, Cha 12. Bifund is fey in appearance, with silver hair and gray eyes. He wears leather armor and wields a shortsword. Bifund seeks to fulfill an ancient prophecy of evil.",
  "Sanzig: Male Dwarf Wizard, N. Str 8, Dex 10, Con 13, Int 16, Wis 9, Cha 13. Sanzig has an angular face, with thick copper hair and narrow amber eyes. He wears modest garments and wields a dagger. Sanzig has an arcane familiar, a silver weasel named Hrulfre.",
  "Kali: Male Dwarf Rogue, LN. Str 11, Dex 12, Con 11, Int 15, Wis 12, Cha 7. Kali is short, with thin white hair and blue eyes. He wears leather armor and wields a light hammer and darts. Kali has an animal companion, a raven named Nainan.",
  "Sheli: Male Dwarf Paladin, Good. Str 12, Dex 12, Con 9, Int 11, Wis 14, Cha 7. Sheli is fair in appearance, with golden hair and hazel eyes. He wears a breastplate and wields a scimitar. Sheli is steadfast and proud.",
  "Artar: Male Dwarf Druid, Neutral. Str 15, Dex 11, Con 6, Int 8, Wis 15, Cha 12. Artar has a long face, with red hair and green eyes. He wears hide armor and wields a quarterstaff.",
  "Holvi: Male Dwarf Wizard, NG. Str 7, Dex 11, Con 9, Int 14, Wis 12, Cha 11. Holvi is rough in appearance, with auburn hair and green eyes. He wears red robes and wields a dagger and sling. Holvi is dying and desperately seeks the secret of immortality.",
  "Shali: Male Dwarf Monk, NE. Str 11, Dex 11, Con 12, Int 9, Wis 16, Cha 12. Shali has copper hair and light brown eyes, and a curly beard. He wears modest garments and wields nunchaku (club) and kama (sickle). Shali has an animal companion, a gray rat named Andir.",
  "Flaugi: Male Dwarf Cleric, LG. Str 6, Dex 10, Con 14, Int 12, Wis 16, Cha 7. Flaugi has white hair and green eyes, and pointed ears. He wears a breastplate and wields a handaxe and dagger. Flaugi avoids eye contact.",
  "Holdbi: Male Dwarf Rogue, N. Str 6, Dex 17, Con 11, Int 15, Wis 10, Cha 8. Holdbi has short white hair and bright green eyes. He wears leather armor and wields a club. Holdbi suffers a traumatic fear of blood.",
  "Threri: Male Dwarf Monk, CN. Str 10, Dex 14, Con 15, Int 10, Wis 7, Cha 10. Threri has straight black hair and sharp brown eyes. He wears well-made clothing and wields nunchaku (club) and sai (dagger). Threri is protective and vulgar.",
  "Ukhlak: Male Dwarf Cleric, LN. Str 6, Dex 7, Con 14, Int 7, Wis 15, Cha 12. Ukhlak is fey in appearance, with white hair and dark hazel eyes. He wears half plate and wields a club. Ukhlak suffers a mild allergy to nuts.",
  "Viri: Male Dwarf Fighter, N. Str 12, Dex 15, Con 10, Int 6, Wis 14, Cha 14. Viri is stout, with thick golden hair and blue eyes. He wears chain mail and wields a morningstar. Viri holds a grudge against necromancers.",
  "Thali: Male Dwarf Cleric, NG. Str 7, Dex 12, Con 5, Int 5, Wis 17, Cha 14. Thali has black hair and green eyes, and a sharp nose. He wears a breastplate and wields a club and dagger.",
  "Therli Gisleson: Male Dwarf Paladin, Good. Str 11, Dex 10, Con 9, Int 9, Wis 12, Cha 11. Therli has gray hair and blue eyes, and a matted moustache. He wears a breastplate and wields a glaive. Therli seeks the meaning of a strange prophecy.",
  "Greini: Male Dwarf Monk, LG. Str 9, Dex 12, Con 11, Int 10, Wis 11, Cha 12. Greini has straight blonde hair and soft hazel eyes. He wears well-made clothing and wields an ono (handaxe) and sai (dagger). Greini avoids eye contact.",
  "Riri: Male Dwarf Rogue, NG. Str 7, Dex 12, Con 11, Int 13, Wis 13, Cha 8. Riri is fey in appearance, with golden hair and hazel eyes. He wears leather armor and wields a longsword and light crossbow. Riri seeks revenge against the thieves' guild which left him to hang.",
  "Olking: Male Dwarf Ranger, NE. Str 13, Dex 12, Con 9, Int 12, Wis 14, Cha 14. Olking is pleasant in appearance, with cropped gray hair and large green eyes. He wears studded leather and wields a trident. Olking has badger named Gunna.",
  "Banain: Male Dwarf Monk, N. Str 8, Dex 11, Con 12, Int 8, Wis 15, Cha 8. Banain has a long face, with gray hair and light brown eyes. He wears modest garments and wields nunchaku (club).",
  "Bifar: Male Dwarf Fighter, N. Str 15, Dex 9, Con 13, Int 15, Wis 5, Cha 10. Bifar is common in appearance, with long black hair and hazel eyes. He wears hide armor and wields a warhammer and net. Bifar is blind in his right eye.",
  "Fundu: Male Dwarf Monk, N. Str 8, Dex 13, Con 8, Int 11, Wis 16, Cha 8. Fundu has white hair and brown eyes, and small ears. He wears well-made clothing and wields a kanabo (mace) and kama (sickle). Fundu is searching for the legendary dwarven kingdom of Barakinb.",
  "Tragnfi: Male Dwarf Monk, LG. Str 7, Dex 11, Con 12, Int 10, Wis 14, Cha 7. Tragnfi has a long face, with copper hair and brown eyes. He wears simple clothing and wields a yari (spear) and sai (dagger). Tragnfi suffers an acute fear of injury.",
  "Gisle: Male Dwarf Warlock, LN. Str 9, Dex 9, Con 10, Int 11, Wis 8, Cha 15. Gisle has a long face, with uneven blonde hair and brown eyes. He wears leather armor and wields a light hammer and javelins. Gisle lost his shadow to a hag.",
  "Kormi Haarison: Male Dwarf Bard, CE. Str 11, Dex 11, Con 7, Int 17, Wis 11, Cha 14. Kormi is tall, with auburn hair and soft blue eyes. He wears leather armor and wields a rapier. Kormi suffers a mild allergy to moulds.",
  "Ilin: Male Dwarf Fighter, NE. Str 13, Dex 13, Con 7, Int 13, Wis 5, Cha 13. Ilin has messy black hair and dark brown eyes. He wears scale mail and wields a morningstar. Ilin is harsh and reckless.",
  "Ukrar: Male Dwarf Monk, LN. Str 8, Dex 16, Con 10, Int 10, Wis 9, Cha 7. Ukrar has an angular face, with matted copper hair and blue eyes. He wears sturdy clothing and wields nunchaku (club) and sai (dagger). Ukrar is protective and dishonest.",
  "Aghat: Male Dwarf Bard, CG. Str 8, Dex 12, Con 12, Int 8, Wis 9, Cha 16. Aghat has long gray hair and brown eyes. He wears studded leather and wields a spear. Aghat is fascinated by swords and blades.",
  "Leifri Agaldrson: Male Dwarf Monk, N. Str 13, Dex 13, Con 9, Int 10, Wis 12, Cha 10. Leifri is common in appearance, with thick red hair and sharp hazel eyes. He wears modest garments and wields nunchaku (club) and kama (sickle). Leifri seeks to atone for past sins.",
  "Gunni: Male Dwarf Barbarian, NG. Str 16, Dex 9, Con 14, Int 10, Wis 13, Cha 11. Gunni has red hair and large green eyes. He wears leather armor and wields a whip. Gunni seeks to discover who murdered his family.",
  "Gwari: Male Dwarf Wizard, LE. Str 13, Dex 12, Con 9, Int 17, Wis 10, Cha 14. Gwari is short and overweight, with copper hair and gray eyes. He wears sturdy clothing and wields a dagger and sling. Gwari is a terrible liar.",
  "Aznal: Male Dwarf Monk, CE. Str 16, Dex 14, Con 14, Int 5, Wis 12, Cha 5. Aznal is wretched in appearance, with thick auburn hair and amber eyes. He wears modest garments and wields a yari (spear). Aznal seeks to discover why he keeps having the same nightmare.",
  "Lakkrie: Male Dwarf Sorcerer, CN. Str 10, Dex 9, Con 14, Int 8, Wis 8, Cha 14. Lakkrie has red hair and hazel eyes. He wears simple clothing and wields a quarterstaff and light crossbow. Lakkrie secretly serves Adyar, an ancient god of death.",
  "Atgeil: Male Dwarf Rogue, CE. Str 6, Dex 13, Con 12, Int 12, Wis 14, Cha 11. Atgeil has golden hair and hazel eyes, and pointed ears. He wears studded leather and wields a handaxe and hand crossbow.",
  "Oded: Male Dwarf Warlock, CN. Str 13, Dex 12, Con 11, Int 11, Wis 14, Cha 17. Oded is common in appearance, with cropped brown hair and blue eyes. He wears studded leather and wields a light hammer. Oded is moody and vengeful.",
  "Throdri Vardrison: Male Dwarf Sorcerer, LN. Str 11, Dex 12, Con 10, Int 8, Wis 15, Cha 16. Throdri has gray hair and dark gray eyes. He wears worn clothing and wields a quarterstaff. Throdri is extravagant and combative.",
  "Gili: Male Dwarf Barbarian, N. Str 15, Dex 6, Con 9, Int 12, Wis 8, Cha 9. Gili is fey in appearance, with braided copper hair and large gray eyes. He wears scale mail and wields a maul. Gili is zealous and mercenary.",
  "Urin: Male Dwarf Fighter, LN. Str 12, Dex 11, Con 10, Int 9, Wis 10, Cha 8. Urin is short and thin, with copper hair and gray eyes. He wears half plate and wields a greatsword. Urin is extravagant and anxious.",
  "Ukhur: Male Dwarf Paladin, Good. Str 12, Dex 14, Con 8, Int 14, Wis 10, Cha 10. Ukhur is willowy, with auburn hair and light amber eyes. He wears a chain shirt and wields a greataxe. Ukhur has an animal companion, a black warhorse named Kunain.",
  "Alin: Male Dwarf Cleric, N. Str 12, Dex 10, Con 10, Int 9, Wis 13, Cha 14. Alin has blonde hair and blue eyes. He wears half plate and wields a quarterstaff and shield.",
  "Alin: Male Dwarf Bard, LN. Str 11, Dex 12, Con 9, Int 17, Wis 14, Cha 12. Alin has blonde hair and hazel eyes, and pointed ears. He wears leather armor and wields a quarterstaff and javelins. Alin has an animal companion, a copper firedrake named Ziri.",
  "Alin: Male Dwarf Barbarian, LG. Str 17, Dex 6, Con 11, Int 6, Wis 14, Cha 11. Alin is tall, with blonde hair and light amber eyes. He wears hide armor and wields a warhammer and shield. Alin has an animal companion, a brown bear named Zuri.",
  "Sorli: Male Dwarf Monk, N. Str 15, Dex 10, Con 13, Int 12, Wis 10, Cha 14. Sorli has a long face, with silver hair and narrow hazel eyes. He wears travel-stained clothing and wields a kanabo (mace) and shuriken (darts).",
  "Thrinan: Male Dwarf Rogue, LN. Str 14, Dex 17, Con 6, Int 11, Wis 9, Cha 12. Thrinan is short and slender, with blonde hair and dark blue eyes. He wears studded leather and wields a rapier and sling.",
  "Bore Odornson: Male Dwarf Druid, Neutral. Str 12, Dex 8, Con 7, Int 10, Wis 15, Cha 8. Bore has curly silver hair and hazel eyes. He wears hide armor and wields a quarterstaff and wooden shield.",
  "Ukhlar: Male Dwarf Monk, CG. Str 16, Dex 14, Con 11, Int 9, Wis 9, Cha 10. Ukhlar has a long face, with thick copper hair and hazel eyes. He wears sturdy clothing and wields a kanabo (mace). Ukhlar dislikes anyone bigger than him.",
  "Goti: Male Dwarf Cleric, CN. Str 7, Dex 7, Con 13, Int 14, Wis 16, Cha 17. Goti has a narrow face, with straight red hair and large gray eyes. He wears studded leather and wields a club and shield. Goti suffers an acute fear of injury.",
  "Otulf Valison: Male Dwarf Fighter, LG. Str 13, Dex 7, Con 14, Int 10, Wis 12, Cha 11. Otulf is pleasant in appearance, with braided golden hair and large amber eyes. He wears a breastplate and wields a war pick and net. Otulf is a pack-rat, and carries a satchel of random junk.",
  "Khimin: Male Dwarf Fighter, LE. Str 16, Dex 11, Con 7, Int 8, Wis 10, Cha 13. Khimin is overweight, with golden hair and sharp hazel eyes. He wears hide armor and wields a whip. Khimin is scheming and insensitive.",
  "Sigmi: Male Dwarf Cleric, N. Str 11, Dex 9, Con 6, Int 12, Wis 17, Cha 14. Sigmi has a square face, with uneven blonde hair and dark green eyes. He wears leather armor and wields a spear and shield. Sigmi believes that he is being hunted by supernatural creatures.",
  "Thimin: Male Dwarf Fighter, N. Str 16, Dex 14, Con 15, Int 10, Wis 11, Cha 13. Thimin has a narrow face, with braided brown hair and light blue eyes. He wears splint armor and wields a trident and shield.",
  "Gamal: Male Dwarf Fighter, NE. Str 16, Dex 9, Con 11, Int 13, Wis 12, Cha 7. Gamal is rough in appearance, with black hair and light brown eyes. He wears splint armor and wields a war pick and shield. Gamal has an animal companion, a black wolf named Svalber.",
  "Horli: Male Dwarf Sorcerer, NG. Str 11, Dex 12, Con 12, Int 14, Wis 8, Cha 14. Horli has messy red hair and hazel eyes. He wears simple clothing and wields a dagger and light crossbow. Horli lost his shadow to a nymph.",
  "Kili Brodrison: Male Dwarf Ranger, LN. Str 7, Dex 13, Con 10, Int 9, Wis 13, Cha 6. Kili has brown hair and blue eyes. He wears hide armor and wields a maul. Kili has badger named Teini.",
  "Randi: Male Dwarf Fighter, N. Str 16, Dex 17, Con 9, Int 7, Wis 8, Cha 12. Randi is tall and stout, with straight golden hair and gray eyes. He wears hide armor and wields a glaive.",
  "Hriki Snaebjuson: Male Dwarf Paladin, Good. Str 8, Dex 10, Con 11, Int 6, Wis 12, Cha 8. Hriki is pleasant in appearance, with cropped copper hair and light blue eyes. He wears a chain shirt and wields a greatsword. Hriki has an animal companion, a white warhorse named Thildra.",
  "Gili: Male Dwarf Druid, Neutral. Str 10, Dex 11, Con 14, Int 12, Wis 17, Cha 10. Gili is heavyset, with tangled red hair and soft blue eyes. He wears hide armor and wields a spear and wooden shield. Gili secretly serves Amon, an ancient aberrant god.",
  "Duri: Male Dwarf Rogue, N. Str 10, Dex 12, Con 11, Int 13, Wis 9, Cha 9. Duri is pleasant in appearance, with auburn hair and amber eyes. He wears leather armor and wields a longsword and hand crossbow.",
  "Gloinarv: Male Dwarf Monk, N. Str 12, Dex 15, Con 11, Int 12, Wis 12, Cha 10. Gloinarv has red hair and bright amber eyes, and wears glasses with electrum rims. He wears worn clothing and wields a yari (spear) and shuriken (darts). Gloinarv has an animal companion, a green snake named Ingeg.",
  "Bifund: Male Dwarf Warlock, NE. Str 11, Dex 11, Con 9, Int 11, Wis 11, Cha 12. Bifund has red hair and blue eyes, and a thick moustache. He wears leather armor and wields a club.",
  "Urin: Male Dwarf Rogue, CG. Str 6, Dex 12, Con 8, Int 11, Wis 6, Cha 15. Urin is short, with red hair and soft amber eyes. He wears leather armor and wields a rapier and hand crossbow. Urin is generous and calm.",
  "Gili: Male Dwarf Warlock, N. Str 12, Dex 6, Con 9, Int 8, Wis 8, Cha 14. Gili has a narrow face, with straight golden hair and amber eyes. He wears leather armor and wields a quarterstaff.",
  "Lachi Ornjolfson: Male Dwarf Cleric, N. Str 10, Dex 8, Con 9, Int 13, Wis 14, Cha 10. Lachi has gray hair and amber eyes. He wears leather armor and wields a spear. Lachi seeks to destroy the undead.",
  "Thode: Male Dwarf Cleric, LN. Str 10, Dex 6, Con 8, Int 11, Wis 12, Cha 11. Thode is short, with long blonde hair and hazel eyes. He wears a breastplate and wields a quarterstaff and shield. Thode is honest and adventurous.",
  "Theli: Male Dwarf Rogue, NG. Str 10, Dex 17, Con 13, Int 11, Wis 7, Cha 6. Theli has a narrow face, with white hair and blue eyes. He wears studded leather and wields a mace and sling. Theli suffers a paralyzing fear of open water.",
  "Bori: Male Dwarf Monk, NG. Str 15, Dex 13, Con 9, Int 10, Wis 11, Cha 9. Bori has golden hair and amber eyes. He wears well-made clothing and wields nunchaku (club) and sai (dagger). Bori is aesthetic and valiant.",
  "Gwoinain: Male Dwarf Rogue, NG. Str 13, Dex 15, Con 11, Int 10, Wis 9, Cha 11. Gwoinain is stout, with tangled red hair and narrow blue eyes. He wears studded leather and wields a rapier and hand crossbow. Gwoinain compulsively plays with an iron ring.",
  "Thrinain: Male Dwarf Fighter, NE. Str 13, Dex 10, Con 6, Int 14, Wis 12, Cha 11. Thrinain is short, with messy red hair and bright blue eyes. He wears chain mail and wields a shortsword and longbow. Thrinain has an animal companion, a brown bear named Raga.",
  "Glagiml: Male Dwarf Monk, LN. Str 9, Dex 15, Con 5, Int 10, Wis 12, Cha 12. Glagiml is rough in appearance, with gray hair and amber eyes. He wears sturdy clothing and wields a yari (spear). Glagiml has an animal companion, a green firedrake named Grumah.",
  "Thrumul: Male Dwarf Monk, CE. Str 11, Dex 13, Con 11, Int 13, Wis 10, Cha 11. Thrumul has a narrow face, with blonde hair and gray eyes. He wears travel-stained clothing and wields a yari (spear).",
  "Artar: Male Dwarf Monk, CE. Str 14, Dex 12, Con 14, Int 7, Wis 13, Cha 12. Artar is common in appearance, with black hair and green eyes. He wears modest garments and wields an ono (handaxe). Artar blames trolls for every misfortune.",
  "Skili: Male Dwarf Cleric, CN. Str 9, Dex 10, Con 11, Int 11, Wis 12, Cha 9. Skili is fey in appearance, with golden hair and gray eyes. He wears studded leather and wields a spear and dagger. Skili speaks with a deep voice.",
  "Hurgi Vigison: Male Dwarf Fighter, N. Str 13, Dex 16, Con 10, Int 11, Wis 11, Cha 11. Hurgi has a narrow face, with silver hair and soft brown eyes. He wears a breastplate and wields a pike. Hurgi has an animal companion, a black bear named Errag.",
  "Thali: Male Dwarf Fighter, LN. Str 17, Dex 7, Con 7, Int 7, Wis 14, Cha 15. Thali is stout, with matted red hair and large hazel eyes. He wears a chain shirt and wields a trident and net. Thali is searching for a legendary blade named Giantslicer.",
  "Turi: Male Dwarf Monk, N. Str 11, Dex 11, Con 8, Int 7, Wis 17, Cha 8. Turi has gray hair and hazel eyes, and large ears. He wears worn clothing and wields a kanabo (mace) and shuriken (darts).",
  "Ugman: Male Dwarf Monk, N. Str 11, Dex 7, Con 6, Int 11, Wis 9, Cha 9. Ugman is tall, with thick black hair and light gray eyes. He wears travel-stained clothing and wields a bo (quarterstaff) and sai (dagger). Ugman suffers a severe allergy to fish.",
  "Dali Arlimson: Male Dwarf Rogue, LN. Str 15, Dex 16, Con 13, Int 14, Wis 9, Cha 12. Dali is tall, with copper hair and large green eyes. He wears leather armor and wields a longsword and shortbow.",
  "Dwali: Male Dwarf Druid, Neutral. Str 12, Dex 9, Con 6, Int 9, Wis 17, Cha 11. Dwali is pleasant in appearance, with blonde hair and sharp hazel eyes. He wears hide armor and wields a scimitar and dagger.",
  "Holmge Hervison: Male Dwarf Cleric, N. Str 9, Dex 13, Con 11, Int 9, Wis 12, Cha 9. Holmge has a narrow face, with messy golden hair and bright blue eyes. He wears studded leather and wields a light hammer and light crossbow. Holmge is driven and savage.",
  "Throinan: Male Dwarf Monk, NG. Str 15, Dex 11, Con 6, Int 9, Wis 8, Cha 7. Throinan is tall and overweight, with uneven auburn hair and light hazel eyes. He wears sturdy clothing and wields a bo (quarterstaff). Throinan is virtuous and covetous.",
  "Abal: Male Dwarf Fighter, N. Str 17, Dex 11, Con 11, Int 12, Wis 13, Cha 13. Abal has copper hair and gray eyes, and an uneven moustache. He wears splint armor and wields a pike.",
  "Frikri: Male Dwarf Rogue, NG. Str 6, Dex 16, Con 6, Int 15, Wis 12, Cha 12. Frikri is short and heavyset, with braided silver hair and blue eyes. He wears studded leather and wields a shortsword. Frikri seeks revenge against the thieves' guild which left him to hang.",
  "Gami: Male Dwarf Ranger, N. Str 12, Dex 14, Con 9, Int 12, Wis 8, Cha 11. Gami has brown hair and hazel eyes, and a round nose. He wears a breastplate and wields a greatsword. Gami refers to himself in the third person.",
  "Skjoti Grodison: Male Dwarf Ranger, LG. Str 13, Dex 9, Con 13, Int 10, Wis 15, Cha 11. Skjoti has cropped golden hair and light gray eyes, and a thin moustache. He wears leather armor and wields a flail. Skjoti is courageous and inventive.",
  "Boti: Male Dwarf Bard, LN. Str 5, Dex 11, Con 8, Int 11, Wis 14, Cha 14. Boti has a long face, with uneven black hair and narrow green eyes. He wears leather armor and wields a handaxe. Boti is hunting the brigands who murdered his family.",
  "Steini: Male Dwarf Rogue, N. Str 14, Dex 17, Con 11, Int 7, Wis 6, Cha 10. Steini is short, with cropped blonde hair and gray eyes. He wears studded leather and wields a longsword and hand crossbow. Steini seeks revenge against the aristocrat who framed him.",
  "Askak: Male Dwarf Monk, LN. Str 13, Dex 8, Con 10, Int 6, Wis 14, Cha 9. Askak is fey in appearance, with white hair and blue eyes. He wears worn clothing and wields a yari (spear) and kama (sickle). Askak has an animal companion, a white rabbit named Gwoinarv.",
  "Hrode: Male Dwarf Fighter, N. Str 15, Dex 14, Con 8, Int 10, Wis 7, Cha 8. Hrode has a long face, with thin blonde hair and large green eyes. He wears a chain shirt and wields a halberd. Hrode seeks to save his family from financial ruin.",
  "Etir Horison: Male Dwarf Rogue, NG. Str 6, Dex 13, Con 14, Int 13, Wis 12, Cha 11. Etir has black hair and soft gray eyes, and pointed ears. He wears studded leather and wields a light hammer and hand crossbow. Etir is fascinated by geometry.",
  "Bagsi Unarrson: Male Dwarf Fighter, LG. Str 13, Dex 11, Con 10, Int 11, Wis 10, Cha 11. Bagsi has cropped golden hair and hazel eyes, and small ears. He wears ring mail and wields a glaive. Bagsi is dying and desperately seeks the secret of immortality.",
  "Saefi: Male Dwarf Wizard, LN. Str 8, Dex 10, Con 9, Int 17, Wis 6, Cha 11. Saefi is pleasant in appearance, with messy white hair and hazel eyes. He wears red robes and wields a dagger and sling. Saefi seeks to become an instructor at the School of Elemental Study.",
  "Vile Birgison: Male Dwarf Cleric, LE. Str 6, Dex 12, Con 15, Int 9, Wis 15, Cha 11. Vile is tall and slender, with curly brown hair and large green eyes. He wears studded leather and wields a spear and dagger. Vile is a terrible liar.",
  "Arar: Male Dwarf Monk, NG. Str 17, Dex 10, Con 7, Int 14, Wis 11, Cha 11. Arar has red hair and hazel eyes. He wears worn clothing and wields nunchaku (club). Arar is only friendly towards other dwarves..",
  "Thrinain: Male Dwarf Paladin, Good. Str 14, Dex 11, Con 10, Int 9, Wis 10, Cha 13. Thrinain has curly silver hair and amber eyes. He wears hide armor and wields a glaive. Thrinain serves Binem, an ancient but forgotten god of good.",
  "Bali: Male Dwarf Paladin, Good. Str 11, Dex 6, Con 12, Int 9, Wis 14, Cha 10. Bali has white hair and large green eyes, and a thin nose. He wears plate armor and wields a greataxe.",
  "Hreki Storstison: Male Dwarf Fighter, N. Str 13, Dex 12, Con 11, Int 7, Wis 7, Cha 10. Hreki is common in appearance, with red hair and soft brown eyes. He wears chain mail and wields a longsword and heavy crossbow.",
  "Knulfi: Male Dwarf Rogue, NG. Str 8, Dex 17, Con 9, Int 15, Wis 6, Cha 5. Knulfi has a round face, with copper hair and soft green eyes. He wears studded leather and wields a longsword and hand crossbow. Knulfi is easily distracted by small animals.",
  "Tori: Male Dwarf Rogue, CN. Str 9, Dex 13, Con 8, Int 11, Wis 7, Cha 14. Tori has curly black hair and large blue eyes. He wears leather armor and wields a shortsword and hand crossbow.",
  "Dinain: Male Dwarf Paladin, Good. Str 12, Dex 10, Con 9, Int 12, Wis 16, Cha 10. Dinain has thin white hair and bright brown eyes. He wears a breastplate and wields a glaive. Dinain is steadfast and tactless.",
  "Fundu: Male Dwarf Druid, Neutral. Str 11, Dex 8, Con 10, Int 11, Wis 17, Cha 12. Fundu has blonde hair and amber eyes. He wears leather armor and wields a spear and sling. Fundu has black wolf named Gili.",
  "Bali: Male Dwarf Cleric, LN. Str 7, Dex 9, Con 11, Int 13, Wis 13, Cha 9. Bali has a narrow face, with matted blonde hair and green eyes. He wears leather armor and wields a handaxe and light crossbow. Bali holds a grudge against elves.",
  "Banain: Male Dwarf Cleric, N. Str 7, Dex 7, Con 11, Int 11, Wis 15, Cha 9. Banain has a round face, with blonde hair and hazel eyes. He wears a breastplate and wields a handaxe and shield. Banain has an animal companion, a hawk named Bari.",
  "Skoli Bjotison: Male Dwarf Paladin, Good. Str 11, Dex 11, Con 9, Int 13, Wis 7, Cha 15. Skoli has silver hair and brown eyes, and a thick beard. He wears plate armor and wields a glaive. Skoli is aesthetic and lustful.",
  "Ebjot: Male Dwarf Druid, Neutral. Str 14, Dex 11, Con 12, Int 5, Wis 16, Cha 10. Ebjot is common in appearance, with black hair and gray eyes. He wears hide armor and wields a spear. Ebjot is impossibly lucky.",
  "Odrorn: Male Dwarf Rogue, NG. Str 9, Dex 16, Con 11, Int 13, Wis 9, Cha 12. Odrorn has black hair and sharp hazel eyes, and a tangled moustache. He wears studded leather and wields a rapier and sickle. Odrorn is generous and pious.",
  "Keti: Male Dwarf Monk, CN. Str 15, Dex 11, Con 11, Int 8, Wis 15, Cha 8. Keti is heavyset, with curly copper hair and light gray eyes. He wears well-made clothing and wields a bo (quarterstaff). Keti compulsively scratches an old scar.",
  "Bali: Male Dwarf Fighter, N. Str 14, Dex 11, Con 7, Int 15, Wis 9, Cha 6. Bali is pleasant in appearance, with copper hair and narrow gray eyes. He wears scale mail and wields a war pick and longbow.",
  "Threidi: Male Dwarf Rogue, N. Str 10, Dex 15, Con 8, Int 11, Wis 10, Cha 8. Threidi has a long face, with auburn hair and brown eyes. He wears leather armor and wields a rapier. Threidi is pleasant and fiendish.",
  "Grimi: Male Dwarf Barbarian, CN. Str 14, Dex 7, Con 10, Int 11, Wis 13, Cha 10. Grimi is willowy, with long blonde hair and bright blue eyes. He wears hide armor and wields a whip.",
  "Stindri: Male Dwarf Barbarian, LN. Str 17, Dex 5, Con 12, Int 14, Wis 11, Cha 8. Stindri is tall and overweight, with braided brown hair and large blue eyes. He wears hide armor and wields a rapier and shield. Stindri has an animal companion, a brown bear named Theggri.",
  "Bifar: Male Dwarf Bard, LG. Str 5, Dex 11, Con 13, Int 9, Wis 15, Cha 15. Bifar has golden hair and soft blue eyes, and pointed ears. He wears studded leather and wields a light hammer and hand crossbow. Bifar is dying and desperately seeks the secret of immortality.",
  "Therre Ardardrson: Male Dwarf Wizard, LN. Str 10, Dex 14, Con 10, Int 14, Wis 11, Cha 13. Therre is common in appearance, with red hair and large hazel eyes. He wears blue robes and wields a dagger. Therre is hunting the doppelganger which destroyed his homeland.",
  "Gili: Male Dwarf Monk, CG. Str 10, Dex 10, Con 8, Int 12, Wis 12, Cha 6. Gili is thin, with short silver hair and blue eyes. He wears worn clothing and wields an ono (handaxe). Gili compulsively picks up things.",
  "Urin: Male Dwarf Cleric, N. Str 11, Dex 10, Con 7, Int 12, Wis 13, Cha 10. Urin is stout, with copper hair and light brown eyes. He wears scale mail and wields a light hammer. Urin has an animal companion, a tawny rat named Hiortri.",
  "Kari: Male Dwarf Rogue, CG. Str 8, Dex 13, Con 9, Int 11, Wis 14, Cha 10. Kari has auburn hair and gray eyes. He wears leather armor and wields a shortsword. Kari is hunting the demon who murdered his family.",
  "Thunda: Male Dwarf Druid, Neutral. Str 10, Dex 7, Con 12, Int 8, Wis 15, Cha 8. Thunda is pleasant in appearance, with matted copper hair and brown eyes. He wears hide armor and wields a scimitar. Thunda is haunted by the ghost of someone he killed.",
  "Gamal: Male Dwarf Monk, LN. Str 12, Dex 14, Con 10, Int 8, Wis 12, Cha 10. Gamal has straight white hair and light blue eyes, and an unusual scar on his arm. He wears plain clothing and wields nunchaku (club). Gamal is gullible and talkative.",
  "Horbre Arkastson: Male Dwarf Druid, Neutral. Str 7, Dex 7, Con 11, Int 8, Wis 15, Cha 9. Horbre is fey in appearance, with gray hair and hazel eyes. He wears hide armor and wields a mace and wooden shield. Horbre has silver dog named Bori.",
  "Therla: Male Dwarf Wizard, LN. Str 14, Dex 10, Con 14, Int 13, Wis 10, Cha 11. Therla is fey in appearance, with blonde hair and bright gray eyes. He wears simple clothing and wields a quarterstaff and darts. Therla has an arcane familiar, a ginger weasel named Gili.",
  "Thali: Male Dwarf Monk, N. Str 13, Dex 14, Con 6, Int 10, Wis 17, Cha 8. Thali has cropped red hair and dark gray eyes. He wears well-made clothing and wields a bo (quarterstaff). Thali is impartial and instinctive.",
  "Sari: Male Dwarf Rogue, N. Str 13, Dex 16, Con 9, Int 13, Wis 11, Cha 9. Sari is common in appearance, with red hair and hazel eyes. He wears leather armor and wields a shortsword. Sari secretly serves Basya, an ancient god of evil.",
  "Frainain: Male Dwarf Fighter, NE. Str 14, Dex 10, Con 13, Int 11, Wis 11, Cha 11. Frainain has thin gray hair and amber eyes. He wears a chain shirt and wields a whip.",
  "Akar: Male Dwarf Monk, N. Str 14, Dex 11, Con 10, Int 8, Wis 14, Cha 9. Akar has braided white hair and narrow brown eyes. He wears modest garments and wields a kanabo (mace) and shuriken (darts). Akar has an animal companion, a hunting dog named Alin.",
  "Duri: Male Dwarf Rogue, LE. Str 6, Dex 12, Con 8, Int 11, Wis 11, Cha 7. Duri has cropped copper hair and soft brown eyes, and a thin moustache. He wears studded leather and wields a shortsword. Duri is blind in his left eye.",
  "Frinan: Male Dwarf Sorcerer, NE. Str 9, Dex 13, Con 12, Int 11, Wis 7, Cha 15. Frinan has uneven brown hair and light amber eyes. He wears travel-stained clothing and wields a dagger. Frinan is wrongly sought by the Baron of Formene for treason.",
  "Gamul: Male Dwarf Rogue, CG. Str 12, Dex 15, Con 9, Int 12, Wis 9, Cha 12. Gamul is short, with red hair and green eyes. He wears studded leather and wields a longsword and hand crossbow. Gamul seeks to steal a legendary ruby from the College of Arcane Study.",
  "Furi: Male Dwarf Monk, NG. Str 14, Dex 12, Con 8, Int 7, Wis 9, Cha 14. Furi has black hair and blue eyes, and a sharp nose. He wears simple clothing and wields a kanabo (mace). Furi has an animal companion, a hunting dog named Thimin.",
  "Orin: Male Dwarf Bard, LN. Str 15, Dex 15, Con 14, Int 14, Wis 14, Cha 16. Orin has a round face, with curly golden hair and large gray eyes. He wears leather armor and wields a shortsword. Orin seeks only fame and glory.",
  "Stormi Harison: Male Dwarf Barbarian, N. Str 15, Dex 12, Con 14, Int 13, Wis 9, Cha 14. Stormi has a square face, with long auburn hair and narrow brown eyes. He wears hide armor and wields a rapier. Stormi compulsively whistles.",
  "Kali: Male Dwarf Monk, NE. Str 13, Dex 13, Con 5, Int 11, Wis 10, Cha 12. Kali is pleasant in appearance, with auburn hair and blue eyes. He wears plain clothing and wields a kanabo (mace).",
  "Arir: Male Dwarf Barbarian, LG. Str 12, Dex 10, Con 13, Int 10, Wis 9, Cha 7. Arir has a round face, with straight black hair and amber eyes. He wears leather armor and wields a trident and shield.",
  "Frakilm: Male Dwarf Fighter, CE. Str 14, Dex 10, Con 13, Int 12, Wis 7, Cha 12. Frakilm is slender, with curly red hair and hazel eyes. He wears ring mail and wields a shortsword and shield.",
  "Kilmul: Male Dwarf Monk, NG. Str 11, Dex 17, Con 6, Int 8, Wis 11, Cha 10. Kilmul has a long face, with black hair and amber eyes. He wears modest garments and wields a bo (quarterstaff). Kilmul is dying and desperately seeks the secret of immortality.",
  "Bali: Male Dwarf Fighter, NG. Str 12, Dex 12, Con 12, Int 6, Wis 14, Cha 5. Bali is elegant in appearance, with copper hair and light hazel eyes. He wears scale mail and wields a longsword and net. Bali is searching for the lost dwarven kingdom of Ukkhigil.",
  "Umun: Male Dwarf Cleric, LN. Str 14, Dex 7, Con 12, Int 10, Wis 12, Cha 10. Umun is fair in appearance, with auburn hair and light green eyes. He wears a chain shirt and wields a spear and shield.",
  "Arnulf: Male Dwarf Paladin, Good. Str 12, Dex 11, Con 10, Int 8, Wis 9, Cha 9. Arnulf is tall, with red hair and blue eyes. He wears chain mail and wields a whip and shield. Arnulf has an animal companion, a white warhorse named Dwoinan.",
  "Frinan: Male Dwarf Paladin, Good. Str 12, Dex 14, Con 8, Int 12, Wis 16, Cha 12. Frinan has a long face, with black hair and light hazel eyes. He wears splint armor and wields a trident and shield.",
  "Hildi: Male Dwarf Fighter, LN. Str 17, Dex 10, Con 9, Int 10, Wis 12, Cha 7. Hildi is fey in appearance, with straight copper hair and soft blue eyes. He wears a breastplate and wields a trident and hand crossbow. Hildi is protective and envious.",
  "Thari: Male Dwarf Paladin, Good. Str 14, Dex 9, Con 9, Int 11, Wis 14, Cha 15. Thari is courtly in bearing, with auburn hair and brown eyes. He wears a chain shirt and wields a warhammer. Thari has an animal companion, a white warhorse named Asbioff.",
  "Sanzir: Male Dwarf Druid, Neutral. Str 11, Dex 15, Con 13, Int 9, Wis 15, Cha 12. Sanzir has matted red hair and large amber eyes, and a sharp nose. He wears hide armor and wields a club and dagger. Sanzir has black wolf named Telchal.",
  "Thimul: Male Dwarf Fighter, N. Str 13, Dex 11, Con 10, Int 9, Wis 6, Cha 9. Thimul is tall and overweight, with gray hair and brown eyes. He wears hide armor and wields a rapier and shield. Thimul has an animal companion, a copper firedrake named Thrinain.",
  "Urdur: Male Dwarf Barbarian, CN. Str 16, Dex 9, Con 14, Int 6, Wis 10, Cha 15. Urdur has messy copper hair and gray eyes, and a beaked nose. He wears scale mail and wields a war pick and shield. Urdur has an animal companion, a badger named Funda.",
  "Bari: Male Dwarf Paladin, Good. Str 10, Dex 13, Con 10, Int 7, Wis 14, Cha 7. Bari is rough in appearance, with white hair and soft gray eyes. He wears ring mail and wields a battleaxe.",
  "Thrinain: Male Dwarf Fighter, N. Str 12, Dex 16, Con 10, Int 15, Wis 5, Cha 8. Thrinain is short and thin, with cropped blonde hair and sharp green eyes. He wears a breastplate and wields a glaive. Thrinain is lustful and tactless.",
  "Raegni Arnfifrson: Male Dwarf Cleric, NG. Str 7, Dex 5, Con 7, Int 12, Wis 15, Cha 17. Raegni is youthful in appearance, with long blonde hair and brown eyes. He wears studded leather and wields a mace and dagger. Raegni is hunting the warlord who stole his ancestral sword.",
  "Verri: Male Dwarf Bard, NE. Str 10, Dex 6, Con 9, Int 11, Wis 5, Cha 13. Verri has blonde hair and large amber eyes, and a distinctive tattoo on his leg. He wears studded leather and wields a rapier. Verri is searching for his missing familiar, a red fox named Thimul.",
  "Geifi Randison: Male Dwarf Rogue, NG. Str 8, Dex 14, Con 10, Int 14, Wis 13, Cha 10. Geifi is short, with brown hair and narrow green eyes. He wears studded leather and wields a longsword and dagger. Geifi is fair and determined.",
  "Steini Tireson: Male Dwarf Monk, NG. Str 15, Dex 13, Con 9, Int 14, Wis 12, Cha 15. Steini has a long face, with thin copper hair and green eyes. He wears simple clothing and wields nunchaku (club).",
  "Shimin: Male Dwarf Rogue, CN. Str 8, Dex 14, Con 9, Int 16, Wis 7, Cha 7. Shimin has black hair and brown eyes. He wears leather armor and wields a mace and hand crossbow. Shimin suffers an acute fear of runes and symbols.",
  "Sokni Kunnison: Male Dwarf Ranger, LN. Str 12, Dex 9, Con 10, Int 13, Wis 10, Cha 8. Sokni is pleasant in appearance, with red hair and large hazel eyes. He wears leather armor and wields a pike. Sokni compulsively hums.",
  "Geisi: Male Dwarf Rogue, NG. Str 14, Dex 16, Con 10, Int 9, Wis 11, Cha 11. Geisi has short brown hair and green eyes, and a sharp nose. He wears studded leather and wields a longsword. Geisi seeks revenge against the thieves' guild which left him to hang.",
  "Heri: Male Dwarf Monk, NE. Str 9, Dex 15, Con 11, Int 12, Wis 13, Cha 9. Heri has a round face, with uneven blonde hair and gray eyes. He wears sturdy clothing and wields a yari (spear) and kama (sickle).",
  "Zuri: Male Dwarf Rogue, NG. Str 8, Dex 14, Con 11, Int 10, Wis 10, Cha 10. Zuri has a square face, with brown hair and soft brown eyes. He wears studded leather and wields a club and hand crossbow. Zuri is faithful and determined.",
  "Frulfri: Male Dwarf Monk, N. Str 11, Dex 14, Con 10, Int 7, Wis 15, Cha 6. Frulfri has brown hair and bright gray eyes. He wears plain clothing and wields a kanabo (mace). Frulfri is cautious and covetous.",
  "Gedu: Male Dwarf Cleric, NG. Str 13, Dex 11, Con 14, Int 13, Wis 15, Cha 13. Gedu has auburn hair and green eyes. He wears half plate and wields a quarterstaff and shield. Gedu suffers an acute fear of injury.",
  "Umur: Male Dwarf Rogue, N. Str 7, Dex 15, Con 9, Int 13, Wis 11, Cha 12. Umur has uneven red hair and sharp gray eyes. He wears leather armor and wields a mace. Umur is jealous and impartial.",
  "Bari: Male Dwarf Druid, Neutral. Str 15, Dex 8, Con 9, Int 14, Wis 15, Cha 10. Bari has black hair and gray eyes. He wears leather armor and wields a club and wooden shield. Bari seeks only fame and glory.",
  "Thafri Argastson: Male Dwarf Barbarian, N. Str 17, Dex 8, Con 11, Int 13, Wis 14, Cha 12. Thafri is pleasant in appearance, with gray hair and amber eyes. He wears studded leather and wields a pike. Thafri is bold and dishonest.",
  "Arnker: Male Dwarf Monk, LG. Str 11, Dex 10, Con 12, Int 8, Wis 12, Cha 9. Arnker is rugged in appearance, with auburn hair and narrow amber eyes. He wears simple clothing and wields an ono (handaxe) and sai (dagger). Arnker is hunting the dragon who slew his mentor.",
  "Gamil: Male Dwarf Rogue, LG. Str 9, Dex 16, Con 10, Int 14, Wis 15, Cha 9. Gamil has a round face, with silver hair and gray eyes. He wears studded leather and wields a shortsword and hand crossbow. Gamil seeks revenge against the aristocrat who framed him.",
  "Alin: Male Dwarf Rogue, N. Str 13, Dex 17, Con 15, Int 12, Wis 10, Cha 7. Alin is rugged in appearance, with gray hair and gray eyes. He wears leather armor and wields a longsword and hand crossbow. Alin has an animal companion, a black snake named Alil.",
  "Zigam: Male Dwarf Monk, N. Str 11, Dex 11, Con 6, Int 10, Wis 11, Cha 6. Zigam is tall, with thick golden hair and brown eyes. He wears worn clothing and wields an ono (handaxe). Zigam is determined and mercenary.",
  "Budi: Male Dwarf Rogue, LN. Str 9, Dex 15, Con 12, Int 13, Wis 13, Cha 15. Budi is tall, with thin white hair and amber eyes. He wears leather armor and wields a longsword and dagger. Budi seeks to steal an ancient artifact from the College of Comaium.",
  "Hermi Hallison: Male Dwarf Cleric, NG. Str 6, Dex 7, Con 13, Int 8, Wis 13, Cha 13. Hermi has thick black hair and soft green eyes, and a round nose. He wears studded leather and wields a club and light crossbow. Hermi has an animal companion, a green firedrake named Ridga.",
  "Disanz: Male Dwarf Rogue, LG. Str 7, Dex 15, Con 12, Int 11, Wis 11, Cha 12. Disanz has gray hair and brown eyes, and an unusual scar on his leg. He wears studded leather and wields a mace and darts.",
  "Nainan: Male Dwarf Druid, Neutral. Str 13, Dex 7, Con 12, Int 13, Wis 16, Cha 9. Nainan has matted gray hair and blue eyes, and a flat nose. He wears leather armor and wields a spear and wooden shield. Nainan has forest owl named Grolle.",
  "Hildi: Male Dwarf Monk, NE. Str 10, Dex 12, Con 6, Int 9, Wis 10, Cha 8. Hildi has black hair and bright green eyes, and walks with a limp. He wears simple clothing and wields nunchaku (club).",
  "Narvi: Male Dwarf Rogue, NG. Str 13, Dex 14, Con 9, Int 13, Wis 10, Cha 9. Narvi has short silver hair and light amber eyes, and a short beard. He wears studded leather and wields a rapier. Narvi frequently uses uncommon words incorrectly.",
  "Banarv: Male Dwarf Barbarian, CN. Str 13, Dex 10, Con 9, Int 8, Wis 10, Cha 13. Banarv has a narrow face, with black hair and amber eyes. He wears leather armor and wields a battleaxe and longbow.",
  "Anzin: Male Dwarf Cleric, LN. Str 9, Dex 10, Con 6, Int 8, Wis 16, Cha 11. Anzin has silver hair and hazel eyes. He wears a chain shirt and wields a spear and shield. Anzin seeks revenge against the sister who betrayed him.",
  "Tholmgi: Male Dwarf Cleric, N. Str 10, Dex 8, Con 13, Int 11, Wis 13, Cha 11. Tholmgi has thick white hair and sharp green eyes. He wears studded leather and wields a quarterstaff and light crossbow. Tholmgi is wrongly sought by the Prince of Forlonde for murder.",
  "Laefi Alidrson: Male Dwarf Fighter, LE. Str 16, Dex 10, Con 8, Int 11, Wis 8, Cha 11. Laefi is heavyset, with matted golden hair and green eyes. He wears a chain shirt and wields a pike. Laefi is scheming and insensitive.",
  "Kredi Gerison: Male Dwarf Fighter, LG. Str 15, Dex 13, Con 9, Int 8, Wis 11, Cha 12. Kredi has a long face, with braided blonde hair and gray eyes. He wears splint armor and wields a rapier. Kredi is blind in his left eye.",
  "Steine: Male Dwarf Rogue, NG. Str 10, Dex 16, Con 11, Int 11, Wis 11, Cha 8. Steine has auburn hair and bright hazel eyes, and a beaked nose. He wears leather armor and wields a longsword. Steine suffers a paralyzing fear of death.",
  "Usir: Male Dwarf Monk, N. Str 13, Dex 12, Con 8, Int 9, Wis 11, Cha 8. Usir is short, with long blonde hair and sharp hazel eyes. He wears sturdy clothing and wields a bo (quarterstaff). Usir is flamboyant and intimidating.",
  "Gamin: Male Dwarf Monk, LG. Str 7, Dex 11, Con 8, Int 10, Wis 10, Cha 14. Gamin has a long face, with uneven brown hair and sharp gray eyes. He wears simple clothing and wields an ono (handaxe) and kama (sickle). Gamin has an animal companion, a hunting dog named Khali.",
  "Asvelf: Male Dwarf Wizard, CN. Str 11, Dex 11, Con 13, Int 17, Wis 12, Cha 6. Asvelf is fey in appearance, with red hair and sharp blue eyes. He wears modest garments and wields a quarterstaff. Asvelf is polite and impatient.",
  "Ziri: Male Dwarf Monk, NG. Str 15, Dex 15, Con 5, Int 8, Wis 11, Cha 6. Ziri has brown hair and large hazel eyes, and a beaked nose. He wears simple clothing and wields a yari (spear). Ziri frequently uses uncommon words incorrectly.",
  "Orest: Male Dwarf Ranger, LG. Str 14, Dex 11, Con 15, Int 10, Wis 9, Cha 10. Orest has a round face, with curly black hair and green eyes. He wears studded leather and wields a maul. Orest seeks to atone for past sins.",
  "Rimbi Oraldson: Male Dwarf Warlock, LE. Str 14, Dex 12, Con 8, Int 7, Wis 14, Cha 13. Rimbi is short, with white hair and sharp brown eyes. He wears studded leather and wields a club and shortbow. Rimbi seeks revenge against the kingdom which exiled him.",
  "Hofni Bogeson: Male Dwarf Paladin, Good. Str 12, Dex 8, Con 9, Int 10, Wis 10, Cha 7. Hofni is pleasant in appearance, with black hair and amber eyes. He wears splint armor and wields a glaive. Hofni seeks to save his family from financial ruin.",
  "Valdi: Male Dwarf Bard, NE. Str 9, Dex 11, Con 13, Int 10, Wis 8, Cha 16. Valdi has straight copper hair and bright brown eyes. He wears studded leather and wields a rapier and hand crossbow. Valdi suffers a severe allergy to rodents.",
  "Hrani: Male Dwarf Wizard, NG. Str 10, Dex 11, Con 10, Int 16, Wis 8, Cha 12. Hrani is short and thin, with tangled blonde hair and green eyes. He wears gray robes and wields a dagger and light crossbow. Hrani has an arcane familiar, a gray toad named Thrinarv.",
  "Nainan: Male Dwarf Monk, N. Str 10, Dex 12, Con 8, Int 11, Wis 10, Cha 8. Nainan has a square face, with auburn hair and hazel eyes. He wears well-made clothing and wields a yari (spear) and kama (sickle). Nainan has an animal companion, a golden monkey named Arnkag.",
  "Urdur: Male Dwarf Rogue, N. Str 10, Dex 15, Con 11, Int 14, Wis 6, Cha 5. Urdur is fair in appearance, with long black hair and large blue eyes. He wears leather armor and wields a shortsword and hand crossbow. Urdur secretly serves Mory, an ancient god of destruction.",
  "Ukhlal: Male Dwarf Monk, N. Str 12, Dex 12, Con 10, Int 14, Wis 15, Cha 11. Ukhlal has a round face, with gray hair and bright green eyes. He wears travel-stained clothing and wields a yari (spear) and sai (dagger). Ukhlal was magically imprisoned for a hundred years.",
  "Thrinarv: Male Dwarf Fighter, NG. Str 12, Dex 16, Con 7, Int 7, Wis 9, Cha 8. Thrinarv has an angular face, with thin blonde hair and gray eyes. He wears chain mail and wields a shortsword. Thrinarv is painfully tone-deaf.",
  "Bjorni: Male Dwarf Bard, N. Str 6, Dex 7, Con 14, Int 12, Wis 12, Cha 12. Bjorni has a square face, with straight copper hair and narrow green eyes. He wears leather armor and wields a shortsword. Bjorni has an animal companion, a red firedrake named Roaga.",
  "Vare: Male Dwarf Barbarian, NE. Str 15, Dex 5, Con 12, Int 10, Wis 10, Cha 10. Vare has auburn hair and soft blue eyes, and numerous fearsome piercings. He wears studded leather and wields a halberd. Vare suffers a traumatic fear of fire.",
  "Telchal: Male Dwarf Paladin, Good. Str 13, Dex 12, Con 7, Int 13, Wis 7, Cha 10. Telchal has a round face, with white hair and soft gray eyes. He wears a breastplate and wields a shortsword. Telchal was magically imprisoned for a hundred years.",
  "Anund Virison: Male Dwarf Druid, Neutral. Str 14, Dex 10, Con 10, Int 10, Wis 16, Cha 7. Anund has a narrow face, with gray hair and large blue eyes. He wears hide armor and wields a spear and darts. Anund has green snake named Ugman.",
  "Kadu: Male Dwarf Cleric, N. Str 13, Dex 5, Con 10, Int 6, Wis 14, Cha 12. Kadu has messy blonde hair and brown eyes. He wears leather armor and wields a handaxe and shield. Kadu is hardworking and bold.",
  "Dwari: Male Dwarf Warlock, LN. Str 14, Dex 12, Con 11, Int 12, Wis 14, Cha 15. Dwari has red hair and hazel eyes. He wears studded leather and wields a spear and dagger. Dwari has an animal companion, a grey rat named Kari.",
  "Gudli Grygison: Male Dwarf Paladin, Good. Str 10, Dex 10, Con 7, Int 9, Wis 15, Cha 11. Gudli is fair in appearance, with gray hair and blue eyes. He wears chain mail and wields a trident and shield. Gudli seeks to discover the truth of his lineage.",
  "Gudmi: Male Dwarf Cleric, LN. Str 14, Dex 8, Con 9, Int 11, Wis 15, Cha 9. Gudmi has red hair and hazel eyes, and a short moustache. He wears a breastplate and wields a handaxe.",
  "Arul: Male Dwarf Monk, N. Str 8, Dex 9, Con 11, Int 13, Wis 9, Cha 9. Arul is short, with short blonde hair and large amber eyes. He wears plain clothing and wields a bo (quarterstaff). Arul has an animal companion, a red firedrake named Tige.",
  "Bali: Male Dwarf Fighter, N. Str 14, Dex 14, Con 8, Int 10, Wis 11, Cha 10. Bali is common in appearance, with thick black hair and blue eyes. He wears plate armor and wields a glaive. Bali has an animal companion, a black dog named Dore.",
  "Arulfr: Male Dwarf Barbarian, N. Str 17, Dex 6, Con 12, Int 11, Wis 13, Cha 10. Arulfr has copper hair and soft green eyes. He wears studded leather and wields a glaive.",
  "Ukhud: Male Dwarf Bard, N. Str 12, Dex 8, Con 11, Int 10, Wis 9, Cha 13. Ukhud is common in appearance, with curly red hair and dark brown eyes. He wears leather armor and wields a rapier.",
  "Hildi: Male Dwarf Monk, NG. Str 15, Dex 17, Con 10, Int 7, Wis 14, Cha 7. Hildi has a long face, with silver hair and sharp gray eyes. He wears travel-stained clothing and wields a yari (spear) and kama (sickle). Hildi seeks to become a knight of the realm.",
  "Roinan: Male Dwarf Ranger, NG. Str 11, Dex 15, Con 5, Int 14, Wis 13, Cha 10. Roinan has a square face, with braided silver hair and narrow blue eyes. He wears leather armor and wields a glaive. Roinan compulsively steals small objects.",
  "Khori: Male Dwarf Fighter, LN. Str 12, Dex 15, Con 12, Int 11, Wis 8, Cha 10. Khori is pleasant in appearance, with messy golden hair and sharp brown eyes. He wears a breastplate and wields a pike. Khori is devout and possessive.",
  "Gloinarv: Male Dwarf Rogue, LE. Str 7, Dex 17, Con 12, Int 11, Wis 10, Cha 8. Gloinarv has a narrow face, with golden hair and brown eyes. He wears studded leather and wields a longsword. Gloinarv is greedy and bloodthirsty.",
  "Itin: Male Dwarf Monk, NE. Str 14, Dex 9, Con 7, Int 10, Wis 14, Cha 10. Itin has uneven silver hair and brown eyes, and a round nose. He wears plain clothing and wields nunchaku (club). Itin has an animal companion, a gray rabbit named Thrinain.",
  "Kilmin: Male Dwarf Barbarian, CN. Str 15, Dex 13, Con 11, Int 8, Wis 8, Cha 9. Kilmin has long auburn hair and brown eyes, and a short moustache. He wears scale mail and wields a warhammer. Kilmin seeks only fame and glory.",
  "Rithi: Male Dwarf Rogue, LN. Str 11, Dex 12, Con 13, Int 15, Wis 5, Cha 12. Rithi has a round face, with curly white hair and blue eyes. He wears leather armor and wields a mace.",
  "Ukras: Male Dwarf Fighter, CN. Str 17, Dex 12, Con 10, Int 13, Wis 10, Cha 8. Ukras has silver hair and blue eyes, and a tangled beard. He wears chain mail and wields a halberd. Ukras suffers a traumatic fear of darkness.",
  "Gore Horieson: Male Dwarf Paladin, Good. Str 10, Dex 8, Con 11, Int 8, Wis 12, Cha 11. Gore has matted blonde hair and hazel eyes. He wears hide armor and wields a morningstar and shield. Gore is chivalrous and industrious.",
  "Ryggi: Male Dwarf Rogue, N. Str 12, Dex 12, Con 12, Int 14, Wis 10, Cha 5. Ryggi has an angular face, with black hair and sharp hazel eyes. He wears studded leather and wields a rapier and light crossbow. Ryggi seeks revenge against the aristocrat who framed him.",
  "Halfdi Samrison: Male Dwarf Rogue, N. Str 11, Dex 15, Con 5, Int 7, Wis 10, Cha 8. Halfdi is rough in appearance, with silver hair and narrow green eyes. He wears leather armor and wields a shortsword. Halfdi is impartial and clever.",
  "Riki: Male Dwarf Monk, LN. Str 9, Dex 11, Con 10, Int 9, Wis 7, Cha 5. Riki is rough in appearance, with matted red hair and narrow green eyes. He wears well-made clothing and wields a bo (quarterstaff) and shuriken (darts).",
  "Disanz: Male Dwarf Monk, LN. Str 7, Dex 11, Con 13, Int 12, Wis 16, Cha 9. Disanz has auburn hair and narrow brown eyes, and an unusual scar on his arm. He wears plain clothing and wields a kanabo (mace). Disanz seeks to destroy the race of ogres.",
  "Mundi: Male Dwarf Fighter, LN. Str 13, Dex 16, Con 10, Int 12, Wis 11, Cha 9. Mundi has a narrow face, with thin gray hair and dark blue eyes. He wears a chain shirt and wields a maul. Mundi seeks to destroy the race of orcs.",
  "Horne Geirison: Male Dwarf Paladin, Good. Str 9, Dex 9, Con 8, Int 9, Wis 13, Cha 13. Horne has auburn hair and green eyes, and a cropped beard. He wears scale mail and wields a greatsword. Horne is philosophical and gullible.",
  "Baardi: Male Dwarf Fighter, NG. Str 17, Dex 12, Con 6, Int 13, Wis 8, Cha 12. Baardi is rugged in appearance, with short copper hair and light green eyes. He wears plate armor and wields a flail. Baardi is philosophical and gullible.",
  "Furi: Male Dwarf Paladin, Good. Str 9, Dex 10, Con 12, Int 10, Wis 10, Cha 10. Furi has a round face, with matted black hair and narrow hazel eyes. He wears chain mail and wields a morningstar and shield. Furi has an animal companion, a white warhorse named Gili.",
  "Linarv: Male Dwarf Monk, NG. Str 12, Dex 14, Con 9, Int 10, Wis 11, Cha 10. Linarv is slender, with tangled red hair and amber eyes. He wears travel-stained clothing and wields a bo (quarterstaff) and shuriken (darts). Linarv has an animal companion, a tiger named Alel.",
  "Hori: Male Dwarf Ranger, LN. Str 13, Dex 10, Con 13, Int 6, Wis 8, Cha 14. Hori has black hair and soft hazel eyes, and a beaked nose. He wears leather armor and wields a glaive. Hori is morose and malevolent.",
  "Skelli: Male Dwarf Rogue, N. Str 11, Dex 15, Con 11, Int 17, Wis 7, Cha 12. Skelli is willowy, with blonde hair and bright hazel eyes. He wears studded leather and wields a quarterstaff and hand crossbow. Skelli has an animal companion, a black cat named Kurdu.",
  "Gili: Male Dwarf Fighter, LN. Str 16, Dex 17, Con 5, Int 8, Wis 8, Cha 10. Gili has a square face, with auburn hair and narrow gray eyes. He wears scale mail and wields a scimitar and shield.",
  "Arin: Male Dwarf Monk, CG. Str 16, Dex 12, Con 10, Int 13, Wis 13, Cha 6. Arin has copper hair and hazel eyes, and large ears. He wears simple clothing and wields a bo (quarterstaff) and sai (dagger). Arin seeks to become a knight of the realm.",
  "Dili: Male Dwarf Rogue, N. Str 7, Dex 15, Con 10, Int 15, Wis 7, Cha 9. Dili has a square face, with uneven blonde hair and blue eyes. He wears studded leather and wields a rapier and hand crossbow. Dili is gullible and fiendish.",
  "Urund: Male Dwarf Fighter, NG. Str 16, Dex 11, Con 9, Int 12, Wis 10, Cha 5. Urund has a square face, with thick black hair and amber eyes. He wears plate armor and wields a warhammer and longbow. Urund suffers a severe allergy to fish.",
  "Soxi: Male Dwarf Druid, Neutral. Str 9, Dex 11, Con 9, Int 8, Wis 15, Cha 10. Soxi is rugged in appearance, with curly red hair and bright brown eyes. He wears leather armor and wields a spear and sling. Soxi is alluring and aggressive.",
  "Urul: Male Dwarf Paladin, Good. Str 12, Dex 7, Con 11, Int 11, Wis 13, Cha 16. Urul has an angular face, with auburn hair and hazel eyes. He wears a breastplate and wields a shortsword. Urul speaks with a mousy voice.",
  "Hoski Valdison: Male Dwarf Rogue, LN. Str 13, Dex 16, Con 13, Int 10, Wis 13, Cha 7. Hoski has gray hair and large gray eyes. He wears studded leather and wields a shortsword and sling. Hoski has an animal companion, a dire rat named Keti.",
  "Frori: Male Dwarf Ranger, NG. Str 13, Dex 13, Con 12, Int 12, Wis 10, Cha 7. Frori is fey in appearance, with brown hair and narrow gray eyes. He wears a chain shirt and wields a war pick. Frori is hunting the vampire who murdered his family.",
  "Have Alvirson: Male Dwarf Rogue, N. Str 12, Dex 14, Con 10, Int 9, Wis 13, Cha 13. Have has an angular face, with straight black hair and blue eyes. He wears leather armor and wields a shortsword and hand crossbow. Have is searching for his missing daughter.",
  "Thorki Arkinson: Male Dwarf Monk, NE. Str 12, Dex 13, Con 10, Int 11, Wis 11, Cha 10. Thorki has auburn hair and gray eyes, and an unusual scar on his arm. He wears travel-stained clothing and wields a yari (spear).",
  "Gimi Adandson: Male Dwarf Wizard, CN. Str 6, Dex 12, Con 9, Int 12, Wis 13, Cha 9. Gimi is fey in appearance, with silver hair and hazel eyes. He wears white robes and wields a quarterstaff. Gimi has an arcane familiar, a tiny winddrake named Zaghak.",
  "Hredi Arinnson: Male Dwarf Monk, N. Str 12, Dex 12, Con 5, Int 12, Wis 16, Cha 9. Hredi is tall and heavyset, with thin red hair and narrow brown eyes. He wears modest garments and wields a bo (quarterstaff) and sai (dagger). Hredi is foolhardy and practical.",
  "Tilli: Male Dwarf Rogue, LN. Str 7, Dex 13, Con 11, Int 8, Wis 7, Cha 8. Tilli is willowy, with black hair and blue eyes. He wears leather armor and wields a longsword and hand crossbow. Tilli has an animal companion, a black cat named Glimul.",
  "Kilmul: Male Dwarf Ranger, CN. Str 10, Dex 7, Con 14, Int 8, Wis 12, Cha 8. Kilmul has thin auburn hair and brown eyes. He wears a breastplate and wields a war pick and shield.",
  "Anuldr: Male Dwarf Warlock, LN. Str 12, Dex 11, Con 9, Int 13, Wis 9, Cha 14. Anuldr has brown hair and narrow brown eyes, and a curly moustache. He wears studded leather and wields a spear. Anuldr has an animal companion, a raven named Ugmad.",
  "Khimul: Male Dwarf Wizard, CN. Str 9, Dex 12, Con 9, Int 13, Wis 7, Cha 13. Khimul is common in appearance, with braided blonde hair and bright hazel eyes. He wears blue robes and wields a quarterstaff.",
  "Vardre: Male Dwarf Monk, LN. Str 14, Dex 9, Con 9, Int 9, Wis 11, Cha 11. Vardre is overweight, with matted copper hair and green eyes. He wears plain clothing and wields a kanabo (mace) and kama (sickle). Vardre is flamboyant and nervous.",
  "Gamah: Male Dwarf Monk, LN. Str 12, Dex 7, Con 13, Int 5, Wis 16, Cha 7. Gamah has a narrow face, with red hair and sharp hazel eyes. He wears well-made clothing and wields a bo (quarterstaff) and kama (sickle). Gamah is impossibly lucky.",
  "Loinan: Male Dwarf Rogue, NG. Str 9, Dex 17, Con 9, Int 12, Wis 11, Cha 12. Loinan has a long face, with long brown hair and blue eyes. He wears leather armor and wields a light hammer. Loinan serves Aziel, an ancient but forgotten god of law.",
  "Bari: Male Dwarf Rogue, N. Str 9, Dex 15, Con 9, Int 9, Wis 11, Cha 10. Bari is heavyset, with gray hair and light blue eyes. He wears studded leather and wields a longsword and shortbow. Bari suffers a paralyzing fear of spiders.",
  "Bari: Male Dwarf Wizard, NE. Str 10, Dex 13, Con 10, Int 14, Wis 9, Cha 7. Bari is repulsive in appearance, with curly auburn hair and soft brown eyes. He wears crimson robes and wields a quarterstaff and light crossbow. Bari was petrified for a hundred years.",
  "Ohardr Feldison: Male Dwarf Monk, LN. Str 9, Dex 13, Con 9, Int 13, Wis 13, Cha 8. Ohardr is pleasant in appearance, with black hair and gray eyes. He wears travel-stained clothing and wields an ono (handaxe) and shuriken (darts). Ohardr has an animal companion, a red snake named Sumi.",
  "Banain: Male Dwarf Bard, N. Str 13, Dex 11, Con 14, Int 12, Wis 5, Cha 12. Banain has matted red hair and gray eyes, and a magical scar on his face. He wears leather armor and wields a light hammer. Banain is searching for his lost sister.",
  "Landi Thorkeson: Male Dwarf Warlock, LN. Str 16, Dex 14, Con 8, Int 15, Wis 10, Cha 14. Landi has a long face, with messy silver hair and blue eyes. He wears leather armor and wields a quarterstaff. Landi compulsively plays with a bronze ring.",
  "Hridi Guttison: Male Dwarf Druid, Neutral. Str 10, Dex 13, Con 9, Int 7, Wis 14, Cha 6. Hridi is short and willowy, with silver hair and large brown eyes. He wears hide armor and wields a quarterstaff.",
  "Kharkurd: Male Dwarf Monk, N. Str 13, Dex 7, Con 13, Int 11, Wis 15, Cha 7. Kharkurd has a narrow face, with auburn hair and hazel eyes. He wears modest garments and wields a kanabo (mace) and sai (dagger). Kharkurd is protective and devout.",
  "Hordi Thorleson: Male Dwarf Sorcerer, N. Str 10, Dex 6, Con 13, Int 11, Wis 12, Cha 16. Hordi has black hair and soft gray eyes, and a flat nose. He wears simple clothing and wields a dagger and sling. Hordi has an animal companion, a sand lizard named Dinarv.",
  "Turla: Male Dwarf Fighter, LN. Str 12, Dex 12, Con 9, Int 8, Wis 9, Cha 14. Turla has golden hair and soft gray eyes. He wears a breastplate and wields a warhammer and longbow. Turla is guarded and envious.",
  "Abad: Male Dwarf Paladin, Good. Str 14, Dex 10, Con 9, Int 7, Wis 16, Cha 16. Abad is tall and overweight, with auburn hair and dark amber eyes. He wears plate armor and wields a longsword.",
  "Urdund: Male Dwarf Fighter, LN. Str 17, Dex 14, Con 9, Int 11, Wis 10, Cha 12. Urdund has gray hair and bright hazel eyes, and a round nose. He wears plate armor and wields a battleaxe.",
  "Zigil: Male Dwarf Ranger, N. Str 13, Dex 7, Con 9, Int 9, Wis 16, Cha 10. Zigil has silver hair and dark green eyes. He wears leather armor and wields a longsword and shield. Zigil secretly serves Kasa, an ancient god of death.",
  "Duri: Male Dwarf Fighter, NG. Str 14, Dex 15, Con 9, Int 7, Wis 11, Cha 10. Duri is short, with cropped red hair and large hazel eyes. He wears ring mail and wields a rapier and net.",
  "Veni: Male Dwarf Fighter, LE. Str 13, Dex 10, Con 14, Int 9, Wis 10, Cha 13. Veni has curly white hair and blue eyes, and sharpened teeth. He wears splint armor and wields a trident. Veni is crude and greedy.",
  "Mali: Male Dwarf Bard, N. Str 8, Dex 11, Con 12, Int 14, Wis 12, Cha 17. Mali has a long face, with gray hair and gray eyes. He wears studded leather and wields a rapier. Mali seeks to become an instructor at the College of Derium.",
  "Amin: Male Dwarf Rogue, LE. Str 8, Dex 16, Con 9, Int 14, Wis 11, Cha 5. Amin has cropped blonde hair and dark green eyes, and a sharp nose. He wears leather armor and wields a handaxe. Amin is only friendly towards other dwarves..",
  "Gerie: Male Dwarf Cleric, N. Str 11, Dex 11, Con 13, Int 8, Wis 12, Cha 16. Gerie is short, with thick gray hair and bright amber eyes. He wears studded leather and wields a light hammer and sling.",
  "Alin: Male Dwarf Druid, Neutral. Str 11, Dex 8, Con 15, Int 6, Wis 17, Cha 9. Alin has a narrow face, with silver hair and amber eyes. He wears leather armor and wields a quarterstaff and dagger. Alin has silver dog named Umud.",
  "Kela: Male Dwarf Fighter, N. Str 16, Dex 16, Con 14, Int 9, Wis 12, Cha 7. Kela is short, with copper hair and bright green eyes. He wears hide armor and wields a pike. Kela is morose and practical.",
  "Arin: Male Dwarf Rogue, LN. Str 13, Dex 17, Con 12, Int 12, Wis 11, Cha 6. Arin has brown hair and blue eyes, and a round nose. He wears studded leather and wields a rapier. Arin is timid and deceitful.",
  "Giri: Male Dwarf Paladin, Good. Str 12, Dex 15, Con 14, Int 9, Wis 7, Cha 15. Giri is cultured in appearance, with red hair and amber eyes. He wears splint armor and wields a greatsword. Giri seeks to destroy the undead.",
  "Bjorni: Male Dwarf Monk, NG. Str 9, Dex 9, Con 5, Int 11, Wis 12, Cha 12. Bjorni has messy white hair and bright hazel eyes. He wears modest garments and wields a bo (quarterstaff) and sai (dagger). Bjorni has an animal companion, a tiger named Munja.",
  "Nanarv: Male Dwarf Monk, LN. Str 15, Dex 12, Con 11, Int 12, Wis 15, Cha 14. Nanarv has red hair and green eyes, and a thin beard. He wears simple clothing and wields a yari (spear). Nanarv is flamboyant and practical.",
  "Gili: Male Dwarf Monk, NG. Str 10, Dex 13, Con 12, Int 13, Wis 14, Cha 15. Gili is noble in bearing, with golden hair and narrow blue eyes. He wears plain clothing and wields a bo (quarterstaff).",
  "Kali Jalgison: Male Dwarf Paladin, Good. Str 9, Dex 7, Con 8, Int 12, Wis 14, Cha 12. Kali is fey in appearance, with golden hair and blue eyes. He wears plate armor and wields a battleaxe. Kali is kind and inventive.",
  "Secgi: Male Dwarf Rogue, N. Str 10, Dex 13, Con 8, Int 11, Wis 10, Cha 9. Secgi is common in appearance, with matted red hair and amber eyes. He wears leather armor and wields a rapier and hand crossbow. Secgi holds a grudge against halflings.",
  "Bakri Skunison: Male Dwarf Monk, LN. Str 13, Dex 7, Con 14, Int 12, Wis 15, Cha 14. Bakri has black hair and green eyes, and large ears. He wears modest garments and wields a yari (spear) and sai (dagger). Bakri is honest and aggressive.",
  "Griki Halleson: Male Dwarf Sorcerer, N. Str 9, Dex 5, Con 12, Int 12, Wis 8, Cha 16. Griki has red hair and sharp hazel eyes, and a beaked nose. He wears plain clothing and wields a dagger and darts. Griki is humble and intimidating.",
  "Thali: Male Dwarf Cleric, NG. Str 8, Dex 12, Con 10, Int 12, Wis 15, Cha 14. Thali has cropped blonde hair and gray eyes. He wears a breastplate and wields a spear. Thali is passionate and impish.",
  "Alfgaur Hreinison: Male Dwarf Bard, NE. Str 9, Dex 13, Con 8, Int 14, Wis 10, Cha 14. Alfgaur is tall and heavyset, with cropped black hair and large hazel eyes. He wears studded leather and wields a light hammer. Alfgaur is searching for his missing familiar, a hunting dog named Azal.",
  "Adav: Male Dwarf Bard, NG. Str 6, Dex 7, Con 11, Int 13, Wis 5, Cha 12. Adav is elegant in appearance, with matted black hair and blue eyes. He wears studded leather and wields a spear and darts. Adav has an animal companion, a tawny rat named Grinain.",
  "Onundr: Male Dwarf Rogue, NG. Str 7, Dex 15, Con 10, Int 8, Wis 11, Cha 5. Onundr has uneven copper hair and narrow blue eyes, and a cropped moustache. He wears studded leather and wields a handaxe and light crossbow. Onundr was magically imprisoned for a hundred years.",
  "Bali: Male Dwarf Cleric, LN. Str 9, Dex 9, Con 11, Int 11, Wis 12, Cha 16. Bali is short and willowy, with auburn hair and gray eyes. He wears scale mail and wields a spear and shield. Bali has an animal companion, a hunting dog named Asvoorgg.",
  "Afell Kelison: Male Dwarf Warlock, NE. Str 16, Dex 6, Con 9, Int 8, Wis 10, Cha 17. Afell is repulsive in appearance, with cropped white hair and gray eyes. He wears studded leather and wields a light hammer and sickle. Afell has an animal companion, a grey rat named Horhi.",
  "Bromi: Male Dwarf Fighter, NG. Str 14, Dex 13, Con 13, Int 11, Wis 10, Cha 11. Bromi is tall and thin, with tangled brown hair and hazel eyes. He wears chain mail and wields a flail and heavy crossbow. Bromi seeks to help the poor and unfortunate.",
  "Kadi: Male Dwarf Barbarian, CN. Str 14, Dex 5, Con 14, Int 11, Wis 13, Cha 10. Kadi has matted red hair and amber eyes, and small ears. He wears leather armor and wields a war pick and shield. Kadi has an animal companion, a green firedrake named Sure.",
  "Griggi: Male Dwarf Monk, N. Str 11, Dex 14, Con 8, Int 10, Wis 13, Cha 5. Griggi is fair in appearance, with auburn hair and narrow green eyes. He wears plain clothing and wields a yari (spear). Griggi suffers a traumatic fear of fey creatures.",
  "Kilmin: Male Dwarf Sorcerer, NG. Str 8, Dex 9, Con 10, Int 13, Wis 14, Cha 15. Kilmin has straight brown hair and hazel eyes. He wears plain clothing and wields a quarterstaff and darts. Kilmin is generous and loyal.",
  "Akal: Male Dwarf Fighter, N. Str 16, Dex 16, Con 9, Int 10, Wis 14, Cha 9. Akal has a round face, with silver hair and blue eyes. He wears a chain shirt and wields a rapier. Akal is guarded and depraved.",
  "Hidri: Male Dwarf Rogue, N. Str 13, Dex 15, Con 12, Int 8, Wis 13, Cha 9. Hidri is short, with short white hair and blue eyes. He wears studded leather and wields a rapier. Hidri is bold and violent.",
  "Aenteir: Male Dwarf Barbarian, N. Str 13, Dex 10, Con 13, Int 8, Wis 10, Cha 11. Aenteir has uneven white hair and bright green eyes, and large ears. He wears studded leather and wields a greataxe. Aenteir seeks to atone for past sins.",
  "Ukhund: Male Dwarf Paladin, Good. Str 12, Dex 6, Con 6, Int 10, Wis 16, Cha 12. Ukhund has braided brown hair and large green eyes. He wears a breastplate and wields a warhammer and shield. Ukhund believes that he is being hunted by supernatural creatures.",
  "Hjolfe: Male Dwarf Paladin, Good. Str 10, Dex 8, Con 11, Int 12, Wis 15, Cha 13. Hjolfe is elegant in appearance, with auburn hair and bright brown eyes. He wears a breastplate and wields a pike. Hjolfe is righteous and principled.",
  "Hori: Male Dwarf Bard, N. Str 9, Dex 14, Con 13, Int 11, Wis 9, Cha 17. Hori is tall and slender, with thick golden hair and light amber eyes. He wears studded leather and wields a rapier.",
  "Thordi: Male Dwarf Fighter, NG. Str 16, Dex 7, Con 12, Int 11, Wis 15, Cha 13. Thordi has thick red hair and light gray eyes, and a beaked nose. He wears splint armor and wields a war pick. Thordi has an animal companion, a gray wolf named Hrimi.",
  "Furi: Male Dwarf Fighter, N. Str 15, Dex 14, Con 11, Int 9, Wis 10, Cha 11. Furi is tall, with uneven silver hair and gray eyes. He wears a breastplate and wields a halberd. Furi is searching for a legendary blade named Luminous Glory.",
  "Thorli: Male Dwarf Rogue, LN. Str 12, Dex 15, Con 10, Int 12, Wis 7, Cha 15. Thorli has matted white hair and dark blue eyes, and a distinctive scar on his leg. He wears studded leather and wields a rapier and hand crossbow. Thorli speaks with a soft voice.",
  "Theli: Male Dwarf Monk, N. Str 11, Dex 14, Con 11, Int 15, Wis 10, Cha 10. Theli has a narrow face, with black hair and gray eyes. He wears modest garments and wields a yari (spear). Theli compulsively collects small objects.",
  "Thalli: Male Dwarf Sorcerer, CN. Str 13, Dex 13, Con 12, Int 13, Wis 12, Cha 17. Thalli has matted copper hair and narrow green eyes. He wears sturdy clothing and wields a dagger and sling. Thalli is haunted by the ghost of someone he killed.",
  "Bari: Male Dwarf Monk, LN. Str 11, Dex 12, Con 12, Int 12, Wis 10, Cha 10. Bari has a long face, with thin red hair and dark hazel eyes. He wears worn clothing and wields an ono (handaxe) and shuriken (darts). Bari has an animal companion, a tiger named Dwoinan.",
  "Arin: Male Dwarf Wizard, CN. Str 9, Dex 10, Con 7, Int 17, Wis 15, Cha 14. Arin is heavyset, with gray hair and bright amber eyes. He wears tailored clothing and wields a quarterstaff. Arin seeks to become an instructor at the College of the Dark Arts.",
  "Suri: Male Dwarf Fighter, NE. Str 16, Dex 15, Con 10, Int 9, Wis 5, Cha 8. Suri is short and thin, with gray hair and dark brown eyes. He wears splint armor and wields a whip and shield. Suri has an animal companion, a red firedrake named Ukrar.",
  "Krodi: Male Dwarf Fighter, N. Str 17, Dex 12, Con 13, Int 6, Wis 8, Cha 9. Krodi is short, with black hair and light hazel eyes. He wears hide armor and wields a rapier. Krodi suffers a deadly allergy to dogs.",
  "Knorri: Male Dwarf Fighter, N. Str 12, Dex 9, Con 6, Int 14, Wis 9, Cha 10. Knorri has copper hair and amber eyes. He wears ring mail and wields a halberd. Knorri is humble and devout.",
  "Zuri: Male Dwarf Fighter, CN. Str 12, Dex 12, Con 10, Int 8, Wis 14, Cha 10. Zuri is short, with cropped white hair and brown eyes. He wears a chain shirt and wields a warhammer and heavy crossbow. Zuri has an animal companion, a badger named Sure.",
  "Solmi: Male Dwarf Paladin, Good. Str 12, Dex 10, Con 7, Int 15, Wis 8, Cha 14. Solmi is fey in appearance, with auburn hair and bright green eyes. He wears splint armor and wields a longsword and shield.",
  "Hemmi: Male Dwarf Warlock, LN. Str 13, Dex 9, Con 14, Int 9, Wis 11, Cha 16. Hemmi is overweight, with thick white hair and hazel eyes. He wears studded leather and wields a spear and dagger. Hemmi seeks to master the secrets of living constructs.",
  "Hasvi: Male Dwarf Ranger, LG. Str 8, Dex 14, Con 8, Int 7, Wis 9, Cha 9. Hasvi has cropped brown hair and amber eyes. He wears a breastplate and wields a longsword. Hasvi compulsively collects small objects.",
  "Khainarv: Male Dwarf Wizard, CE. Str 10, Dex 13, Con 11, Int 16, Wis 12, Cha 7. Khainarv has an angular face, with auburn hair and bright blue eyes. He wears fine clothing and wields a quarterstaff. Khainarv seeks to fulfill an ancient prophecy of evil.",
  "Thrinarv: Male Dwarf Druid, Neutral. Str 10, Dex 15, Con 12, Int 10, Wis 14, Cha 7. Thrinarv is stout, with golden hair and narrow amber eyes. He wears leather armor and wields a spear and javelins. Thrinarv has silver dog named Ukhlat.",
  "Valbri: Male Dwarf Monk, LG. Str 12, Dex 13, Con 5, Int 13, Wis 13, Cha 9. Valbri is willowy, with white hair and light blue eyes. He wears travel-stained clothing and wields a yari (spear). Valbri has an animal companion, a gray rabbit named Gimli.",
  "Allid Inbjolfrson: Male Dwarf Sorcerer, N. Str 13, Dex 12, Con 11, Int 11, Wis 11, Cha 15. Allid is rough in appearance, with straight black hair and bright hazel eyes. He wears simple clothing and wields a quarterstaff and light crossbow.",
  "Arulffr: Male Dwarf Fighter, CG. Str 16, Dex 13, Con 11, Int 13, Wis 11, Cha 12. Arulffr is noble in bearing, with thick brown hair and light brown eyes. He wears ring mail and wields a warhammer and blowgun.",
  "Eindrir: Male Dwarf Warlock, NG. Str 10, Dex 8, Con 10, Int 6, Wis 11, Cha 14. Eindrir has a narrow face, with short auburn hair and soft blue eyes. He wears studded leather and wields a club.",
  "Udlad: Male Dwarf Cleric, LN. Str 12, Dex 11, Con 14, Int 6, Wis 17, Cha 10. Udlad is short and thin, with blonde hair and dark amber eyes. He wears half plate and wields a mace and shield. Udlad speaks with a stutter.",
  "Geire: Male Dwarf Warlock, CN. Str 13, Dex 12, Con 11, Int 12, Wis 9, Cha 14. Geire has copper hair and large green eyes. He wears leather armor and wields a mace. Geire compulsively insults others.",
  "Inglod Tolfison: Male Dwarf Rogue, N. Str 8, Dex 13, Con 8, Int 13, Wis 10, Cha 7. Inglod has tangled copper hair and dark hazel eyes. He wears leather armor and wields a shortsword and hand crossbow. Inglod has an animal companion, a black snake named Ignyg.",
  "Rondi Reystison: Male Dwarf Paladin, Good. Str 12, Dex 7, Con 12, Int 9, Wis 14, Cha 12. Rondi has braided black hair and blue eyes. He wears plate armor and wields a war pick and shield. Rondi speaks with a loud voice.",
  "Skeli: Male Dwarf Sorcerer, LN. Str 12, Dex 9, Con 14, Int 9, Wis 9, Cha 17. Skeli has tangled copper hair and gray eyes. He wears modest garments and wields a quarterstaff. Skeli has an animal companion, a white weasel named Gili.",
  "Mili: Male Dwarf Bard, N. Str 8, Dex 10, Con 13, Int 15, Wis 10, Cha 13. Mili has short gray hair and brown eyes. He wears leather armor and wields a rapier and sickle. Mili has an animal companion, a black rat named Allbel.",
  "Kelli: Male Dwarf Fighter, N. Str 15, Dex 13, Con 8, Int 13, Wis 13, Cha 11. Kelli has black hair and light hazel eyes. He wears scale mail and wields a greataxe. Kelli seeks revenge against the sister who betrayed him.",
  "Urin: Male Dwarf Barbarian, N. Str 17, Dex 12, Con 10, Int 8, Wis 13, Cha 14. Urin has braided black hair and sharp hazel eyes. He wears hide armor and wields a longsword and hand crossbow.",
  "Oskur: Male Dwarf Paladin, Good. Str 12, Dex 13, Con 10, Int 12, Wis 14, Cha 15. Oskur has golden hair and hazel eyes, and an unusual mark on his leg. He wears hide armor and wields a war pick and shield. Oskur seeks to atone for past sins.",
  "Fundu: Male Dwarf Monk, LG. Str 12, Dex 9, Con 8, Int 13, Wis 12, Cha 9. Fundu has straight blonde hair and green eyes. He wears modest garments and wields an ono (handaxe) and kama (sickle).",
  "Rondi Bentison: Male Dwarf Fighter, NE. Str 17, Dex 13, Con 10, Int 10, Wis 6, Cha 9. Rondi has short gray hair and blue eyes. He wears hide armor and wields a shortsword and hand crossbow. Rondi is haunted by the ghost of someone he killed.",
  "Stilli Nordmison: Male Dwarf Druid, Neutral. Str 17, Dex 10, Con 8, Int 10, Wis 17, Cha 5. Stilli is common in appearance, with thick red hair and large blue eyes. He wears leather armor and wields a mace. Stilli is hunting the sorcerer who murdered his family.",
  "Umral: Male Dwarf Paladin, Good. Str 10, Dex 6, Con 9, Int 14, Wis 12, Cha 10. Umral has an angular face, with thick copper hair and hazel eyes. He wears a chain shirt and wields a maul. Umral speaks with a lisp.",
  "Kurda: Male Dwarf Cleric, LN. Str 11, Dex 12, Con 11, Int 9, Wis 16, Cha 9. Kurda has an angular face, with uneven copper hair and dark gray eyes. He wears hide armor and wields a spear and sickle. Kurda has an animal companion, a green firedrake named Dwali.",
  "Ahat: Male Dwarf Druid, Neutral. Str 13, Dex 12, Con 9, Int 9, Wis 15, Cha 8. Ahat has thick gray hair and amber eyes. He wears leather armor and wields a mace and sickle. Ahat is impartial and inquisitive.",
  "Vardri: Male Dwarf Cleric, N. Str 11, Dex 11, Con 8, Int 9, Wis 13, Cha 12. Vardri has golden hair and sharp green eyes, and large ears. He wears scale mail and wields a mace. Vardri has an animal companion, a hawk named Frimi.",
  "Urin: Male Dwarf Fighter, NG. Str 13, Dex 7, Con 9, Int 11, Wis 10, Cha 10. Urin is tall and slender, with messy blonde hair and gray eyes. He wears ring mail and wields a warhammer. Urin is capable and impartial.",
  "Dainarv: Male Dwarf Monk, N. Str 10, Dex 8, Con 9, Int 10, Wis 13, Cha 11. Dainarv has white hair and green eyes, and pointed ears. He wears modest garments and wields a kanabo (mace). Dainarv is impatient and selfish.",
  "Mundri: Male Dwarf Wizard, NE. Str 10, Dex 11, Con 5, Int 15, Wis 14, Cha 8. Mundri has short blonde hair and blue eyes. He wears tailored clothing and wields a dagger and light crossbow.",
  "Intholf Albranson: Male Dwarf Fighter, CN. Str 13, Dex 12, Con 7, Int 12, Wis 8, Cha 8. Intholf is short, with thick copper hair and amber eyes. He wears scale mail and wields a shortsword. Intholf seeks to free himself from an ancient curse.",
  "Vardri: Male Dwarf Fighter, CN. Str 15, Dex 12, Con 11, Int 13, Wis 13, Cha 6. Vardri has braided red hair and sharp hazel eyes, and small ears. He wears scale mail and wields a rapier and shield. Vardri suffers a mild allergy to nuts.",
  "Bali: Male Dwarf Fighter, LN. Str 12, Dex 15, Con 12, Int 9, Wis 15, Cha 12. Bali is rough in appearance, with matted white hair and brown eyes. He wears scale mail and wields a longsword and heavy crossbow. Bali is searching for the lost elven kingdom of Iniolis.",
  "Sogni: Male Dwarf Wizard, CN. Str 14, Dex 14, Con 11, Int 13, Wis 8, Cha 9. Sogni has short blonde hair and dark amber eyes. He wears well-made clothing and wields a dagger.",
  "Mundi Hrimison: Male Dwarf Cleric, NG. Str 8, Dex 15, Con 11, Int 11, Wis 16, Cha 10. Mundi is fair in appearance, with long red hair and soft gray eyes. He wears studded leather and wields a light hammer and sickle. Mundi has an animal companion, a black cat named Narvi.",
  "Aznal: Male Dwarf Fighter, NG. Str 15, Dex 13, Con 14, Int 9, Wis 7, Cha 11. Aznal has curly brown hair and amber eyes. He wears ring mail and wields a halberd.",
  "Rodi: Male Dwarf Paladin, Good. Str 10, Dex 10, Con 7, Int 13, Wis 8, Cha 8. Rodi is rough in appearance, with cropped auburn hair and soft brown eyes. He wears ring mail and wields a war pick and shield. Rodi seeks to prove himself to his peers.",
  "Khari: Male Dwarf Monk, N. Str 14, Dex 11, Con 7, Int 10, Wis 14, Cha 7. Khari is short and overweight, with thin red hair and bright gray eyes. He wears plain clothing and wields a kanabo (mace). Khari seeks to destroy the race of trolls.",
  "Thali: Male Dwarf Fighter, CN. Str 12, Dex 13, Con 14, Int 8, Wis 12, Cha 11. Thali has a long face, with copper hair and brown eyes. He wears splint armor and wields a battleaxe and shield. Thali seeks to destroy the race of orcs.",
  "Frimi: Male Dwarf Paladin, Good. Str 12, Dex 7, Con 8, Int 11, Wis 7, Cha 13. Frimi has tangled blonde hair and amber eyes, and pointed ears. He wears chain mail and wields a glaive. Frimi seeks the meaning of a strange prophecy.",
  "Geni: Male Dwarf Paladin, Good. Str 13, Dex 6, Con 11, Int 11, Wis 12, Cha 9. Geni has golden hair and brown eyes. He wears a chain shirt and wields a whip. Geni is haunted by the ghost of someone he killed.",
  "Askad: Male Dwarf Monk, LG. Str 7, Dex 11, Con 12, Int 10, Wis 15, Cha 9. Askad has blonde hair and amber eyes, and a curly beard. He wears sturdy clothing and wields an ono (handaxe).",
  "Geiro: Male Dwarf Rogue, NG. Str 13, Dex 12, Con 6, Int 11, Wis 13, Cha 10. Geiro is rugged in appearance, with blonde hair and soft hazel eyes. He wears studded leather and wields a longsword. Geiro is easily distracted by food and drink.",
  "Freke: Male Dwarf Paladin, Good. Str 9, Dex 9, Con 12, Int 13, Wis 12, Cha 14. Freke is fair in appearance, with braided red hair and hazel eyes. He wears plate armor and wields a greataxe. Freke seeks to prove himself to his peers.",
  "Theli: Male Dwarf Rogue, NG. Str 13, Dex 14, Con 11, Int 13, Wis 14, Cha 11. Theli is pleasant in appearance, with straight white hair and bright brown eyes. He wears studded leather and wields a rapier. Theli refers to himself in the third person.",
  "Throri: Male Dwarf Cleric, N. Str 14, Dex 9, Con 9, Int 12, Wis 13, Cha 14. Throri is rough in appearance, with brown hair and dark green eyes. He wears leather armor and wields a quarterstaff and shield.",
  "Sanzig: Male Dwarf Fighter, CG. Str 17, Dex 12, Con 10, Int 8, Wis 9, Cha 8. Sanzig has a long face, with red hair and hazel eyes. He wears hide armor and wields a battleaxe. Sanzig has an animal companion, a copper firedrake named Snesi.",
  "Kadu: Male Dwarf Fighter, NG. Str 17, Dex 11, Con 8, Int 5, Wis 7, Cha 12. Kadu has matted red hair and sharp hazel eyes. He wears a chain shirt and wields a trident and heavy crossbow.",
  "Karri: Male Dwarf Monk, LE. Str 15, Dex 8, Con 6, Int 9, Wis 10, Cha 11. Karri is thin, with cropped red hair and gray eyes. He wears modest garments and wields a bo (quarterstaff) and kama (sickle).",
  "Sigvi Rorison: Male Dwarf Warlock, CG. Str 13, Dex 13, Con 12, Int 11, Wis 15, Cha 12. Sigvi is overweight, with black hair and gray eyes. He wears leather armor and wields a spear. Sigvi seeks to find his true love.",
  "Urin: Male Dwarf Warlock, LN. Str 11, Dex 10, Con 12, Int 6, Wis 13, Cha 13. Urin is willowy, with gray hair and narrow gray eyes. He wears leather armor and wields a light hammer and light crossbow. Urin is clever and practical.",
  "Kapte: Male Dwarf Cleric, N. Str 13, Dex 9, Con 10, Int 6, Wis 17, Cha 11. Kapte is fair in appearance, with auburn hair and green eyes. He wears leather armor and wields a club and dagger. Kapte is quiet, and says as little as possible.",
  "Linain: Male Dwarf Monk, LN. Str 15, Dex 10, Con 10, Int 15, Wis 10, Cha 12. Linain is short and overweight, with long auburn hair and sharp amber eyes. He wears modest garments and wields a yari (spear) and sai (dagger). Linain is hunting the demon who slew his mentor.",
  "Khari: Male Dwarf Rogue, LG. Str 7, Dex 16, Con 14, Int 9, Wis 9, Cha 10. Khari is willowy, with silver hair and dark gray eyes. He wears leather armor and wields a light hammer and light crossbow. Khari is thrifty and courteous.",
  "Umraz: Male Dwarf Rogue, NE. Str 11, Dex 12, Con 12, Int 11, Wis 10, Cha 10. Umraz has thick copper hair and soft green eyes. He wears studded leather and wields a longsword and shortbow. Umraz is impossibly lucky.",
  "Thripi Arinnson: Male Dwarf Fighter, N. Str 17, Dex 12, Con 8, Int 10, Wis 10, Cha 7. Thripi has messy silver hair and narrow blue eyes, and a thin nose. He wears half plate and wields a whip. Thripi is bold and vengeful.",
  "Khainan: Male Dwarf Fighter, NE. Str 14, Dex 12, Con 13, Int 14, Wis 8, Cha 10. Khainan is tall and thin, with uneven auburn hair and large hazel eyes. He wears scale mail and wields a whip and net. Khainan has an animal companion, a gray wolf named Andir.",
  "Nanain: Male Dwarf Monk, LE. Str 9, Dex 10, Con 7, Int 7, Wis 12, Cha 8. Nanain has a square face, with copper hair and gray eyes. He wears modest garments and wields a kanabo (mace). Nanain is haughty and abrasive.",
  "Bodvi: Male Dwarf Monk, CN. Str 12, Dex 11, Con 9, Int 15, Wis 12, Cha 11. Bodvi has thin copper hair and gray eyes. He wears travel-stained clothing and wields a bo (quarterstaff). Bodvi is painfully tone-deaf.",
  "Valdi: Male Dwarf Cleric, NE. Str 12, Dex 9, Con 7, Int 9, Wis 17, Cha 12. Valdi has an angular face, with auburn hair and blue eyes. He wears half plate and wields a club. Valdi secretly serves Mora, an ancient god of destruction.",
  "Atud: Male Dwarf Warlock, N. Str 12, Dex 12, Con 9, Int 10, Wis 11, Cha 14. Atud has blonde hair and bright green eyes, and prominent ears. He wears leather armor and wields a club and light crossbow. Atud is searching for his missing familiar, a grey rat named Arrar.",
  "Throda: Male Dwarf Fighter, N. Str 16, Dex 10, Con 8, Int 8, Wis 9, Cha 12. Throda is willowy, with brown hair and hazel eyes. He wears splint armor and wields a pike. Throda is a pack-rat, and carries a satchel of random junk.",
  "Bene: Male Dwarf Wizard, LN. Str 8, Dex 17, Con 11, Int 17, Wis 13, Cha 10. Bene has a round face, with messy black hair and sharp hazel eyes. He wears worn clothing and wields a quarterstaff. Bene has an arcane familiar, a sand lizard named Gamin.",
  "Barski Bjorneson: Male Dwarf Fighter, NE. Str 15, Dex 10, Con 12, Int 11, Wis 11, Cha 11. Barski is rough in appearance, with gray hair and sharp blue eyes. He wears chain mail and wields a battleaxe.",
  "Karlsi: Male Dwarf Bard, N. Str 12, Dex 13, Con 11, Int 12, Wis 9, Cha 13. Karlsi is overweight, with curly golden hair and amber eyes. He wears leather armor and wields a quarterstaff and shortbow.",
  "Ithul Esganson: Male Dwarf Rogue, CG. Str 6, Dex 17, Con 8, Int 16, Wis 12, Cha 10. Ithul has a square face, with braided silver hair and narrow hazel eyes. He wears leather armor and wields a rapier and sling. Ithul is heroic and forgiving.",
  "Hinge: Male Dwarf Monk, LG. Str 14, Dex 13, Con 8, Int 10, Wis 14, Cha 10. Hinge is courtly in bearing, with red hair and green eyes. He wears modest garments and wields a kanabo (mace) and sai (dagger). Hinge is hunting the giant who slew his mentor.",
  "Ilmin: Male Dwarf Paladin, Good. Str 12, Dex 7, Con 9, Int 8, Wis 11, Cha 13. Ilmin is rugged in appearance, with cropped red hair and hazel eyes. He wears scale mail and wields a pike. Ilmin has an animal companion, a black warhorse named Gedu.",
  "Gamal: Male Dwarf Monk, N. Str 16, Dex 12, Con 10, Int 10, Wis 13, Cha 6. Gamal is fair in appearance, with thin red hair and light amber eyes. He wears modest garments and wields a kanabo (mace).",
  "Vasti: Male Dwarf Monk, NE. Str 16, Dex 14, Con 6, Int 11, Wis 9, Cha 9. Vasti has gray hair and hazel eyes, and a messy beard. He wears well-made clothing and wields nunchaku (club) and shuriken (darts). Vasti blames dragons for every misfortune.",
  "Eikir: Male Dwarf Barbarian, CG. Str 13, Dex 10, Con 13, Int 7, Wis 10, Cha 7. Eikir has matted black hair and light amber eyes, and a braided moustache. He wears leather armor and wields a pike.",
  "Halli: Male Dwarf Paladin, Good. Str 12, Dex 13, Con 9, Int 10, Wis 14, Cha 12. Halli is youthful in appearance, with white hair and light blue eyes. He wears chain mail and wields a scimitar and shield. Halli blames trolls for every misfortune.",
  "Kuni Hrynjuson: Male Dwarf Rogue, N. Str 13, Dex 15, Con 15, Int 15, Wis 7, Cha 8. Kuni has a round face, with braided silver hair and large blue eyes. He wears studded leather and wields a rapier and hand crossbow. Kuni blames trolls for every misfortune.",
  "Varte: Male Dwarf Paladin, Good. Str 15, Dex 10, Con 12, Int 11, Wis 13, Cha 12. Varte is rugged in appearance, with thin silver hair and soft amber eyes. He wears plate armor and wields a longsword. Varte has an animal companion, a white warhorse named Bifar.",
  "Ziri: Male Dwarf Monk, N. Str 16, Dex 15, Con 11, Int 9, Wis 13, Cha 13. Ziri is tall, with blonde hair and hazel eyes. He wears travel-stained clothing and wields an ono (handaxe).",
  "Glukhund: Male Dwarf Bard, NE. Str 6, Dex 13, Con 15, Int 11, Wis 9, Cha 12. Glukhund has black hair and soft green eyes, and a flat nose. He wears leather armor and wields a shortsword. Glukhund has an animal companion, a red fox named Horve.",
  "Shakal: Male Dwarf Monk, LN. Str 13, Dex 12, Con 7, Int 6, Wis 14, Cha 8. Shakal is tall, with long golden hair and amber eyes. He wears well-made clothing and wields a yari (spear). Shakal is foolish and violent.",
  "Kari: Male Dwarf Monk, LN. Str 12, Dex 12, Con 8, Int 7, Wis 13, Cha 9. Kari has copper hair and dark green eyes. He wears sturdy clothing and wields a kanabo (mace). Kari has an animal companion, a green firedrake named Sulfi.",
  "Avar: Male Dwarf Sorcerer, LN. Str 15, Dex 8, Con 13, Int 13, Wis 10, Cha 15. Avar has an angular face, with short black hair and narrow blue eyes. He wears travel-stained clothing and wields a dagger and darts. Avar seeks to become an instructor at the School of Elemental Study.",
  "Arin: Male Dwarf Rogue, N. Str 12, Dex 17, Con 11, Int 15, Wis 10, Cha 10. Arin is fey in appearance, with long white hair and brown eyes. He wears studded leather and wields a rapier.",
  "Gardi: Male Dwarf Rogue, LN. Str 6, Dex 15, Con 13, Int 12, Wis 9, Cha 11. Gardi has tangled gray hair and gray eyes, and an unusual tattoo on his face. He wears studded leather and wields a rapier. Gardi has an animal companion, a dire rat named Sanzir.",
  "Banarv: Male Dwarf Rogue, NG. Str 12, Dex 12, Con 10, Int 11, Wis 9, Cha 13. Banarv has white hair and light gray eyes. He wears studded leather and wields a mace. Banarv is hunting the dragon who murdered his family.",
  "Gili: Male Dwarf Cleric, NG. Str 10, Dex 7, Con 12, Int 9, Wis 12, Cha 13. Gili is short and stout, with matted auburn hair and sharp hazel eyes. He wears studded leather and wields a handaxe.",
  "Hami: Male Dwarf Rogue, NE. Str 12, Dex 15, Con 10, Int 8, Wis 14, Cha 11. Hami is tall and thin, with blonde hair and sharp amber eyes. He wears studded leather and wields a longsword and hand crossbow. Hami serves an ancient dragon named Aburrus.",
  "Arin: Male Dwarf Rogue, NG. Str 8, Dex 16, Con 11, Int 11, Wis 13, Cha 14. Arin is willowy, with black hair and large green eyes. He wears leather armor and wields a shortsword and sling. Arin has an animal companion, a black cat named Geifi.",
  "Hoske Gardison: Male Dwarf Rogue, N. Str 10, Dex 15, Con 12, Int 12, Wis 9, Cha 11. Hoske has cropped gray hair and amber eyes, and a thick beard. He wears studded leather and wields a shortsword. Hoske has an animal companion, a dire rat named Reyna.",
  "Bardri: Male Dwarf Fighter, LN. Str 12, Dex 14, Con 11, Int 7, Wis 14, Cha 14. Bardri has uneven blonde hair and gray eyes. He wears splint armor and wields a halberd. Bardri is searching for a legendary blade named Wraithreaver.",
  "Gini: Male Dwarf Druid, Neutral. Str 15, Dex 10, Con 13, Int 9, Wis 14, Cha 7. Gini is fair in appearance, with curly blonde hair and gray eyes. He wears hide armor and wields a quarterstaff. Gini seeks revenge against the sister who betrayed him.",
  "Baldi Skunnison: Male Dwarf Paladin, Good. Str 12, Dex 11, Con 12, Int 11, Wis 11, Cha 13. Baldi is cultured in appearance, with curly silver hair and sharp amber eyes. He wears ring mail and wields a scimitar.",
  "Urin: Male Dwarf Cleric, CG. Str 12, Dex 10, Con 9, Int 6, Wis 14, Cha 12. Urin is courtly in bearing, with messy black hair and soft brown eyes. He wears a breastplate and wields a light hammer and shield. Urin is only friendly towards other dwarves..",
  "Orir Mundison: Male Dwarf Monk, NG. Str 12, Dex 12, Con 13, Int 13, Wis 9, Cha 7. Orir has brown hair and large brown eyes, and a flat nose. He wears travel-stained clothing and wields a yari (spear) and shuriken (darts). Orir seeks to find his true love.",
  "Tharkad: Male Dwarf Paladin, Good. Str 12, Dex 10, Con 13, Int 10, Wis 14, Cha 9. Tharkad is fey in appearance, with auburn hair and brown eyes. He wears hide armor and wields a maul. Tharkad suffers a severe allergy to milk.",
  "Narvi: Male Dwarf Monk, LN. Str 16, Dex 15, Con 5, Int 10, Wis 14, Cha 10. Narvi has a long face, with cropped auburn hair and dark amber eyes. He wears travel-stained clothing and wields a bo (quarterstaff). Narvi has an animal companion, a gray rabbit named Atlag.",
  "Kunain: Male Dwarf Wizard, CN. Str 9, Dex 17, Con 10, Int 14, Wis 15, Cha 10. Kunain has blonde hair and blue eyes, and a thin nose. He wears fine clothing and wields a quarterstaff. Kunain is haunted by the ghost of someone he killed.",
  "Rinan: Male Dwarf Monk, N. Str 12, Dex 12, Con 8, Int 10, Wis 11, Cha 11. Rinan has tangled silver hair and large green eyes, and a magical tattoo on his face. He wears plain clothing and wields a bo (quarterstaff). Rinan is suspicious and mercenary.",
  "Varri: Male Dwarf Ranger, LE. Str 13, Dex 12, Con 10, Int 7, Wis 11, Cha 8. Varri has a long face, with silver hair and amber eyes. He wears hide armor and wields a greataxe. Varri is lazy and vulgar.",
  "Dwali: Male Dwarf Monk, NG. Str 12, Dex 13, Con 9, Int 13, Wis 10, Cha 9. Dwali has copper hair and blue eyes. He wears sturdy clothing and wields a bo (quarterstaff) and kama (sickle). Dwali is courageous and virtuous.",
  "Kamul: Male Dwarf Monk, N. Str 12, Dex 7, Con 7, Int 11, Wis 9, Cha 9. Kamul has blonde hair and gray eyes. He wears plain clothing and wields a bo (quarterstaff) and shuriken (darts). Kamul has an animal companion, a tawny rat named Heggri.",
  "Duli: Male Dwarf Druid, Neutral. Str 10, Dex 10, Con 8, Int 11, Wis 17, Cha 11. Duli has straight silver hair and amber eyes. He wears leather armor and wields a mace and sling.",
  "Dainarv: Male Dwarf Warlock, N. Str 10, Dex 8, Con 7, Int 12, Wis 7, Cha 15. Dainarv is fair in appearance, with red hair and gray eyes. He wears leather armor and wields a mace and light crossbow.",
  "Haukre: Male Dwarf Ranger, N. Str 11, Dex 12, Con 12, Int 8, Wis 10, Cha 11. Haukre is tall and slender, with thick black hair and narrow blue eyes. He wears studded leather and wields a glaive. Haukre has silver dog named Udkell.",
  "Fari: Male Dwarf Bard, LN. Str 12, Dex 6, Con 11, Int 14, Wis 12, Cha 17. Fari is rugged in appearance, with uneven white hair and light hazel eyes. He wears leather armor and wields a handaxe and hand crossbow. Fari has an animal companion, a hawk named Arolfr.",
  "Funda: Male Dwarf Cleric, NG. Str 6, Dex 12, Con 11, Int 5, Wis 15, Cha 11. Funda has golden hair and large green eyes. He wears studded leather and wields a spear. Funda compulsively rhymes words.",
  "Svalri Ornoldson: Male Dwarf Fighter, LN. Str 15, Dex 14, Con 5, Int 11, Wis 7, Cha 12. Svalri has a narrow face, with blonde hair and amber eyes. He wears plate armor and wields a scimitar and shield. Svalri seeks to destroy the race of orcs.",
  "Stosti Skadison: Male Dwarf Paladin, Good. Str 12, Dex 6, Con 10, Int 5, Wis 17, Cha 13. Stosti has a square face, with copper hair and large blue eyes. He wears ring mail and wields a pike. Stosti is thrifty and witty.",
  "Bardri: Male Dwarf Fighter, CN. Str 12, Dex 11, Con 9, Int 10, Wis 6, Cha 14. Bardri has gray hair and green eyes, and pointed ears. He wears hide armor and wields a morningstar and shield. Bardri seeks to become a knight of the realm.",
  "Bjosti: Male Dwarf Monk, NG. Str 12, Dex 13, Con 9, Int 13, Wis 11, Cha 14. Bjosti has long brown hair and dark brown eyes. He wears simple clothing and wields a kanabo (mace) and kama (sickle). Bjosti suffers a paralyzing fear of injury.",
  "Abbir: Male Dwarf Warlock, N. Str 9, Dex 10, Con 7, Int 6, Wis 7, Cha 12. Abbir has blonde hair and amber eyes. He wears studded leather and wields a mace. Abbir is thoughtful and devout.",
  "Allsteil: Male Dwarf Fighter, N. Str 15, Dex 7, Con 9, Int 13, Wis 5, Cha 14. Allsteil has gray hair and blue eyes. He wears scale mail and wields a scimitar and longbow. Allsteil is inquisitive and possessive.",
  "Arvin: Male Dwarf Monk, NE. Str 11, Dex 13, Con 10, Int 12, Wis 11, Cha 10. Arvin is willowy, with uneven blonde hair and dark amber eyes. He wears modest garments and wields an ono (handaxe). Arvin suffers a mild allergy to milk.",
  "Bolli: Male Dwarf Fighter, NG. Str 17, Dex 10, Con 10, Int 14, Wis 8, Cha 8. Bolli has a long face, with matted copper hair and gray eyes. He wears plate armor and wields a morningstar and shield. Bolli is a terrible liar.",
  "Herli: Male Dwarf Barbarian, N. Str 14, Dex 9, Con 8, Int 10, Wis 9, Cha 11. Herli is short, with golden hair and gray eyes. He wears hide armor and wields a rapier and hand crossbow. Herli is practical and devout.",
  "Gisli: Male Dwarf Sorcerer, LN. Str 11, Dex 10, Con 10, Int 8, Wis 10, Cha 14. Gisli has messy blonde hair and green eyes, and prominent ears. He wears sturdy clothing and wields a quarterstaff. Gisli dislikes anyone bigger than him.",
  "Gizer Ljornison: Male Dwarf Druid, Neutral. Str 13, Dex 11, Con 11, Int 7, Wis 14, Cha 14. Gizer has a square face, with brown hair and blue eyes. He wears hide armor and wields a spear.",
  "Rori: Male Dwarf Fighter, CN. Str 15, Dex 10, Con 10, Int 15, Wis 9, Cha 9. Rori is slender, with curly brown hair and blue eyes. He wears chain mail and wields a battleaxe and heavy crossbow.",
  "Halva Amakson: Male Dwarf Ranger, NG. Str 9, Dex 10, Con 8, Int 10, Wis 12, Cha 15. Halva has gray hair and amber eyes, and small ears. He wears leather armor and wields a shortsword.",
  "Onund Torison: Male Dwarf Bard, N. Str 8, Dex 11, Con 10, Int 15, Wis 13, Cha 12. Onund has auburn hair and green eyes, and pointed ears. He wears studded leather and wields a shortsword and hand crossbow. Onund has an animal companion, a gray rabbit named Gimli.",
  "Urud: Male Dwarf Warlock, N. Str 14, Dex 5, Con 6, Int 6, Wis 8, Cha 16. Urud is common in appearance, with white hair and brown eyes. He wears studded leather and wields a mace. Urud is impulsive and hard-hearted.",
  "Kari: Male Dwarf Fighter, N. Str 14, Dex 11, Con 13, Int 8, Wis 8, Cha 6. Kari has an angular face, with black hair and gray eyes. He wears hide armor and wields a rapier. Kari is extravagant and shrewd.",
  "Saxi: Male Dwarf Fighter, N. Str 17, Dex 8, Con 9, Int 8, Wis 8, Cha 8. Saxi is pleasant in appearance, with short golden hair and large gray eyes. He wears chain mail and wields a warhammer.",
  "Nanain: Male Dwarf Rogue, NG. Str 9, Dex 17, Con 9, Int 11, Wis 6, Cha 8. Nanain has a round face, with long black hair and brown eyes. He wears leather armor and wields a rapier and hand crossbow. Nanain seeks to discover the truth of his lineage.",
  "Bali: Male Dwarf Rogue, LN. Str 6, Dex 15, Con 9, Int 9, Wis 7, Cha 9. Bali has an angular face, with long blonde hair and sharp green eyes. He wears studded leather and wields a longsword and hand crossbow. Bali has a terrible sense of direction.",
  "Zuri: Male Dwarf Rogue, NE. Str 7, Dex 16, Con 11, Int 11, Wis 13, Cha 11. Zuri is short, with tangled silver hair and gray eyes. He wears studded leather and wields a longsword. Zuri seeks to become a vampire.",
  "Khainan: Male Dwarf Paladin, Good. Str 14, Dex 5, Con 14, Int 14, Wis 12, Cha 11. Khainan is tall, with silver hair and blue eyes. He wears chain mail and wields a greatsword. Khainan was petrified for a hundred years.",
  "Orgir Stingison: Male Dwarf Cleric, N. Str 9, Dex 14, Con 15, Int 7, Wis 14, Cha 12. Orgir has silver hair and brown eyes, and small ears. He wears studded leather and wields a spear. Orgir is driven and depressed.",
  "Varri: Male Dwarf Monk, LE. Str 9, Dex 10, Con 13, Int 13, Wis 11, Cha 13. Varri is fey in appearance, with silver hair and gray eyes. He wears modest garments and wields nunchaku (club) and kama (sickle). Varri suffers a severe allergy to shellfish.",
  "Bali: Male Dwarf Monk, NE. Str 11, Dex 12, Con 11, Int 11, Wis 11, Cha 9. Bali is common in appearance, with messy copper hair and brown eyes. He wears sturdy clothing and wields an ono (handaxe). Bali seeks to become a werewolf.",
  "Loghi Mallison: Male Dwarf Wizard, CG. Str 10, Dex 17, Con 10, Int 13, Wis 8, Cha 10. Loghi is tall and heavyset, with silver hair and soft amber eyes. He wears scarlet robes and wields a dagger and sling. Loghi has an arcane familiar, a green snake named Dwari.",
  "Heggri: Male Dwarf Barbarian, LG. Str 13, Dex 9, Con 16, Int 8, Wis 11, Cha 8. Heggri has brown hair and green eyes. He wears studded leather and wields a morningstar and shield.",
  "Udund: Male Dwarf Fighter, NG. Str 13, Dex 11, Con 13, Int 10, Wis 11, Cha 12. Udund has curly gray hair and amber eyes, and large ears. He wears ring mail and wields a battleaxe. Udund is passionate and jealous.",
  "Onard: Male Dwarf Druid, Neutral. Str 8, Dex 11, Con 15, Int 13, Wis 12, Cha 5. Onard is common in appearance, with copper hair and dark blue eyes. He wears leather armor and wields a quarterstaff and wooden shield. Onard is impossibly lucky.",
  "Umul: Male Dwarf Fighter, LN. Str 12, Dex 9, Con 10, Int 10, Wis 12, Cha 10. Umul is rough in appearance, with cropped copper hair and narrow gray eyes. He wears hide armor and wields a longsword and longbow. Umul has an animal companion, a brown bear named Deri.",
  "Stare: Male Dwarf Wizard, LE. Str 9, Dex 7, Con 9, Int 12, Wis 9, Cha 9. Stare has a square face, with short copper hair and gray eyes. He wears white robes and wields a dagger. Stare believes that he is the rightful heir to the crown of Ithen.",
  "Banarv: Male Dwarf Fighter, LG. Str 12, Dex 15, Con 8, Int 12, Wis 8, Cha 12. Banarv has a narrow face, with black hair and light brown eyes. He wears ring mail and wields a battleaxe and longbow.",
  "Glagil: Male Dwarf Barbarian, NE. Str 16, Dex 7, Con 15, Int 14, Wis 9, Cha 12. Glagil has an angular face, with copper hair and brown eyes. He wears scale mail and wields a rapier and heavy crossbow. Glagil is searching for his missing daughter.",
  "Bari: Male Dwarf Druid, Neutral. Str 9, Dex 6, Con 10, Int 12, Wis 14, Cha 5. Bari has red hair and gray eyes. He wears hide armor and wields a quarterstaff. Bari seeks revenge against the sister who betrayed him.",
  "Arvin: Male Dwarf Monk, LG. Str 10, Dex 14, Con 12, Int 14, Wis 15, Cha 12. Arvin has braided silver hair and dark green eyes. He wears travel-stained clothing and wields a yari (spear) and shuriken (darts). Arvin is righteous and reserved.",
  "Orlar Holdbison: Male Dwarf Cleric, N. Str 6, Dex 12, Con 9, Int 9, Wis 16, Cha 10. Orlar is fair in appearance, with straight white hair and bright brown eyes. He wears hide armor and wields a club.",
  "Sigri Thallfrison: Male Dwarf Cleric, CN. Str 11, Dex 12, Con 8, Int 12, Wis 13, Cha 14. Sigri is fey in appearance, with long gray hair and gray eyes. He wears hide armor and wields a handaxe and shield. Sigri seeks to atone for past sins.",
  "Sturi: Male Dwarf Barbarian, NG. Str 13, Dex 11, Con 14, Int 11, Wis 12, Cha 12. Sturi has white hair and green eyes. He wears hide armor and wields a rapier and shield. Sturi has an animal companion, a badger named Thari.",
  "Hleifri: Male Dwarf Wizard, CG. Str 11, Dex 13, Con 9, Int 14, Wis 14, Cha 11. Hleifri has an angular face, with curly black hair and sharp green eyes. He wears well-made clothing and wields a dagger and sling. Hleifri is optimistic and shrewd.",
  "Mahud: Male Dwarf Monk, NE. Str 9, Dex 14, Con 14, Int 8, Wis 14, Cha 11. Mahud has an angular face, with long red hair and brown eyes. He wears modest garments and wields a bo (quarterstaff). Mahud is searching for an ancient artifact of evil.",
  "Imkeld: Male Dwarf Rogue, NG. Str 9, Dex 14, Con 10, Int 11, Wis 9, Cha 11. Imkeld has a narrow face, with silver hair and blue eyes. He wears leather armor and wields a handaxe.",
  "Thorsti Sumison: Male Dwarf Monk, NG. Str 12, Dex 9, Con 12, Int 11, Wis 9, Cha 11. Thorsti has black hair and narrow amber eyes. He wears plain clothing and wields a yari (spear).",
  "Orin: Male Dwarf Sorcerer, N. Str 5, Dex 9, Con 10, Int 8, Wis 14, Cha 16. Orin is tall and overweight, with matted blonde hair and dark hazel eyes. He wears well-made clothing and wields a quarterstaff and light crossbow. Orin is guarded and depraved.",
  "Haddi Aklinson: Male Dwarf Wizard, CN. Str 14, Dex 11, Con 12, Int 16, Wis 13, Cha 8. Haddi has a long face, with curly blonde hair and brown eyes. He wears viridian robes and wields a quarterstaff and darts. Haddi has Common Companion.",
  "Forni: Male Dwarf Rogue, CE. Str 13, Dex 14, Con 12, Int 11, Wis 9, Cha 10. Forni has uneven brown hair and hazel eyes. He wears leather armor and wields a shortsword and hand crossbow. Forni is only friendly towards other dwarves..",
  "Thjorni Teneson: Male Dwarf Fighter, CN. Str 17, Dex 13, Con 9, Int 9, Wis 12, Cha 10. Thjorni is pleasant in appearance, with golden hair and light brown eyes. He wears half plate and wields a warhammer and shield. Thjorni has an animal companion, a badger named Kari.",
  "Gunni Golfison: Male Dwarf Sorcerer, N. Str 7, Dex 8, Con 17, Int 10, Wis 12, Cha 15. Gunni is tall and slender, with brown hair and light brown eyes. He wears sturdy clothing and wields a dagger and light crossbow. Gunni believes that he is the rightful heir to the kingdom of Bregelas.",
  "Gili: Male Dwarf Bard, NG. Str 12, Dex 9, Con 6, Int 15, Wis 9, Cha 13. Gili has straight silver hair and sharp brown eyes. He wears leather armor and wields a longsword and hand crossbow. Gili is searching for the lost kingdom of Karne.",
  "Angbral: Male Dwarf Monk, N. Str 13, Dex 12, Con 5, Int 8, Wis 12, Cha 11. Angbral is pleasant in appearance, with braided auburn hair and large blue eyes. He wears travel-stained clothing and wields a yari (spear). Angbral compulsively sings.",
  "Khali: Male Dwarf Fighter, N. Str 13, Dex 16, Con 11, Int 10, Wis 14, Cha 8. Khali is thin, with auburn hair and gray eyes. He wears splint armor and wields a flail and hand crossbow. Khali is wrongly sought by the Knight of Othlon for treason.",
  "Urin: Male Dwarf Cleric, NG. Str 11, Dex 10, Con 8, Int 9, Wis 12, Cha 11. Urin is short, with matted auburn hair and soft brown eyes. He wears scale mail and wields a light hammer.",
  "Hogni Jarneson: Male Dwarf Rogue, LN. Str 14, Dex 15, Con 7, Int 14, Wis 9, Cha 10. Hogni is short and thin, with red hair and light amber eyes. He wears studded leather and wields a longsword. Hogni is hunting the cultists who murdered his family.",
  "Vigi Hekjuson: Male Dwarf Wizard, LN. Str 9, Dex 13, Con 12, Int 17, Wis 10, Cha 9. Vigi has a long face, with curly golden hair and amber eyes. He wears well-made clothing and wields a dagger and sling. Vigi is searching for the lost realm of Lasirion.",
  "Kada: Male Dwarf Monk, NE. Str 12, Dex 11, Con 13, Int 10, Wis 16, Cha 11. Kada is tall and willowy, with silver hair and dark brown eyes. He wears modest garments and wields a yari (spear). Kada seeks to fulfill an ancient prophecy of evil.",
  "Bori: Male Dwarf Monk, CN. Str 9, Dex 14, Con 13, Int 12, Wis 12, Cha 15. Bori has red hair and brown eyes. He wears sturdy clothing and wields a kanabo (mace).",
  "Glinan: Male Dwarf Rogue, NE. Str 9, Dex 13, Con 9, Int 9, Wis 12, Cha 15. Glinan is rough in appearance, with silver hair and light brown eyes. He wears studded leather and wields a longsword and hand crossbow. Glinan has an animal companion, a black cat named Thrinarv.",
  "Therli: Male Dwarf Rogue, CN. Str 10, Dex 13, Con 14, Int 13, Wis 8, Cha 6. Therli is fey in appearance, with blonde hair and blue eyes. He wears leather armor and wields a rapier and hand crossbow. Therli is extravagant and adaptable.",
  "Klaugi: Male Dwarf Paladin, Good. Str 13, Dex 12, Con 8, Int 9, Wis 13, Cha 11. Klaugi is fey in appearance, with uneven silver hair and amber eyes. He wears scale mail and wields a trident and shield. Klaugi seeks to save his family from financial ruin.",
  "Horke Frandison: Male Dwarf Fighter, LN. Str 16, Dex 10, Con 8, Int 8, Wis 8, Cha 5. Horke has braided blonde hair and hazel eyes. He wears chain mail and wields a greataxe.",
  "Zigiml: Male Dwarf Fighter, CN. Str 16, Dex 12, Con 9, Int 7, Wis 11, Cha 13. Zigiml is willowy, with straight silver hair and sharp blue eyes. He wears hide armor and wields a pike. Zigiml has an animal companion, a black dog named Arlsen.",
  "Orin: Male Dwarf Monk, LG. Str 11, Dex 8, Con 13, Int 14, Wis 13, Cha 7. Orin has thin white hair and large hazel eyes. He wears modest garments and wields nunchaku (club) and sai (dagger). Orin believes that he is the rightful heir to the throne of Karnione.",
  "Greri: Male Dwarf Bard, LE. Str 10, Dex 6, Con 13, Int 9, Wis 10, Cha 12. Greri has a square face, with messy copper hair and brown eyes. He wears studded leather and wields a rapier.",
  "Keli: Male Dwarf Cleric, LN. Str 6, Dex 12, Con 10, Int 12, Wis 15, Cha 16. Keli has a long face, with short red hair and narrow amber eyes. He wears leather armor and wields a spear. Keli is fascinated by death.",
  "Ardif Stofison: Male Dwarf Bard, LN. Str 13, Dex 9, Con 14, Int 13, Wis 12, Cha 16. Ardif has red hair and blue eyes. He wears leather armor and wields a rapier. Ardif has an animal companion, a hunting dog named Helfdi.",
  "Khatur: Male Dwarf Paladin, Good. Str 7, Dex 9, Con 12, Int 10, Wis 14, Cha 9. Khatur has red hair and gray eyes. He wears half plate and wields a greataxe. Khatur has an animal companion, a black warhorse named Duli.",
  "Gamul: Male Dwarf Warlock, N. Str 12, Dex 14, Con 13, Int 10, Wis 12, Cha 17. Gamul is tall and heavyset, with blonde hair and soft blue eyes. He wears studded leather and wields a spear and light crossbow. Gamul seeks to free himself from an ancient curse.",
  "Thori Ukifrson: Male Dwarf Fighter, N. Str 17, Dex 15, Con 6, Int 10, Wis 9, Cha 14. Thori has curly red hair and gray eyes. He wears ring mail and wields a flail and net. Thori is pleasant and mercenary.",
  "Hori: Male Dwarf Paladin, Good. Str 16, Dex 9, Con 14, Int 10, Wis 12, Cha 13. Hori has copper hair and amber eyes, and a thin moustache. He wears a chain shirt and wields a glaive. Hori suffers a traumatic fear of elemental and planar magic.",
  "Salti Alfirson: Male Dwarf Rogue, NE. Str 11, Dex 17, Con 9, Int 14, Wis 10, Cha 7. Salti has an angular face, with black hair and blue eyes. He wears leather armor and wields a rapier and hand crossbow. Salti is callous and harsh.",
  "Kali: Male Dwarf Paladin, Good. Str 10, Dex 12, Con 6, Int 13, Wis 10, Cha 16. Kali has auburn hair and large blue eyes, and a distinctive mark on his arm. He wears a breastplate and wields a scimitar and shield. Kali lost his reflection to a nymph.",
  "Ziri: Male Dwarf Rogue, LG. Str 7, Dex 15, Con 11, Int 9, Wis 7, Cha 10. Ziri has silver hair and amber eyes, and an unusual scar on his face. He wears studded leather and wields a longsword.",
  "Zigil: Male Dwarf Rogue, CN. Str 11, Dex 17, Con 10, Int 7, Wis 6, Cha 11. Zigil is short, with auburn hair and gray eyes. He wears studded leather and wields a shortsword and light crossbow. Zigil has an animal companion, a raven named Ukhlat.",
  "Stolfi: Male Dwarf Fighter, LN. Str 14, Dex 12, Con 12, Int 8, Wis 5, Cha 10. Stolfi has long white hair and gray eyes, and small ears. He wears chain mail and wields a halberd. Stolfi is searching for the lost empire of Inombar.",
  "Valdi Borgison: Male Dwarf Fighter, LE. Str 13, Dex 9, Con 12, Int 13, Wis 12, Cha 10. Valdi has blonde hair and bright blue eyes, and a magical scar on his face. He wears hide armor and wields a shortsword. Valdi has an animal companion, a black dog named Tori.",
  "Steinve: Male Dwarf Warlock, N. Str 13, Dex 8, Con 9, Int 5, Wis 10, Cha 12. Steinve has thick red hair and blue eyes. He wears studded leather and wields a handaxe and javelins.",
  "Urin: Male Dwarf Paladin, Good. Str 15, Dex 12, Con 9, Int 15, Wis 14, Cha 13. Urin is pleasant in appearance, with thin blonde hair and large green eyes. He wears ring mail and wields a shortsword and shield. Urin seeks to atone for past sins.",
  "Abal: Male Dwarf Barbarian, LE. Str 13, Dex 11, Con 12, Int 9, Wis 11, Cha 6. Abal has a long face, with silver hair and narrow green eyes. He wears leather armor and wields a warhammer. Abal is violent and greedy.",
  "Urek: Male Dwarf Druid, Neutral. Str 13, Dex 9, Con 9, Int 6, Wis 17, Cha 10. Urek has uneven brown hair and green eyes. He wears hide armor and wields a spear and wooden shield. Urek has badger named Gialdri.",
  "Thundu: Male Dwarf Fighter, LN. Str 12, Dex 15, Con 9, Int 11, Wis 14, Cha 6. Thundu has an angular face, with short blonde hair and dark amber eyes. He wears ring mail and wields a shortsword and blowgun. Thundu is hunting the dragon who slew his mentor.",
  "Grimi: Male Dwarf Monk, N. Str 10, Dex 12, Con 8, Int 9, Wis 16, Cha 10. Grimi has uneven copper hair and bright green eyes. He wears worn clothing and wields a kanabo (mace) and kama (sickle). Grimi suffers a severe allergy to nuts.",
  "Kumi: Male Dwarf Warlock, CE. Str 8, Dex 9, Con 12, Int 9, Wis 6, Cha 12. Kumi has copper hair and amber eyes. He wears studded leather and wields a handaxe and javelins. Kumi serves a powerful arch-fiend named Myazu.",
  "Hordi Frynjason: Male Dwarf Rogue, LN. Str 8, Dex 14, Con 15, Int 14, Wis 10, Cha 12. Hordi has thick red hair and soft hazel eyes. He wears studded leather and wields a longsword and hand crossbow. Hordi has an animal companion, a dire rat named Franni.",
  "Nanarv: Male Dwarf Monk, NG. Str 12, Dex 10, Con 11, Int 14, Wis 11, Cha 11. Nanarv is common in appearance, with golden hair and blue eyes. He wears plain clothing and wields a bo (quarterstaff).",
  "Sumi: Male Dwarf Druid, Neutral. Str 13, Dex 12, Con 7, Int 7, Wis 16, Cha 10. Sumi has straight black hair and brown eyes, and a short beard. He wears hide armor and wields a club. Sumi has badger named Ukad.",
  "Disanz: Male Dwarf Ranger, NG. Str 7, Dex 14, Con 7, Int 9, Wis 13, Cha 7. Disanz has blonde hair and narrow blue eyes, and pointed ears. He wears half plate and wields a flail. Disanz has black dog named Hilda.",
  "Odag: Male Dwarf Rogue, N. Str 9, Dex 13, Con 12, Int 14, Wis 7, Cha 11. Odag has auburn hair and narrow gray eyes. He wears studded leather and wields a rapier and light crossbow. Odag suffers a mild allergy to horses.",
  "Arral: Male Dwarf Fighter, LN. Str 15, Dex 11, Con 6, Int 13, Wis 11, Cha 13. Arral has silver hair and large amber eyes, and a magical mark on his leg. He wears plate armor and wields a scimitar. Arral is ambitious and depraved.",
  "Thrinain: Male Dwarf Monk, NG. Str 11, Dex 16, Con 11, Int 13, Wis 14, Cha 10. Thrinain is tall and stout, with messy black hair and gray eyes. He wears well-made clothing and wields a yari (spear). Thrinain is courageous and inventive.",
  "Banain: Male Dwarf Druid, Neutral. Str 13, Dex 10, Con 8, Int 8, Wis 17, Cha 7. Banain has a narrow face, with thin copper hair and dark amber eyes. He wears hide armor and wields a spear and wooden shield. Banain seeks to atone for past sins.",
  "Irugr: Male Dwarf Rogue, NE. Str 11, Dex 17, Con 15, Int 10, Wis 15, Cha 9. Irugr has a long face, with uneven silver hair and blue eyes. He wears studded leather and wields a longsword.",
  "Dinain: Male Dwarf Monk, N. Str 7, Dex 10, Con 10, Int 7, Wis 12, Cha 5. Dinain is short and slender, with blonde hair and dark amber eyes. He wears well-made clothing and wields nunchaku (club) and kama (sickle). Dinain has an animal companion, a black rat named Dainan.",
  "Dinain: Male Dwarf Ranger, CN. Str 9, Dex 11, Con 11, Int 9, Wis 7, Cha 11. Dinain is common in appearance, with silver hair and bright brown eyes. He wears a chain shirt and wields a greatsword. Dinain seeks to discover where he came from, and who his real family is.",
  "Duri: Male Dwarf Barbarian, CG. Str 16, Dex 11, Con 9, Int 9, Wis 12, Cha 9. Duri is short, with cropped red hair and dark green eyes. He wears scale mail and wields a whip and shield.",
  "Viki: Male Dwarf Bard, NG. Str 12, Dex 9, Con 9, Int 17, Wis 10, Cha 17. Viki has a narrow face, with straight brown hair and blue eyes. He wears leather armor and wields a longsword and dagger.",
  "Amin: Male Dwarf Cleric, NG. Str 15, Dex 12, Con 8, Int 7, Wis 13, Cha 15. Amin has a round face, with blonde hair and hazel eyes. He wears leather armor and wields a light hammer. Amin seeks to continue the noble legacy of his father.",
  "Sudbye Karison: Male Dwarf Cleric, N. Str 14, Dex 13, Con 6, Int 9, Wis 12, Cha 12. Sudbye has a narrow face, with brown hair and soft amber eyes. He wears studded leather and wields a handaxe. Sudbye has an animal companion, a black rat named Hami.",
  "Ulfkir: Male Dwarf Cleric, N. Str 15, Dex 14, Con 10, Int 11, Wis 13, Cha 11. Ulfkir has long brown hair and gray eyes. He wears a chain shirt and wields a club and dagger. Ulfkir is thoughtful and insensitive.",
  "Gamin: Male Dwarf Monk, LG. Str 15, Dex 14, Con 11, Int 12, Wis 11, Cha 7. Gamin is short, with curly gray hair and narrow green eyes. He wears sturdy clothing and wields a yari (spear). Gamin has an animal companion, a hunting dog named Thainan.",
  "Horfri: Male Dwarf Cleric, CG. Str 13, Dex 8, Con 13, Int 6, Wis 13, Cha 11. Horfri has red hair and green eyes. He wears scale mail and wields a club and shield. Horfri secretly serves Male, an ancient god of destruction.",
  "Odgeir: Male Dwarf Rogue, N. Str 8, Dex 17, Con 14, Int 11, Wis 12, Cha 6. Odgeir is stout, with braided blonde hair and dark brown eyes. He wears studded leather and wields a shortsword and sling.",
  "Amel Horkison: Male Dwarf Rogue, NG. Str 10, Dex 14, Con 10, Int 10, Wis 15, Cha 7. Amel has a long face, with straight gray hair and brown eyes. He wears studded leather and wields a quarterstaff.",
  "Ukaz: Male Dwarf Fighter, N. Str 14, Dex 11, Con 9, Int 10, Wis 13, Cha 10. Ukaz has messy silver hair and hazel eyes. He wears hide armor and wields a whip. Ukaz is searching for a legendary blade named Black Victory.",
  "Gili: Male Dwarf Paladin, Good. Str 12, Dex 6, Con 6, Int 13, Wis 10, Cha 10. Gili has a round face, with long black hair and gray eyes. He wears half plate and wields a rapier and shield. Gili is steadfast and moody.",
  "Bali: Male Dwarf Cleric, NG. Str 9, Dex 6, Con 14, Int 11, Wis 15, Cha 12. Bali is youthful in appearance, with white hair and dark hazel eyes. He wears studded leather and wields a light hammer. Bali seeks to destroy the undead.",
  "Gimli: Male Dwarf Rogue, N. Str 12, Dex 16, Con 13, Int 17, Wis 6, Cha 10. Gimli is fey in appearance, with braided blonde hair and bright brown eyes. He wears leather armor and wields a shortsword. Gimli is haunted by the ghost of someone he killed.",
  "Kurdu: Male Dwarf Wizard, N. Str 10, Dex 16, Con 8, Int 12, Wis 11, Cha 8. Kurdu has messy copper hair and light gray eyes. He wears expensive clothing and wields a dagger and sling. Kurdu has an arcane familiar, a horned toad named Arin.",
  "Banan: Male Dwarf Monk, NG. Str 15, Dex 10, Con 10, Int 9, Wis 11, Cha 10. Banan has curly blonde hair and hazel eyes. He wears plain clothing and wields nunchaku (club) and kama (sickle).",
  "Afar Lidrison: Male Dwarf Fighter, NG. Str 17, Dex 11, Con 5, Int 6, Wis 10, Cha 11. Afar is rough in appearance, with short red hair and green eyes. He wears splint armor and wields a maul. Afar is haunted by the ghost of someone he killed.",
  "Akad: Male Dwarf Barbarian, N. Str 16, Dex 8, Con 11, Int 8, Wis 9, Cha 7. Akad has auburn hair and light green eyes, and a flat nose. He wears hide armor and wields a war pick and net. Akad is assertive and determined.",
  "Ziri: Male Dwarf Cleric, NG. Str 8, Dex 11, Con 10, Int 15, Wis 15, Cha 12. Ziri is short, with copper hair and light green eyes. He wears hide armor and wields a club.",
  "Ukhlar: Male Dwarf Paladin, Good. Str 11, Dex 7, Con 10, Int 10, Wis 10, Cha 9. Ukhlar has uneven blonde hair and gray eyes. He wears splint armor and wields a glaive. Ukhlar is searching for his missing son.",
  "Thrynja Bentison: Male Dwarf Monk, CG. Str 14, Dex 10, Con 7, Int 13, Wis 9, Cha 8. Thrynja has a long face, with gray hair and gray eyes. He wears travel-stained clothing and wields a kanabo (mace) and sai (dagger).",
  "Apinn: Male Dwarf Paladin, Good. Str 15, Dex 12, Con 13, Int 11, Wis 13, Cha 15. Apinn is pleasant in appearance, with tangled blonde hair and bright gray eyes. He wears scale mail and wields a rapier.",
  "Zuri: Male Dwarf Ranger, N. Str 10, Dex 16, Con 11, Int 6, Wis 13, Cha 9. Zuri has a round face, with uneven gray hair and bright hazel eyes. He wears studded leather and wields a glaive. Zuri has ginger dog named Laga.",
  "Balli: Male Dwarf Paladin, Good. Str 15, Dex 9, Con 8, Int 6, Wis 15, Cha 15. Balli is heavyset, with auburn hair and sharp green eyes. He wears chain mail and wields a maul. Balli has an animal companion, a white warhorse named Undin.",
  "Thrinain: Male Dwarf Monk, N. Str 8, Dex 13, Con 10, Int 13, Wis 9, Cha 7. Thrinain has short red hair and amber eyes, and a beaked nose. He wears modest garments and wields an ono (handaxe). Thrinain is hunting the dragon who slew his mentor.",
  "Ukhlat: Male Dwarf Fighter, CG. Str 13, Dex 11, Con 10, Int 8, Wis 12, Cha 9. Ukhlat has a long face, with uneven gray hair and hazel eyes. He wears plate armor and wields a whip and shield. Ukhlat is friendly and trustworthy.",
  "Horgi: Male Dwarf Fighter, N. Str 13, Dex 15, Con 11, Int 6, Wis 10, Cha 9. Horgi has gray hair and hazel eyes. He wears splint armor and wields a trident and net. Horgi is searching for a legendary blade named Drakeclaw.",
  "Thorli: Male Dwarf Rogue, N. Str 9, Dex 15, Con 13, Int 13, Wis 6, Cha 10. Thorli has golden hair and soft amber eyes. He wears leather armor and wields a longsword. Thorli has an animal companion, a sable ferret named Thorvi.",
  "Thakilm: Male Dwarf Rogue, N. Str 7, Dex 14, Con 9, Int 13, Wis 10, Cha 6. Thakilm has a long face, with messy brown hair and light hazel eyes. He wears studded leather and wields a spear.",
  "Nanain: Male Dwarf Monk, N. Str 9, Dex 13, Con 12, Int 8, Wis 12, Cha 5. Nanain has uneven black hair and bright gray eyes. He wears simple clothing and wields a yari (spear).",
  "Urdul: Male Dwarf Monk, N. Str 11, Dex 8, Con 7, Int 11, Wis 12, Cha 15. Urdul is rugged in appearance, with straight silver hair and green eyes. He wears plain clothing and wields a kanabo (mace) and kama (sickle). Urdul is amoral and deceitful.",
  "Irar: Male Dwarf Ranger, NG. Str 15, Dex 11, Con 13, Int 6, Wis 12, Cha 8. Irar is fey in appearance, with brown hair and light green eyes. He wears studded leather and wields a battleaxe. Irar is valiant and compassionate.",
  "Jorni Thoreson: Male Dwarf Barbarian, NG. Str 13, Dex 10, Con 13, Int 11, Wis 7, Cha 13. Jorni is tall and overweight, with white hair and blue eyes. He wears studded leather and wields a glaive. Jorni has an animal companion, a ginger dog named Gimli.",
  "Kilmah: Male Dwarf Sorcerer, CG. Str 11, Dex 11, Con 12, Int 8, Wis 7, Cha 15. Kilmah has a long face, with thick white hair and dark blue eyes. He wears travel-stained clothing and wields a dagger. Kilmah is fair and flirtatious.",
  "Lili: Male Dwarf Bard, N. Str 8, Dex 14, Con 9, Int 12, Wis 8, Cha 12. Lili is rough in appearance, with auburn hair and amber eyes. He wears leather armor and wields a quarterstaff. Lili has a terrible sense of direction.",
  "Khatur: Male Dwarf Cleric, CG. Str 11, Dex 14, Con 9, Int 13, Wis 13, Cha 11. Khatur has long red hair and light amber eyes, and wears glasses with brass rims. He wears studded leather and wields a light hammer. Khatur is blind in his right eye.",
  "Berdi: Male Dwarf Bard, LN. Str 5, Dex 8, Con 10, Int 11, Wis 13, Cha 17. Berdi has long blonde hair and green eyes, and a thin nose. He wears leather armor and wields a rapier and hand crossbow.",
  "Thakurd: Male Dwarf Monk, LN. Str 13, Dex 15, Con 11, Int 9, Wis 12, Cha 9. Thakurd has an angular face, with golden hair and brown eyes. He wears worn clothing and wields a kanabo (mace) and sai (dagger). Thakurd has an animal companion, a tiger named Ydag.",
  "Turi: Male Dwarf Monk, CN. Str 13, Dex 15, Con 11, Int 9, Wis 15, Cha 8. Turi is rough in appearance, with black hair and large brown eyes. He wears simple clothing and wields a bo (quarterstaff) and shuriken (darts). Turi is hunting the dragon who slew his mentor.",
  "Sandri: Male Dwarf Rogue, N. Str 11, Dex 13, Con 6, Int 11, Wis 14, Cha 15. Sandri is tall, with gray hair and sharp amber eyes. He wears leather armor and wields a light hammer and dagger. Sandri suffers a paralyzing fear of injury.",
  "Trande Syrieson: Male Dwarf Fighter, N. Str 13, Dex 12, Con 14, Int 10, Wis 8, Cha 10. Trande is pleasant in appearance, with copper hair and light brown eyes. He wears scale mail and wields a longsword and net.",
  "Bali: Male Dwarf Rogue, LN. Str 13, Dex 16, Con 7, Int 11, Wis 7, Cha 7. Bali is common in appearance, with blonde hair and soft gray eyes. He wears studded leather and wields a longsword. Bali is dying and desperately seeks the secret of immortality.",
  "Geri: Male Dwarf Rogue, N. Str 12, Dex 16, Con 6, Int 15, Wis 12, Cha 11. Geri has a long face, with silver hair and brown eyes. He wears leather armor and wields a mace. Geri has an animal companion, a black cat named Bifur.",
  "Marli: Male Dwarf Rogue, CN. Str 11, Dex 14, Con 11, Int 10, Wis 11, Cha 12. Marli has a square face, with gray hair and sharp blue eyes. He wears studded leather and wields a shortsword and javelins. Marli has an animal companion, a sable ferret named Gili.",
  "Igin: Male Dwarf Ranger, LE. Str 16, Dex 13, Con 9, Int 13, Wis 10, Cha 11. Igin has golden hair and sharp gray eyes, and a messy beard. He wears a breastplate and wields a warhammer and shield. Igin is immoral and combative.",
  "Thori Varrison: Male Dwarf Paladin, Good. Str 13, Dex 9, Con 10, Int 9, Wis 8, Cha 14. Thori has an angular face, with short blonde hair and narrow brown eyes. He wears scale mail and wields a morningstar and shield. Thori has an animal companion, a black warhorse named Arett.",
  "Khakal: Male Dwarf Barbarian, NG. Str 14, Dex 5, Con 9, Int 10, Wis 12, Cha 6. Khakal is willowy, with red hair and bright hazel eyes. He wears hide armor and wields a longsword and heavy crossbow. Khakal has an animal companion, a silver dog named Banarv.",
  "Thringe: Male Dwarf Fighter, N. Str 16, Dex 16, Con 11, Int 15, Wis 7, Cha 13. Thringe is fair in appearance, with auburn hair and narrow green eyes. He wears a breastplate and wields a longsword and net. Thringe speaks with a quiet voice.",
  "Dani: Male Dwarf Cleric, NG. Str 9, Dex 8, Con 10, Int 6, Wis 14, Cha 13. Dani is willowy, with cropped blonde hair and narrow amber eyes. He wears half plate and wields a quarterstaff. Dani is generous and inquisitive.",
  "Disanz: Male Dwarf Monk, LN. Str 16, Dex 17, Con 13, Int 15, Wis 13, Cha 8. Disanz has black hair and green eyes. He wears modest garments and wields an ono (handaxe) and shuriken (darts). Disanz is hunting the demon who slew his mentor.",
  "Shali: Male Dwarf Monk, N. Str 13, Dex 15, Con 13, Int 5, Wis 13, Cha 11. Shali has a long face, with auburn hair and large hazel eyes. He wears modest garments and wields nunchaku (club). Shali has an animal companion, a golden monkey named Etin.",
  "Skeli: Male Dwarf Sorcerer, NG. Str 8, Dex 7, Con 12, Int 8, Wis 13, Cha 14. Skeli has a square face, with uneven silver hair and soft gray eyes. He wears sturdy clothing and wields a quarterstaff and sling. Skeli has an animal companion, a tawny rat named Idifr.",
  "Hjorni: Male Dwarf Fighter, NG. Str 12, Dex 13, Con 10, Int 11, Wis 11, Cha 8. Hjorni is rugged in appearance, with gray hair and brown eyes. He wears scale mail and wields a flail and shield. Hjorni is a pack-rat, and carries a satchel of random junk.",
  "Narvi: Male Dwarf Warlock, LN. Str 7, Dex 11, Con 6, Int 11, Wis 12, Cha 17. Narvi is rugged in appearance, with gray hair and large brown eyes. He wears leather armor and wields a mace.",
  "Agmundr: Male Dwarf Ranger, CN. Str 12, Dex 10, Con 11, Int 11, Wis 15, Cha 8. Agmundr has red hair and green eyes. He wears studded leather and wields a longsword. Agmundr suffers a mild allergy to rodents.",
  "Arin: Male Dwarf Paladin, Good. Str 12, Dex 11, Con 7, Int 11, Wis 9, Cha 13. Arin has a long face, with silver hair and soft gray eyes. He wears splint armor and wields a pike. Arin speaks with a quiet voice.",
  "Geiri: Male Dwarf Fighter, LE. Str 12, Dex 16, Con 12, Int 11, Wis 10, Cha 11. Geiri has brown hair and blue eyes, and a distinctive tattoo on his face. He wears plate armor and wields a morningstar and shield. Geiri is a terrible liar.",
  "Gagni Bjotison: Male Dwarf Bard, N. Str 10, Dex 12, Con 11, Int 13, Wis 11, Cha 15. Gagni has white hair and soft gray eyes. He wears studded leather and wields a shortsword and hand crossbow. Gagni secretly serves Baela, an ancient god of destruction.",
  "Hrusa: Male Dwarf Sorcerer, N. Str 6, Dex 12, Con 13, Int 11, Wis 8, Cha 12. Hrusa has an angular face, with white hair and brown eyes. He wears modest garments and wields a dagger and light crossbow.",
  "Disanz: Male Dwarf Fighter, N. Str 15, Dex 14, Con 13, Int 12, Wis 12, Cha 10. Disanz has red hair and dark amber eyes. He wears plate armor and wields a whip. Disanz is lewd and honest.",
  "Bifund: Male Dwarf Sorcerer, LN. Str 9, Dex 13, Con 14, Int 12, Wis 11, Cha 13. Bifund is common in appearance, with red hair and gray eyes. He wears modest garments and wields a quarterstaff and light crossbow. Bifund seeks revenge against the sister who betrayed him.",
  "Tholdbi: Male Dwarf Monk, CN. Str 11, Dex 15, Con 10, Int 13, Wis 15, Cha 6. Tholdbi has long copper hair and sharp amber eyes. He wears plain clothing and wields a yari (spear). Tholdbi is flirtatious and humble.",
  "Thorfi Amlingson: Male Dwarf Paladin, Good. Str 8, Dex 6, Con 8, Int 13, Wis 11, Cha 12. Thorfi has thin silver hair and dark hazel eyes. He wears chain mail and wields a whip. Thorfi is cultured and superstitious.",
  "Disanz: Male Dwarf Barbarian, CG. Str 12, Dex 9, Con 13, Int 6, Wis 6, Cha 9. Disanz has short golden hair and large gray eyes, and large ears. He wears studded leather and wields a morningstar and shield.",
  "Thundu: Male Dwarf Barbarian, N. Str 12, Dex 10, Con 14, Int 7, Wis 9, Cha 10. Thundu is common in appearance, with brown hair and brown eyes. He wears hide armor and wields a pike. Thundu suffers a severe allergy to eggs.",
  "Thimin: Male Dwarf Druid, Neutral. Str 11, Dex 9, Con 11, Int 9, Wis 13, Cha 6. Thimin is heavyset, with thin golden hair and gray eyes. He wears hide armor and wields a club. Thimin is covetous and impatient.",
  "Suaerki: Male Dwarf Cleric, LN. Str 10, Dex 9, Con 15, Int 12, Wis 13, Cha 13. Suaerki is thin, with matted golden hair and brown eyes. He wears studded leather and wields a quarterstaff and light crossbow. Suaerki has an animal companion, a silver cat named Thildga.",
  "Kurdu: Male Dwarf Rogue, NE. Str 14, Dex 12, Con 7, Int 14, Wis 12, Cha 9. Kurdu is tall and willowy, with auburn hair and hazel eyes. He wears leather armor and wields a mace. Kurdu has an animal companion, a black cat named Sigva.",
  "Ahar: Male Dwarf Fighter, NE. Str 16, Dex 10, Con 11, Int 10, Wis 10, Cha 14. Ahar is short and willowy, with long silver hair and large gray eyes. He wears ring mail and wields a glaive. Ahar is envious and merciless.",
  "Fari: Male Dwarf Rogue, N. Str 9, Dex 17, Con 14, Int 15, Wis 11, Cha 9. Fari is common in appearance, with golden hair and blue eyes. He wears leather armor and wields a light hammer and hand crossbow. Fari is searching for his lost brother.",
  "Krari: Male Dwarf Barbarian, N. Str 12, Dex 11, Con 11, Int 13, Wis 7, Cha 12. Krari is short and slender, with long red hair and hazel eyes. He wears studded leather and wields a shortsword. Krari has an animal companion, a black dog named Laifri.",
  "Hori: Male Dwarf Cleric, N. Str 13, Dex 9, Con 7, Int 10, Wis 16, Cha 14. Hori has a narrow face, with thin auburn hair and soft hazel eyes. He wears hide armor and wields a club. Hori is ambitious and barbaric.",
  "Khari: Male Dwarf Warlock, N. Str 15, Dex 5, Con 8, Int 12, Wis 12, Cha 12. Khari is short, with cropped gray hair and soft amber eyes. He wears leather armor and wields a mace. Khari is cursed with hallucinations.",
  "Ukhud: Male Dwarf Monk, LN. Str 16, Dex 17, Con 5, Int 9, Wis 10, Cha 7. Ukhud has thick auburn hair and amber eyes, and a round nose. He wears well-made clothing and wields nunchaku (club). Ukhud compulsively plays with a copper coin.",
  "Thakurd: Male Dwarf Fighter, NG. Str 12, Dex 11, Con 7, Int 14, Wis 10, Cha 9. Thakurd is cultured in appearance, with silver hair and bright hazel eyes. He wears a chain shirt and wields a trident. Thakurd speaks with a mousy voice.",
  "Thrari: Male Dwarf Cleric, CG. Str 9, Dex 11, Con 9, Int 11, Wis 14, Cha 11. Thrari has a narrow face, with silver hair and large green eyes. He wears a breastplate and wields a club. Thrari has an animal companion, a ginger ferret named Ziri.",
  "Horgi: Male Dwarf Rogue, N. Str 13, Dex 16, Con 11, Int 12, Wis 9, Cha 14. Horgi has messy blonde hair and dark green eyes. He wears studded leather and wields a rapier and hand crossbow. Horgi is morose and fierce.",
  "Gedu: Male Dwarf Cleric, N. Str 7, Dex 10, Con 6, Int 14, Wis 13, Cha 11. Gedu is short and willowy, with silver hair and hazel eyes. He wears leather armor and wields a quarterstaff. Gedu is tactless and corrupt.",
  "Hredi: Male Dwarf Sorcerer, N. Str 11, Dex 11, Con 13, Int 12, Wis 7, Cha 16. Hredi has copper hair and gray eyes, and wears glasses with brass rims. He wears modest garments and wields a quarterstaff and darts.",
  "Hrormi: Male Dwarf Paladin, Good. Str 14, Dex 9, Con 9, Int 11, Wis 12, Cha 12. Hrormi has a narrow face, with copper hair and gray eyes. He wears hide armor and wields a shortsword.",
  "Frinarv: Male Dwarf Rogue, N. Str 9, Dex 12, Con 11, Int 13, Wis 11, Cha 12. Frinarv has a long face, with short blonde hair and light gray eyes. He wears leather armor and wields a rapier and hand crossbow. Frinarv is amoral and impartial.",
  "Guthfri: Male Dwarf Ranger, N. Str 15, Dex 8, Con 6, Int 8, Wis 8, Cha 11. Guthfri has a long face, with red hair and hazel eyes. He wears studded leather and wields a flail and shield. Guthfri is hunting the sorcerer who murdered his family.",
  "Ukrat: Male Dwarf Fighter, LN. Str 14, Dex 13, Con 6, Int 8, Wis 8, Cha 10. Ukrat has a round face, with curly silver hair and narrow gray eyes. He wears a breastplate and wields a rapier and shield.",
  "Urul: Male Dwarf Druid, Neutral. Str 17, Dex 5, Con 14, Int 9, Wis 17, Cha 8. Urul is fair in appearance, with messy silver hair and gray eyes. He wears leather armor and wields a mace and javelins. Urul has black wolf named Thatur.",
  "Tholmsti: Male Dwarf Paladin, Good. Str 11, Dex 8, Con 8, Int 10, Wis 10, Cha 13. Tholmsti is stout, with matted silver hair and gray eyes. He wears hide armor and wields a rapier and shield.",
  "Hryffi: Male Dwarf Sorcerer, NG. Str 10, Dex 6, Con 15, Int 12, Wis 8, Cha 16. Hryffi has a narrow face, with tangled brown hair and hazel eyes. He wears worn clothing and wields a dagger and light crossbow. Hryffi is virtuous and charming.",
  "Theri Ogifson: Male Dwarf Fighter, N. Str 17, Dex 9, Con 11, Int 6, Wis 8, Cha 13. Theri has a long face, with tangled white hair and light hazel eyes. He wears hide armor and wields a whip and shield. Theri is a skilled singer.",
  "Andill: Male Dwarf Fighter, N. Str 13, Dex 13, Con 10, Int 9, Wis 11, Cha 15. Andill is heavyset, with black hair and sharp hazel eyes. He wears scale mail and wields a battleaxe. Andill has an animal companion, a silver dog named Uten.",
  "Hosti: Male Dwarf Fighter, NG. Str 15, Dex 10, Con 8, Int 13, Wis 11, Cha 10. Hosti has brown hair and large amber eyes, and a flat nose. He wears a breastplate and wields a rapier and shield. Hosti is righteous and passionate.",
  "Saxe Horison: Male Dwarf Monk, NG. Str 15, Dex 11, Con 9, Int 8, Wis 9, Cha 11. Saxe has black hair and narrow brown eyes, and prominent ears. He wears well-made clothing and wields nunchaku (club). Saxe is quiet, and says as little as possible.",
  "Zaghal: Male Dwarf Bard, LE. Str 8, Dex 8, Con 5, Int 15, Wis 14, Cha 14. Zaghal has blonde hair and soft hazel eyes, and a malevolent smile. He wears leather armor and wields a rapier. Zaghal has an animal companion, a sable ferret named Alran.",
  "Bali: Male Dwarf Fighter, LN. Str 16, Dex 14, Con 10, Int 10, Wis 12, Cha 7. Bali has golden hair and soft hazel eyes, and prominent ears. He wears a chain shirt and wields a war pick and shield. Bali is sarcastic and possessive.",
  "Nanarv: Male Dwarf Monk, N. Str 12, Dex 12, Con 8, Int 10, Wis 11, Cha 6. Nanarv has a round face, with uneven silver hair and light blue eyes. He wears plain clothing and wields an ono (handaxe) and sai (dagger). Nanarv is guarded and zealous.",
  "Beiti: Male Dwarf Fighter, LG. Str 14, Dex 15, Con 6, Int 13, Wis 7, Cha 6. Beiti has uneven golden hair and gray eyes, and large ears. He wears a breastplate and wields a morningstar and shield. Beiti seeks to save his family from financial ruin.",
  "Irin: Male Dwarf Cleric, NG. Str 6, Dex 7, Con 9, Int 10, Wis 17, Cha 14. Irin has curly silver hair and brown eyes, and a distinctive tattoo on his leg. He wears scale mail and wields a club and shield. Irin is studious and lewd.",
  "Urul: Male Dwarf Rogue, LG. Str 12, Dex 15, Con 7, Int 8, Wis 6, Cha 6. Urul has a long face, with golden hair and sharp amber eyes. He wears leather armor and wields a light hammer and shortbow. Urul seeks to steal an ancient artifact from the Gauntlet of Terrible Ages.",
  "Vari: Male Dwarf Rogue, CN. Str 11, Dex 14, Con 10, Int 7, Wis 12, Cha 15. Vari has an angular face, with short gray hair and bright amber eyes. He wears studded leather and wields a club and hand crossbow. Vari seeks to discover who murdered his family.",
  "Abal: Male Dwarf Monk, N. Str 15, Dex 13, Con 9, Int 12, Wis 12, Cha 11. Abal is rugged in appearance, with short blonde hair and soft brown eyes. He wears sturdy clothing and wields an ono (handaxe) and kama (sickle). Abal compulsively counts things.",
  "Frasanz: Male Dwarf Ranger, NE. Str 13, Dex 8, Con 12, Int 7, Wis 13, Cha 8. Frasanz is fey in appearance, with blonde hair and blue eyes. He wears studded leather and wields a shortsword and shield.",
  "Gedu: Male Dwarf Fighter, LG. Str 13, Dex 15, Con 9, Int 9, Wis 10, Cha 8. Gedu has golden hair and dark hazel eyes. He wears a breastplate and wields a greatsword. Gedu has an animal companion, a black wolf named Turi.",
  "Oren Arkidson: Male Dwarf Rogue, N. Str 6, Dex 16, Con 12, Int 12, Wis 11, Cha 9. Oren is rough in appearance, with gray hair and hazel eyes. He wears leather armor and wields a rapier. Oren seeks revenge against the sister who betrayed him.",
  "Arkun: Male Dwarf Barbarian, NG. Str 17, Dex 9, Con 9, Int 9, Wis 12, Cha 13. Arkun has curly gray hair and large amber eyes, and an unusual mark on his arm. He wears scale mail and wields a halberd. Arkun compulsively plays with a bronze ring.",
  "Zaghark: Male Dwarf Barbarian, LG. Str 13, Dex 12, Con 13, Int 13, Wis 11, Cha 13. Zaghark is pleasant in appearance, with auburn hair and sharp amber eyes. He wears studded leather and wields a morningstar and blowgun.",
  "Hore: Male Dwarf Wizard, N. Str 10, Dex 10, Con 10, Int 12, Wis 11, Cha 7. Hore has braided gray hair and brown eyes. He wears black robes and wields a quarterstaff. Hore was raised by cultists of Male Fated Commoner.",
  "Alin: Male Dwarf Cleric, LE. Str 13, Dex 9, Con 9, Int 12, Wis 12, Cha 16. Alin is fey in appearance, with short white hair and sharp amber eyes. He wears a chain shirt and wields a spear and dagger. Alin has an animal companion, a ginger ferret named Snire.",
  "Hoski: Male Dwarf Cleric, N. Str 8, Dex 13, Con 9, Int 9, Wis 14, Cha 13. Hoski is short, with copper hair and gray eyes. He wears half plate and wields a mace and shield. Hoski seeks revenge against the sister who betrayed him.",
  "Giertju: Male Dwarf Ranger, CG. Str 15, Dex 12, Con 8, Int 7, Wis 15, Cha 11. Giertju has an angular face, with matted golden hair and large blue eyes. He wears leather armor and wields a shortsword.",
  "Ziri: Male Dwarf Ranger, CN. Str 7, Dex 16, Con 14, Int 10, Wis 15, Cha 12. Ziri is short, with short silver hair and brown eyes. He wears a breastplate and wields a morningstar. Ziri is obsessive and savage.",
  "Sanzur: Male Dwarf Barbarian, NG. Str 16, Dex 15, Con 9, Int 8, Wis 8, Cha 14. Sanzur has blonde hair and sharp blue eyes. He wears studded leather and wields a greatsword. Sanzur has an animal companion, a black bear named Thilda.",
  "Ukhul: Male Dwarf Druid, Neutral. Str 13, Dex 14, Con 13, Int 8, Wis 12, Cha 8. Ukhul is thin, with black hair and gray eyes. He wears leather armor and wields a club and wooden shield. Ukhul was petrified for a hundred years.",
  "Igbjond: Male Dwarf Sorcerer, N. Str 14, Dex 10, Con 13, Int 7, Wis 11, Cha 13. Igbjond has cropped gray hair and light hazel eyes. He wears modest garments and wields a dagger and darts. Igbjond seeks to raise an army of stone golems.",
  "Glagam: Male Dwarf Rogue, LG. Str 12, Dex 13, Con 12, Int 13, Wis 7, Cha 10. Glagam is rough in appearance, with golden hair and amber eyes. He wears leather armor and wields a spear. Glagam seeks to continue the noble legacy of his father.",
  "Disanz: Male Dwarf Paladin, Good. Str 10, Dex 14, Con 13, Int 9, Wis 9, Cha 17. Disanz has auburn hair and soft green eyes. He wears chain mail and wields a whip and shield. Disanz has an animal companion, a white warhorse named Duri.",
  "Orin: Male Dwarf Wizard, NG. Str 8, Dex 17, Con 9, Int 16, Wis 13, Cha 10. Orin is tall, with auburn hair and bright amber eyes. He wears expensive clothing and wields a dagger and darts.",
  "Umrag: Male Dwarf Paladin, Good. Str 10, Dex 10, Con 13, Int 11, Wis 13, Cha 10. Umrag is tall, with thick blonde hair and dark amber eyes. He wears scale mail and wields a shortsword and shield.",
  "Kilmah: Male Dwarf Warlock, NG. Str 9, Dex 11, Con 6, Int 7, Wis 10, Cha 15. Kilmah is short, with matted auburn hair and light blue eyes. He wears leather armor and wields a club and light crossbow. Kilmah has an animal companion, a grey rat named Dainarv.",
  "Dinarv: Male Dwarf Sorcerer, NG. Str 5, Dex 7, Con 8, Int 8, Wis 6, Cha 15. Dinarv is tall, with short white hair and gray eyes. He wears worn clothing and wields a dagger. Dinarv has an animal companion, a raven named Jora.",
  "Makgli: Male Dwarf Monk, NG. Str 11, Dex 13, Con 6, Int 10, Wis 12, Cha 8. Makgli has white hair and blue eyes, and small ears. He wears worn clothing and wields a yari (spear) and shuriken (darts). Makgli has an animal companion, a tiger named Duri.",
  "Mali: Male Dwarf Bard, LN. Str 11, Dex 9, Con 11, Int 13, Wis 13, Cha 16. Mali has an angular face, with matted golden hair and dark green eyes. He wears leather armor and wields a shortsword. Mali is impish and scheming.",
  "Arvin: Male Dwarf Fighter, LN. Str 15, Dex 16, Con 10, Int 12, Wis 8, Cha 12. Arvin is pleasant in appearance, with copper hair and gray eyes. He wears a chain shirt and wields a shortsword and shield. Arvin has an animal companion, a badger named Rasla.",
  "Gere: Male Dwarf Fighter, CG. Str 15, Dex 13, Con 7, Int 14, Wis 10, Cha 7. Gere has long silver hair and brown eyes, and small ears. He wears a breastplate and wields a longsword. Gere is forgiving and industrious.",
  "Furi: Male Dwarf Rogue, N. Str 9, Dex 13, Con 12, Int 14, Wis 10, Cha 11. Furi has a narrow face, with copper hair and green eyes. He wears studded leather and wields a longsword. Furi is sarcastic and humble.",
  "Skelli: Male Dwarf Rogue, CG. Str 6, Dex 14, Con 12, Int 13, Wis 13, Cha 10. Skelli has a square face, with straight auburn hair and green eyes. He wears studded leather and wields a longsword. Skelli has an animal companion, a dire rat named Kharkurd.",
  "Dwari: Male Dwarf Warlock, NE. Str 9, Dex 9, Con 8, Int 11, Wis 8, Cha 14. Dwari has a square face, with gray hair and gray eyes. He wears leather armor and wields a quarterstaff and sling. Dwari lost his shadow to a hag.",
  "Ostarsk Orningson: Male Dwarf Fighter, LN. Str 12, Dex 14, Con 6, Int 10, Wis 13, Cha 14. Ostarsk is pleasant in appearance, with white hair and sharp gray eyes. He wears half plate and wields a warhammer and shield. Ostarsk is polite and aggressive.",
  "Otodr: Male Dwarf Monk, NE. Str 13, Dex 15, Con 12, Int 7, Wis 12, Cha 8. Otodr has gray hair and bright blue eyes. He wears worn clothing and wields a kanabo (mace). Otodr is callous and haughty.",
  "Amin: Male Dwarf Rogue, NE. Str 12, Dex 14, Con 7, Int 14, Wis 11, Cha 13. Amin has matted white hair and bright amber eyes. He wears leather armor and wields a spear and sling. Amin seeks to become a werewolf.",
  "Urin: Male Dwarf Rogue, N. Str 14, Dex 14, Con 7, Int 13, Wis 10, Cha 12. Urin has auburn hair and bright hazel eyes. He wears leather armor and wields a handaxe. Urin has an animal companion, a black cat named Ahan.",
  "Alin: Male Dwarf Paladin, Good. Str 13, Dex 7, Con 7, Int 9, Wis 14, Cha 9. Alin has brown hair and large blue eyes, and a short moustache. He wears splint armor and wields a longsword. Alin has an animal companion, a black warhorse named Kali.",
  "Sulfi Herison: Male Dwarf Barbarian, N. Str 14, Dex 10, Con 10, Int 11, Wis 10, Cha 10. Sulfi has cropped silver hair and green eyes. He wears scale mail and wields a scimitar and heavy crossbow.",
  "Beini Rarison: Male Dwarf Ranger, NG. Str 10, Dex 12, Con 7, Int 14, Wis 15, Cha 10. Beini has a narrow face, with gray hair and narrow green eyes. He wears hide armor and wields a warhammer. Beini is searching for his missing daughter.",
  "Havva: Male Dwarf Rogue, LN. Str 10, Dex 13, Con 10, Int 8, Wis 9, Cha 6. Havva has black hair and dark green eyes, and a thick beard. He wears studded leather and wields a handaxe. Havva is a terrible liar.",
  "Nanain: Male Dwarf Rogue, N. Str 10, Dex 17, Con 11, Int 10, Wis 10, Cha 13. Nanain is short and stout, with gray hair and large brown eyes. He wears leather armor and wields a shortsword and hand crossbow. Nanain was raised by cultists of the Guardian of Lamps.",
  "Zuri: Male Dwarf Rogue, NE. Str 11, Dex 15, Con 11, Int 8, Wis 8, Cha 11. Zuri has a long face, with short copper hair and dark gray eyes. He wears studded leather and wields a rapier. Zuri has an animal companion, a sable ferret named Amin.",
  "Abag: Male Dwarf Rogue, N. Str 11, Dex 13, Con 6, Int 8, Wis 10, Cha 8. Abag has a long face, with gray hair and large green eyes. He wears leather armor and wields a longsword and darts. Abag has an animal companion, a dire rat named Aimir.",
  "Thari: Male Dwarf Sorcerer, N. Str 9, Dex 8, Con 16, Int 11, Wis 6, Cha 13. Thari has thin blonde hair and large brown eyes, and small ears. He wears worn clothing and wields a quarterstaff and light crossbow. Thari speaks with a lisp.",
  "Duli: Male Dwarf Bard, N. Str 9, Dex 11, Con 12, Int 14, Wis 8, Cha 15. Duli has a narrow face, with thick silver hair and amber eyes. He wears leather armor and wields a shortsword. Duli seeks to discover where he came from, and who his real family is.",
  "Zaghark: Male Dwarf Rogue, N. Str 12, Dex 13, Con 12, Int 11, Wis 14, Cha 14. Zaghark is tall, with tangled black hair and hazel eyes. He wears leather armor and wields a longsword.",
  "Fari: Male Dwarf Fighter, N. Str 16, Dex 13, Con 7, Int 12, Wis 11, Cha 7. Fari has black hair and green eyes. He wears half plate and wields a scimitar and longbow. Fari has an animal companion, a black wolf named Gerdga.",
  "Gedu: Male Dwarf Fighter, LE. Str 16, Dex 13, Con 12, Int 11, Wis 11, Cha 11. Gedu has silver hair and narrow amber eyes. He wears chain mail and wields a halberd. Gedu seeks to destroy the race of trolls.",
  "Ryni: Male Dwarf Monk, N. Str 14, Dex 10, Con 5, Int 9, Wis 12, Cha 7. Ryni has silver hair and light hazel eyes, and a round nose. He wears simple clothing and wields a kanabo (mace) and sai (dagger).",
  "Teinni Makglison: Male Dwarf Cleric, LN. Str 8, Dex 7, Con 12, Int 10, Wis 12, Cha 14. Teinni has tangled silver hair and soft amber eyes, and a tangled beard. He wears half plate and wields a handaxe. Teinni has an animal companion, a ginger ferret named Afen.",
  "Bori: Male Dwarf Monk, N. Str 12, Dex 13, Con 9, Int 5, Wis 12, Cha 8. Bori has copper hair and soft gray eyes, and prominent ears. He wears simple clothing and wields a kanabo (mace) and shuriken (darts). Bori is flirtatious and violent.",
  "Urun: Male Dwarf Monk, LN. Str 13, Dex 16, Con 14, Int 11, Wis 11, Cha 8. Urun has a narrow face, with matted copper hair and light brown eyes. He wears sturdy clothing and wields a yari (spear). Urun has an animal companion, a gray rabbit named Orin.",
  "Orar Saxison: Male Dwarf Ranger, NE. Str 16, Dex 17, Con 9, Int 11, Wis 9, Cha 10. Orar is heavyset, with matted silver hair and amber eyes. He wears half plate and wields a maul. Orar is perverted and deceitful.",
  "Leifri: Male Dwarf Rogue, LG. Str 5, Dex 13, Con 8, Int 9, Wis 6, Cha 13. Leifri is rough in appearance, with straight black hair and gray eyes. He wears studded leather and wields a shortsword and hand crossbow. Leifri seeks to continue the noble legacy of his father.",
  "Fari: Male Dwarf Rogue, LN. Str 14, Dex 16, Con 8, Int 11, Wis 9, Cha 11. Fari has a narrow face, with cropped auburn hair and blue eyes. He wears studded leather and wields a longsword. Fari is polite and vulgar.",
  "Alil: Male Dwarf Paladin, Good. Str 11, Dex 8, Con 12, Int 7, Wis 16, Cha 11. Alil is fair in appearance, with matted gray hair and hazel eyes. He wears half plate and wields a war pick and shield.",
  "Gedu: Male Dwarf Wizard, LE. Str 8, Dex 10, Con 9, Int 17, Wis 5, Cha 7. Gedu is short, with blonde hair and large gray eyes. He wears fine clothing and wields a dagger.",
  "Buggi Ketison: Male Dwarf Paladin, Good. Str 8, Dex 11, Con 7, Int 13, Wis 16, Cha 10. Buggi has long golden hair and green eyes. He wears ring mail and wields a greatsword.",
  "Hori: Male Dwarf Rogue, N. Str 9, Dex 13, Con 11, Int 8, Wis 10, Cha 11. Hori is tall, with silver hair and bright amber eyes. He wears leather armor and wields a shortsword. Hori has an animal companion, a raven named Hrette.",
  "Furi: Male Dwarf Cleric, N. Str 9, Dex 10, Con 8, Int 7, Wis 16, Cha 12. Furi is overweight, with golden hair and dark gray eyes. He wears leather armor and wields a club and shield. Furi is eccentric and amoral.",
  "Ingund: Male Dwarf Fighter, LN. Str 17, Dex 7, Con 10, Int 7, Wis 14, Cha 6. Ingund has a narrow face, with blonde hair and bright gray eyes. He wears a chain shirt and wields a longsword and net. Ingund has an animal companion, a green firedrake named Onund.",
  "Tharkar: Male Dwarf Rogue, N. Str 15, Dex 12, Con 10, Int 12, Wis 9, Cha 11. Tharkar is tall, with uneven black hair and green eyes. He wears studded leather and wields a shortsword and light crossbow. Tharkar blames trolls for every misfortune.",
  "Hugi Hrulfrison: Male Dwarf Rogue, N. Str 7, Dex 12, Con 9, Int 12, Wis 10, Cha 10. Hugi has blonde hair and large amber eyes, and prominent ears. He wears leather armor and wields a club. Hugi is painfully tone-deaf.",
  "Minain: Male Dwarf Rogue, N. Str 10, Dex 15, Con 7, Int 12, Wis 10, Cha 6. Minain is rugged in appearance, with copper hair and hazel eyes. He wears leather armor and wields a longsword and javelins. Minain suffers a paralyzing fear of open water.",
  "Stormi Sigison: Male Dwarf Barbarian, LN. Str 17, Dex 10, Con 10, Int 8, Wis 9, Cha 11. Stormi is common in appearance, with blonde hair and blue eyes. He wears scale mail and wields a morningstar and shield. Stormi suffers a mild allergy to cats.",
  "Horbju: Male Dwarf Druid, Neutral. Str 12, Dex 15, Con 8, Int 10, Wis 17, Cha 15. Horbju is tall and heavyset, with gray hair and blue eyes. He wears leather armor and wields a mace and darts. Horbju is hardworking and modest.",
  "Banarv: Male Dwarf Cleric, N. Str 11, Dex 12, Con 9, Int 10, Wis 17, Cha 15. Banarv has copper hair and narrow hazel eyes. He wears hide armor and wields a light hammer and darts. Banarv is colorblind.",
  "Helgi: Male Dwarf Fighter, CN. Str 16, Dex 14, Con 9, Int 8, Wis 7, Cha 9. Helgi is overweight, with silver hair and hazel eyes. He wears ring mail and wields a morningstar. Helgi is extravagant and mischievous.",
  "Ugmad: Male Dwarf Fighter, LN. Str 15, Dex 11, Con 10, Int 12, Wis 15, Cha 6. Ugmad is common in appearance, with braided black hair and narrow hazel eyes. He wears a chain shirt and wields a greatsword. Ugmad seeks to destroy the race of trolls.",
  "Sanzir: Male Dwarf Cleric, NG. Str 15, Dex 5, Con 7, Int 6, Wis 12, Cha 12. Sanzir is noble in bearing, with blonde hair and hazel eyes. He wears studded leather and wields a spear. Sanzir is impossibly lucky.",
  "Guli: Male Dwarf Fighter, NG. Str 15, Dex 15, Con 8, Int 13, Wis 5, Cha 9. Guli has an angular face, with copper hair and light green eyes. He wears ring mail and wields a battleaxe. Guli has an animal companion, a gray wolf named Glinain.",
  "Hane: Male Dwarf Fighter, CE. Str 14, Dex 9, Con 11, Int 12, Wis 9, Cha 12. Hane has a square face, with silver hair and large gray eyes. He wears half plate and wields a trident. Hane speaks with a deep voice.",
  "Dinarv: Male Dwarf Rogue, LE. Str 13, Dex 15, Con 11, Int 11, Wis 11, Cha 12. Dinarv is short and thin, with gray hair and amber eyes. He wears studded leather and wields a rapier and darts. Dinarv has an animal companion, a raven named Zigam.",
  "Bari: Male Dwarf Sorcerer, N. Str 12, Dex 9, Con 14, Int 10, Wis 7, Cha 13. Bari is tall, with thick golden hair and light hazel eyes. He wears well-made clothing and wields a dagger. Bari is alluring and practical.",
  "Brami: Male Dwarf Ranger, N. Str 16, Dex 9, Con 7, Int 13, Wis 14, Cha 9. Brami has golden hair and light green eyes. He wears hide armor and wields a rapier and shield. Brami lost his reflection to a hag.",
  "Kurdu: Male Dwarf Wizard, NG. Str 8, Dex 15, Con 11, Int 14, Wis 9, Cha 11. Kurdu has a square face, with tangled gray hair and narrow hazel eyes. He wears tailored clothing and wields a quarterstaff. Kurdu seeks to master the secrets of time travel.",
  "Heri Hidrison: Male Dwarf Fighter, LN. Str 16, Dex 11, Con 14, Int 8, Wis 7, Cha 11. Heri is short, with cropped black hair and narrow amber eyes. He wears plate armor and wields a halberd.",
  "Throdu: Male Dwarf Sorcerer, NG. Str 9, Dex 11, Con 11, Int 8, Wis 10, Cha 15. Throdu has auburn hair and sharp gray eyes, and a thin nose. He wears well-made clothing and wields a dagger. Throdu is fearless and hardworking.",
  "Khari: Male Dwarf Barbarian, NE. Str 12, Dex 11, Con 10, Int 12, Wis 10, Cha 8. Khari has white hair and narrow amber eyes, and an unusual scar on his leg. He wears scale mail and wields a greatsword. Khari is haughty and corrupt.",
  "Duli: Male Dwarf Barbarian, LG. Str 15, Dex 9, Con 13, Int 13, Wis 8, Cha 12. Duli has long brown hair and hazel eyes, and pointed ears. He wears studded leather and wields a battleaxe. Duli seeks to discover the truth of his lineage.",
  "Gere: Male Dwarf Fighter, N. Str 13, Dex 16, Con 10, Int 10, Wis 10, Cha 6. Gere has straight red hair and sharp amber eyes, and small ears. He wears a breastplate and wields a morningstar. Gere is zealous and corrupt.",
  "Zuri: Male Dwarf Warlock, CN. Str 9, Dex 7, Con 13, Int 13, Wis 10, Cha 13. Zuri has cropped copper hair and green eyes, and a flat nose. He wears studded leather and wields a handaxe and sling.",
  "Khatelch: Male Dwarf Warlock, N. Str 8, Dex 15, Con 11, Int 6, Wis 7, Cha 12. Khatelch has blonde hair and gray eyes, and a long beard. He wears studded leather and wields a mace and darts. Khatelch holds a grudge against orcs.",
  "Julffri Herleson: Male Dwarf Rogue, CN. Str 10, Dex 15, Con 9, Int 14, Wis 10, Cha 13. Julffri has messy silver hair and bright hazel eyes. He wears leather armor and wields a longsword and hand crossbow. Julffri has an animal companion, a sable ferret named Thrazir.",
  "Anur Grodison: Male Dwarf Monk, CN. Str 16, Dex 11, Con 8, Int 6, Wis 12, Cha 11. Anur has tangled blonde hair and brown eyes, and a round nose. He wears modest garments and wields a yari (spear). Anur has an animal companion, a red snake named Ellend.",
  "Rimil: Male Dwarf Paladin, Good. Str 13, Dex 9, Con 10, Int 10, Wis 14, Cha 12. Rimil has straight copper hair and green eyes. He wears ring mail and wields a longsword.",
  "Akak: Male Dwarf Fighter, N. Str 14, Dex 14, Con 9, Int 8, Wis 5, Cha 7. Akak has gray hair and light blue eyes, and small ears. He wears ring mail and wields a whip. Akak has an animal companion, a badger named Kali.",
  "Funda: Male Dwarf Rogue, NG. Str 12, Dex 16, Con 6, Int 11, Wis 10, Cha 11. Funda is cultured in appearance, with black hair and narrow green eyes. He wears studded leather and wields a spear and darts. Funda suffers a paralyzing fear of crowds.",
  "Skelli: Male Dwarf Fighter, LN. Str 17, Dex 16, Con 8, Int 7, Wis 11, Cha 7. Skelli has braided golden hair and narrow brown eyes. He wears splint armor and wields a rapier. Skelli secretly serves Melcha, an ancient god of darkness.",
  "Bali: Male Dwarf Rogue, N. Str 6, Dex 14, Con 11, Int 15, Wis 8, Cha 11. Bali is pleasant in appearance, with short gray hair and sharp amber eyes. He wears leather armor and wields a rapier.",
  "Thildi Harison: Male Dwarf Rogue, N. Str 7, Dex 12, Con 15, Int 15, Wis 5, Cha 7. Thildi is common in appearance, with long blonde hair and soft blue eyes. He wears leather armor and wields a longsword and dagger. Thildi seeks to steal a legendary sapphire from the Crypts of Abyssal Sorrows.",
  "Orir: Male Dwarf Monk, N. Str 15, Dex 11, Con 13, Int 5, Wis 16, Cha 7. Orir has red hair and gray eyes, and a flat nose. He wears travel-stained clothing and wields a yari (spear) and kama (sickle). Orir frequently uses uncommon words incorrectly.",
  "Tilvi: Male Dwarf Cleric, N. Str 13, Dex 14, Con 13, Int 10, Wis 16, Cha 13. Tilvi is thin, with matted brown hair and dark amber eyes. He wears studded leather and wields a spear. Tilvi is jealous and arrogant.",
  "Thoske Evyrdhson: Male Dwarf Paladin, Good. Str 14, Dex 9, Con 6, Int 9, Wis 15, Cha 13. Thoske has auburn hair and gray eyes. He wears scale mail and wields a maul. Thoske is searching for his missing daughter.",
  "Dari: Male Dwarf Rogue, CN. Str 14, Dex 14, Con 13, Int 15, Wis 12, Cha 5. Dari is pleasant in appearance, with blonde hair and green eyes. He wears studded leather and wields a light hammer. Dari is a skilled singer.",
  "Arral: Male Dwarf Monk, N. Str 13, Dex 13, Con 11, Int 5, Wis 9, Cha 9. Arral has a narrow face, with messy silver hair and bright green eyes. He wears simple clothing and wields an ono (handaxe) and kama (sickle). Arral was petrified for a hundred years.",
  "Arur: Male Dwarf Bard, CE. Str 7, Dex 9, Con 9, Int 13, Wis 11, Cha 14. Arur has curly white hair and hazel eyes. He wears leather armor and wields a mace. Arur is haunted by the memories of a past life.",
  "Suaerki: Male Dwarf Fighter, N. Str 12, Dex 10, Con 12, Int 13, Wis 13, Cha 13. Suaerki is rugged in appearance, with black hair and green eyes. He wears chain mail and wields a glaive. Suaerki seeks to save his family from financial ruin.",
  "Udleif: Male Dwarf Druid, Neutral. Str 12, Dex 11, Con 13, Int 11, Wis 12, Cha 14. Udleif has auburn hair and narrow gray eyes, and pointed ears. He wears leather armor and wields a quarterstaff. Udleif is cautious and perverted.",
  "Orhagn: Male Dwarf Cleric, LN. Str 10, Dex 12, Con 15, Int 14, Wis 16, Cha 14. Orhagn is fey in appearance, with cropped gray hair and brown eyes. He wears leather armor and wields a quarterstaff. Orhagn is driven and inventive.",
  "Zuri: Male Dwarf Monk, N. Str 14, Dex 15, Con 8, Int 11, Wis 9, Cha 10. Zuri is tall, with cropped blonde hair and hazel eyes. He wears well-made clothing and wields a bo (quarterstaff). Zuri seeks to destroy the race of orcs.",
  "Gamin: Male Dwarf Rogue, N. Str 12, Dex 12, Con 10, Int 11, Wis 8, Cha 11. Gamin is rough in appearance, with blonde hair and sharp amber eyes. He wears leather armor and wields a rapier.",
  "Thimil: Male Dwarf Druid, Neutral. Str 9, Dex 11, Con 9, Int 7, Wis 17, Cha 7. Thimil has braided brown hair and hazel eyes. He wears hide armor and wields a scimitar and sling. Thimil believes that he is being hunted by supernatural creatures.",
  "Disanz: Male Dwarf Rogue, LN. Str 10, Dex 12, Con 10, Int 17, Wis 11, Cha 12. Disanz is thin, with tangled silver hair and light blue eyes. He wears leather armor and wields a rapier.",
  "Thari: Male Dwarf Warlock, LN. Str 14, Dex 10, Con 11, Int 5, Wis 8, Cha 16. Thari is willowy, with thin white hair and brown eyes. He wears leather armor and wields a light hammer. Thari lost his shadow to a nymph.",
  "Dainan: Male Dwarf Paladin, Good. Str 15, Dex 9, Con 11, Int 8, Wis 9, Cha 11. Dainan has white hair and narrow blue eyes. He wears splint armor and wields a greatsword. Dainan seeks to continue the noble legacy of his father.",
  "Baegsi: Male Dwarf Druid, Neutral. Str 10, Dex 10, Con 13, Int 11, Wis 14, Cha 14. Baegsi is short and stout, with brown hair and gray eyes. He wears hide armor and wields a scimitar and dagger. Baegsi has golden eagle named Gili.",
  "Turgo: Male Dwarf Paladin, Good. Str 15, Dex 10, Con 12, Int 10, Wis 12, Cha 14. Turgo is common in appearance, with brown hair and large brown eyes. He wears chain mail and wields a war pick. Turgo has an animal companion, a white warhorse named Disa.",
  "Furi: Male Dwarf Paladin, Good. Str 12, Dex 9, Con 11, Int 10, Wis 11, Cha 10. Furi is short and stout, with braided white hair and light brown eyes. He wears chain mail and wields a warhammer and shield. Furi holds a grudge against orcs.",
  "Teinni: Male Dwarf Barbarian, LN. Str 14, Dex 12, Con 10, Int 14, Wis 12, Cha 10. Teinni has gray hair and dark green eyes. He wears hide armor and wields a scimitar and hand crossbow.",
  "Frinarv: Male Dwarf Monk, LN. Str 12, Dex 9, Con 10, Int 6, Wis 7, Cha 6. Frinarv has copper hair and light hazel eyes. He wears plain clothing and wields an ono (handaxe) and shuriken (darts). Frinarv seeks to free himself from an ancient curse.",
  "Nanarv: Male Dwarf Rogue, NE. Str 9, Dex 15, Con 8, Int 14, Wis 14, Cha 10. Nanarv has red hair and hazel eyes, and small ears. He wears studded leather and wields a longsword and light crossbow. Nanarv is merciless and perverted.",
  "Bifur: Male Dwarf Fighter, N. Str 14, Dex 8, Con 10, Int 8, Wis 13, Cha 13. Bifur has braided blonde hair and sharp brown eyes, and a sharp nose. He wears scale mail and wields a war pick and shield. Bifur secretly serves Aron, an ancient god of evil.",
  "Geiri: Male Dwarf Monk, LG. Str 13, Dex 10, Con 5, Int 14, Wis 7, Cha 10. Geiri is rugged in appearance, with tangled gray hair and gray eyes. He wears sturdy clothing and wields nunchaku (club) and kama (sickle). Geiri is honorable and capable.",
  "Kurdu: Male Dwarf Paladin, Good. Str 7, Dex 12, Con 9, Int 9, Wis 12, Cha 12. Kurdu has cropped blonde hair and gray eyes. He wears plate armor and wields a longsword and shield. Kurdu is impossibly lucky.",
  "Rodi: Male Dwarf Wizard, CN. Str 10, Dex 9, Con 7, Int 16, Wis 12, Cha 13. Rodi has a long face, with silver hair and sharp green eyes. He wears topaz robes and wields a dagger. Rodi is pessimistic and covetous.",
  "Rimri: Male Dwarf Rogue, LN. Str 9, Dex 13, Con 12, Int 12, Wis 12, Cha 9. Rimri has a round face, with brown hair and blue eyes. He wears studded leather and wields a rapier and hand crossbow. Rimri seeks revenge against the aristocrat who framed him.",
  "Udlal: Male Dwarf Monk, N. Str 12, Dex 14, Con 11, Int 14, Wis 12, Cha 14. Udlal is overweight, with gray hair and gray eyes. He wears modest garments and wields a bo (quarterstaff) and kama (sickle). Udlal has an animal companion, a black monkey named Arnolvg.",
  "Glali: Male Dwarf Monk, N. Str 13, Dex 8, Con 9, Int 12, Wis 14, Cha 13. Glali is overweight, with brown hair and brown eyes. He wears modest garments and wields an ono (handaxe). Glali is guarded and paranoid.",
  "Thori: Male Dwarf Monk, NG. Str 15, Dex 14, Con 8, Int 6, Wis 14, Cha 7. Thori has a long face, with brown hair and sharp green eyes. He wears plain clothing and wields an ono (handaxe). Thori is haunted by the ghost of someone he killed.",
  "Akir: Male Dwarf Barbarian, LN. Str 17, Dex 14, Con 9, Int 15, Wis 14, Cha 11. Akir is stout, with golden hair and light brown eyes. He wears hide armor and wields a trident and shield. Akir has an animal companion, a red firedrake named Thimah.",
  "Ororn: Male Dwarf Monk, NG. Str 14, Dex 15, Con 12, Int 9, Wis 12, Cha 8. Ororn has thick copper hair and narrow green eyes. He wears travel-stained clothing and wields an ono (handaxe).",
  "Alin: Male Dwarf Sorcerer, NE. Str 14, Dex 13, Con 15, Int 6, Wis 7, Cha 13. Alin is thin, with white hair and large amber eyes. He wears sturdy clothing and wields a dagger.",
  "Shali: Male Dwarf Rogue, NG. Str 9, Dex 16, Con 9, Int 10, Wis 8, Cha 9. Shali is short and thin, with thin red hair and light hazel eyes. He wears leather armor and wields a light hammer and hand crossbow. Shali is confident and gentle.",
  "Gili: Male Dwarf Cleric, LN. Str 10, Dex 15, Con 8, Int 9, Wis 17, Cha 17. Gili is tall, with thin gray hair and sharp brown eyes. He wears scale mail and wields a light hammer and shield. Gili is searching for his missing daughter.",
  "Anzin: Male Dwarf Monk, CG. Str 15, Dex 13, Con 10, Int 8, Wis 13, Cha 10. Anzin is rough in appearance, with matted red hair and narrow blue eyes. He wears plain clothing and wields an ono (handaxe). Anzin is searching for a legendary blade named Giantcutter.",
  "Hreke Kaareson: Male Dwarf Monk, NG. Str 14, Dex 9, Con 9, Int 12, Wis 12, Cha 10. Hreke has a long face, with golden hair and amber eyes. He wears modest garments and wields an ono (handaxe). Hreke is hunting the vampire who slew his mentor.",
  "Thore: Male Dwarf Cleric, LG. Str 9, Dex 9, Con 9, Int 7, Wis 16, Cha 11. Thore is tall, with copper hair and sharp hazel eyes. He wears scale mail and wields a spear and shield. Thore is valiant and ambitious.",
  "Idror Bruneson: Male Dwarf Barbarian, NG. Str 13, Dex 11, Con 11, Int 9, Wis 9, Cha 8. Idror has brown hair and gray eyes, and a curly beard. He wears leather armor and wields a battleaxe and shield. Idror is confident and decisive.",
  "Gili: Male Dwarf Fighter, N. Str 16, Dex 7, Con 15, Int 7, Wis 12, Cha 7. Gili has an angular face, with red hair and brown eyes. He wears ring mail and wields a whip and shield. Gili has an animal companion, a black bear named Bori.",
  "Sighve: Male Dwarf Monk, N. Str 14, Dex 14, Con 10, Int 13, Wis 17, Cha 10. Sighve is slender, with cropped blonde hair and soft amber eyes. He wears travel-stained clothing and wields nunchaku (club) and sai (dagger).",
  "Hogni: Male Dwarf Fighter, LG. Str 17, Dex 8, Con 9, Int 7, Wis 10, Cha 12. Hogni is fair in appearance, with golden hair and dark gray eyes. He wears ring mail and wields a halberd. Hogni has an animal companion, a gray wolf named Hori.",
  "Hare Thorgison: Male Dwarf Ranger, CN. Str 10, Dex 14, Con 9, Int 10, Wis 11, Cha 11. Hare has a square face, with uneven golden hair and dark blue eyes. He wears scale mail and wields a longsword. Hare blames trolls for every misfortune.",
  "Andinn: Male Dwarf Fighter, CN. Str 17, Dex 8, Con 8, Int 8, Wis 10, Cha 12. Andinn has auburn hair and gray eyes. He wears splint armor and wields a whip. Andinn compulsively whistles.",
  "Bori: Male Dwarf Rogue, N. Str 14, Dex 14, Con 13, Int 9, Wis 9, Cha 9. Bori has long golden hair and brown eyes. He wears studded leather and wields a light hammer. Bori has an animal companion, a dire rat named Arelf.",
  "Thrainan: Male Dwarf Cleric, CN. Str 14, Dex 11, Con 10, Int 6, Wis 13, Cha 12. Thrainan is heavyset, with matted red hair and sharp brown eyes. He wears scale mail and wields a mace and shield. Thrainan is a terrible liar.",
  "Grinarv: Male Dwarf Cleric, LN. Str 12, Dex 8, Con 7, Int 12, Wis 17, Cha 9. Grinarv has a round face, with tangled brown hair and soft amber eyes. He wears scale mail and wields a mace and shield.",
  "Sibbi: Male Dwarf Sorcerer, LN. Str 7, Dex 10, Con 11, Int 11, Wis 8, Cha 14. Sibbi has auburn hair and green eyes, and a straight beard. He wears well-made clothing and wields a dagger. Sibbi has an animal companion, a tawny rat named Edidg.",
  "Under: Male Dwarf Rogue, LN. Str 9, Dex 17, Con 10, Int 13, Wis 9, Cha 15. Under is tall, with straight silver hair and gray eyes. He wears studded leather and wields a rapier. Under is shrewd and sadistic.",
  "Vesti: Male Dwarf Paladin, Good. Str 9, Dex 12, Con 13, Int 11, Wis 11, Cha 8. Vesti is short, with brown hair and dark brown eyes. He wears plate armor and wields a rapier and shield. Vesti is industrious and lewd.",
  "Eriorkr: Male Dwarf Sorcerer, N. Str 10, Dex 10, Con 11, Int 11, Wis 11, Cha 13. Eriorkr is common in appearance, with messy copper hair and brown eyes. He wears modest garments and wields a dagger and sling. Eriorkr is impossibly lucky.",
  "Tharkad: Male Dwarf Rogue, NG. Str 9, Dex 13, Con 9, Int 13, Wis 9, Cha 6. Tharkad has a long face, with short white hair and brown eyes. He wears studded leather and wields a shortsword and hand crossbow. Tharkad is hunting the giant who murdered his family.",
  "Kunan: Male Dwarf Fighter, LN. Str 14, Dex 13, Con 6, Int 12, Wis 8, Cha 14. Kunan has golden hair and narrow green eyes. He wears chain mail and wields a pike. Kunan is stoic and crude.",
  "Bifar: Male Dwarf Monk, NG. Str 8, Dex 9, Con 15, Int 10, Wis 10, Cha 14. Bifar is short and willowy, with brown hair and brown eyes. He wears simple clothing and wields nunchaku (club). Bifar is generous and honest.",
  "Alin: Male Dwarf Rogue, LN. Str 10, Dex 13, Con 11, Int 11, Wis 9, Cha 8. Alin is fey in appearance, with thick red hair and blue eyes. He wears leather armor and wields a shortsword. Alin seeks to discover where he came from, and who his real family is.",
  "Berglja: Male Dwarf Druid, Neutral. Str 10, Dex 10, Con 7, Int 8, Wis 14, Cha 8. Berglja is willowy, with curly white hair and brown eyes. He wears leather armor and wields a quarterstaff.",
  "Thorke: Male Dwarf Cleric, CN. Str 7, Dex 7, Con 8, Int 12, Wis 13, Cha 14. Thorke has a round face, with braided white hair and blue eyes. He wears half plate and wields a handaxe. Thorke is a practiced gambler.",
  "Ukhud: Male Dwarf Druid, Neutral. Str 16, Dex 9, Con 10, Int 10, Wis 17, Cha 12. Ukhud has silver hair and brown eyes, and large ears. He wears leather armor and wields a quarterstaff and sickle. Ukhud suffers a mild allergy to shellfish.",
  "Banain: Male Dwarf Paladin, Good. Str 15, Dex 12, Con 9, Int 13, Wis 10, Cha 11. Banain has long white hair and large hazel eyes, and a messy beard. He wears plate armor and wields a battleaxe. Banain has an animal companion, a white warhorse named Ingir.",
  "Eigugr: Male Dwarf Fighter, LG. Str 16, Dex 15, Con 15, Int 13, Wis 13, Cha 13. Eigugr is noble in bearing, with long blonde hair and narrow hazel eyes. He wears a chain shirt and wields a scimitar. Eigugr is impossibly lucky.",
  "Fari: Male Dwarf Barbarian, NG. Str 15, Dex 12, Con 14, Int 9, Wis 10, Cha 13. Fari has a long face, with silver hair and hazel eyes. He wears scale mail and wields a pike.",
  "Bori: Male Dwarf Rogue, NG. Str 6, Dex 13, Con 8, Int 10, Wis 14, Cha 9. Bori has black hair and soft gray eyes, and large ears. He wears studded leather and wields a longsword. Bori is pious and fierce.",
  "Ardbeisl: Male Dwarf Druid, Neutral. Str 11, Dex 7, Con 6, Int 7, Wis 17, Cha 7. Ardbeisl is common in appearance, with copper hair and large amber eyes. He wears leather armor and wields a quarterstaff and sling. Ardbeisl is devout and violent.",
  "Thrinarv: Male Dwarf Fighter, LN. Str 15, Dex 14, Con 10, Int 6, Wis 11, Cha 10. Thrinarv has copper hair and blue eyes, and a long beard. He wears half plate and wields a war pick and shield. Thrinarv is tactless and corrupt.",
  "Salmi Hroaldrison: Male Dwarf Barbarian, N. Str 17, Dex 11, Con 13, Int 12, Wis 13, Cha 8. Salmi has a narrow face, with auburn hair and amber eyes. He wears studded leather and wields a scimitar and heavy crossbow.",
  "Amulfr Mundison: Male Dwarf Bard, LE. Str 12, Dex 8, Con 9, Int 8, Wis 12, Cha 14. Amulfr is heavyset, with copper hair and sharp green eyes. He wears studded leather and wields a shortsword. Amulfr has an animal companion, a hawk named Kali.",
  "Hrolla: Male Dwarf Monk, CG. Str 11, Dex 12, Con 11, Int 10, Wis 11, Cha 10. Hrolla is pleasant in appearance, with red hair and soft brown eyes. He wears sturdy clothing and wields a bo (quarterstaff). Hrolla is brave and truthful.",
  "Hemi Stormison: Male Dwarf Rogue, NG. Str 6, Dex 16, Con 10, Int 11, Wis 11, Cha 11. Hemi has a long face, with straight red hair and blue eyes. He wears leather armor and wields a longsword.",
  "Thunda: Male Dwarf Cleric, N. Str 10, Dex 10, Con 8, Int 12, Wis 15, Cha 13. Thunda has a square face, with messy silver hair and hazel eyes. He wears leather armor and wields a handaxe and shield.",
  "Gaukre: Male Dwarf Rogue, LN. Str 9, Dex 14, Con 6, Int 13, Wis 11, Cha 8. Gaukre has cropped silver hair and bright green eyes, and prominent ears. He wears leather armor and wields a shortsword. Gaukre has an animal companion, a raven named Jorni.",
  "Snari Sumison: Male Dwarf Fighter, N. Str 16, Dex 8, Con 10, Int 8, Wis 9, Cha 14. Snari has a narrow face, with silver hair and brown eyes. He wears ring mail and wields a rapier. Snari is tactless and perverted.",
  "Bari: Male Dwarf Sorcerer, CE. Str 9, Dex 15, Con 13, Int 6, Wis 10, Cha 16. Bari has a narrow face, with tangled white hair and hazel eyes. He wears plain clothing and wields a quarterstaff. Bari seeks wealth and power at any cost.",
  "Ukhlas: Male Dwarf Paladin, Good. Str 8, Dex 10, Con 7, Int 14, Wis 7, Cha 17. Ukhlas has uneven auburn hair and green eyes, and a messy beard. He wears splint armor and wields a battleaxe and shield. Ukhlas is a terrible liar.",
  "Annug: Male Dwarf Warlock, NG. Str 12, Dex 9, Con 14, Int 14, Wis 11, Cha 14. Annug has short copper hair and bright hazel eyes. He wears leather armor and wields a mace. Annug believes that he is being hunted by supernatural creatures.",
  "Holmgi Eyriarson: Male Dwarf Rogue, CN. Str 5, Dex 14, Con 5, Int 15, Wis 9, Cha 12. Holmgi has straight red hair and large gray eyes. He wears studded leather and wields a rapier. Holmgi seeks revenge against the aristocrat who framed him.",
  "Fundu: Male Dwarf Fighter, CG. Str 15, Dex 11, Con 9, Int 10, Wis 8, Cha 12. Fundu is tall, with thin gray hair and dark gray eyes. He wears chain mail and wields a flail and shield. Fundu is aesthetic and devout.",
  "Glagiml: Male Dwarf Rogue, CE. Str 12, Dex 14, Con 9, Int 9, Wis 5, Cha 9. Glagiml has red hair and amber eyes, and walks with a limp. He wears leather armor and wields a quarterstaff. Glagiml seeks wealth and power at any cost.",
  "Kalfri: Male Dwarf Monk, LG. Str 11, Dex 13, Con 8, Int 10, Wis 11, Cha 11. Kalfri is noble in bearing, with gray hair and bright gray eyes. He wears plain clothing and wields a kanabo (mace) and kama (sickle). Kalfri is searching for his lost brother.",
  "Fari: Male Dwarf Druid, Neutral. Str 15, Dex 14, Con 8, Int 12, Wis 15, Cha 12. Fari is heavyset, with curly copper hair and gray eyes. He wears leather armor and wields a spear and dagger. Fari is cautious and impartial.",
  "Gili: Male Dwarf Fighter, LG. Str 17, Dex 7, Con 14, Int 9, Wis 8, Cha 7. Gili has blonde hair and narrow hazel eyes. He wears ring mail and wields a trident and shield.",
  "Thorgi: Male Dwarf Monk, N. Str 14, Dex 10, Con 14, Int 6, Wis 9, Cha 12. Thorgi has a long face, with brown hair and gray eyes. He wears simple clothing and wields a yari (spear) and shuriken (darts).",
  "Ukhlag: Male Dwarf Barbarian, N. Str 17, Dex 15, Con 10, Int 5, Wis 9, Cha 10. Ukhlag is fair in appearance, with black hair and light amber eyes. He wears leather armor and wields a flail and shield.",
  "Zigil: Male Dwarf Wizard, LG. Str 14, Dex 13, Con 6, Int 17, Wis 11, Cha 11. Zigil has messy blonde hair and green eyes. He wears topaz robes and wields a dagger and darts. Zigil has an arcane familiar, a songbird which can exhale tiny blasts of flame.",
  "Kadu: Male Dwarf Monk, N. Str 13, Dex 11, Con 8, Int 8, Wis 14, Cha 11. Kadu is tall, with silver hair and gray eyes. He wears worn clothing and wields an ono (handaxe).",
  "Gili: Male Dwarf Monk, N. Str 13, Dex 10, Con 10, Int 5, Wis 15, Cha 6. Gili is fair in appearance, with matted white hair and dark blue eyes. He wears travel-stained clothing and wields a yari (spear). Gili was magically imprisoned for a hundred years.",
  "Thali: Male Dwarf Fighter, N. Str 15, Dex 9, Con 13, Int 7, Wis 6, Cha 11. Thali has an angular face, with matted gray hair and brown eyes. He wears a chain shirt and wields a morningstar and shield. Thali is impulsive and fierce.",
  "Afnkert: Male Dwarf Rogue, N. Str 15, Dex 14, Con 12, Int 9, Wis 10, Cha 6. Afnkert has thin silver hair and gray eyes, and a round nose. He wears studded leather and wields a shortsword. Afnkert seeks revenge against the sister who betrayed him.",
  "Hasvi Bersison: Male Dwarf Fighter, CN. Str 13, Dex 10, Con 14, Int 14, Wis 9, Cha 7. Hasvi has golden hair and dark brown eyes, and a magical tattoo on his face. He wears plate armor and wields a war pick and shield. Hasvi seeks to become a knight of the realm.",
  "Jorni: Male Dwarf Rogue, LN. Str 8, Dex 15, Con 8, Int 13, Wis 15, Cha 12. Jorni has blonde hair and dark amber eyes. He wears studded leather and wields a longsword. Jorni is covetous and disloyal.",
  "Groinan: Male Dwarf Paladin, Good. Str 11, Dex 14, Con 11, Int 14, Wis 13, Cha 15. Groinan has brown hair and light brown eyes. He wears a breastplate and wields a halberd. Groinan is capable and heroic.",
  "Haeste: Male Dwarf Wizard, LG. Str 12, Dex 11, Con 11, Int 15, Wis 9, Cha 12. Haeste has a round face, with curly brown hair and brown eyes. He wears ruby robes and wields a quarterstaff. Haeste seeks to continue the noble legacy of his father.",
  "Beni: Male Dwarf Monk, CN. Str 15, Dex 11, Con 13, Int 8, Wis 11, Cha 11. Beni is rugged in appearance, with auburn hair and amber eyes. He wears worn clothing and wields an ono (handaxe) and sai (dagger). Beni has an animal companion, a hunting dog named Banain.",
  "Limil: Male Dwarf Bard, N. Str 12, Dex 11, Con 12, Int 13, Wis 11, Cha 13. Limil is short and stout, with silver hair and sharp brown eyes. He wears studded leather and wields a light hammer and sickle. Limil is soft-hearted and extravagant.",
  "Aznaz: Male Dwarf Barbarian, NG. Str 16, Dex 12, Con 16, Int 7, Wis 9, Cha 8. Aznaz is short, with golden hair and green eyes. He wears scale mail and wields a war pick and shield. Aznaz secretly serves Aphar, an ancient god of destruction.",
  "Amin: Male Dwarf Rogue, LE. Str 14, Dex 17, Con 13, Int 11, Wis 9, Cha 9. Amin has matted auburn hair and large gray eyes. He wears studded leather and wields a shortsword and hand crossbow. Amin is cursed with a deformed hand.",
  "Amim: Male Dwarf Sorcerer, NG. Str 10, Dex 9, Con 10, Int 12, Wis 8, Cha 17. Amim has a round face, with white hair and dark amber eyes. He wears modest garments and wields a dagger and darts. Amim was petrified for a hundred years.",
  "Bali: Male Dwarf Monk, CN. Str 9, Dex 15, Con 12, Int 7, Wis 13, Cha 6. Bali is slender, with auburn hair and dark blue eyes. He wears worn clothing and wields a yari (spear) and shuriken (darts). Bali has an animal companion, a green firedrake named Signe.",
  "Bori: Male Dwarf Cleric, NG. Str 5, Dex 10, Con 10, Int 10, Wis 13, Cha 11. Bori is heavyset, with white hair and dark brown eyes. He wears studded leather and wields a mace and sickle. Bori dislikes having people behind him.",
  "Kunarv: Male Dwarf Monk, LN. Str 8, Dex 14, Con 12, Int 6, Wis 9, Cha 9. Kunarv has uneven blonde hair and narrow gray eyes. He wears modest garments and wields nunchaku (club). Kunarv is blind in his right eye.",
  "Frune Sumison: Male Dwarf Fighter, N. Str 13, Dex 14, Con 5, Int 14, Wis 9, Cha 8. Frune has copper hair and amber eyes, and a round nose. He wears half plate and wields a flail. Frune frequently uses uncommon words incorrectly.",
  "Haki: Male Dwarf Monk, NE. Str 8, Dex 9, Con 11, Int 9, Wis 10, Cha 11. Haki has braided copper hair and blue eyes. He wears travel-stained clothing and wields an ono (handaxe) and sai (dagger). Haki has an animal companion, a gray rat named Zaghar.",
  "Orgeind: Male Dwarf Rogue, N. Str 11, Dex 13, Con 6, Int 13, Wis 7, Cha 7. Orgeind has curly red hair and light green eyes. He wears studded leather and wields a longsword.",
  "Thundu: Male Dwarf Barbarian, N. Str 16, Dex 11, Con 13, Int 7, Wis 9, Cha 10. Thundu is tall, with long silver hair and soft hazel eyes. He wears studded leather and wields a warhammer and shield. Thundu is only friendly towards other dwarves..",
  "Ilmin: Male Dwarf Rogue, LN. Str 14, Dex 13, Con 6, Int 11, Wis 11, Cha 14. Ilmin has tangled white hair and brown eyes, and small ears. He wears leather armor and wields a shortsword. Ilmin suffers a traumatic fear of crowds.",
  "Zaghel: Male Dwarf Fighter, LG. Str 13, Dex 17, Con 15, Int 5, Wis 11, Cha 11. Zaghel has an angular face, with curly silver hair and blue eyes. He wears chain mail and wields a trident and shield. Zaghel is perceptive and calm.",
  "Thari: Male Dwarf Fighter, LN. Str 17, Dex 12, Con 7, Int 11, Wis 7, Cha 11. Thari has golden hair and hazel eyes. He wears splint armor and wields a shortsword. Thari is searching for his lost sister.",
  "Esteind: Male Dwarf Fighter, LE. Str 12, Dex 12, Con 12, Int 10, Wis 11, Cha 9. Esteind is tall, with messy red hair and large green eyes. He wears a breastplate and wields a warhammer and longbow. Esteind has an animal companion, a black wolf named Ognir.",
  "Undin: Male Dwarf Fighter, NG. Str 17, Dex 11, Con 15, Int 5, Wis 10, Cha 8. Undin has a long face, with cropped red hair and light blue eyes. He wears scale mail and wields a flail and net. Undin is searching for a legendary blade named Ghoulclaw.",
  "Keti: Male Dwarf Warlock, CG. Str 12, Dex 12, Con 11, Int 9, Wis 12, Cha 12. Keti is tall, with copper hair and hazel eyes. He wears leather armor and wields a club. Keti is aesthetic and wise.",
  "Ardbeik Grolfison: Male Dwarf Barbarian, NG. Str 16, Dex 11, Con 12, Int 14, Wis 7, Cha 11. Ardbeik has blonde hair and blue eyes. He wears hide armor and wields a pike. Ardbeik is steadfast and courteous.",
  "Bali: Male Dwarf Fighter, NE. Str 12, Dex 11, Con 13, Int 11, Wis 11, Cha 7. Bali is common in appearance, with thick auburn hair and blue eyes. He wears scale mail and wields a whip and shield. Bali is haunted by the ghost of someone he killed.",
  "Thimal: Male Dwarf Rogue, N. Str 11, Dex 13, Con 6, Int 17, Wis 7, Cha 10. Thimal has an angular face, with tangled blonde hair and hazel eyes. He wears leather armor and wields a club. Thimal seeks to steal a legendary sapphire from the Athenaeum of Sorcerous Study.",
  "Gili: Male Dwarf Barbarian, N. Str 12, Dex 11, Con 9, Int 5, Wis 11, Cha 9. Gili has straight golden hair and large blue eyes, and a flat nose. He wears leather armor and wields a greatsword. Gili seeks only fame and glory.",
  "Modi Asmutson: Male Dwarf Rogue, LN. Str 8, Dex 13, Con 10, Int 12, Wis 8, Cha 11. Modi has short auburn hair and green eyes, and a thick moustache. He wears leather armor and wields a longsword. Modi is amoral and vengeful.",
  "Roda: Male Dwarf Druid, Neutral. Str 13, Dex 8, Con 11, Int 12, Wis 13, Cha 7. Roda has a long face, with long black hair and green eyes. He wears hide armor and wields a spear. Roda has badger named Balki.",
  "Atur: Male Dwarf Monk, N. Str 9, Dex 15, Con 11, Int 10, Wis 10, Cha 9. Atur has brown hair and sharp hazel eyes, and a braided moustache. He wears modest garments and wields nunchaku (club) and shuriken (darts). Atur is searching for the lost elven kingdom of Orwithen.",
  "Kari: Male Dwarf Paladin, Good. Str 14, Dex 8, Con 12, Int 12, Wis 13, Cha 15. Kari is short and thin, with uneven auburn hair and dark brown eyes. He wears half plate and wields a halberd. Kari is friendly and lustful.",
  "Dainarv: Male Dwarf Barbarian, NG. Str 17, Dex 6, Con 10, Int 9, Wis 13, Cha 11. Dainarv has tangled silver hair and blue eyes. He wears hide armor and wields a battleaxe. Dainarv seeks to discover the truth of his lineage.",
  "Sari: Male Dwarf Paladin, Good. Str 12, Dex 12, Con 11, Int 8, Wis 13, Cha 13. Sari is courtly in bearing, with blonde hair and soft gray eyes. He wears scale mail and wields a warhammer. Sari seeks only fame and glory.",
  "Thrinain: Male Dwarf Druid, Neutral. Str 9, Dex 7, Con 12, Int 10, Wis 14, Cha 11. Thrinain is tall and thin, with gray hair and narrow brown eyes. He wears leather armor and wields a mace and javelins. Thrinain seeks revenge against the sister who betrayed him.",
  "Bali: Male Dwarf Druid, Neutral. Str 7, Dex 11, Con 11, Int 13, Wis 17, Cha 12. Bali has brown hair and green eyes. He wears leather armor and wields a mace and wooden shield. Bali is serious and absent-minded.",
  "Mundri: Male Dwarf Rogue, NE. Str 13, Dex 14, Con 11, Int 13, Wis 13, Cha 11. Mundri is short and overweight, with thick brown hair and hazel eyes. He wears leather armor and wields a longsword. Mundri seeks to discover where he came from, and who his real family is.",
  "Askar: Male Dwarf Ranger, N. Str 11, Dex 9, Con 9, Int 11, Wis 9, Cha 11. Askar is pleasant in appearance, with silver hair and amber eyes. He wears hide armor and wields a war pick. Askar has black eagle named Dalla.",
  "Gudri Snirison: Male Dwarf Monk, NG. Str 15, Dex 11, Con 10, Int 13, Wis 9, Cha 12. Gudri has short auburn hair and gray eyes. He wears travel-stained clothing and wields an ono (handaxe) and kama (sickle). Gudri is impossibly lucky.",
  "Gardi Horgeson: Male Dwarf Fighter, N. Str 15, Dex 14, Con 9, Int 6, Wis 5, Cha 6. Gardi has braided white hair and bright amber eyes. He wears a breastplate and wields a warhammer and shield.",
  "Ukal: Male Dwarf Druid, Neutral. Str 11, Dex 5, Con 8, Int 7, Wis 12, Cha 7. Ukal is pleasant in appearance, with black hair and amber eyes. He wears leather armor and wields a scimitar and javelins. Ukal has green snake named Krodi.",
  "Sningri Hallison: Male Dwarf Rogue, N. Str 15, Dex 14, Con 12, Int 9, Wis 9, Cha 11. Sningri has thin red hair and large green eyes. He wears studded leather and wields a longsword. Sningri has an animal companion, a sable ferret named Grinarv.",
  "Orin: Male Dwarf Druid, Neutral. Str 11, Dex 9, Con 14, Int 9, Wis 13, Cha 8. Orin is overweight, with gray hair and amber eyes. He wears hide armor and wields a mace. Orin is cursed with traumatic nightmares.",
  "Odolf: Male Dwarf Fighter, LN. Str 14, Dex 17, Con 5, Int 6, Wis 11, Cha 7. Odolf has a long face, with brown hair and narrow hazel eyes. He wears a breastplate and wields a longsword. Odolf is lewd and obsessive.",
  "Gwari: Male Dwarf Rogue, N. Str 10, Dex 12, Con 9, Int 12, Wis 9, Cha 11. Gwari has a narrow face, with tangled silver hair and soft gray eyes. He wears studded leather and wields a rapier and hand crossbow. Gwari is haunted by the ghost of someone he killed.",
  "Bifund: Male Dwarf Warlock, LN. Str 15, Dex 8, Con 8, Int 14, Wis 13, Cha 14. Bifund has a narrow face, with black hair and sharp brown eyes. He wears leather armor and wields a quarterstaff and javelins. Bifund compulsively flirts with others.",
  "Sketi Horeson: Male Dwarf Fighter, LN. Str 17, Dex 14, Con 15, Int 13, Wis 9, Cha 10. Sketi is stout, with tangled silver hair and blue eyes. He wears splint armor and wields a scimitar and net. Sketi is absent-minded, and always searching for a missing item.",
  "Hori Tharison: Male Dwarf Druid, Neutral. Str 15, Dex 10, Con 13, Int 11, Wis 17, Cha 11. Hori has a long face, with auburn hair and blue eyes. He wears leather armor and wields a mace and darts.",
  "Varri: Male Dwarf Warlock, N. Str 9, Dex 10, Con 11, Int 9, Wis 10, Cha 14. Varri has an angular face, with short white hair and large blue eyes. He wears studded leather and wields a quarterstaff and dagger. Varri has an animal companion, a grey rat named Akal.",
  "Bridmi Karfison: Male Dwarf Barbarian, LN. Str 14, Dex 10, Con 12, Int 10, Wis 10, Cha 8. Bridmi has brown hair and bright blue eyes, and a flat nose. He wears leather armor and wields a greataxe. Bridmi compulsively plays with an iron ring.",
  "Khali: Male Dwarf Rogue, N. Str 9, Dex 15, Con 12, Int 11, Wis 11, Cha 11. Khali is fey in appearance, with curly red hair and brown eyes. He wears leather armor and wields a club. Khali is colorblind.",
  "Mahud: Male Dwarf Fighter, CN. Str 13, Dex 12, Con 12, Int 10, Wis 11, Cha 15. Mahud is heavyset, with blonde hair and sharp gray eyes. He wears hide armor and wields a glaive. Mahud is depressed and inquisitive.",
  "Irar: Male Dwarf Rogue, CN. Str 10, Dex 16, Con 10, Int 10, Wis 12, Cha 7. Irar has gray hair and soft gray eyes. He wears studded leather and wields a rapier and hand crossbow.",
  "Gili: Male Dwarf Monk, LN. Str 17, Dex 12, Con 13, Int 14, Wis 8, Cha 14. Gili has matted brown hair and sharp gray eyes, and large ears. He wears plain clothing and wields nunchaku (club) and sai (dagger). Gili has an animal companion, a hunting dog named Ingeg.",
  "Gwali: Male Dwarf Fighter, CN. Str 14, Dex 16, Con 11, Int 13, Wis 14, Cha 13. Gwali is rugged in appearance, with blonde hair and bright amber eyes. He wears a chain shirt and wields a shortsword. Gwali is colorblind.",
  "Furi: Male Dwarf Cleric, LE. Str 14, Dex 8, Con 9, Int 12, Wis 13, Cha 13. Furi is repulsive in appearance, with braided blonde hair and dark brown eyes. He wears leather armor and wields a spear. Furi has an animal companion, a black cat named Hora.",
  "Umund: Male Dwarf Cleric, N. Str 14, Dex 10, Con 6, Int 13, Wis 17, Cha 8. Umund has an angular face, with straight copper hair and light hazel eyes. He wears studded leather and wields a handaxe and shield. Umund is reserved and combative.",
  "Thakun: Male Dwarf Rogue, LN. Str 8, Dex 15, Con 6, Int 8, Wis 6, Cha 10. Thakun has cropped blonde hair and narrow brown eyes, and a straight moustache. He wears leather armor and wields a rapier.",
  "Froinan: Male Dwarf Monk, NG. Str 13, Dex 14, Con 8, Int 9, Wis 10, Cha 11. Froinan has copper hair and bright hazel eyes. He wears modest garments and wields a yari (spear) and sai (dagger). Froinan has an animal companion, a hunting dog named Laga.",
  "Hondi: Male Dwarf Cleric, CN. Str 8, Dex 6, Con 11, Int 11, Wis 14, Cha 12. Hondi has matted red hair and green eyes, and pointed ears. He wears studded leather and wields a mace. Hondi has an animal companion, a hunting dog named Banarv.",
  "Hemi: Male Dwarf Fighter, CN. Str 13, Dex 12, Con 9, Int 8, Wis 12, Cha 11. Hemi has a square face, with auburn hair and amber eyes. He wears a breastplate and wields a warhammer. Hemi has an animal companion, a black wolf named Reki.",
  "Thrinan: Male Dwarf Fighter, N. Str 12, Dex 9, Con 9, Int 12, Wis 9, Cha 6. Thrinan is rough in appearance, with auburn hair and green eyes. He wears ring mail and wields a greataxe. Thrinan is flamboyant and paranoid.",
  "Orrir: Male Dwarf Paladin, Good. Str 12, Dex 10, Con 11, Int 8, Wis 15, Cha 10. Orrir is tall, with gray hair and hazel eyes. He wears hide armor and wields a halberd. Orrir has an animal companion, a bay warhorse named Imkegg.",
  "Ambid: Male Dwarf Fighter, NE. Str 14, Dex 16, Con 8, Int 9, Wis 8, Cha 8. Ambid is rugged in appearance, with messy red hair and gray eyes. He wears chain mail and wields a pike. Ambid has an animal companion, a red firedrake named Urin.",
  "Bali: Male Dwarf Rogue, LN. Str 15, Dex 16, Con 5, Int 9, Wis 7, Cha 9. Bali has thick copper hair and large green eyes, and a magical tattoo on his leg. He wears studded leather and wields a quarterstaff. Bali is searching for the legendary dwarven kingdom of Gundushol.",
  "Zuri: Male Dwarf Paladin, Good. Str 10, Dex 9, Con 13, Int 12, Wis 13, Cha 10. Zuri is rough in appearance, with curly gray hair and large brown eyes. He wears plate armor and wields a longsword and shield. Zuri is hunting the giant who murdered his family.",
  "Solvi: Male Dwarf Wizard, NG. Str 10, Dex 14, Con 7, Int 16, Wis 14, Cha 10. Solvi has long brown hair and amber eyes. He wears well-made clothing and wields a quarterstaff. Solvi is searching for his missing son.",
  "Anzil: Male Dwarf Ranger, N. Str 10, Dex 8, Con 11, Int 11, Wis 8, Cha 13. Anzil has a long face, with messy black hair and bright blue eyes. He wears leather armor and wields a shortsword. Anzil is timid and lazy.",
  "Urdur: Male Dwarf Barbarian, NG. Str 13, Dex 12, Con 12, Int 10, Wis 8, Cha 11. Urdur is overweight, with gray hair and gray eyes. He wears hide armor and wields a war pick and longbow. Urdur seeks to free himself from an ancient curse.",
  "Skalfi Kelleson: Male Dwarf Warlock, NE. Str 11, Dex 11, Con 15, Int 10, Wis 12, Cha 13. Skalfi is short, with copper hair and gray eyes. He wears studded leather and wields a quarterstaff and light crossbow. Skalfi is stubborn and selfish.",
  "Khakar: Male Dwarf Bard, N. Str 13, Dex 12, Con 6, Int 10, Wis 11, Cha 15. Khakar has auburn hair and amber eyes, and prominent ears. He wears studded leather and wields a shortsword and sling. Khakar has an animal companion, a hawk named Latur.",
  "Samri: Male Dwarf Monk, N. Str 16, Dex 14, Con 11, Int 11, Wis 17, Cha 10. Samri has copper hair and large gray eyes. He wears simple clothing and wields nunchaku (club). Samri is searching for the legendary dwarven kingdom of Ukkhinbar.",
  "Gili: Male Dwarf Fighter, NG. Str 17, Dex 14, Con 14, Int 12, Wis 9, Cha 10. Gili has short silver hair and narrow green eyes. He wears hide armor and wields a greatsword. Gili is fair and compassionate.",
  "Viki: Male Dwarf Rogue, LE. Str 8, Dex 14, Con 11, Int 9, Wis 5, Cha 13. Viki has a narrow face, with messy copper hair and amber eyes. He wears studded leather and wields a rapier and sling. Viki is slothful and insensitive.",
  "Horgi: Male Dwarf Ranger, N. Str 12, Dex 13, Con 10, Int 6, Wis 8, Cha 6. Horgi is short and stout, with blonde hair and dark green eyes. He wears studded leather and wields a shortsword and shield. Horgi is depressed and destructive.",
  "Heri Annurson: Male Dwarf Fighter, CG. Str 15, Dex 11, Con 9, Int 10, Wis 11, Cha 14. Heri is tall and stout, with matted gray hair and soft gray eyes. He wears chain mail and wields a glaive. Heri is searching for the legendary dwarven kingdom of Kharbhundum.",
  "Anund: Male Dwarf Rogue, NE. Str 9, Dex 13, Con 12, Int 11, Wis 8, Cha 9. Anund has thin golden hair and amber eyes, and pointed ears. He wears leather armor and wields a shortsword and darts. Anund is lazy and immoral.",
  "Odolv Asgeilson: Male Dwarf Fighter, CN. Str 14, Dex 13, Con 8, Int 11, Wis 11, Cha 13. Odolv is heavyset, with thin auburn hair and soft blue eyes. He wears scale mail and wields a greataxe. Odolv speaks with a quiet voice.",
  "Oldolf Lifstison: Male Dwarf Cleric, N. Str 9, Dex 11, Con 9, Int 10, Wis 15, Cha 11. Oldolf is stout, with silver hair and green eyes. He wears leather armor and wields a handaxe. Oldolf is covetous and cautious.",
  "Hialmi: Male Dwarf Rogue, NG. Str 12, Dex 17, Con 12, Int 8, Wis 11, Cha 8. Hialmi has copper hair and bright blue eyes. He wears leather armor and wields a club and light crossbow. Hialmi has an animal companion, a black snake named Hora.",
  "Balli Arlieggson: Male Dwarf Druid, Neutral. Str 8, Dex 14, Con 8, Int 12, Wis 13, Cha 13. Balli has copper hair and amber eyes, and a short moustache. He wears hide armor and wields a spear.",
  "Andver Olmgeinnson: Male Dwarf Monk, NG. Str 11, Dex 10, Con 10, Int 10, Wis 13, Cha 10. Andver is cultured in appearance, with black hair and light blue eyes. He wears modest garments and wields nunchaku (club).",
  "Thuda: Male Dwarf Rogue, LN. Str 10, Dex 14, Con 9, Int 8, Wis 9, Cha 13. Thuda has auburn hair and blue eyes, and a thin nose. He wears leather armor and wields a handaxe and light crossbow.",
  "Mundi Bolvison: Male Dwarf Paladin, Good. Str 11, Dex 14, Con 12, Int 8, Wis 9, Cha 7. Mundi is tall and thin, with copper hair and gray eyes. He wears hide armor and wields a war pick and shield. Mundi was raised by cultists of the Emperor of Honor.",
  "Biorni: Male Dwarf Monk, NG. Str 14, Dex 12, Con 12, Int 12, Wis 11, Cha 14. Biorni has braided silver hair and large gray eyes. He wears plain clothing and wields a bo (quarterstaff) and sai (dagger). Biorni is searching for a legendary blade named Eternal Fate.",
  "Khakad: Male Dwarf Druid, Neutral. Str 12, Dex 13, Con 9, Int 11, Wis 12, Cha 8. Khakad is short, with white hair and large gray eyes. He wears hide armor and wields a quarterstaff and javelins. Khakad is jealous and haughty.",
  "Zaghark: Male Dwarf Ranger, LE. Str 11, Dex 14, Con 6, Int 9, Wis 12, Cha 12. Zaghark is rugged in appearance, with copper hair and bright blue eyes. He wears studded leather and wields a greataxe. Zaghark was raised by cultists of Male Fated Commoner.",
  "Gili: Male Dwarf Rogue, CN. Str 10, Dex 14, Con 12, Int 12, Wis 10, Cha 10. Gili has long copper hair and green eyes, and a thick beard. He wears studded leather and wields a longsword.",
  "Grusi: Male Dwarf Paladin, Good. Str 10, Dex 6, Con 12, Int 11, Wis 10, Cha 13. Grusi has a long face, with curly brown hair and sharp hazel eyes. He wears ring mail and wields a pike. Grusi is fair and industrious.",
  "Horfri: Male Dwarf Ranger, N. Str 14, Dex 14, Con 9, Int 11, Wis 15, Cha 8. Horfri is thin, with brown hair and blue eyes. He wears a breastplate and wields a warhammer. Horfri is honest and paranoid.",
  "Gandi: Male Dwarf Monk, LG. Str 13, Dex 13, Con 10, Int 10, Wis 8, Cha 9. Gandi has a square face, with blonde hair and soft blue eyes. He wears worn clothing and wields nunchaku (club). Gandi is impossibly lucky.",
  "Amaldr: Male Dwarf Rogue, LN. Str 8, Dex 15, Con 15, Int 11, Wis 12, Cha 8. Amaldr is pleasant in appearance, with brown hair and bright gray eyes. He wears leather armor and wields a spear. Amaldr suffers a mild allergy to goblins.",
  "Odwur: Male Dwarf Rogue, NG. Str 8, Dex 12, Con 7, Int 11, Wis 12, Cha 12. Odwur has an angular face, with long red hair and bright green eyes. He wears leather armor and wields a light hammer. Odwur has an animal companion, a sable ferret named Ildag.",
  "Gialdri: Male Dwarf Cleric, N. Str 11, Dex 8, Con 11, Int 8, Wis 14, Cha 7. Gialdri has silver hair and blue eyes, and a beaked nose. He wears leather armor and wields a mace and shield. Gialdri suffers a paralyzing fear of confined spaces.",
  "Bifund: Male Dwarf Barbarian, NG. Str 17, Dex 8, Con 17, Int 13, Wis 15, Cha 12. Bifund has thick golden hair and light hazel eyes. He wears scale mail and wields a rapier. Bifund is energetic and well-spoken.",
  "Bori: Male Dwarf Monk, LN. Str 14, Dex 13, Con 14, Int 9, Wis 17, Cha 11. Bori is tall, with black hair and dark hazel eyes. He wears modest garments and wields an ono (handaxe).",
  "Ukal: Male Dwarf Cleric, NE. Str 6, Dex 14, Con 10, Int 11, Wis 17, Cha 10. Ukal has a square face, with brown hair and sharp blue eyes. He wears hide armor and wields a light hammer and shield. Ukal has an animal companion, a hawk named Urin.",
  "Duli: Male Dwarf Paladin, Good. Str 15, Dex 12, Con 9, Int 11, Wis 10, Cha 12. Duli is pleasant in appearance, with red hair and light brown eyes. He wears plate armor and wields a maul. Duli is searching for his missing daughter.",
  "Sefne: Male Dwarf Rogue, NG. Str 12, Dex 12, Con 7, Int 9, Wis 10, Cha 13. Sefne is willowy, with gray hair and amber eyes. He wears leather armor and wields a shortsword. Sefne is charming and timid.",
  "Horke Skelison: Male Dwarf Fighter, CG. Str 14, Dex 15, Con 10, Int 10, Wis 10, Cha 9. Horke has red hair and sharp amber eyes, and a braided beard. He wears a chain shirt and wields a warhammer and net.",
  "Khainarv: Male Dwarf Warlock, N. Str 14, Dex 9, Con 7, Int 14, Wis 9, Cha 13. Khainarv is fey in appearance, with long auburn hair and light blue eyes. He wears studded leather and wields a mace. Khainarv is painfully tone-deaf.",
  "Kormi: Male Dwarf Paladin, Good. Str 9, Dex 6, Con 10, Int 14, Wis 12, Cha 13. Kormi is short, with red hair and amber eyes. He wears splint armor and wields a rapier.",
  "Telchain: Male Dwarf Fighter, NG. Str 13, Dex 15, Con 7, Int 11, Wis 12, Cha 9. Telchain is fair in appearance, with short black hair and large hazel eyes. He wears a breastplate and wields a shortsword and shield.",
  "Bakki: Male Dwarf Warlock, NE. Str 14, Dex 14, Con 11, Int 11, Wis 10, Cha 14. Bakki has matted copper hair and soft gray eyes, and prominent ears. He wears leather armor and wields a quarterstaff and light crossbow.",
  "Furi: Male Dwarf Fighter, NG. Str 17, Dex 9, Con 12, Int 9, Wis 12, Cha 5. Furi is tall and willowy, with short auburn hair and brown eyes. He wears ring mail and wields a warhammer and shield.",
  "Berdi: Male Dwarf Rogue, LE. Str 8, Dex 12, Con 14, Int 13, Wis 12, Cha 12. Berdi is short, with curly gray hair and brown eyes. He wears studded leather and wields a rapier and light crossbow.",
  "Bifar: Male Dwarf Sorcerer, NG. Str 10, Dex 11, Con 10, Int 12, Wis 7, Cha 17. Bifar has straight blonde hair and green eyes. He wears well-made clothing and wields a dagger. Bifar avoids eye contact.",
  "Lali: Male Dwarf Fighter, NG. Str 12, Dex 14, Con 6, Int 9, Wis 12, Cha 9. Lali is fair in appearance, with gray hair and brown eyes. He wears splint armor and wields a pike. Lali is principled and perceptive.",
  "Horsi: Male Dwarf Monk, N. Str 8, Dex 15, Con 6, Int 11, Wis 13, Cha 5. Horsi is rough in appearance, with curly golden hair and amber eyes. He wears travel-stained clothing and wields a yari (spear) and shuriken (darts). Horsi has an animal companion, a hunting dog named Disanz.",
  "Frinan: Male Dwarf Monk, LN. Str 11, Dex 12, Con 11, Int 12, Wis 13, Cha 10. Frinan has a narrow face, with thick black hair and narrow gray eyes. He wears modest garments and wields a kanabo (mace) and kama (sickle). Frinan is paranoid and practical.",
  "Fari: Male Dwarf Fighter, NG. Str 13, Dex 13, Con 15, Int 9, Wis 10, Cha 12. Fari has golden hair and dark green eyes, and a beaked nose. He wears plate armor and wields a morningstar. Fari lost his reflection to a nymph.",
  "Gauti: Male Dwarf Bard, NG. Str 9, Dex 6, Con 9, Int 15, Wis 13, Cha 15. Gauti is courtly in bearing, with black hair and sharp hazel eyes. He wears leather armor and wields a rapier and shortbow. Gauti seeks to master the secrets of living constructs.",
  "Halli: Male Dwarf Rogue, N. Str 7, Dex 13, Con 7, Int 12, Wis 8, Cha 7. Halli is fey in appearance, with curly gray hair and gray eyes. He wears leather armor and wields a shortsword. Halli is amoral and timid.",
  "Afnir Orarson: Male Dwarf Rogue, N. Str 11, Dex 12, Con 13, Int 11, Wis 8, Cha 10. Afnir has a square face, with messy brown hair and soft amber eyes. He wears studded leather and wields a longsword.",
  "Eirnik: Male Dwarf Fighter, N. Str 12, Dex 16, Con 10, Int 5, Wis 10, Cha 9. Eirnik is pleasant in appearance, with long brown hair and green eyes. He wears a breastplate and wields a shortsword and shield.",
  "Gundve: Male Dwarf Bard, NG. Str 8, Dex 12, Con 9, Int 12, Wis 11, Cha 17. Gundve has a long face, with copper hair and green eyes. He wears studded leather and wields a rapier. Gundve serves Zelat, an ancient but forgotten god of healing.",
  "Thagi: Male Dwarf Monk, N. Str 13, Dex 7, Con 6, Int 11, Wis 12, Cha 13. Thagi has a round face, with messy gray hair and green eyes. He wears plain clothing and wields an ono (handaxe). Thagi has an animal companion, a white monkey named Stosti.",
  "Ridi: Male Dwarf Barbarian, LN. Str 13, Dex 10, Con 15, Int 10, Wis 9, Cha 9. Ridi is short, with gray hair and sharp green eyes. He wears scale mail and wields a warhammer and heavy crossbow.",
  "Gamin: Male Dwarf Monk, N. Str 11, Dex 14, Con 9, Int 10, Wis 8, Cha 10. Gamin has a long face, with messy white hair and light gray eyes. He wears travel-stained clothing and wields a kanabo (mace) and shuriken (darts). Gamin suffers a mild allergy to nuts.",
  "Tindri Altilson: Male Dwarf Cleric, LG. Str 14, Dex 14, Con 11, Int 10, Wis 13, Cha 12. Tindri has a narrow face, with thin blonde hair and amber eyes. He wears studded leather and wields a light hammer. Tindri is hunting the vampire who murdered his family.",
  "Mundi: Male Dwarf Fighter, N. Str 15, Dex 15, Con 10, Int 15, Wis 10, Cha 12. Mundi has a square face, with curly white hair and soft gray eyes. He wears splint armor and wields a longsword and shield. Mundi refers to himself in the third person.",
  "Frithi: Male Dwarf Barbarian, NE. Str 13, Dex 6, Con 16, Int 8, Wis 12, Cha 11. Frithi is stout, with cropped copper hair and large brown eyes. He wears scale mail and wields a pike. Frithi is quiet, and says as little as possible.",
  "Teini: Male Dwarf Rogue, CN. Str 11, Dex 15, Con 9, Int 11, Wis 7, Cha 12. Teini is short and overweight, with short gray hair and light gray eyes. He wears leather armor and wields a shortsword and hand crossbow. Teini is quiet and barbaric.",
  "Frumil: Male Dwarf Fighter, NE. Str 13, Dex 11, Con 8, Int 11, Wis 6, Cha 11. Frumil has an angular face, with straight auburn hair and gray eyes. He wears hide armor and wields a flail and hand crossbow. Frumil serves an ancient dragon named Inmudit.",
  "Frodi: Male Dwarf Cleric, N. Str 9, Dex 12, Con 7, Int 14, Wis 13, Cha 17. Frodi is fair in appearance, with copper hair and large amber eyes. He wears leather armor and wields a quarterstaff and dagger. Frodi is zealous and honest.",
  "Linain: Male Dwarf Fighter, N. Str 12, Dex 13, Con 15, Int 10, Wis 10, Cha 12. Linain is rough in appearance, with thick blonde hair and blue eyes. He wears a breastplate and wields a pike. Linain has an animal companion, a black wolf named Ukrak.",
  "Arvin: Male Dwarf Monk, CN. Str 10, Dex 12, Con 10, Int 6, Wis 12, Cha 11. Arvin has brown hair and dark gray eyes, and a thick beard. He wears plain clothing and wields a yari (spear).",
  "Kari: Male Dwarf Ranger, N. Str 15, Dex 13, Con 12, Int 6, Wis 10, Cha 6. Kari is rugged in appearance, with short black hair and green eyes. He wears leather armor and wields a warhammer. Kari has dire rat named Bori.",
  "Arnfinn Starison: Male Dwarf Cleric, LN. Str 8, Dex 9, Con 10, Int 10, Wis 13, Cha 11. Arnfinn has curly red hair and bright brown eyes, and a thin nose. He wears studded leather and wields a quarterstaff and shield. Arnfinn is nervous and slothful.",
  "Ferthe: Male Dwarf Fighter, LN. Str 12, Dex 10, Con 13, Int 10, Wis 9, Cha 13. Ferthe has uneven brown hair and hazel eyes. He wears half plate and wields a maul. Ferthe has an animal companion, a brown bear named Sela.",
  "Biorni Kjorgison: Male Dwarf Rogue, LN. Str 11, Dex 14, Con 5, Int 13, Wis 10, Cha 7. Biorni is pleasant in appearance, with messy black hair and dark gray eyes. He wears leather armor and wields a shortsword and hand crossbow. Biorni is practical and thoughtful.",
  "Khunda: Male Dwarf Monk, N. Str 12, Dex 16, Con 9, Int 9, Wis 12, Cha 12. Khunda has golden hair and blue eyes, and large ears. He wears worn clothing and wields nunchaku (club) and shuriken (darts). Khunda is amoral and abusive.",
  "Aznaz: Male Dwarf Monk, LG. Str 9, Dex 12, Con 10, Int 9, Wis 16, Cha 14. Aznaz is short and heavyset, with black hair and green eyes. He wears plain clothing and wields nunchaku (club) and shuriken (darts). Aznaz has an animal companion, a red snake named Orin.",
  "Steini: Male Dwarf Fighter, NE. Str 17, Dex 13, Con 11, Int 8, Wis 10, Cha 11. Steini has curly golden hair and green eyes, and small ears. He wears plate armor and wields a warhammer and shield. Steini seeks wealth and power at any cost.",
  "Styrke: Male Dwarf Sorcerer, LG. Str 11, Dex 8, Con 12, Int 11, Wis 5, Cha 14. Styrke has an angular face, with thin copper hair and blue eyes. He wears modest garments and wields a quarterstaff. Styrke is cursed with delusions.",
  "Onund: Male Dwarf Rogue, N. Str 9, Dex 16, Con 6, Int 11, Wis 8, Cha 11. Onund has an angular face, with cropped gray hair and soft amber eyes. He wears studded leather and wields a quarterstaff and darts. Onund seeks revenge against the thieves' guild which left him to hang.",
  "Azar: Male Dwarf Monk, LG. Str 7, Dex 12, Con 10, Int 12, Wis 15, Cha 9. Azar has copper hair and blue eyes. He wears modest garments and wields a bo (quarterstaff) and shuriken (darts). Azar seeks to prove himself to his peers.",
  "Alin: Male Dwarf Fighter, LE. Str 13, Dex 8, Con 13, Int 10, Wis 13, Cha 12. Alin has blonde hair and light brown eyes. He wears splint armor and wields a trident and heavy crossbow. Alin seeks to become a knight of the realm.",
  "Finnva Ilicson: Male Dwarf Monk, N. Str 11, Dex 11, Con 5, Int 13, Wis 16, Cha 9. Finnva is rugged in appearance, with auburn hair and large blue eyes. He wears travel-stained clothing and wields a bo (quarterstaff). Finnva is quiet, and says as little as possible.",
  "Thakad: Male Dwarf Cleric, N. Str 10, Dex 11, Con 10, Int 10, Wis 13, Cha 10. Thakad has a narrow face, with white hair and sharp hazel eyes. He wears studded leather and wields a spear. Thakad suffers a mild allergy to rabbits.",
  "Khimah: Male Dwarf Monk, CG. Str 9, Dex 11, Con 7, Int 10, Wis 12, Cha 11. Khimah has copper hair and gray eyes. He wears modest garments and wields a bo (quarterstaff) and kama (sickle). Khimah has an animal companion, a black snake named Thilda.",
  "Zaghark: Male Dwarf Monk, LE. Str 15, Dex 12, Con 13, Int 7, Wis 7, Cha 11. Zaghark is tall, with cropped golden hair and blue eyes. He wears simple clothing and wields a kanabo (mace). Zaghark is barbaric and slothful.",
  "Deri: Male Dwarf Rogue, LN. Str 14, Dex 16, Con 15, Int 9, Wis 11, Cha 8. Deri is common in appearance, with blonde hair and amber eyes. He wears studded leather and wields a longsword and javelins. Deri secretly serves Mery, an ancient god of darkness.",
  "Theddi Iofolfson: Male Dwarf Fighter, CE. Str 16, Dex 10, Con 13, Int 7, Wis 11, Cha 7. Theddi is beastly in appearance, with curly golden hair and light gray eyes. He wears half plate and wields a trident and shield. Theddi has an animal companion, a red firedrake named Sigra.",
  "Gelbri: Male Dwarf Rogue, NE. Str 6, Dex 14, Con 11, Int 12, Wis 11, Cha 9. Gelbri is thin, with gray hair and amber eyes. He wears studded leather and wields a rapier. Gelbri blames dragons for every misfortune.",
  "Duri: Male Dwarf Warlock, CN. Str 12, Dex 8, Con 8, Int 7, Wis 11, Cha 17. Duri has thick gray hair and bright brown eyes, and a sharp nose. He wears studded leather and wields a mace and sickle. Duri dislikes anyone bigger than him.",
  "Thakal: Male Dwarf Cleric, N. Str 8, Dex 9, Con 8, Int 8, Wis 13, Cha 11. Thakal has uneven brown hair and light hazel eyes. He wears studded leather and wields a quarterstaff and shortbow. Thakal suffers a traumatic fear of confined spaces.",
  "Astell Brandison: Male Dwarf Fighter, CG. Str 17, Dex 11, Con 10, Int 12, Wis 12, Cha 8. Astell has thick white hair and light blue eyes. He wears splint armor and wields a trident. Astell has an animal companion, a brown bear named Zigil.",
  "Banarv: Male Dwarf Paladin, Good. Str 13, Dex 5, Con 12, Int 9, Wis 11, Cha 7. Banarv is stout, with gray hair and sharp hazel eyes. He wears chain mail and wields a war pick and shield. Banarv is hunting the demon who murdered his family.",
  "Leiki: Male Dwarf Fighter, NG. Str 17, Dex 10, Con 10, Int 8, Wis 8, Cha 14. Leiki is elegant in appearance, with braided copper hair and amber eyes. He wears plate armor and wields a morningstar and net.",
  "Arkin: Male Dwarf Druid, Neutral. Str 13, Dex 11, Con 12, Int 8, Wis 16, Cha 10. Arkin has white hair and large brown eyes, and a tangled beard. He wears hide armor and wields a mace.",
  "Arim: Male Dwarf Ranger, LG. Str 11, Dex 15, Con 5, Int 8, Wis 11, Cha 8. Arim is courtly in bearing, with thick white hair and brown eyes. He wears scale mail and wields a glaive.",
  "Urin: Male Dwarf Monk, N. Str 8, Dex 14, Con 14, Int 11, Wis 13, Cha 15. Urin has copper hair and dark blue eyes, and pointed ears. He wears plain clothing and wields an ono (handaxe) and kama (sickle). Urin suffers a paralyzing fear of open spaces.",
  "Stiri: Male Dwarf Barbarian, LG. Str 12, Dex 5, Con 15, Int 9, Wis 8, Cha 11. Stiri has tangled red hair and sharp hazel eyes, and a thin nose. He wears leather armor and wields a maul.",
  "Horgi Addornson: Male Dwarf Paladin, Good. Str 7, Dex 15, Con 13, Int 12, Wis 11, Cha 12. Horgi has a square face, with curly auburn hair and bright hazel eyes. He wears chain mail and wields a maul. Horgi has an animal companion, a white warhorse named Isleir.",
  "Allgeist Anundson: Male Dwarf Monk, N. Str 14, Dex 16, Con 6, Int 9, Wis 14, Cha 8. Allgeist is pleasant in appearance, with thick blonde hair and light gray eyes. He wears worn clothing and wields a kanabo (mace) and sai (dagger). Allgeist is cautious and abusive.",
  "Banarv: Male Dwarf Fighter, CN. Str 17, Dex 13, Con 11, Int 7, Wis 9, Cha 10. Banarv has uneven brown hair and gray eyes, and pointed ears. He wears half plate and wields a pike. Banarv seeks only fame and glory.",
  "Arkin: Male Dwarf Monk, LN. Str 16, Dex 13, Con 10, Int 5, Wis 10, Cha 13. Arkin is fey in appearance, with golden hair and dark amber eyes. He wears modest garments and wields a yari (spear). Arkin has an animal companion, a hunting dog named Hara."
]