[
  "Krida: Female Tiefling Fighter, LE. Str 17, Dex 11, Con 15, Int 12, Wis 11, Cha 10. Krida has short blonde hair and black eyes, and horns engraved with baleful symbols. She wears ring mail and wields a greatsword. Krida has an animal companion, a silver dog named Gisima.",
  "Gaatha: Female Tiefling Wizard, LN. Str 12, Dex 14, Con 8, Int 13, Wis 6, Cha 9. Gaatha has golden hair and red eyes, and a pair of tiny wings. She wears expensive clothing and wields a dagger. Gaatha is quiet and barbaric.",
  "Gotho: Female Tiefling Rogue, CN. Str 11, Dex 15, Con 12, Int 12, Wis 6, Cha 9. Gotho has crimson skin, with matted silver hair and white eyes. She wears studded leather and wields a rapier. Gotho has an animal companion, a raven named Wilgaatha.",
  "Wilgiso: Female Tiefling Monk, CE. Str 9, Dex 10, Con 8, Int 11, Wis 11, Cha 10. Wilgiso is short, with straight black hair and white eyes. She wears modest garments and wields a yari (spear). Wilgiso compulsively insults others.",
  "Vada: Female Tiefling Fighter, CN. Str 12, Dex 15, Con 10, Int 11, Wis 7, Cha 13. Vada has dark red hair and black eyes, and a flicking forked tongue. She wears a chain shirt and wields a battleaxe. Vada is dying and desperately seeks the secret of immortality.",
  "Amasuis: Female Tiefling Cleric, N. Str 7, Dex 8, Con 9, Int 6, Wis 14, Cha 16. Amasuis has dark red hair and black eyes, and a flicking forked tongue. She wears scale mail and wields a spear and shield. Amasuis seeks to destroy the undead.",
  "Amalfris: Female Tiefling Paladin, Good. Str 9, Dex 10, Con 12, Int 8, Wis 11, Cha 13. Amalfris is tall and heavyset, with blonde hair and white eyes. She wears scale mail and wields a longsword. Amalfris is haunted by the memories of a past life.",
  "Heoda: Female Tiefling Monk, NG. Str 9, Dex 12, Con 10, Int 5, Wis 16, Cha 14. Heoda has tangled silver hair and black eyes, and wears glasses with iron rims. She wears modest garments and wields a yari (spear). Heoda is fascinated by magic and arcana.",
  "Thunilda: Female Tiefling Paladin, Good. Str 12, Dex 12, Con 12, Int 14, Wis 11, Cha 12. Thunilda has thick blonde hair and black eyes, and a magical scar on her leg. She wears a chain shirt and wields a greataxe. Thunilda seeks the meaning of a strange prophecy.",
  "Kriemha: Female Tiefling Rogue, NG. Str 8, Dex 17, Con 12, Int 16, Wis 11, Cha 12. Kriemha is short, with golden hair and white eyes. She wears studded leather and wields a handaxe and sling.",
  "Kreliva: Female Tiefling Paladin, Good. Str 11, Dex 8, Con 9, Int 8, Wis 11, Cha 13. Kreliva has dark red skin, with dark purple hair and black eyes. She wears splint armor and wields a longsword. Kreliva is hunting the warlord who stole her ancestral sword.",
  "Odasuild: Female Tiefling Cleric, CG. Str 8, Dex 9, Con 12, Int 12, Wis 15, Cha 15. Odasuild has silver hair and white eyes, and a flicking forked tongue. She wears leather armor and wields a mace. Odasuild suffers a deadly allergy to pollen.",
  "Suniga: Female Tiefling Bard, N. Str 11, Dex 7, Con 11, Int 12, Wis 9, Cha 14. Suniga has copper hair and silver eyes, and wears glasses with electrum rims. She wears leather armor and wields a rapier and javelins. Suniga is hunting the doppelganger which destroyed her homeland.",
  "Gotha: Female Tiefling Warlock, CN. Str 9, Dex 12, Con 10, Int 12, Wis 9, Cha 16. Gotha is heavyset, with dark blue hair and black eyes. She wears studded leather and wields a mace and dagger. Gotha has an animal companion, a raven named Thiuda.",
  "Amasuntha: Female Tiefling Fighter, N. Str 17, Dex 12, Con 7, Int 7, Wis 11, Cha 12. Amasuntha is heavyset, with thick gray hair and red eyes. She wears splint armor and wields a rapier and shield. Amasuntha suffers an acute fear of fey creatures.",
  "Heoda: Female Tiefling Rogue, CE. Str 12, Dex 12, Con 10, Int 10, Wis 9, Cha 11. Heoda has dark red skin, with dark purple hair and white eyes. She wears studded leather and wields a spear and hand crossbow. Heoda has an animal companion, a black snake named Hilda.",
  "Chlievalda: Female Tiefling Fighter, NE. Str 14, Dex 14, Con 10, Int 10, Wis 13, Cha 7. Chlievalda is heavyset, with long gray hair and black eyes. She wears ring mail and wields a battleaxe and blowgun. Chlievalda has an animal companion, a brown bear named Wilgefort.",
  "Glivalda: Female Tiefling Paladin, Good. Str 14, Dex 15, Con 6, Int 12, Wis 7, Cha 12. Glivalda has dark blue hair and red eyes, and rows of shark-like teeth. She wears plate armor and wields a rapier and shield. Glivalda is passionate and foolhardy.",
  "Sunilda: Female Tiefling Monk, CG. Str 11, Dex 13, Con 14, Int 9, Wis 12, Cha 9. Sunilda has dark purple hair and black eyes, and a distinctive scar on her arm. She wears modest garments and wields an ono (handaxe) and shuriken (darts).",
  "Amatharea: Female Tiefling Warlock, CN. Str 13, Dex 7, Con 14, Int 12, Wis 14, Cha 13. Amatharea has blood red skin, with dark red hair and white eyes. She wears studded leather and wields a quarterstaff. Amatharea seeks to raise an army of earth elementals.",
  "Hunila: Female Tiefling Rogue, NG. Str 12, Dex 17, Con 10, Int 12, Wis 10, Cha 9. Hunila has red hair and silver eyes, and wears glasses with iron rims. She wears leather armor and wields a longsword. Hunila has an animal companion, a black snake named Ergathasui.",
  "Athamalda: Female Tiefling Rogue, N. Str 12, Dex 12, Con 7, Int 12, Wis 11, Cha 8. Athamalda is short, with tangled gray hair and white eyes. She wears leather armor and wields a spear and hand crossbow. Athamalda is searching for her missing son.",
  "Vadane: Female Tiefling Monk, N. Str 10, Dex 15, Con 7, Int 9, Wis 8, Cha 12. Vadane has dark blue hair and gold eyes, and a distinctive scar on her face. She wears modest garments and wields nunchaku (club). Vadane has an animal companion, a gray rat named Gefortas.",
  "Amalfrild: Female Tiefling Wizard, N. Str 9, Dex 12, Con 7, Int 17, Wis 7, Cha 5. Amalfrild has crimson skin, with thin gray hair and gold eyes. She wears sturdy clothing and wields a dagger and light crossbow. Amalfrild secretly serves Mele, an ancient draconic goddess.",
  "Suinthiuda: Female Tiefling Druid, Neutral. Str 8, Dex 14, Con 10, Int 7, Wis 16, Cha 9. Suinthiuda has dark red skin, with dark red hair and white eyes. She wears hide armor and wields a mace. Suinthiuda is paranoid and hardworking.",
  "Huniga: Female Tiefling Cleric, LN. Str 11, Dex 12, Con 7, Int 14, Wis 15, Cha 15. Huniga has dark red hair and gold eyes, and a flicking forked tongue. She wears a breastplate and wields a handaxe and shield. Huniga is thoughtful and assertive.",
  "Theodamod: Female Tiefling Bard, NG. Str 9, Dex 9, Con 14, Int 12, Wis 15, Cha 15. Theodamod is stout, with dark purple hair and silver eyes. She wears leather armor and wields a longsword and hand crossbow. Theodamod is courteous and adventurous.",
  "Adalfris: Female Tiefling Fighter, N. Str 14, Dex 14, Con 10, Int 12, Wis 10, Cha 10. Adalfris has dark red skin, with blonde hair and white eyes. She wears chain mail and wields a warhammer. Adalfris is determined and barbaric.",
  "Merca: Female Tiefling Paladin, Good. Str 8, Dex 13, Con 6, Int 9, Wis 9, Cha 11. Merca has dark red skin, with dark blue hair and white eyes. She wears splint armor and wields a morningstar and shield. Merca is aesthetic and idealistic.",
  "Gotho: Female Tiefling Monk, NE. Str 11, Dex 11, Con 8, Int 10, Wis 14, Cha 12. Gotho has crimson skin, with copper hair and gold eyes. She wears plain clothing and wields nunchaku (club). Gotho is hunting the dragon who slew his mentor.",
  "Atamalfri: Female Tiefling Druid, Neutral. Str 10, Dex 10, Con 7, Int 14, Wis 12, Cha 14. Atamalfri has crimson skin, with tangled silver hair and gold eyes. She wears hide armor and wields a mace and dagger.",
  "Agnelien: Female Tiefling Cleric, NG. Str 10, Dex 12, Con 10, Int 14, Wis 16, Cha 12. Agnelien has blood red skin, with dark red hair and white eyes. She wears leather armor and wields a handaxe and shield. Agnelien has an animal companion, a white rabbit named Hildusi.",
  "Amagnen: Female Tiefling Monk, N. Str 13, Dex 10, Con 8, Int 8, Wis 16, Cha 9. Amagnen is tall, with dark red hair and white eyes. She wears plain clothing and wields a kanabo (mace) and kama (sickle). Amagnen has an animal companion, a black snake named Vala.",
  "Hildiga: Female Tiefling Warlock, LN. Str 9, Dex 11, Con 14, Int 11, Wis 8, Cha 15. Hildiga has crimson skin, with gray hair and red eyes. She wears studded leather and wields a quarterstaff. Hildiga secretly serves Gosa, an ancient goddess of death.",
  "Gaatha: Female Tiefling Rogue, N. Str 10, Dex 12, Con 11, Int 9, Wis 5, Cha 10. Gaatha has messy gray hair and red eyes, and wears glasses with brass rims. She wears studded leather and wields a shortsword and sickle. Gaatha is searching for her missing son.",
  "Kreleuva: Female Tiefling Rogue, N. Str 7, Dex 14, Con 10, Int 9, Wis 8, Cha 9. Kreleuva is overweight, with dark purple hair and red eyes. She wears studded leather and wields a shortsword. Kreleuva speaks with a shrill voice.",
  "Asuvagne: Female Tiefling Monk, N. Str 10, Dex 11, Con 9, Int 13, Wis 7, Cha 14. Asuvagne has dark purple hair and white eyes, and wears glasses with silver rims. She wears modest garments and wields an ono (handaxe). Asuvagne is fascinated by elemental and planar magic.",
  "Sune: Female Tiefling Paladin, Good. Str 8, Dex 12, Con 10, Int 8, Wis 13, Cha 12. Sune is tall and slender, with dark purple hair and white eyes. She wears hide armor and wields a rapier and shield. Sune is generous and instinctive.",
  "Adamagne: Female Tiefling Druid, Neutral. Str 13, Dex 11, Con 8, Int 6, Wis 13, Cha 9. Adamagne has dark red skin, with dark purple hair and silver eyes. She wears hide armor and wields a quarterstaff and wooden shield. Adamagne refers to herself in the third person.",
  "Chleuvalda: Female Tiefling Ranger, LG. Str 12, Dex 13, Con 11, Int 9, Wis 13, Cha 7. Chleuvalda has crimson skin, with black hair and white eyes. She wears a breastplate and wields a flail. Chleuvalda has black wolf named Wilga.",
  "Gotha: Female Tiefling Ranger, NG. Str 8, Dex 12, Con 9, Int 14, Wis 13, Cha 12. Gotha is tall, with brown hair and red eyes. She wears leather armor and wields a war pick.",
  "Gleuva: Female Tiefling Rogue, N. Str 7, Dex 15, Con 6, Int 11, Wis 10, Cha 9. Gleuva has dark purple hair and white eyes, and rows of shark-like teeth. She wears studded leather and wields a handaxe and hand crossbow. Gleuva secretly serves Myazu, an ancient undead goddess.",
  "Amathada: Female Tiefling Bard, CN. Str 10, Dex 8, Con 12, Int 13, Wis 14, Cha 16. Amathada is stout, with dark blue hair and white eyes. She wears leather armor and wields a longsword and light crossbow. Amathada is depressed and selfish.",
  "Gudamat: Female Tiefling Fighter, N. Str 12, Dex 14, Con 14, Int 11, Wis 13, Cha 11. Gudamat is heavyset, with dark blue hair and gold eyes. She wears hide armor and wields a greatsword. Gudamat has an animal companion, a badger named Vetritha.",
  "Gefortis: Female Tiefling Cleric, CG. Str 11, Dex 9, Con 10, Int 7, Wis 16, Cha 13. Gefortis is tall and slender, with gray hair and red eyes. She wears studded leather and wields a handaxe and shield. Gefortis seeks to atone for past sins.",
  "Gaatheoda: Female Tiefling Monk, LG. Str 13, Dex 11, Con 11, Int 10, Wis 12, Cha 12. Gaatheoda has copper hair and red eyes, and a distinctive scar on her arm. She wears travel-stained clothing and wields nunchaku (club) and shuriken (darts). Gaatheoda has an animal companion, a red firedrake named Fricusa.",
  "Amen: Female Tiefling Cleric, CN. Str 12, Dex 9, Con 8, Int 11, Wis 15, Cha 9. Amen has dark red skin, with copper hair and silver eyes. She wears a chain shirt and wields a mace and shield.",
  "Wilgiso: Female Tiefling Fighter, CE. Str 13, Dex 7, Con 11, Int 6, Wis 14, Cha 11. Wilgiso is stout, with dark purple hair and silver eyes. She wears half plate and wields a flail. Wilgiso has an animal companion, a ginger dog named Thiuda.",
  "Thene: Female Tiefling Monk, NE. Str 11, Dex 9, Con 9, Int 9, Wis 15, Cha 10. Thene has blood red skin, with silver hair and white eyes. She wears travel-stained clothing and wields a bo (quarterstaff) and sai (dagger). Thene secretly serves Aphas, an ancient goddess of trickery.",
  "Areanatha: Female Tiefling Fighter, N. Str 13, Dex 14, Con 8, Int 11, Wis 12, Cha 7. Areanatha has crimson skin, with dark red hair and silver eyes. She wears a breastplate and wields a whip and shield. Areanatha is pleasant and lively.",
  "Valdamalb: Female Tiefling Sorcerer, NE. Str 6, Dex 8, Con 9, Int 13, Wis 9, Cha 14. Valdamalb has crimson skin, with dark blue hair and white eyes. She wears travel-stained clothing and wields a dagger and sling.",
  "Theoda: Female Tiefling Barbarian, CG. Str 15, Dex 7, Con 10, Int 8, Wis 10, Cha 11. Theoda has dark blue hair and gold eyes, and wears glasses with brass rims. She wears hide armor and wields a morningstar and shield. Theoda believes that she is being hunted by supernatural creatures.",
  "Vada: Female Tiefling Monk, LN. Str 16, Dex 13, Con 8, Int 15, Wis 17, Cha 12. Vada has blood red skin, with dark purple hair and white eyes. She wears travel-stained clothing and wields an ono (handaxe) and sai (dagger). Vada is searching for her lost sister.",
  "Chlismerca: Female Tiefling Paladin, Good. Str 15, Dex 11, Con 11, Int 6, Wis 10, Cha 10. Chlismerca has black hair and gold eyes, and horns engraved with baleful symbols. She wears splint armor and wields a halberd. Chlismerca avoids eye contact.",
  "Vadamalb: Female Tiefling Ranger, NG. Str 10, Dex 12, Con 10, Int 13, Wis 10, Cha 10. Vadamalb is overweight, with cropped black hair and red eyes. She wears a chain shirt and wields a halberd. Vadamalb has dire rat named Suintha.",
  "Chlieva: Female Tiefling Bard, N. Str 11, Dex 10, Con 10, Int 9, Wis 11, Cha 16. Chlieva has messy gray hair and red eyes, and a flicking forked tongue. She wears studded leather and wields a light hammer. Chlieva has an animal companion, a hawk named Amemhild.",
  "Alberen: Female Tiefling Paladin, Good. Str 14, Dex 11, Con 10, Int 11, Wis 10, Cha 12. Alberen has dark blue hair and red eyes, and horns engraved with fell symbols. She wears chain mail and wields a scimitar and shield. Alberen is hunting the vampire who murdered her family.",
  "Elivama: Female Tiefling Fighter, NE. Str 17, Dex 12, Con 15, Int 11, Wis 11, Cha 9. Elivama has dark blue hair and gold eyes, and an unusual scar on her face. She wears splint armor and wields a pike. Elivama compulsively plays with a silver coin.",
  "Merca: Female Tiefling Bard, LN. Str 12, Dex 14, Con 9, Int 12, Wis 11, Cha 13. Merca has blonde hair and gold eyes, and rows of shark-like teeth. She wears studded leather and wields a longsword and dagger. Merca speaks with a stutter.",
  "Hiuda: Female Tiefling Barbarian, CN. Str 13, Dex 13, Con 12, Int 10, Wis 14, Cha 7. Hiuda is tall and overweight, with red hair and gold eyes. She wears scale mail and wields a battleaxe and hand crossbow. Hiuda is practical and lustful.",
  "Thildamalfr: Female Tiefling Cleric, N. Str 10, Dex 11, Con 8, Int 9, Wis 14, Cha 10. Thildamalfr is tall and slender, with dark blue hair and black eyes. She wears hide armor and wields a mace and shield. Thildamalfr has an animal companion, a red firedrake named Alfrild.",
  "Efogotho: Female Tiefling Paladin, Good. Str 11, Dex 5, Con 11, Int 6, Wis 13, Cha 11. Efogotho is short and willowy, with dark blue hair and red eyes. She wears scale mail and wields a whip and shield. Efogotho is hunting the brigands who murdered her family.",
  "Suintha: Female Tiefling Wizard, LG. Str 12, Dex 9, Con 13, Int 14, Wis 10, Cha 13. Suintha has curly copper hair and gold eyes, and a flicking forked tongue. She wears plain clothing and wields a dagger. Suintha seeks to prove herself to her peers.",
  "Alfrisotsui: Female Tiefling Rogue, CN. Str 11, Dex 16, Con 6, Int 10, Wis 8, Cha 12. Alfrisotsui has messy white hair and white eyes, and a flicking forked tongue. She wears studded leather and wields a longsword and hand crossbow. Alfrisotsui speaks with a strange accent.",
  "Alaldalbe: Female Tiefling Warlock, NG. Str 12, Dex 12, Con 10, Int 9, Wis 10, Cha 12. Alaldalbe has blood red skin, with brown hair and gold eyes. She wears studded leather and wields a club and javelins.",
  "Gefortas: Female Tiefling Paladin, Good. Str 11, Dex 10, Con 10, Int 10, Wis 7, Cha 11. Gefortas is overweight, with dark blue hair and white eyes. She wears splint armor and wields a pike. Gefortas suffers a severe allergy to moulds.",
  "Amercalda: Female Tiefling Cleric, NG. Str 5, Dex 8, Con 8, Int 5, Wis 14, Cha 11. Amercalda is short, with uneven auburn hair and red eyes. She wears a breastplate and wields a quarterstaff and shield. Amercalda is hunting the fiend which destroyed her homeland.",
  "Malfroga: Female Tiefling Monk, LN. Str 14, Dex 16, Con 11, Int 7, Wis 9, Cha 11. Malfroga is tall and slender, with dark red hair and black eyes. She wears simple clothing and wields an ono (handaxe) and shuriken (darts). Malfroga is stoic and quiet.",
  "Krogilda: Female Tiefling Wizard, N. Str 6, Dex 14, Con 11, Int 17, Wis 11, Cha 9. Krogilda has dark red skin, with gray hair and gold eyes. She wears crimson robes and wields a quarterstaff. Krogilda is hunting the doppelganger which destroyed her homeland.",
  "Efostrotsui: Female Tiefling Monk, N. Str 14, Dex 9, Con 8, Int 9, Wis 10, Cha 11. Efostrotsui has dark red skin, with matted copper hair and black eyes. She wears modest garments and wields an ono (handaxe) and sai (dagger). Efostrotsui is truthful and merciless.",
  "Glismala: Female Tiefling Bard, CN. Str 11, Dex 5, Con 6, Int 9, Wis 9, Cha 17. Glismala is heavyset, with short silver hair and gold eyes. She wears leather armor and wields a rapier and sling. Glismala believes that she is the rightful heir to the kingdom of Erel.",
  "Chlismalfreagn: Female Tiefling Bard, CN. Str 10, Dex 13, Con 12, Int 16, Wis 8, Cha 15. Chlismalfreagn is short, with black hair and gold eyes. She wears studded leather and wields a spear and hand crossbow. Chlismalfreagn is extravagant and zealous.",
  "Adarealbe: Female Tiefling Fighter, NG. Str 12, Dex 11, Con 8, Int 11, Wis 12, Cha 10. Adarealbe has dark purple hair and gold eyes, and a flicking forked tongue. She wears splint armor and wields a rapier and net. Adarealbe seeks to destroy the race of orcs.",
  "Hunanda: Female Tiefling Rogue, N. Str 10, Dex 17, Con 11, Int 14, Wis 8, Cha 10. Hunanda has dark red skin, with matted white hair and black eyes. She wears leather armor and wields a rapier and hand crossbow. Hunanda has an animal companion, a black cat named Alas.",
  "Wilguda: Female Tiefling Rogue, N. Str 12, Dex 16, Con 7, Int 11, Wis 10, Cha 14. Wilguda has dark red skin, with brown hair and black eyes. She wears leather armor and wields a shortsword and hand crossbow. Wilguda is practical and timid.",
  "Alagnen: Female Tiefling Bard, NE. Str 8, Dex 14, Con 6, Int 11, Wis 12, Cha 15. Alagnen has dark red skin, with gray hair and white eyes. She wears leather armor and wields a longsword and dagger. Alagnen is vengeful and selfish.",
  "Gothene: Female Tiefling Fighter, NE. Str 14, Dex 14, Con 14, Int 12, Wis 14, Cha 10. Gothene has short gray hair and silver eyes, and a pair of tiny wings. She wears half plate and wields a shortsword. Gothene has an animal companion, a red firedrake named Amalfrild.",
  "Wilgilda: Female Tiefling Paladin, Good. Str 12, Dex 6, Con 14, Int 11, Wis 10, Cha 14. Wilgilda has cropped gray hair and red eyes, and horns engraved with baleful symbols. She wears plate armor and wields a pike. Wilgilda is kind and pious.",
  "Amen: Female Tiefling Rogue, CG. Str 11, Dex 13, Con 5, Int 11, Wis 9, Cha 9. Amen has blood red skin, with dark blue hair and silver eyes. She wears studded leather and wields a mace and hand crossbow.",
  "Emhinthame: Female Tiefling Rogue, LG. Str 10, Dex 15, Con 10, Int 10, Wis 11, Cha 13. Emhinthame is tall, with red hair and white eyes. She wears studded leather and wields a longsword and hand crossbow. Emhinthame seeks revenge against the aristocrat who framed her.",
  "Thilda: Female Tiefling Paladin, Good. Str 10, Dex 10, Con 10, Int 6, Wis 14, Cha 15. Thilda has blood red skin, with tangled white hair and white eyes. She wears a chain shirt and wields a rapier and shield. Thilda seeks to destroy the undead.",
  "Agnen: Female Tiefling Monk, N. Str 9, Dex 15, Con 9, Int 9, Wis 8, Cha 9. Agnen is tall, with blonde hair and red eyes. She wears sturdy clothing and wields a kanabo (mace). Agnen is painfully tone-deaf.",
  "Gotha: Female Tiefling Wizard, CG. Str 10, Dex 12, Con 13, Int 16, Wis 10, Cha 9. Gotha has blood red skin, with cropped auburn hair and silver eyes. She wears modest garments and wields a quarterstaff. Gotha compulsively whistles.",
  "Otsuilalda: Female Tiefling Cleric, NE. Str 11, Dex 10, Con 12, Int 9, Wis 14, Cha 10. Otsuilalda is thin, with brown hair and black eyes. She wears leather armor and wields a club and light crossbow.",
  "Amergama: Female Tiefling Monk, LN. Str 12, Dex 11, Con 10, Int 11, Wis 9, Cha 7. Amergama is tall and slender, with dark blue hair and silver eyes. She wears worn clothing and wields a yari (spear) and shuriken (darts). Amergama is searching for a legendary blade named Spiritcleaver.",
  "Guda: Female Tiefling Fighter, NG. Str 17, Dex 8, Con 8, Int 6, Wis 10, Cha 7. Guda has cropped copper hair and black eyes, and a flicking forked tongue. She wears hide armor and wields a maul. Guda is only friendly towards other tieflings..",
  "Wilgiso: Female Tiefling Ranger, CN. Str 11, Dex 11, Con 14, Int 13, Wis 15, Cha 9. Wilgiso has blood red skin, with thick red hair and black eyes. She wears studded leather and wields a glaive. Wilgiso has ginger dog named Vada.",
  "Matiso: Female Tiefling Monk, CN. Str 11, Dex 12, Con 10, Int 11, Wis 12, Cha 9. Matiso has crimson skin, with braided red hair and red eyes. She wears simple clothing and wields a bo (quarterstaff). Matiso is impossibly lucky.",
  "Erercala: Female Tiefling Rogue, N. Str 14, Dex 17, Con 13, Int 11, Wis 7, Cha 7. Erercala has blood red skin, with dark purple hair and gold eyes. She wears studded leather and wields a shortsword. Erercala has an animal companion, a black cat named Anareama.",
  "Erelien: Female Tiefling Monk, LN. Str 11, Dex 12, Con 12, Int 10, Wis 13, Cha 7. Erelien has gray hair and black eyes, and a pair of tiny wings. She wears worn clothing and wields a bo (quarterstaff). Erelien seeks to become a knight of the realm.",
  "Gudamerc: Female Tiefling Fighter, NG. Str 12, Dex 12, Con 8, Int 10, Wis 7, Cha 10. Gudamerc has blood red skin, with braided copper hair and silver eyes. She wears hide armor and wields a maul.",
  "Gothelcha: Female Tiefling Barbarian, N. Str 14, Dex 10, Con 15, Int 9, Wis 8, Cha 11. Gothelcha has dark red skin, with uneven golden hair and black eyes. She wears leather armor and wields a war pick and hand crossbow. Gothelcha has an animal companion, a red firedrake named Gotha.",
  "Alberen: Female Tiefling Paladin, Good. Str 16, Dex 15, Con 9, Int 10, Wis 8, Cha 8. Alberen has dark blue hair and silver eyes, and horns engraved with dark symbols. She wears a chain shirt and wields a morningstar.",
  "Chlismatas: Female Tiefling Monk, N. Str 13, Dex 12, Con 11, Int 11, Wis 13, Cha 10. Chlismatas has dark red hair and silver eyes, and horns engraved with baleful symbols. She wears modest garments and wields a yari (spear). Chlismatas is hunting the brigands who murdered her family.",
  "Glotso: Female Tiefling Wizard, CN. Str 12, Dex 14, Con 12, Int 14, Wis 9, Cha 9. Glotso is short, with black hair and black eyes. She wears golden robes and wields a quarterstaff.",
  "Amanama: Female Tiefling Warlock, CG. Str 13, Dex 13, Con 11, Int 10, Wis 10, Cha 13. Amanama has dark red skin, with golden hair and silver eyes. She wears studded leather and wields a spear and sling. Amanama is friendly and capable.",
  "Sunilda: Female Tiefling Cleric, NE. Str 5, Dex 11, Con 11, Int 8, Wis 15, Cha 12. Sunilda has gray hair and red eyes, and a pair of tiny wings. She wears leather armor and wields a handaxe. Sunilda has an animal companion, a black rat named Suntha.",
  "Gaatha: Female Tiefling Rogue, CN. Str 10, Dex 12, Con 10, Int 10, Wis 8, Cha 8. Gaatha is heavyset, with dark purple hair and red eyes. She wears leather armor and wields a longsword and dagger.",
  "Ercamata: Female Tiefling Sorcerer, LG. Str 8, Dex 11, Con 13, Int 11, Wis 8, Cha 17. Ercamata is tall and slender, with gray hair and black eyes. She wears plain clothing and wields a dagger and darts. Ercamata has an animal companion, a hawk named Suntha.",
  "Theoda: Female Tiefling Rogue, N. Str 11, Dex 14, Con 10, Int 12, Wis 11, Cha 7. Theoda has golden hair and black eyes, and a pair of tiny wings. She wears leather armor and wields a handaxe and hand crossbow. Theoda has an animal companion, a dire rat named Harica.",
  "Aldamen: Female Tiefling Cleric, CN. Str 8, Dex 10, Con 7, Int 10, Wis 12, Cha 14. Aldamen is tall, with dark purple hair and white eyes. She wears leather armor and wields a spear. Aldamen was magically imprisoned for a hundred years.",
  "Otsuilalbe: Female Tiefling Fighter, N. Str 15, Dex 15, Con 7, Int 14, Wis 10, Cha 13. Otsuilalbe has gray hair and black eyes, and horns engraved with evil symbols. She wears chain mail and wields a shortsword.",
  "Krelotso: Female Tiefling Druid, Neutral. Str 13, Dex 7, Con 14, Int 6, Wis 14, Cha 9. Krelotso has crimson skin, with dark blue hair and red eyes. She wears hide armor and wields a scimitar.",
  "Agneleuva: Female Tiefling Druid, Neutral. Str 11, Dex 8, Con 12, Int 10, Wis 12, Cha 10. Agneleuva has copper hair and red eyes, and a distinctive scar on her face. She wears hide armor and wields a mace. Agneleuva is anxious and combative.",
  "Gisuntha: Female Tiefling Monk, NG. Str 14, Dex 16, Con 13, Int 10, Wis 8, Cha 10. Gisuntha is short, with black hair and white eyes. She wears plain clothing and wields an ono (handaxe) and sai (dagger). Gisuntha speaks with a lisp.",
  "Eren: Female Tiefling Druid, Neutral. Str 13, Dex 10, Con 11, Int 7, Wis 16, Cha 12. Eren has dark red skin, with dark purple hair and white eyes. She wears hide armor and wields a club. Eren is zealous and amoral.",
  "Aldasuis: Female Tiefling Fighter, LE. Str 12, Dex 12, Con 8, Int 11, Wis 11, Cha 14. Aldasuis has dark blue hair and red eyes, and rows of shark-like teeth. She wears a chain shirt and wields a war pick and heavy crossbow. Aldasuis is selfish and sadistic.",
  "Wilguda: Female Tiefling Ranger, NE. Str 9, Dex 12, Con 8, Int 10, Wis 14, Cha 9. Wilguda has silver hair and white eyes, and a flicking forked tongue. She wears leather armor and wields a greatsword. Wilguda is cursed with a maimed hand.",
  "Glasuintho: Female Tiefling Druid, Neutral. Str 11, Dex 11, Con 6, Int 8, Wis 14, Cha 9. Glasuintho has crimson skin, with curly blonde hair and gold eyes. She wears hide armor and wields a spear. Glasuintho has forest owl named Gotha.",
  "Valda: Female Tiefling Rogue, NE. Str 11, Dex 14, Con 9, Int 13, Wis 11, Cha 13. Valda is short, with dark purple hair and white eyes. She wears leather armor and wields a rapier and javelins. Valda seeks revenge against the thieves' guild which left her to hang.",
  "Ostrortis: Female Tiefling Fighter, LN. Str 12, Dex 14, Con 14, Int 14, Wis 10, Cha 13. Ostrortis is tall, with dark red hair and red eyes. She wears splint armor and wields a maul. Ostrortis is hunting the vampire who slew his mentor.",
  "Valda: Female Tiefling Cleric, NG. Str 6, Dex 9, Con 12, Int 7, Wis 14, Cha 15. Valda has blood red skin, with straight golden hair and white eyes. She wears leather armor and wields a mace and javelins. Valda is quiet, and says as little as possible.",
  "Thildamod: Female Tiefling Fighter, NG. Str 16, Dex 13, Con 11, Int 9, Wis 8, Cha 8. Thildamod has crimson skin, with thin silver hair and gold eyes. She wears half plate and wields a shortsword and shield. Thildamod has an animal companion, a black wolf named Suinthune.",
  "Amelien: Female Tiefling Fighter, CN. Str 14, Dex 12, Con 6, Int 9, Wis 8, Cha 11. Amelien has matted copper hair and white eyes, and rows of shark-like teeth. She wears a breastplate and wields a flail.",
  "Chlievalda: Female Tiefling Rogue, LN. Str 12, Dex 17, Con 9, Int 13, Wis 10, Cha 10. Chlievalda is thin, with straight silver hair and gold eyes. She wears studded leather and wields a spear. Chlievalda is a pack-rat, and carries a satchel of random junk.",
  "Hune: Female Tiefling Rogue, CN. Str 9, Dex 15, Con 12, Int 12, Wis 9, Cha 8. Hune is tall and thin, with dark red hair and white eyes. She wears leather armor and wields a longsword and shortbow.",
  "Gefortis: Female Tiefling Monk, LG. Str 14, Dex 13, Con 11, Int 9, Wis 8, Cha 12. Gefortis is tall, with dark purple hair and gold eyes. She wears sturdy clothing and wields a yari (spear) and kama (sickle). Gefortis is hunting the warlord who stole her ancestral sword.",
  "Gaathene: Female Tiefling Fighter, N. Str 13, Dex 9, Con 15, Int 12, Wis 11, Cha 12. Gaathene has blood red skin, with gray hair and red eyes. She wears ring mail and wields a war pick and longbow.",
  "Valdiga: Female Tiefling Rogue, LE. Str 11, Dex 13, Con 12, Int 11, Wis 14, Cha 6. Valdiga has dark red hair and silver eyes, and a flicking forked tongue. She wears studded leather and wields a shortsword. Valdiga is bloodthirsty and hateful.",
  "Amagnen: Female Tiefling Fighter, N. Str 16, Dex 14, Con 11, Int 6, Wis 10, Cha 10. Amagnen has blood red skin, with blonde hair and gold eyes. She wears a chain shirt and wields a morningstar and shield. Amagnen is shrewd and paranoid.",
  "Vada: Female Tiefling Fighter, N. Str 17, Dex 16, Con 9, Int 12, Wis 10, Cha 13. Vada has matted white hair and silver eyes, and wears glasses with electrum rims. She wears chain mail and wields a morningstar and shield. Vada is searching for the lost elven kingdom of Elegrond.",
  "Vada: Female Tiefling Rogue, NE. Str 13, Dex 12, Con 13, Int 11, Wis 12, Cha 14. Vada has blood red skin, with dark red hair and black eyes. She wears leather armor and wields a shortsword and hand crossbow. Vada is unfeeling and aggressive.",
  "Thilda: Female Tiefling Cleric, NG. Str 13, Dex 8, Con 10, Int 12, Wis 13, Cha 14. Thilda has uneven silver hair and red eyes, and rows of shark-like teeth. She wears hide armor and wields a club and sickle. Thilda is hunting the warlord who stole her ancestral sword.",
  "Ogodama: Female Tiefling Rogue, CN. Str 13, Dex 13, Con 11, Int 13, Wis 7, Cha 9. Ogodama is overweight, with dark blue hair and gold eyes. She wears studded leather and wields a mace and hand crossbow. Ogodama was petrified for a hundred years.",
  "Valdane: Female Tiefling Monk, CN. Str 11, Dex 13, Con 10, Int 12, Wis 13, Cha 13. Valdane is short and heavyset, with matted brown hair and silver eyes. She wears modest garments and wields a bo (quarterstaff) and sai (dagger).",
  "Sune: Female Tiefling Ranger, LN. Str 14, Dex 12, Con 9, Int 15, Wis 11, Cha 11. Sune is short, with cropped red hair and white eyes. She wears leather armor and wields a flail. Sune compulsively steals small objects.",
  "Adagnen: Female Tiefling Cleric, N. Str 9, Dex 11, Con 10, Int 11, Wis 17, Cha 14. Adagnen has blood red skin, with dark purple hair and silver eyes. She wears scale mail and wields a club. Adagnen is gullible and sarcastic.",
  "Heniga: Female Tiefling Rogue, N. Str 12, Dex 17, Con 9, Int 13, Wis 9, Cha 9. Heniga is tall and heavyset, with dark red hair and black eyes. She wears studded leather and wields a rapier.",
  "Gotho: Female Tiefling Bard, CN. Str 13, Dex 6, Con 10, Int 12, Wis 14, Cha 17. Gotho has dark red skin, with curly white hair and white eyes. She wears studded leather and wields a rapier and sling. Gotho has an animal companion, a hunting dog named Simaro.",
  "Amamen: Female Tiefling Rogue, LG. Str 11, Dex 16, Con 11, Int 9, Wis 11, Cha 8. Amamen has blood red skin, with brown hair and white eyes. She wears studded leather and wields a shortsword. Amamen seeks to prove herself to her peers.",
  "Gotha: Female Tiefling Bard, LG. Str 8, Dex 7, Con 8, Int 11, Wis 8, Cha 16. Gotha is overweight, with cropped blonde hair and white eyes. She wears leather armor and wields a rapier and hand crossbow. Gotha seeks to become an instructor at the School of the Mystical Arts.",
  "Ortildame: Female Tiefling Barbarian, NE. Str 13, Dex 8, Con 14, Int 8, Wis 15, Cha 7. Ortildame has silver hair and red eyes, and wears glasses with bronze rims. She wears studded leather and wields a greataxe. Ortildame has an animal companion, a black wolf named Bridusa.",
  "Albergata: Female Tiefling Monk, LN. Str 10, Dex 13, Con 15, Int 7, Wis 16, Cha 13. Albergata has silver hair and black eyes, and wears glasses with silver rims. She wears modest garments and wields a kanabo (mace) and kama (sickle). Albergata is truthful and quiet.",
  "Glieva: Female Tiefling Monk, LN. Str 15, Dex 14, Con 9, Int 13, Wis 10, Cha 14. Glieva has blood red skin, with dark purple hair and red eyes. She wears travel-stained clothing and wields a kanabo (mace) and sai (dagger). Glieva speaks with a strange accent.",
  "Ogotsuis: Female Tiefling Bard, N. Str 8, Dex 11, Con 10, Int 11, Wis 11, Cha 15. Ogotsuis has dark blue hair and gold eyes, and a flicking forked tongue. She wears studded leather and wields a rapier. Ogotsuis is gullible and sharp-tongued.",
  "Gisuntha: Female Tiefling Rogue, N. Str 9, Dex 13, Con 7, Int 7, Wis 10, Cha 10. Gisuntha is thin, with blonde hair and white eyes. She wears studded leather and wields a shortsword and hand crossbow.",
  "Thene: Female Tiefling Paladin, Good. Str 9, Dex 8, Con 8, Int 9, Wis 11, Cha 17. Thene is short, with straight white hair and gold eyes. She wears splint armor and wields a greataxe. Thene suffers a severe allergy to rabbits.",
  "Areamen: Female Tiefling Cleric, NG. Str 12, Dex 13, Con 13, Int 10, Wis 17, Cha 7. Areamen has dark purple hair and gold eyes, and wears glasses with electrum rims. She wears a chain shirt and wields a light hammer. Areamen is kind and brave.",
  "Amasuntha: Female Tiefling Rogue, N. Str 9, Dex 16, Con 10, Int 16, Wis 8, Cha 11. Amasuntha has blood red skin, with uneven silver hair and black eyes. She wears studded leather and wields a longsword and light crossbow.",
  "Sune: Female Tiefling Monk, N. Str 12, Dex 14, Con 11, Int 15, Wis 12, Cha 7. Sune is tall, with long silver hair and silver eyes. She wears sturdy clothing and wields an ono (handaxe). Sune speaks with a soft voice.",
  "Hune: Female Tiefling Rogue, N. Str 11, Dex 14, Con 10, Int 15, Wis 9, Cha 7. Hune has dark red hair and white eyes, and a distinctive scar on her face. She wears studded leather and wields a longsword. Hune seeks only fame and glory.",
  "Adaldada: Female Tiefling Monk, LN. Str 11, Dex 7, Con 9, Int 9, Wis 10, Cha 10. Adaldada has red hair and white eyes, and wears glasses with silver rims. She wears sturdy clothing and wields nunchaku (club) and shuriken (darts). Adaldada was raised by cultists of the Black Emperor.",
  "Thunanda: Female Tiefling Fighter, NG. Str 12, Dex 17, Con 7, Int 12, Wis 9, Cha 10. Thunanda has golden hair and silver eyes, and a magical scar on her arm. She wears splint armor and wields a whip and net. Thunanda seeks to destroy the race of ogres.",
  "Andamalda: Female Tiefling Fighter, LN. Str 14, Dex 15, Con 10, Int 8, Wis 10, Cha 13. Andamalda has blood red skin, with messy auburn hair and gold eyes. She wears a breastplate and wields a greatsword. Andamalda has an animal companion, a badger named Vada.",
  "Erefostro: Female Tiefling Monk, NG. Str 14, Dex 12, Con 8, Int 11, Wis 13, Cha 10. Erefostro has dark red skin, with dark purple hair and red eyes. She wears modest garments and wields a kanabo (mace). Erefostro has an animal companion, a black monkey named Glaso.",
  "Valdamalfr: Female Tiefling Paladin, Good. Str 15, Dex 10, Con 10, Int 8, Wis 12, Cha 16. Valdamalfr has crimson skin, with copper hair and silver eyes. She wears ring mail and wields a greatsword. Valdamalfr is heroic and lustful.",
  "Atadasu: Female Tiefling Paladin, Good. Str 15, Dex 10, Con 9, Int 5, Wis 11, Cha 13. Atadasu is willowy, with dark purple hair and silver eyes. She wears splint armor and wields a halberd. Atadasu has an animal companion, a black warhorse named Ortinthatha.",
  "Maliva: Female Tiefling Druid, Neutral. Str 12, Dex 6, Con 7, Int 7, Wis 12, Cha 7. Maliva has blood red skin, with dark blue hair and red eyes. She wears leather armor and wields a quarterstaff and wooden shield. Maliva has black wolf named Ansagir.",
  "Kriemha: Female Tiefling Sorcerer, N. Str 9, Dex 6, Con 16, Int 11, Wis 9, Cha 13. Kriemha is overweight, with red hair and black eyes. She wears plain clothing and wields a quarterstaff. Kriemha seeks to save her family from financial ruin.",
  "Anamen: Female Tiefling Paladin, Good. Str 16, Dex 13, Con 11, Int 12, Wis 15, Cha 13. Anamen is stout, with dark blue hair and gold eyes. She wears scale mail and wields a battleaxe. Anamen has an animal companion, a black warhorse named Aris.",
  "Matiso: Female Tiefling Fighter, N. Str 17, Dex 16, Con 11, Int 11, Wis 10, Cha 14. Matiso has crimson skin, with dark purple hair and black eyes. She wears half plate and wields a whip and shield. Matiso is a skilled dancer.",
  "Asuild: Female Tiefling Monk, LN. Str 9, Dex 8, Con 12, Int 13, Wis 14, Cha 6. Asuild is tall and thin, with dark blue hair and silver eyes. She wears simple clothing and wields a bo (quarterstaff) and shuriken (darts). Asuild is mischievous and gullible.",
  "Suinthune: Female Tiefling Wizard, CN. Str 8, Dex 10, Con 10, Int 14, Wis 11, Cha 11. Suinthune has dark red skin, with golden hair and red eyes. She wears modest garments and wields a quarterstaff. Suinthune seeks to atone for past sins.",
  "Heoda: Female Tiefling Rogue, NE. Str 7, Dex 14, Con 10, Int 11, Wis 14, Cha 11. Heoda is tall and stout, with dark red hair and silver eyes. She wears studded leather and wields a rapier. Heoda is impossibly lucky.",
  "Gaatho: Female Tiefling Fighter, CN. Str 13, Dex 13, Con 10, Int 10, Wis 8, Cha 10. Gaatho has blood red skin, with red hair and red eyes. She wears splint armor and wields a warhammer and shield. Gaatho is nervous and lively.",
  "Amamen: Female Tiefling Ranger, LN. Str 13, Dex 9, Con 11, Int 10, Wis 17, Cha 10. Amamen has brown hair and gold eyes, and a flicking forked tongue. She wears studded leather and wields a scimitar and shield. Amamen has black eagle named Gilaba.",
  "Gisuintho: Female Tiefling Cleric, NG. Str 14, Dex 9, Con 6, Int 13, Wis 13, Cha 12. Gisuintho has blood red skin, with gray hair and black eyes. She wears studded leather and wields a mace. Gisuintho is pious and honest.",
  "Ostrothoda: Female Tiefling Druid, Neutral. Str 12, Dex 9, Con 13, Int 9, Wis 17, Cha 13. Ostrothoda is short, with dark blue hair and white eyes. She wears leather armor and wields a mace and darts. Ostrothoda is polite and depraved.",
  "Heoda: Female Tiefling Rogue, NG. Str 12, Dex 15, Con 10, Int 11, Wis 9, Cha 7. Heoda is short and thin, with dark purple hair and black eyes. She wears studded leather and wields a light hammer and darts. Heoda is a practiced juggler.",
  "Kreliva: Female Tiefling Cleric, LN. Str 8, Dex 10, Con 13, Int 14, Wis 13, Cha 12. Kreliva has curly black hair and gold eyes, and rows of shark-like teeth. She wears studded leather and wields a mace.",
  "Arealben: Female Tiefling Monk, LE. Str 9, Dex 13, Con 13, Int 13, Wis 12, Cha 6. Arealben has crimson skin, with dark red hair and red eyes. She wears travel-stained clothing and wields nunchaku (club) and sai (dagger). Arealben is aggressive and craven.",
  "Amelien: Female Tiefling Cleric, N. Str 7, Dex 8, Con 10, Int 6, Wis 17, Cha 14. Amelien is heavyset, with cropped red hair and gold eyes. She wears half plate and wields a mace and shield. Amelien is bold and disorganized.",
  "Wilga: Female Tiefling Bard, N. Str 8, Dex 11, Con 9, Int 10, Wis 8, Cha 16. Wilga has dark red skin, with dark purple hair and gold eyes. She wears leather armor and wields a longsword. Wilga is a terrible liar.",
  "Gefortis: Female Tiefling Wizard, LN. Str 9, Dex 14, Con 10, Int 12, Wis 13, Cha 10. Gefortis is overweight, with tangled copper hair and black eyes. She wears modest garments and wields a quarterstaff. Gefortis is flirtatious and mischievous.",
  "Wilgefort: Female Tiefling Fighter, N. Str 16, Dex 14, Con 12, Int 9, Wis 12, Cha 8. Wilgefort is heavyset, with dark blue hair and black eyes. She wears splint armor and wields a greatsword. Wilgefort has an animal companion, a brown bear named Serida.",
  "Gildamerc: Female Tiefling Rogue, NE. Str 13, Dex 12, Con 10, Int 16, Wis 14, Cha 8. Gildamerc has dark red skin, with short golden hair and silver eyes. She wears leather armor and wields a shortsword and light crossbow. Gildamerc has an animal companion, a raven named Vila.",
  "Gaatha: Female Tiefling Fighter, N. Str 13, Dex 14, Con 9, Int 11, Wis 10, Cha 7. Gaatha has blood red skin, with tangled silver hair and black eyes. She wears hide armor and wields a trident. Gaatha is proud and combative.",
  "Erelchen: Female Tiefling Cleric, LN. Str 13, Dex 9, Con 8, Int 12, Wis 16, Cha 12. Erelchen has crimson skin, with copper hair and silver eyes. She wears a chain shirt and wields a light hammer and shield.",
  "Theoda: Female Tiefling Rogue, N. Str 9, Dex 16, Con 11, Int 7, Wis 7, Cha 15. Theoda has dark red skin, with dark purple hair and red eyes. She wears studded leather and wields a longsword. Theoda is inventive and alluring.",
  "Evamen: Female Tiefling Rogue, CN. Str 9, Dex 15, Con 6, Int 13, Wis 14, Cha 8. Evamen is tall, with dark blue hair and black eyes. She wears studded leather and wields a rapier and hand crossbow. Evamen is bold and moody.",
  "Heoda: Female Tiefling Fighter, N. Str 13, Dex 10, Con 9, Int 6, Wis 8, Cha 10. Heoda is overweight, with short black hair and gold eyes. She wears a breastplate and wields a trident and shield. Heoda is lively and moody.",
  "Vada: Female Tiefling Cleric, N. Str 11, Dex 10, Con 7, Int 10, Wis 14, Cha 12. Vada is heavyset, with dark purple hair and white eyes. She wears leather armor and wields a handaxe and shield. Vada is lively and sharp-tongued.",
  "Matiso: Female Tiefling Rogue, LE. Str 10, Dex 15, Con 9, Int 13, Wis 9, Cha 10. Matiso is short, with gray hair and black eyes. She wears studded leather and wields a shortsword and shortbow.",
  "Valda: Female Tiefling Rogue, LE. Str 14, Dex 13, Con 11, Int 15, Wis 9, Cha 10. Valda has blonde hair and white eyes, and a flicking forked tongue. She wears studded leather and wields a longsword. Valda has an animal companion, a black cat named Chleuvada.",
  "Guda: Female Tiefling Fighter, NG. Str 16, Dex 13, Con 9, Int 15, Wis 7, Cha 12. Guda has blood red skin, with dark red hair and black eyes. She wears a chain shirt and wields a halberd. Guda is hunting the sorcerer who murdered her family.",
  "Theodiga: Female Tiefling Fighter, NG. Str 17, Dex 13, Con 5, Int 14, Wis 12, Cha 10. Theodiga is short, with dark blue hair and white eyes. She wears a breastplate and wields a battleaxe.",
  "Gaathune: Female Tiefling Fighter, N. Str 12, Dex 10, Con 11, Int 9, Wis 9, Cha 7. Gaathune has cropped blonde hair and gold eyes, and horns engraved with baleful symbols. She wears splint armor and wields a rapier.",
  "Ercaldarea: Female Tiefling Barbarian, N. Str 12, Dex 13, Con 16, Int 9, Wis 11, Cha 9. Ercaldarea is heavyset, with white hair and red eyes. She wears scale mail and wields a trident. Ercaldarea has an animal companion, a gray wolf named Emhigis.",
  "Othodama: Female Tiefling Fighter, N. Str 17, Dex 11, Con 9, Int 11, Wis 10, Cha 12. Othodama is short, with dark red hair and white eyes. She wears ring mail and wields a halberd. Othodama has an animal companion, a gray wolf named Rechilda.",
  "Thildamalb: Female Tiefling Monk, CN. Str 15, Dex 14, Con 10, Int 11, Wis 9, Cha 9. Thildamalb has blood red skin, with dark blue hair and red eyes. She wears travel-stained clothing and wields an ono (handaxe) and sai (dagger).",
  "Amaldagne: Female Tiefling Barbarian, NG. Str 16, Dex 8, Con 17, Int 13, Wis 8, Cha 15. Amaldagne has golden hair and black eyes, and a pair of tiny wings. She wears scale mail and wields a longsword and shield. Amaldagne suffers a severe allergy to horses.",
  "Asuilgen: Female Tiefling Monk, LG. Str 11, Dex 10, Con 7, Int 12, Wis 12, Cha 10. Asuilgen is tall and willowy, with dark blue hair and black eyes. She wears simple clothing and wields an ono (handaxe). Asuilgen has an animal companion, a black monkey named Vithmiusi.",
  "Gaatha: Female Tiefling Rogue, CN. Str 7, Dex 16, Con 10, Int 11, Wis 10, Cha 9. Gaatha has dark red skin, with dark red hair and silver eyes. She wears studded leather and wields a shortsword. Gaatha is hunting the cultists who murdered her family.",
  "Kreagniga: Female Tiefling Fighter, LE. Str 16, Dex 9, Con 8, Int 11, Wis 13, Cha 11. Kreagniga is heavyset, with dark blue hair and silver eyes. She wears scale mail and wields a trident and shield. Kreagniga has an animal companion, a black bear named Alagnen.",
  "Ameren: Female Tiefling Druid, Neutral. Str 9, Dex 10, Con 11, Int 8, Wis 12, Cha 10. Ameren has crimson skin, with messy gray hair and black eyes. She wears hide armor and wields a scimitar and wooden shield. Ameren seeks to save her family from financial ruin.",
  "Sunilda: Female Tiefling Barbarian, LG. Str 14, Dex 12, Con 11, Int 12, Wis 15, Cha 10. Sunilda has crimson skin, with dark blue hair and white eyes. She wears scale mail and wields a battleaxe and longbow. Sunilda suffers a mild allergy to pollen.",
  "Suntho: Female Tiefling Fighter, NG. Str 12, Dex 11, Con 11, Int 10, Wis 10, Cha 12. Suntho has crimson skin, with straight brown hair and gold eyes. She wears hide armor and wields a war pick and shield.",
  "Gotha: Female Tiefling Sorcerer, N. Str 12, Dex 5, Con 15, Int 10, Wis 8, Cha 16. Gotha has dark red skin, with dark purple hair and gold eyes. She wears worn clothing and wields a dagger and darts. Gotha has an animal companion, a hawk named Suintha.",
  "Hiuda: Female Tiefling Cleric, NG. Str 12, Dex 7, Con 13, Int 11, Wis 16, Cha 11. Hiuda has dark blue hair and silver eyes, and a distinctive scar on her arm. She wears studded leather and wields a club. Hiuda is virtuous and romantic.",
  "Suintha: Female Tiefling Druid, Neutral. Str 14, Dex 12, Con 12, Int 9, Wis 14, Cha 12. Suintha has crimson skin, with silver hair and gold eyes. She wears hide armor and wields a scimitar and wooden shield. Suintha is pessimistic and cowardly.",
  "Suniga: Female Tiefling Rogue, LG. Str 9, Dex 14, Con 9, Int 15, Wis 14, Cha 10. Suniga has crimson skin, with dark purple hair and silver eyes. She wears leather armor and wields a rapier and shortbow. Suniga has an animal companion, a sable ferret named Tige.",
  "Adaname: Female Tiefling Ranger, NE. Str 11, Dex 11, Con 8, Int 13, Wis 11, Cha 11. Adaname has dark red skin, with red hair and red eyes. She wears a chain shirt and wields a shortsword. Adaname is immoral and aggressive.",
  "Alasuis: Female Tiefling Warlock, LG. Str 15, Dex 13, Con 7, Int 9, Wis 13, Cha 15. Alasuis has crimson skin, with dark red hair and white eyes. She wears studded leather and wields a quarterstaff. Alasuis seeks to raise an army of stone golems.",
  "Suntha: Female Tiefling Cleric, CN. Str 8, Dex 13, Con 10, Int 12, Wis 16, Cha 12. Suntha has crimson skin, with dark blue hair and white eyes. She wears studded leather and wields a mace and shield. Suntha is haunted by the ghost of someone she killed.",
  "Gisune: Female Tiefling Rogue, LE. Str 15, Dex 17, Con 12, Int 9, Wis 9, Cha 7. Gisune has copper hair and black eyes, and a pair of tiny wings. She wears leather armor and wields a rapier and hand crossbow. Gisune is destructive and possessive.",
  "Mataso: Female Tiefling Paladin, Good. Str 12, Dex 9, Con 12, Int 13, Wis 15, Cha 9. Mataso has blood red skin, with red hair and red eyes. She wears scale mail and wields a pike. Mataso has an animal companion, a bay warhorse named Valda.",
  "Guda: Female Tiefling Druid, Neutral. Str 15, Dex 6, Con 11, Int 8, Wis 15, Cha 8. Guda has dark red skin, with dark purple hair and silver eyes. She wears hide armor and wields a scimitar. Guda has forest owl named Gesama.",
  "Atamada: Female Tiefling Paladin, Good. Str 17, Dex 12, Con 10, Int 6, Wis 9, Cha 17. Atamada has crimson skin, with cropped auburn hair and black eyes. She wears a breastplate and wields a greatsword. Atamada is quick-witted and courteous.",
  "Gudela: Female Tiefling Rogue, CN. Str 11, Dex 14, Con 10, Int 10, Wis 12, Cha 9. Gudela has black hair and gold eyes, and wears glasses with steel rims. She wears leather armor and wields a rapier and light crossbow. Gudela is shrewd and pleasant.",
  "Theoda: Female Tiefling Bard, CN. Str 15, Dex 13, Con 9, Int 11, Wis 14, Cha 14. Theoda has tangled silver hair and white eyes, and wears glasses with platinum rims. She wears leather armor and wields a spear. Theoda suffers a paralyzing fear of necromancy and the undead.",
  "Odagnen: Female Tiefling Monk, NG. Str 11, Dex 11, Con 10, Int 12, Wis 11, Cha 11. Odagnen has blood red skin, with dark blue hair and black eyes. She wears simple clothing and wields an ono (handaxe). Odagnen is quick-witted and morose.",
  "Hilda: Female Tiefling Rogue, NG. Str 12, Dex 17, Con 11, Int 12, Wis 7, Cha 13. Hilda is heavyset, with dark red hair and red eyes. She wears studded leather and wields a mace. Hilda is hunting the vampire who murdered her family.",
  "Moda: Female Tiefling Rogue, LN. Str 12, Dex 13, Con 9, Int 9, Wis 10, Cha 11. Moda is slender, with curly brown hair and red eyes. She wears studded leather and wields a handaxe and javelins.",
  "Amareame: Female Tiefling Cleric, N. Str 9, Dex 13, Con 10, Int 10, Wis 16, Cha 9. Amareame is short and thin, with dark red hair and gold eyes. She wears half plate and wields a spear and shield.",
  "Atamalbe: Female Tiefling Cleric, LN. Str 12, Dex 8, Con 7, Int 7, Wis 16, Cha 13. Atamalbe has silver hair and white eyes, and a pair of tiny wings. She wears a breastplate and wields a light hammer and light crossbow.",
  "Amathama: Female Tiefling Wizard, CE. Str 9, Dex 9, Con 9, Int 13, Wis 10, Cha 5. Amathama is willowy, with dark red hair and silver eyes. She wears expensive clothing and wields a dagger. Amathama suffers a paralyzing fear of injury.",
  "Gudamerc: Female Tiefling Cleric, LN. Str 9, Dex 9, Con 10, Int 9, Wis 14, Cha 14. Gudamerc has dark purple hair and silver eyes, and a pair of tiny wings. She wears leather armor and wields a spear. Gudamerc is truthful and stoic.",
  "Amagnen: Female Tiefling Monk, N. Str 13, Dex 16, Con 9, Int 9, Wis 8, Cha 11. Amagnen is overweight, with messy red hair and silver eyes. She wears sturdy clothing and wields a bo (quarterstaff). Amagnen is hunting the sorcerer who murdered her family.",
  "Suniga: Female Tiefling Cleric, NG. Str 9, Dex 8, Con 10, Int 10, Wis 14, Cha 14. Suniga has dark blue hair and gold eyes, and horns engraved with dark symbols. She wears studded leather and wields a spear and light crossbow. Suniga seeks the meaning of a strange prophecy.",
  "Gefortas: Female Tiefling Wizard, LN. Str 11, Dex 10, Con 14, Int 15, Wis 8, Cha 10. Gefortas has blood red skin, with dark purple hair and white eyes. She wears worn clothing and wields a dagger.",
  "Ogothorti: Female Tiefling Monk, LG. Str 14, Dex 11, Con 10, Int 11, Wis 9, Cha 8. Ogothorti has crimson skin, with white hair and black eyes. She wears well-made clothing and wields a yari (spear) and shuriken (darts). Ogothorti suffers an acute fear of open spaces.",
  "Valda: Female Tiefling Wizard, LG. Str 6, Dex 15, Con 9, Int 15, Wis 7, Cha 8. Valda has dark red hair and black eyes, and rows of shark-like teeth. She wears copper robes and wields a quarterstaff. Valda seeks to master the secrets of time travel.",
  "Kreleuva: Female Tiefling Rogue, CN. Str 9, Dex 13, Con 10, Int 15, Wis 11, Cha 11. Kreleuva has black hair and silver eyes, and a flicking forked tongue. She wears studded leather and wields a longsword. Kreleuva is searching for the lost dominion of Falonde.",
  "Areasuild: Female Tiefling Wizard, N. Str 12, Dex 11, Con 14, Int 16, Wis 8, Cha 8. Areasuild is short, with dark blue hair and gold eyes. She wears worn clothing and wields a dagger and darts. Areasuild is truthful and curious.",
  "Alfrild: Female Tiefling Cleric, NE. Str 11, Dex 8, Con 11, Int 11, Wis 15, Cha 9. Alfrild is heavyset, with dark blue hair and white eyes. She wears studded leather and wields a quarterstaff and darts.",
  "Gefortas: Female Tiefling Monk, N. Str 7, Dex 10, Con 10, Int 7, Wis 15, Cha 7. Gefortas has copper hair and white eyes, and a flicking forked tongue. She wears simple clothing and wields a kanabo (mace) and sai (dagger). Gefortas seeks to destroy the race of orcs.",
  "Amathalda: Female Tiefling Warlock, LN. Str 11, Dex 12, Con 8, Int 13, Wis 12, Cha 14. Amathalda is willowy, with thin red hair and black eyes. She wears leather armor and wields a quarterstaff and sickle. Amathalda has an animal companion, a raven named Ricuna.",
  "Albercame: Female Tiefling Fighter, NG. Str 17, Dex 11, Con 7, Int 10, Wis 8, Cha 9. Albercame has dark blue hair and black eyes, and rows of shark-like teeth. She wears half plate and wields a pike. Albercame is compassionate and calm.",
  "Othodala: Female Tiefling Druid, Neutral. Str 11, Dex 11, Con 9, Int 10, Wis 13, Cha 12. Othodala is short, with tangled red hair and silver eyes. She wears hide armor and wields a scimitar.",
  "Gisuntha: Female Tiefling Monk, NG. Str 13, Dex 8, Con 8, Int 9, Wis 8, Cha 14. Gisuntha has crimson skin, with dark red hair and gold eyes. She wears plain clothing and wields an ono (handaxe) and shuriken (darts). Gisuntha is searching for her lost brother.",
  "Thelcha: Female Tiefling Sorcerer, LG. Str 11, Dex 12, Con 16, Int 12, Wis 11, Cha 15. Thelcha has dark blue hair and gold eyes, and horns engraved with fell symbols. She wears well-made clothing and wields a dagger.",
  "Gaatha: Female Tiefling Rogue, LN. Str 9, Dex 13, Con 10, Int 13, Wis 10, Cha 10. Gaatha is short, with cropped auburn hair and red eyes. She wears leather armor and wields a mace. Gaatha is humble and timid.",
  "Andalalbe: Female Tiefling Monk, NG. Str 8, Dex 15, Con 13, Int 10, Wis 8, Cha 5. Andalalbe has gray hair and gold eyes, and horns engraved with dark symbols. She wears travel-stained clothing and wields an ono (handaxe). Andalalbe has an animal companion, a black rat named Ameren.",
  "Amen: Female Tiefling Cleric, LE. Str 8, Dex 6, Con 11, Int 7, Wis 12, Cha 12. Amen is tall, with brown hair and black eyes. She wears hide armor and wields a club and shield. Amen is mercenary and harsh.",
  "Odamada: Female Tiefling Monk, LN. Str 14, Dex 14, Con 5, Int 10, Wis 11, Cha 10. Odamada has matted red hair and silver eyes, and wears glasses with silver rims. She wears simple clothing and wields an ono (handaxe). Odamada is timid and covetous.",
  "Vadamalfr: Female Tiefling Sorcerer, NE. Str 10, Dex 11, Con 13, Int 11, Wis 7, Cha 16. Vadamalfr has blood red skin, with tangled brown hair and red eyes. She wears well-made clothing and wields a dagger. Vadamalfr is disloyal and arrogant.",
  "Hilda: Female Tiefling Rogue, LN. Str 8, Dex 16, Con 8, Int 11, Wis 7, Cha 5. Hilda has dark red hair and red eyes, and rows of shark-like teeth. She wears leather armor and wields a rapier and hand crossbow.",
  "Vada: Female Tiefling Monk, NG. Str 10, Dex 11, Con 9, Int 8, Wis 11, Cha 9. Vada has crimson skin, with dark purple hair and white eyes. She wears plain clothing and wields nunchaku (club) and kama (sickle). Vada has an animal companion, a white monkey named Agig.",
  "Hilda: Female Tiefling Monk, NE. Str 15, Dex 7, Con 9, Int 14, Wis 14, Cha 10. Hilda has blood red skin, with dark blue hair and silver eyes. She wears plain clothing and wields a bo (quarterstaff). Hilda is dishonest and haughty.",
  "Gefortas: Female Tiefling Rogue, LN. Str 10, Dex 12, Con 8, Int 14, Wis 10, Cha 13. Gefortas has dark red skin, with red hair and black eyes. She wears studded leather and wields a club and hand crossbow. Gefortas is impartial and abrasive.",
  "Ergasuni: Female Tiefling Druid, Neutral. Str 14, Dex 13, Con 6, Int 11, Wis 15, Cha 10. Ergasuni is thin, with dark blue hair and white eyes. She wears hide armor and wields a quarterstaff and wooden shield. Ergasuni is cynical and craven.",
  "Theodamalb: Female Tiefling Rogue, N. Str 6, Dex 13, Con 9, Int 13, Wis 9, Cha 9. Theodamalb is short, with white hair and black eyes. She wears studded leather and wields a longsword and javelins. Theodamalb has an animal companion, a black cat named Elismoda.",
  "Wilguda: Female Tiefling Barbarian, N. Str 16, Dex 7, Con 14, Int 10, Wis 15, Cha 10. Wilguda has blood red skin, with dark blue hair and red eyes. She wears hide armor and wields a morningstar and shield. Wilguda has an animal companion, a ginger dog named Ceswolfa.",
  "Alalben: Female Tiefling Druid, Neutral. Str 11, Dex 10, Con 7, Int 15, Wis 17, Cha 10. Alalben is short, with thin blonde hair and white eyes. She wears hide armor and wields a club. Alalben has green snake named Arildec.",
  "Amaldalfri: Female Tiefling Rogue, CG. Str 7, Dex 16, Con 6, Int 11, Wis 9, Cha 13. Amaldalfri has blood red skin, with dark purple hair and gold eyes. She wears leather armor and wields a handaxe and hand crossbow. Amaldalfri is haunted by the memories of a past life.",
  "Gildamalfr: Female Tiefling Druid, Neutral. Str 15, Dex 8, Con 14, Int 10, Wis 17, Cha 14. Gildamalfr is heavyset, with cropped blonde hair and silver eyes. She wears leather armor and wields a quarterstaff and javelins.",
  "Amevalfri: Female Tiefling Ranger, NE. Str 13, Dex 14, Con 12, Int 11, Wis 14, Cha 9. Amevalfri is willowy, with dark red hair and red eyes. She wears a chain shirt and wields a war pick and shield.",
  "Glievada: Female Tiefling Monk, LN. Str 14, Dex 13, Con 9, Int 11, Wis 12, Cha 10. Glievada is tall and overweight, with dark red hair and black eyes. She wears modest garments and wields nunchaku (club) and shuriken (darts). Glievada seeks to free herself from an ancient curse.",
  "Chlismoda: Female Tiefling Fighter, N. Str 15, Dex 12, Con 5, Int 8, Wis 7, Cha 15. Chlismoda has dark blue hair and white eyes, and a pair of tiny wings. She wears splint armor and wields a scimitar and shield.",
  "Malfreagne: Female Tiefling Paladin, Good. Str 13, Dex 15, Con 10, Int 11, Wis 17, Cha 13. Malfreagne is tall and slender, with golden hair and black eyes. She wears ring mail and wields a rapier. Malfreagne suffers a mild allergy to horses.",
  "Thelchene: Female Tiefling Warlock, CG. Str 13, Dex 8, Con 9, Int 10, Wis 5, Cha 15. Thelchene is short and overweight, with dark blue hair and white eyes. She wears leather armor and wields a spear. Thelchene has an animal companion, a giant spider named Adamalbe.",
  "Ogostrogo: Female Tiefling Rogue, NG. Str 14, Dex 14, Con 10, Int 12, Wis 12, Cha 7. Ogostrogo has dark purple hair and silver eyes, and a pair of tiny wings. She wears studded leather and wields a longsword and dagger. Ogostrogo is cursed with hallucinations.",
  "Giso: Female Tiefling Cleric, LN. Str 9, Dex 7, Con 8, Int 7, Wis 14, Cha 9. Giso has dark purple hair and white eyes, and a flicking forked tongue. She wears scale mail and wields a quarterstaff and shield. Giso has an animal companion, a tawny rat named Amastes.",
  "Elieleude: Female Tiefling Wizard, NG. Str 15, Dex 12, Con 12, Int 12, Wis 5, Cha 13. Elieleude is short and overweight, with dark purple hair and red eyes. She wears simple clothing and wields a dagger. Elieleude is faithful and extravagant.",
  "Amatala: Female Tiefling Barbarian, NG. Str 14, Dex 10, Con 15, Int 11, Wis 9, Cha 8. Amatala is tall, with matted black hair and silver eyes. She wears leather armor and wields a greataxe. Amatala seeks to continue the noble legacy of her father.",
  "Glismoda: Female Tiefling Paladin, Good. Str 14, Dex 11, Con 7, Int 8, Wis 9, Cha 8. Glismoda is stout, with dark red hair and gold eyes. She wears plate armor and wields a morningstar and shield. Glismoda avoids eye contact.",
  "Vada: Female Tiefling Fighter, N. Str 16, Dex 8, Con 8, Int 6, Wis 14, Cha 8. Vada is tall and thin, with dark blue hair and white eyes. She wears plate armor and wields a morningstar. Vada is hunting the cultists who murdered her family.",
  "Heoda: Female Tiefling Sorcerer, NG. Str 13, Dex 10, Con 12, Int 10, Wis 15, Cha 15. Heoda has dark red skin, with dark blue hair and red eyes. She wears plain clothing and wields a dagger.",
  "Wilgilda: Female Tiefling Ranger, N. Str 10, Dex 13, Con 10, Int 9, Wis 11, Cha 13. Wilgilda has crimson skin, with tangled brown hair and white eyes. She wears leather armor and wields a greataxe.",
  "Gilda: Female Tiefling Barbarian, LG. Str 12, Dex 15, Con 9, Int 12, Wis 15, Cha 11. Gilda has dark red skin, with curly white hair and red eyes. She wears hide armor and wields a trident. Gilda suffers a severe allergy to cats.",
  "Heodane: Female Tiefling Monk, NG. Str 9, Dex 10, Con 15, Int 9, Wis 15, Cha 7. Heodane has dark purple hair and gold eyes, and a pair of tiny wings. She wears modest garments and wields nunchaku (club). Heodane is impossibly lucky.",
  "Alfrismorti: Female Tiefling Rogue, NG. Str 9, Dex 12, Con 9, Int 12, Wis 12, Cha 9. Alfrismorti has dark red skin, with thin brown hair and black eyes. She wears studded leather and wields a quarterstaff and hand crossbow. Alfrismorti is dying and desperately seeks the secret of immortality.",
  "Elivalfri: Female Tiefling Cleric, NG. Str 8, Dex 12, Con 8, Int 12, Wis 14, Cha 15. Elivalfri has blood red skin, with long gray hair and gold eyes. She wears hide armor and wields a quarterstaff and shield. Elivalfri lost her reflection to a nymph.",
  "Chlotsuintha: Female Tiefling Wizard, NG. Str 6, Dex 11, Con 6, Int 15, Wis 14, Cha 7. Chlotsuintha has red hair and silver eyes, and rows of shark-like teeth. She wears plain clothing and wields a quarterstaff. Chlotsuintha has an arcane familiar, a tiny rabbit which only speaks draconic.",
  "Vada: Female Tiefling Wizard, LN. Str 10, Dex 10, Con 10, Int 14, Wis 13, Cha 9. Vada is tall, with brown hair and silver eyes. She wears modest garments and wields a dagger and light crossbow. Vada is haunted by the memories of a past life.",
  "Thelcha: Female Tiefling Monk, LN. Str 16, Dex 11, Con 11, Int 9, Wis 12, Cha 10. Thelcha has dark red hair and gold eyes, and an unusual scar on her face. She wears sturdy clothing and wields an ono (handaxe) and sai (dagger). Thelcha compulsively whistles.",
  "Gisune: Female Tiefling Rogue, N. Str 10, Dex 17, Con 11, Int 13, Wis 11, Cha 5. Gisune has crimson skin, with thin silver hair and gold eyes. She wears studded leather and wields a shortsword and hand crossbow. Gisune secretly serves Kasa, an ancient goddess of death.",
  "Odaldama: Female Tiefling Fighter, LE. Str 13, Dex 11, Con 5, Int 11, Wis 14, Cha 6. Odaldama has dark red skin, with messy silver hair and white eyes. She wears a chain shirt and wields a longsword and shield. Odaldama is insensitive and fiendish.",
  "Agneren: Female Tiefling Monk, N. Str 12, Dex 10, Con 10, Int 8, Wis 13, Cha 9. Agneren has dark red skin, with copper hair and black eyes. She wears worn clothing and wields a kanabo (mace) and sai (dagger). Agneren is alluring and sarcastic.",
  "Glotsuintho: Female Tiefling Rogue, NG. Str 13, Dex 17, Con 12, Int 15, Wis 10, Cha 7. Glotsuintho is slender, with dark purple hair and silver eyes. She wears studded leather and wields a shortsword. Glotsuintho is righteous and protective.",
  "Kreagnila: Female Tiefling Rogue, NG. Str 11, Dex 16, Con 12, Int 7, Wis 12, Cha 11. Kreagnila is tall and thin, with dark purple hair and white eyes. She wears studded leather and wields a rapier. Kreagnila is friendly and protective.",
  "Chlasune: Female Tiefling Fighter, LE. Str 13, Dex 11, Con 14, Int 8, Wis 12, Cha 6. Chlasune has crimson skin, with long auburn hair and white eyes. She wears half plate and wields a greataxe. Chlasune is destructive and harsh.",
  "Gisuintha: Female Tiefling Cleric, NE. Str 11, Dex 10, Con 11, Int 9, Wis 17, Cha 15. Gisuintha has dark red hair and white eyes, and horns engraved with dark symbols. She wears a chain shirt and wields a spear and shield.",
  "Ameren: Female Tiefling Ranger, LN. Str 10, Dex 15, Con 9, Int 12, Wis 10, Cha 13. Ameren is tall, with dark red hair and black eyes. She wears a chain shirt and wields a flail and shield. Ameren has hawk named Vada.",
  "Valda: Female Tiefling Sorcerer, CG. Str 11, Dex 6, Con 10, Int 7, Wis 8, Cha 12. Valda is willowy, with dark red hair and black eyes. She wears sturdy clothing and wields a dagger and sling. Valda has an animal companion, a horned toad named Gerida.",
  "Guda: Female Tiefling Warlock, N. Str 16, Dex 11, Con 12, Int 10, Wis 10, Cha 16. Guda is tall, with tangled white hair and black eyes. She wears studded leather and wields a club. Guda seeks to master the secrets of living constructs.",
  "Amemhis: Female Tiefling Fighter, N. Str 15, Dex 16, Con 11, Int 10, Wis 6, Cha 5. Amemhis has dark red skin, with curly white hair and silver eyes. She wears a breastplate and wields a pike. Amemhis has an animal companion, a black wolf named Malfrela.",
  "Amaldanda: Female Tiefling Monk, N. Str 17, Dex 11, Con 8, Int 13, Wis 7, Cha 12. Amaldanda is heavyset, with dark red hair and white eyes. She wears well-made clothing and wields a bo (quarterstaff). Amaldanda is lustful and unfeeling.",
  "Valda: Female Tiefling Ranger, LN. Str 13, Dex 13, Con 7, Int 6, Wis 12, Cha 13. Valda has blood red skin, with long blonde hair and silver eyes. She wears leather armor and wields a rapier. Valda has badger named Flamunda.",
  "Thildiga: Female Tiefling Fighter, NE. Str 12, Dex 14, Con 6, Int 15, Wis 9, Cha 7. Thildiga is short and heavyset, with dark purple hair and red eyes. She wears half plate and wields a scimitar and heavy crossbow. Thildiga has an animal companion, a brown bear named Heniga.",
  "Thiuda: Female Tiefling Monk, N. Str 14, Dex 12, Con 5, Int 10, Wis 17, Cha 6. Thiuda is short, with dark blue hair and gold eyes. She wears simple clothing and wields an ono (handaxe). Thiuda is obsessive and possessive.",
  "Kreagniga: Female Tiefling Druid, Neutral. Str 11, Dex 9, Con 10, Int 9, Wis 14, Cha 11. Kreagniga has gray hair and white eyes, and a flicking forked tongue. She wears leather armor and wields a mace. Kreagniga is covetous and sarcastic.",
  "Elchevama: Female Tiefling Fighter, LG. Str 14, Dex 11, Con 10, Int 10, Wis 8, Cha 5. Elchevama has dark blue hair and red eyes, and a flicking forked tongue. She wears a chain shirt and wields a war pick.",
  "Odalfris: Female Tiefling Paladin, Good. Str 9, Dex 10, Con 9, Int 10, Wis 11, Cha 14. Odalfris is short and stout, with tangled red hair and red eyes. She wears hide armor and wields a greatsword. Odalfris is fair and polite.",
  "Amadasui: Female Tiefling Monk, NG. Str 11, Dex 12, Con 9, Int 8, Wis 15, Cha 11. Amadasui has brown hair and black eyes, and a pair of tiny wings. She wears worn clothing and wields nunchaku (club).",
  "Gotha: Female Tiefling Warlock, LG. Str 10, Dex 9, Con 9, Int 11, Wis 7, Cha 15. Gotha has dark red hair and white eyes, and a flicking forked tongue. She wears studded leather and wields a spear. Gotha is pious and charming.",
  "Henilda: Female Tiefling Fighter, NG. Str 16, Dex 16, Con 11, Int 13, Wis 6, Cha 14. Henilda is slender, with dark purple hair and black eyes. She wears plate armor and wields a rapier and hand crossbow. Henilda has an animal companion, a badger named Thidige.",
  "Asuigis: Female Tiefling Ranger, LE. Str 13, Dex 13, Con 9, Int 11, Wis 16, Cha 13. Asuigis has dark red skin, with dark red hair and white eyes. She wears a breastplate and wields a longsword and shield. Asuigis is fascinated by astrology and divination.",
  "Ameren: Female Tiefling Fighter, LN. Str 14, Dex 14, Con 12, Int 10, Wis 14, Cha 8. Ameren has blood red skin, with dark red hair and red eyes. She wears half plate and wields a whip and blowgun. Ameren secretly serves Yerel, an ancient goddess of trickery.",
  "Suniga: Female Tiefling Fighter, N. Str 13, Dex 11, Con 13, Int 7, Wis 12, Cha 9. Suniga is heavyset, with dark red hair and red eyes. She wears a chain shirt and wields a scimitar and blowgun. Suniga has an animal companion, a silver dog named Gothune.",
  "Henila: Female Tiefling Paladin, Good. Str 9, Dex 7, Con 14, Int 6, Wis 14, Cha 10. Henila is tall and slender, with dark red hair and black eyes. She wears a breastplate and wields a battleaxe. Henila has an animal companion, a white warhorse named Gotho.",
  "Gotha: Female Tiefling Barbarian, LN. Str 17, Dex 8, Con 9, Int 7, Wis 9, Cha 14. Gotha is short and willowy, with uneven copper hair and black eyes. She wears hide armor and wields a morningstar and blowgun. Gotha seeks to save her family from financial ruin.",
  "Vadamat: Female Tiefling Fighter, LN. Str 12, Dex 9, Con 10, Int 13, Wis 8, Cha 8. Vadamat has dark purple hair and silver eyes, and rows of shark-like teeth. She wears chain mail and wields a longsword. Vadamat is searching for the lost kingdom of Eregion.",
  "Chlotsuntha: Female Tiefling Cleric, NG. Str 9, Dex 9, Con 8, Int 8, Wis 15, Cha 10. Chlotsuntha has crimson skin, with straight blonde hair and silver eyes. She wears half plate and wields a club and shield.",
  "Wilgaatha: Female Tiefling Rogue, N. Str 12, Dex 15, Con 9, Int 15, Wis 11, Cha 12. Wilgaatha has brown hair and black eyes, and horns engraved with fell symbols. She wears studded leather and wields a club.",
  "Glotsune: Female Tiefling Druid, Neutral. Str 14, Dex 13, Con 11, Int 7, Wis 16, Cha 11. Glotsune has dark red skin, with dark purple hair and white eyes. She wears hide armor and wields a quarterstaff and dagger.",
  "Ameleuva: Female Tiefling Fighter, NG. Str 12, Dex 12, Con 5, Int 10, Wis 10, Cha 6. Ameleuva is tall and stout, with white hair and red eyes. She wears splint armor and wields a rapier and heavy crossbow. Ameleuva has an animal companion, a badger named Ariufar.",
  "Gaatha: Female Tiefling Fighter, LN. Str 17, Dex 15, Con 14, Int 10, Wis 5, Cha 8. Gaatha is tall, with dark red hair and red eyes. She wears chain mail and wields a battleaxe.",
  "Elivata: Female Tiefling Bard, LN. Str 9, Dex 7, Con 10, Int 8, Wis 10, Cha 15. Elivata has crimson skin, with gray hair and white eyes. She wears studded leather and wields a rapier and hand crossbow. Elivata is searching for her lost sister.",
  "Krogiso: Female Tiefling Sorcerer, CN. Str 10, Dex 13, Con 11, Int 13, Wis 11, Cha 13. Krogiso has dark red skin, with copper hair and red eyes. She wears simple clothing and wields a dagger and darts. Krogiso is blind in her right eye.",
  "Erelild: Female Tiefling Rogue, NG. Str 10, Dex 14, Con 12, Int 11, Wis 7, Cha 10. Erelild has black hair and gold eyes, and wears glasses with brass rims. She wears leather armor and wields a rapier. Erelild has an animal companion, a sable ferret named Vala.",
  "Gudiga: Female Tiefling Fighter, N. Str 17, Dex 11, Con 13, Int 9, Wis 8, Cha 12. Gudiga is tall, with thick gray hair and gold eyes. She wears chain mail and wields a warhammer and shield. Gudiga refers to herself in the third person.",
  "Amalfris: Female Tiefling Druid, Neutral. Str 11, Dex 13, Con 11, Int 8, Wis 13, Cha 14. Amalfris is overweight, with dark blue hair and gold eyes. She wears hide armor and wields a scimitar and wooden shield. Amalfris has black wolf named Vadela.",
  "Giso: Female Tiefling Rogue, CG. Str 5, Dex 12, Con 13, Int 10, Wis 5, Cha 9. Giso has dark blue hair and gold eyes, and wears glasses with platinum rims. She wears studded leather and wields a quarterstaff. Giso is a skilled singer.",
  "Vada: Female Tiefling Cleric, NG. Str 9, Dex 8, Con 10, Int 14, Wis 12, Cha 11. Vada has matted black hair and black eyes, and a distinctive scar on her leg. She wears studded leather and wields a light hammer and shield. Vada was magically imprisoned for a hundred years.",
  "Helcha: Female Tiefling Ranger, CN. Str 12, Dex 11, Con 11, Int 8, Wis 11, Cha 7. Helcha has dark blue hair and gold eyes, and horns engraved with baleful symbols. She wears a breastplate and wields a whip and shield. Helcha compulsively insults others.",
  "Gotha: Female Tiefling Monk, N. Str 9, Dex 13, Con 7, Int 12, Wis 8, Cha 14. Gotha has crimson skin, with dark blue hair and black eyes. She wears travel-stained clothing and wields nunchaku (club). Gotha is ambitious and devout.",
  "Wilgotha: Female Tiefling Barbarian, NG. Str 13, Dex 5, Con 11, Int 7, Wis 12, Cha 12. Wilgotha has blood red skin, with auburn hair and silver eyes. She wears hide armor and wields a flail and shield. Wilgotha seeks to free herself from an ancient curse.",
  "Asuinthame: Female Tiefling Druid, Neutral. Str 16, Dex 5, Con 10, Int 12, Wis 12, Cha 10. Asuinthame has auburn hair and silver eyes, and a flicking forked tongue. She wears leather armor and wields a club. Asuinthame seeks to atone for past sins.",
  "Evamen: Female Tiefling Monk, NE. Str 10, Dex 13, Con 7, Int 11, Wis 8, Cha 12. Evamen has crimson skin, with dark purple hair and silver eyes. She wears modest garments and wields a kanabo (mace).",
  "Wilgotha: Female Tiefling Ranger, N. Str 14, Dex 10, Con 9, Int 6, Wis 13, Cha 9. Wilgotha is tall and overweight, with tangled golden hair and black eyes. She wears studded leather and wields a war pick. Wilgotha is absent-minded, and always searching for a missing item.",
  "Vada: Female Tiefling Barbarian, NG. Str 16, Dex 13, Con 14, Int 10, Wis 12, Cha 12. Vada has dark purple hair and red eyes, and rows of shark-like teeth. She wears hide armor and wields a rapier and longbow. Vada is searching for her lost sister.",
  "Glismalberg: Female Tiefling Rogue, LG. Str 9, Dex 13, Con 12, Int 9, Wis 7, Cha 9. Glismalberg is short, with red hair and gold eyes. She wears leather armor and wields a shortsword. Glismalberg was magically imprisoned for a hundred years.",
  "Sune: Female Tiefling Paladin, Good. Str 8, Dex 11, Con 6, Int 10, Wis 10, Cha 10. Sune has blood red skin, with dark red hair and gold eyes. She wears hide armor and wields a battleaxe. Sune is painfully tone-deaf.",
  "Efostrotsui: Female Tiefling Rogue, LE. Str 14, Dex 17, Con 11, Int 14, Wis 8, Cha 15. Efostrotsui is willowy, with dark blue hair and white eyes. She wears leather armor and wields a rapier. Efostrotsui suffers a paralyzing fear of ghosts and spirits.",
  "Gotheoda: Female Tiefling Fighter, LN. Str 14, Dex 9, Con 11, Int 10, Wis 9, Cha 11. Gotheoda is short and thin, with thin gray hair and black eyes. She wears scale mail and wields a maul. Gotheoda is cursed with wild tremors.",
  "Malfroga: Female Tiefling Cleric, CN. Str 5, Dex 14, Con 13, Int 8, Wis 12, Cha 14. Malfroga is tall and stout, with dark purple hair and black eyes. She wears scale mail and wields a quarterstaff. Malfroga is searching for her lost sister.",
  "Thiuda: Female Tiefling Sorcerer, N. Str 8, Dex 12, Con 14, Int 9, Wis 9, Cha 16. Thiuda is short, with cropped golden hair and white eyes. She wears worn clothing and wields a dagger. Thiuda has an animal companion, a black rat named Aspalas.",
  "Sunanda: Female Tiefling Rogue, NG. Str 9, Dex 14, Con 9, Int 9, Wis 12, Cha 7. Sunanda is tall and slender, with golden hair and gold eyes. She wears studded leather and wields a handaxe and hand crossbow. Sunanda has an animal companion, a sable ferret named Sala.",
  "Gaatha: Female Tiefling Monk, NE. Str 15, Dex 9, Con 11, Int 9, Wis 16, Cha 8. Gaatha has dark red hair and red eyes, and rows of shark-like teeth. She wears modest garments and wields a bo (quarterstaff). Gaatha has an animal companion, a red snake named Thelchiuda.",
  "Ergamanda: Female Tiefling Ranger, N. Str 13, Dex 12, Con 15, Int 11, Wis 8, Cha 11. Ergamanda has dark red hair and gold eyes, and horns engraved with baleful symbols. She wears scale mail and wields a pike. Ergamanda is impossibly lucky.",
  "Vadane: Female Tiefling Ranger, LG. Str 17, Dex 10, Con 7, Int 10, Wis 11, Cha 11. Vadane has blood red skin, with dark red hair and white eyes. She wears studded leather and wields a scimitar and shield. Vadane is quick-witted and righteous.",
  "Ercandama: Female Tiefling Fighter, LN. Str 12, Dex 9, Con 8, Int 12, Wis 6, Cha 5. Ercandama is short, with dark purple hair and black eyes. She wears scale mail and wields a flail and net. Ercandama has an animal companion, a black bear named Hildiga.",
  "Albercasu: Female Tiefling Paladin, Good. Str 8, Dex 9, Con 10, Int 6, Wis 13, Cha 14. Albercasu has dark purple hair and silver eyes, and rows of shark-like teeth. She wears splint armor and wields a greataxe. Albercasu is energetic and amoral.",
  "Sunanda: Female Tiefling Bard, N. Str 10, Dex 11, Con 12, Int 11, Wis 14, Cha 13. Sunanda is thin, with dark red hair and black eyes. She wears leather armor and wields a shortsword.",
  "Krida: Female Tiefling Fighter, CN. Str 12, Dex 13, Con 6, Int 9, Wis 8, Cha 12. Krida is short and stout, with dark blue hair and red eyes. She wears a chain shirt and wields a rapier and net. Krida is practical and depressed.",
  "Chlasune: Female Tiefling Bard, CN. Str 8, Dex 15, Con 11, Int 9, Wis 12, Cha 17. Chlasune is thin, with dark blue hair and red eyes. She wears studded leather and wields a shortsword. Chlasune has an animal companion, a ginger ferret named Helchiuda.",
  "Amathame: Female Tiefling Wizard, N. Str 10, Dex 13, Con 8, Int 16, Wis 11, Cha 10. Amathame has messy gray hair and silver eyes, and rows of shark-like teeth. She wears modest garments and wields a dagger and light crossbow. Amathame is dying and desperately seeks the secret of immortality.",
  "Amamen: Female Tiefling Monk, LN. Str 15, Dex 13, Con 13, Int 11, Wis 9, Cha 8. Amamen has braided black hair and red eyes, and a flicking forked tongue. She wears well-made clothing and wields an ono (handaxe).",
  "Gaathilda: Female Tiefling Paladin, Good. Str 12, Dex 12, Con 8, Int 10, Wis 14, Cha 11. Gaathilda is tall, with blonde hair and white eyes. She wears hide armor and wields a morningstar and shield.",
  "Thilda: Female Tiefling Rogue, LN. Str 8, Dex 17, Con 11, Int 11, Wis 10, Cha 12. Thilda is stout, with dark red hair and black eyes. She wears studded leather and wields a rapier and sling.",
  "Suinthene: Female Tiefling Monk, N. Str 13, Dex 16, Con 7, Int 9, Wis 14, Cha 15. Suinthene has dark red hair and black eyes, and an unusual scar on her leg. She wears modest garments and wields a yari (spear) and kama (sickle). Suinthene believes that she is the rightful heir to the throne of Eriamath.",
  "Atasudi: Female Tiefling Barbarian, CG. Str 13, Dex 10, Con 12, Int 10, Wis 14, Cha 8. Atasudi has blood red skin, with thick copper hair and black eyes. She wears studded leather and wields a warhammer and shield.",
  "Gefortis: Female Tiefling Wizard, N. Str 8, Dex 14, Con 14, Int 16, Wis 8, Cha 8. Gefortis has dark red skin, with matted black hair and white eyes. She wears ruby robes and wields a dagger and sling. Gefortis has an arcane familiar, a snow owl named Vadiga.",
  "Albergada: Female Tiefling Druid, Neutral. Str 9, Dex 12, Con 11, Int 8, Wis 17, Cha 13. Albergada has crimson skin, with long silver hair and silver eyes. She wears leather armor and wields a club.",
  "Thunanda: Female Tiefling Rogue, N. Str 12, Dex 16, Con 7, Int 11, Wis 15, Cha 8. Thunanda is stout, with blonde hair and red eyes. She wears leather armor and wields a longsword and sling. Thunanda seeks to discover where she came from, and who her real family is.",
  "Glismoda: Female Tiefling Monk, N. Str 12, Dex 13, Con 10, Int 14, Wis 8, Cha 8. Glismoda has crimson skin, with dark blue hair and silver eyes. She wears simple clothing and wields a yari (spear) and kama (sickle). Glismoda is hardworking and moody.",
  "Guda: Female Tiefling Rogue, LE. Str 11, Dex 14, Con 7, Int 9, Wis 11, Cha 7. Guda is tall and stout, with brown hair and gold eyes. She wears studded leather and wields a shortsword and sickle. Guda is haunted by the memories of a past life.",
  "Glotsuntha: Female Tiefling Cleric, CN. Str 11, Dex 6, Con 8, Int 11, Wis 16, Cha 15. Glotsuntha is short and thin, with uneven blonde hair and gold eyes. She wears hide armor and wields a quarterstaff and shortbow. Glotsuntha is cynical and destructive.",
  "Hilda: Female Tiefling Bard, N. Str 13, Dex 5, Con 9, Int 12, Wis 13, Cha 15. Hilda is heavyset, with dark red hair and silver eyes. She wears leather armor and wields a longsword and sling.",
  "Agnelien: Female Tiefling Monk, LG. Str 14, Dex 7, Con 10, Int 13, Wis 9, Cha 11. Agnelien is short, with dark red hair and red eyes. She wears plain clothing and wields nunchaku (club). Agnelien has an animal companion, a red snake named Chlismala.",
  "Gildiga: Female Tiefling Rogue, NE. Str 11, Dex 12, Con 9, Int 9, Wis 9, Cha 8. Gildiga has crimson skin, with dark purple hair and white eyes. She wears leather armor and wields a rapier.",
  "Sunanda: Female Tiefling Bard, NG. Str 13, Dex 12, Con 13, Int 14, Wis 11, Cha 17. Sunanda has dark purple hair and white eyes, and horns engraved with fell symbols. She wears studded leather and wields a shortsword and hand crossbow. Sunanda is hunting the doppelganger which destroyed her homeland.",
  "Athalben: Female Tiefling Fighter, CG. Str 17, Dex 14, Con 7, Int 9, Wis 11, Cha 7. Athalben has blood red skin, with silver hair and silver eyes. She wears chain mail and wields a glaive. Athalben seeks to become a knight of the realm.",
  "Sune: Female Tiefling Barbarian, LN. Str 13, Dex 5, Con 16, Int 7, Wis 9, Cha 13. Sune has dark red skin, with curly silver hair and gold eyes. She wears hide armor and wields a greataxe. Sune is impish and possessive.",
  "Vada: Female Tiefling Fighter, LN. Str 16, Dex 13, Con 11, Int 8, Wis 6, Cha 12. Vada is short, with dark blue hair and silver eyes. She wears ring mail and wields a flail and shield. Vada speaks with a quiet voice.",
  "Athalagne: Female Tiefling Barbarian, NE. Str 16, Dex 8, Con 11, Int 11, Wis 11, Cha 9. Athalagne has dark red skin, with straight red hair and gold eyes. She wears studded leather and wields a longsword and net. Athalagne is possessive and insensitive.",
  "Chleuva: Female Tiefling Wizard, N. Str 13, Dex 12, Con 7, Int 14, Wis 8, Cha 7. Chleuva has dark red hair and red eyes, and a pair of tiny wings. She wears expensive clothing and wields a quarterstaff. Chleuva has Common Companion.",
  "Amasuva: Female Tiefling Cleric, N. Str 8, Dex 13, Con 11, Int 13, Wis 14, Cha 13. Amasuva has dark purple hair and silver eyes, and rows of shark-like teeth. She wears studded leather and wields a quarterstaff. Amasuva is hunting the fiend which destroyed her homeland.",
  "Odamada: Female Tiefling Monk, N. Str 14, Dex 10, Con 12, Int 9, Wis 12, Cha 10. Odamada has crimson skin, with dark purple hair and white eyes. She wears well-made clothing and wields a kanabo (mace). Odamada has an animal companion, a black rat named Vadane.",
  "Athandalbe: Female Tiefling Cleric, NE. Str 10, Dex 11, Con 14, Int 8, Wis 12, Cha 13. Athandalbe is tall, with dark blue hair and red eyes. She wears studded leather and wields a light hammer. Athandalbe is a pack-rat, and carries a satchel of random junk.",
  "Gotha: Female Tiefling Fighter, CG. Str 15, Dex 16, Con 11, Int 11, Wis 6, Cha 10. Gotha has crimson skin, with dark blue hair and black eyes. She wears plate armor and wields a war pick and shield. Gotha is cultured and courteous.",
  "Guda: Female Tiefling Cleric, CN. Str 10, Dex 9, Con 11, Int 11, Wis 14, Cha 13. Guda is short, with dark red hair and silver eyes. She wears half plate and wields a light hammer. Guda has an animal companion, a tawny rat named Mataso.",
  "Gisune: Female Tiefling Barbarian, LG. Str 15, Dex 11, Con 14, Int 10, Wis 6, Cha 10. Gisune has dark purple hair and black eyes, and a pair of tiny wings. She wears hide armor and wields a glaive. Gisune seeks to prove herself to her peers.",
  "Thenila: Female Tiefling Fighter, CN. Str 15, Dex 13, Con 13, Int 12, Wis 8, Cha 7. Thenila is tall and willowy, with copper hair and black eyes. She wears chain mail and wields a longsword and hand crossbow. Thenila is hunting the vampire who slew his mentor.",
  "Hiuda: Female Tiefling Rogue, NG. Str 9, Dex 16, Con 8, Int 16, Wis 10, Cha 13. Hiuda has dark blue hair and silver eyes, and wears glasses with brass rims. She wears studded leather and wields a handaxe. Hiuda has a terrible sense of direction.",
  "Gildamod: Female Tiefling Monk, N. Str 11, Dex 16, Con 9, Int 14, Wis 16, Cha 11. Gildamod is short, with dark blue hair and silver eyes. She wears sturdy clothing and wields a kanabo (mace) and shuriken (darts). Gildamod is searching for the legendary dwarven kingdom of Barakinb.",
  "Hilda: Female Tiefling Druid, Neutral. Str 12, Dex 12, Con 6, Int 10, Wis 15, Cha 13. Hilda is willowy, with dark blue hair and white eyes. She wears hide armor and wields a spear and wooden shield. Hilda is extravagant and superstitious.",
  "Gilda: Female Tiefling Rogue, CN. Str 11, Dex 14, Con 9, Int 10, Wis 8, Cha 13. Gilda has blood red skin, with dark purple hair and black eyes. She wears studded leather and wields a club and dagger.",
  "Amaldasu: Female Tiefling Wizard, N. Str 12, Dex 15, Con 7, Int 12, Wis 10, Cha 13. Amaldasu has dark purple hair and black eyes, and rows of shark-like teeth. She wears modest garments and wields a dagger. Amaldasu is hunting the sorcerer who murdered her family.",
  "Vada: Female Tiefling Paladin, Good. Str 11, Dex 8, Con 8, Int 10, Wis 16, Cha 14. Vada has blood red skin, with thin black hair and red eyes. She wears plate armor and wields a halberd.",
  "Sunila: Female Tiefling Rogue, CN. Str 14, Dex 17, Con 9, Int 11, Wis 15, Cha 10. Sunila is tall and overweight, with dark purple hair and black eyes. She wears leather armor and wields a shortsword. Sunila is searching for the legendary dwarven kingdom of Gunula.",
  "Heoda: Female Tiefling Druid, Neutral. Str 12, Dex 9, Con 12, Int 14, Wis 13, Cha 11. Heoda is heavyset, with copper hair and red eyes. She wears hide armor and wields a quarterstaff and wooden shield. Heoda suffers an acute fear of clerics.",
  "Thene: Female Tiefling Cleric, LN. Str 14, Dex 8, Con 12, Int 12, Wis 17, Cha 15. Thene has dark red skin, with dark purple hair and black eyes. She wears a chain shirt and wields a light hammer. Thene lost her shadow to a nymph.",
  "Thenilda: Female Tiefling Cleric, LE. Str 10, Dex 6, Con 7, Int 11, Wis 16, Cha 13. Thenilda has curly black hair and silver eyes, and a flicking forked tongue. She wears studded leather and wields a quarterstaff and dagger. Thenilda has an animal companion, a black rat named Amevama.",
  "Mataso: Female Tiefling Rogue, N. Str 10, Dex 15, Con 9, Int 15, Wis 12, Cha 8. Mataso has dark purple hair and black eyes, and a flicking forked tongue. She wears leather armor and wields a rapier and hand crossbow. Mataso is devout and truthful.",
  "Ostrodala: Female Tiefling Druid, Neutral. Str 8, Dex 12, Con 9, Int 6, Wis 14, Cha 10. Ostrodala has blood red skin, with dark blue hair and red eyes. She wears hide armor and wields a quarterstaff and dagger. Ostrodala has silver dog named Burieda.",
  "Gisuintha: Female Tiefling Ranger, NG. Str 10, Dex 8, Con 12, Int 12, Wis 12, Cha 9. Gisuintha has blonde hair and black eyes, and a flicking forked tongue. She wears studded leather and wields a trident. Gisuintha is only friendly towards other tieflings..",
  "Alberen: Female Tiefling Ranger, NG. Str 9, Dex 13, Con 7, Int 10, Wis 12, Cha 8. Alberen is willowy, with cropped white hair and gold eyes. She wears leather armor and wields a whip. Alberen has badger named Theodamalb.",
  "Chleuva: Female Tiefling Fighter, N. Str 14, Dex 12, Con 9, Int 5, Wis 11, Cha 15. Chleuva has crimson skin, with dark red hair and white eyes. She wears a chain shirt and wields a maul. Chleuva seeks only fame and glory.",
  "Valdiga: Female Tiefling Fighter, N. Str 12, Dex 12, Con 12, Int 6, Wis 10, Cha 9. Valdiga has dark red skin, with dark purple hair and white eyes. She wears a breastplate and wields a glaive.",
  "Moda: Female Tiefling Druid, Neutral. Str 10, Dex 5, Con 8, Int 10, Wis 16, Cha 9. Moda is tall, with golden hair and red eyes. She wears hide armor and wields a quarterstaff and wooden shield. Moda is foolish and honest.",
  "Thilda: Female Tiefling Monk, N. Str 8, Dex 15, Con 9, Int 12, Wis 13, Cha 7. Thilda has dark red skin, with dark blue hair and gold eyes. She wears plain clothing and wields a bo (quarterstaff) and sai (dagger).",
  "Sunilda: Female Tiefling Monk, N. Str 12, Dex 16, Con 13, Int 8, Wis 12, Cha 9. Sunilda has crimson skin, with dark blue hair and red eyes. She wears worn clothing and wields a yari (spear) and sai (dagger).",
  "Glieva: Female Tiefling Fighter, NG. Str 13, Dex 16, Con 7, Int 9, Wis 10, Cha 14. Glieva is short, with dark purple hair and silver eyes. She wears a chain shirt and wields a warhammer and shield. Glieva seeks to destroy the race of ogres.",
  "Amergame: Female Tiefling Monk, NG. Str 13, Dex 12, Con 15, Int 7, Wis 13, Cha 13. Amergame is tall and stout, with uneven brown hair and silver eyes. She wears worn clothing and wields a yari (spear). Amergame has an animal companion, a gray rat named Albelchen.",
  "Wilga: Female Tiefling Monk, N. Str 14, Dex 11, Con 8, Int 8, Wis 14, Cha 10. Wilga has dark red skin, with white hair and red eyes. She wears modest garments and wields an ono (handaxe) and shuriken (darts). Wilga is hunting the brigands who murdered her family.",
  "Gotho: Female Tiefling Monk, N. Str 11, Dex 14, Con 10, Int 7, Wis 14, Cha 11. Gotho is thin, with dark purple hair and red eyes. She wears simple clothing and wields an ono (handaxe). Gotho suffers a mild allergy to trolls.",
  "Malberga: Female Tiefling Fighter, NE. Str 13, Dex 15, Con 7, Int 11, Wis 9, Cha 8. Malberga has red hair and black eyes, and a magical scar on her face. She wears plate armor and wields a whip and hand crossbow. Malberga secretly serves Culsya, an ancient aberrant goddess.",
  "Evathalbe: Female Tiefling Paladin, Good. Str 15, Dex 15, Con 10, Int 10, Wis 13, Cha 7. Evathalbe has dark purple hair and black eyes, and a pair of tiny wings. She wears splint armor and wields a war pick. Evathalbe is steadfast and chivalrous.",
  "Guda: Female Tiefling Warlock, LE. Str 13, Dex 12, Con 12, Int 12, Wis 10, Cha 17. Guda is willowy, with dark purple hair and white eyes. She wears studded leather and wields a handaxe. Guda has an animal companion, a vampire bat named Sunthune.",
  "Sune: Female Tiefling Monk, N. Str 13, Dex 9, Con 11, Int 11, Wis 14, Cha 6. Sune is tall and willowy, with dark blue hair and gold eyes. She wears well-made clothing and wields a kanabo (mace). Sune is depressed and mercenary.",
  "Chlismoda: Female Tiefling Fighter, N. Str 17, Dex 9, Con 10, Int 9, Wis 11, Cha 9. Chlismoda is tall, with uneven blonde hair and silver eyes. She wears hide armor and wields a greataxe. Chlismoda is dying and desperately seeks the secret of immortality.",
  "Glotsuntha: Female Tiefling Rogue, LG. Str 14, Dex 16, Con 15, Int 15, Wis 6, Cha 6. Glotsuntha has dark blue hair and white eyes, and a pair of tiny wings. She wears studded leather and wields a quarterstaff. Glotsuntha has an animal companion, a black cat named Alasuva.",
  "Thunilda: Female Tiefling Monk, N. Str 11, Dex 14, Con 9, Int 13, Wis 11, Cha 7. Thunilda is stout, with gray hair and black eyes. She wears sturdy clothing and wields a yari (spear). Thunilda seeks only fame and glory.",
  "Krogotho: Female Tiefling Druid, Neutral. Str 12, Dex 9, Con 13, Int 7, Wis 15, Cha 8. Krogotho has crimson skin, with auburn hair and gold eyes. She wears leather armor and wields a spear and sickle. Krogotho has green snake named Chlieva.",
  "Wilgotha: Female Tiefling Rogue, NG. Str 9, Dex 17, Con 14, Int 16, Wis 10, Cha 10. Wilgotha has dark red skin, with dark purple hair and white eyes. She wears leather armor and wields a shortsword and sling. Wilgotha is faithful and confident.",
  "Guda: Female Tiefling Fighter, N. Str 13, Dex 13, Con 8, Int 11, Wis 13, Cha 11. Guda has dark purple hair and black eyes, and horns engraved with baleful symbols. She wears chain mail and wields a trident and blowgun. Guda seeks to atone for past sins.",
  "Vadane: Female Tiefling Fighter, N. Str 14, Dex 13, Con 9, Int 12, Wis 15, Cha 9. Vadane has blood red skin, with cropped blonde hair and gold eyes. She wears half plate and wields a greatsword. Vadane is fascinated by necromancy and the undead.",
  "Amaldasu: Female Tiefling Rogue, CE. Str 9, Dex 12, Con 8, Int 8, Wis 7, Cha 11. Amaldasu is short, with dark red hair and silver eyes. She wears leather armor and wields a shortsword and hand crossbow. Amaldasu is corrupt and slothful.",
  "Glievada: Female Tiefling Rogue, N. Str 9, Dex 15, Con 12, Int 10, Wis 9, Cha 9. Glievada is short and overweight, with dark blue hair and white eyes. She wears studded leather and wields a longsword and hand crossbow.",
  "Asunild: Female Tiefling Rogue, N. Str 10, Dex 13, Con 9, Int 16, Wis 12, Cha 11. Asunild is tall and willowy, with tangled brown hair and gold eyes. She wears leather armor and wields a spear.",
  "Malfrela: Female Tiefling Fighter, NG. Str 13, Dex 7, Con 14, Int 7, Wis 13, Cha 8. Malfrela has messy white hair and white eyes, and a magical scar on her arm. She wears chain mail and wields a glaive. Malfrela is thrifty and courteous.",
  "Suinthilda: Female Tiefling Monk, NG. Str 11, Dex 16, Con 7, Int 7, Wis 8, Cha 15. Suinthilda has dark purple hair and red eyes, and a pair of tiny wings. She wears well-made clothing and wields a yari (spear). Suinthilda serves Ibin, an ancient but forgotten goddess of storms.",
  "Gefortis: Female Tiefling Ranger, LG. Str 9, Dex 11, Con 8, Int 9, Wis 8, Cha 8. Gefortis has dark red hair and white eyes, and wears glasses with copper rims. She wears studded leather and wields a war pick and shield.",
  "Huniga: Female Tiefling Rogue, N. Str 7, Dex 15, Con 12, Int 11, Wis 12, Cha 11. Huniga is tall and overweight, with dark purple hair and gold eyes. She wears studded leather and wields a longsword and darts. Huniga seeks revenge against the sister who betrayed her.",
  "Gefortas: Female Tiefling Monk, LN. Str 13, Dex 9, Con 7, Int 9, Wis 12, Cha 10. Gefortas has silver hair and black eyes, and wears glasses with electrum rims. She wears plain clothing and wields nunchaku (club). Gefortas is hunting the demon who slew his mentor.",
  "Erelis: Female Tiefling Druid, Neutral. Str 17, Dex 7, Con 7, Int 10, Wis 17, Cha 7. Erelis has dark blue hair and black eyes, and wears glasses with bronze rims. She wears hide armor and wields a quarterstaff and dagger. Erelis has silver dog named Wilgotha.",
  "Chlasuintho: Female Tiefling Fighter, LG. Str 13, Dex 13, Con 5, Int 6, Wis 15, Cha 8. Chlasuintho has dark red hair and gold eyes, and a magical scar on her arm. She wears chain mail and wields a war pick. Chlasuintho speaks with a raspy voice.",
  "Gisuintha: Female Tiefling Fighter, N. Str 13, Dex 16, Con 10, Int 8, Wis 12, Cha 11. Gisuintha is short and overweight, with dark red hair and red eyes. She wears ring mail and wields a trident and longbow. Gisuintha lost her shadow to a nymph.",
  "Gaatha: Female Tiefling Monk, LE. Str 13, Dex 11, Con 7, Int 8, Wis 14, Cha 13. Gaatha has cropped black hair and white eyes, and wears glasses with brass rims. She wears worn clothing and wields a kanabo (mace) and shuriken (darts). Gaatha lost her shadow to a nymph.",
  "Gaatho: Female Tiefling Fighter, N. Str 16, Dex 11, Con 6, Int 13, Wis 5, Cha 6. Gaatho has dark red skin, with golden hair and red eyes. She wears chain mail and wields a flail and blowgun.",
  "Atamana: Female Tiefling Paladin, Good. Str 9, Dex 9, Con 9, Int 9, Wis 7, Cha 16. Atamana is slender, with dark blue hair and black eyes. She wears splint armor and wields a shortsword.",
  "Ogodama: Female Tiefling Druid, Neutral. Str 15, Dex 10, Con 11, Int 8, Wis 16, Cha 14. Ogodama is short and willowy, with uneven white hair and gold eyes. She wears leather armor and wields a mace. Ogodama seeks revenge against the sister who betrayed her.",
  "Suniga: Female Tiefling Ranger, N. Str 13, Dex 17, Con 6, Int 8, Wis 13, Cha 8. Suniga is short, with matted gray hair and silver eyes. She wears a breastplate and wields a morningstar and shield.",
  "Valdamalb: Female Tiefling Monk, LN. Str 15, Dex 8, Con 15, Int 15, Wis 12, Cha 13. Valdamalb is overweight, with golden hair and silver eyes. She wears modest garments and wields a bo (quarterstaff) and sai (dagger). Valdamalb is proud and foolish.",
  "Gisuntha: Female Tiefling Fighter, CN. Str 17, Dex 14, Con 13, Int 8, Wis 13, Cha 8. Gisuntha is short, with dark blue hair and black eyes. She wears splint armor and wields a war pick and shield. Gisuntha is hunting the vampire who slew his mentor.",
  "Wilgotha: Female Tiefling Fighter, N. Str 16, Dex 14, Con 12, Int 7, Wis 12, Cha 11. Wilgotha has crimson skin, with golden hair and silver eyes. She wears a breastplate and wields a whip and heavy crossbow. Wilgotha has an animal companion, a ginger dog named Malberga.",
  "Thenilda: Female Tiefling Fighter, N. Str 14, Dex 7, Con 10, Int 9, Wis 12, Cha 9. Thenilda has crimson skin, with short brown hair and white eyes. She wears splint armor and wields a glaive. Thenilda has an animal companion, a black bear named Sunthiuda.",
  "Wilgiso: Female Tiefling Fighter, NG. Str 12, Dex 8, Con 12, Int 7, Wis 5, Cha 7. Wilgiso has golden hair and black eyes, and horns engraved with dark symbols. She wears hide armor and wields a greataxe.",
  "Glotsune: Female Tiefling Monk, N. Str 12, Dex 15, Con 13, Int 7, Wis 9, Cha 7. Glotsune has dark blue hair and red eyes, and a magical scar on her leg. She wears simple clothing and wields a kanabo (mace). Glotsune is colorblind.",
  "Arealalda: Female Tiefling Barbarian, CE. Str 16, Dex 12, Con 10, Int 11, Wis 8, Cha 12. Arealalda has blood red skin, with dark purple hair and red eyes. She wears studded leather and wields a battleaxe and blowgun. Arealalda seeks to atone for past sins.",
  "Adamala: Female Tiefling Cleric, NG. Str 8, Dex 11, Con 10, Int 12, Wis 14, Cha 11. Adamala is heavyset, with silver hair and black eyes. She wears leather armor and wields a light hammer and shield.",
  "Gefortis: Female Tiefling Fighter, NE. Str 12, Dex 10, Con 14, Int 8, Wis 8, Cha 7. Gefortis is stout, with dark purple hair and gold eyes. She wears splint armor and wields a pike. Gefortis is fascinated by death.",
  "Gefortis: Female Tiefling Monk, NE. Str 13, Dex 11, Con 10, Int 9, Wis 12, Cha 9. Gefortis is willowy, with dark purple hair and red eyes. She wears simple clothing and wields nunchaku (club).",
  "Odandatha: Female Tiefling Monk, NG. Str 15, Dex 14, Con 10, Int 12, Wis 11, Cha 9. Odandatha has blood red skin, with black hair and white eyes. She wears travel-stained clothing and wields a kanabo (mace). Odandatha is witty and gullible.",
  "Asuden: Female Tiefling Warlock, NG. Str 11, Dex 12, Con 11, Int 6, Wis 12, Cha 17. Asuden has crimson skin, with gray hair and red eyes. She wears leather armor and wields a quarterstaff. Asuden serves Baltha, an ancient but forgotten goddess of storms.",
  "Gotho: Female Tiefling Monk, LN. Str 14, Dex 13, Con 12, Int 7, Wis 12, Cha 7. Gotho is thin, with golden hair and black eyes. She wears modest garments and wields a yari (spear) and kama (sickle).",
  "Suintha: Female Tiefling Fighter, N. Str 12, Dex 10, Con 5, Int 9, Wis 12, Cha 5. Suintha has brown hair and black eyes, and rows of shark-like teeth. She wears scale mail and wields a pike. Suintha is humble and protective.",
  "Thene: Female Tiefling Rogue, N. Str 15, Dex 13, Con 11, Int 12, Wis 9, Cha 10. Thene has brown hair and black eyes, and a pair of tiny wings. She wears studded leather and wields a rapier and dagger. Thene speaks with a deep voice.",
  "Ameren: Female Tiefling Fighter, LN. Str 15, Dex 10, Con 13, Int 10, Wis 10, Cha 7. Ameren has brown hair and red eyes, and rows of shark-like teeth. She wears chain mail and wields a halberd.",
  "Glotsuntho: Female Tiefling Ranger, NG. Str 9, Dex 9, Con 8, Int 9, Wis 17, Cha 15. Glotsuntho is tall, with curly copper hair and gold eyes. She wears hide armor and wields a warhammer and shield. Glotsuntho is fascinated by geometry.",
  "Henanda: Female Tiefling Druid, Neutral. Str 8, Dex 11, Con 14, Int 10, Wis 16, Cha 13. Henanda has dark red hair and gold eyes, and a magical scar on her face. She wears hide armor and wields a spear and wooden shield. Henanda has hawk named Thelcha.",
  "Gefortis: Female Tiefling Ranger, NG. Str 10, Dex 10, Con 11, Int 8, Wis 15, Cha 12. Gefortis is short, with messy gray hair and gold eyes. She wears leather armor and wields a maul. Gefortis is searching for the lost empire of Formene.",
  "Gefortis: Female Tiefling Rogue, N. Str 13, Dex 14, Con 8, Int 8, Wis 9, Cha 9. Gefortis has dark red hair and white eyes, and wears glasses with brass rims. She wears leather armor and wields a handaxe.",
  "Gothelcha: Female Tiefling Barbarian, LN. Str 12, Dex 8, Con 13, Int 11, Wis 13, Cha 6. Gothelcha has auburn hair and black eyes, and rows of shark-like teeth. She wears scale mail and wields a morningstar.",
  "Merca: Female Tiefling Sorcerer, CN. Str 11, Dex 9, Con 9, Int 10, Wis 10, Cha 16. Merca has dark red skin, with straight brown hair and white eyes. She wears plain clothing and wields a dagger. Merca is honest and crude.",
  "Sunilda: Female Tiefling Fighter, N. Str 14, Dex 11, Con 6, Int 10, Wis 9, Cha 5. Sunilda has crimson skin, with dark red hair and silver eyes. She wears ring mail and wields a longsword and net. Sunilda has an animal companion, a black wolf named Biusege.",
  "Hunanda: Female Tiefling Fighter, LN. Str 15, Dex 15, Con 7, Int 8, Wis 15, Cha 8. Hunanda is tall and heavyset, with dark red hair and black eyes. She wears ring mail and wields a longsword and shield.",
  "Gotha: Female Tiefling Ranger, LN. Str 10, Dex 12, Con 7, Int 9, Wis 12, Cha 13. Gotha has dark red skin, with dark purple hair and silver eyes. She wears scale mail and wields a shortsword and shield. Gotha believes that she is being hunted by supernatural creatures.",
  "Hiuda: Female Tiefling Monk, NG. Str 11, Dex 16, Con 7, Int 9, Wis 11, Cha 11. Hiuda has red hair and silver eyes, and horns engraved with evil symbols. She wears travel-stained clothing and wields an ono (handaxe). Hiuda is energetic and covetous.",
  "Ercasuild: Female Tiefling Monk, N. Str 16, Dex 14, Con 10, Int 11, Wis 15, Cha 9. Ercasuild has blood red skin, with dark blue hair and red eyes. She wears worn clothing and wields a yari (spear) and kama (sickle). Ercasuild is searching for a legendary blade named Eternal Violence.",
  "Adatama: Female Tiefling Fighter, NG. Str 13, Dex 11, Con 9, Int 10, Wis 10, Cha 11. Adatama is heavyset, with dark red hair and gold eyes. She wears ring mail and wields a pike.",
  "Hilda: Female Tiefling Monk, CN. Str 10, Dex 8, Con 11, Int 10, Wis 12, Cha 12. Hilda has gray hair and black eyes, and a pair of tiny wings. She wears modest garments and wields an ono (handaxe) and kama (sickle). Hilda is searching for her missing daughter.",
  "Amaldana: Female Tiefling Fighter, LN. Str 13, Dex 12, Con 10, Int 10, Wis 7, Cha 13. Amaldana has crimson skin, with dark red hair and black eyes. She wears a chain shirt and wields a flail and shield.",
  "Anamarea: Female Tiefling Monk, CN. Str 13, Dex 11, Con 11, Int 8, Wis 16, Cha 7. Anamarea is tall, with copper hair and silver eyes. She wears sturdy clothing and wields an ono (handaxe). Anamarea seeks to become a knight of the realm.",
  "Erercame: Female Tiefling Monk, N. Str 9, Dex 12, Con 12, Int 11, Wis 12, Cha 7. Erercame is tall and overweight, with black hair and black eyes. She wears modest garments and wields nunchaku (club) and sai (dagger).",
  "Glieva: Female Tiefling Monk, NE. Str 14, Dex 16, Con 12, Int 9, Wis 15, Cha 12. Glieva is overweight, with cropped brown hair and silver eyes. She wears worn clothing and wields a bo (quarterstaff) and shuriken (darts). Glieva has an animal companion, a hunting dog named Suatriaro.",
  "Valda: Female Tiefling Paladin, Good. Str 9, Dex 12, Con 9, Int 7, Wis 14, Cha 11. Valda has red hair and silver eyes, and horns engraved with baleful symbols. She wears plate armor and wields a longsword and shield. Valda is haunted by the ghost of someone she killed.",
  "Othodala: Female Tiefling Monk, NG. Str 14, Dex 12, Con 8, Int 12, Wis 14, Cha 9. Othodala is tall, with uneven black hair and silver eyes. She wears well-made clothing and wields an ono (handaxe). Othodala seeks to prove herself to her peers.",
  "Vadela: Female Tiefling Rogue, LG. Str 12, Dex 16, Con 10, Int 14, Wis 5, Cha 9. Vadela has short auburn hair and gold eyes, and a flicking forked tongue. She wears leather armor and wields a mace and hand crossbow. Vadela compulsively plays with a gold coin.",
  "Emhis: Female Tiefling Bard, NG. Str 12, Dex 9, Con 13, Int 13, Wis 8, Cha 15. Emhis is thin, with copper hair and black eyes. She wears leather armor and wields a rapier and hand crossbow. Emhis has an animal companion, a hunting dog named Gotha.",
  "Gisune: Female Tiefling Rogue, N. Str 12, Dex 13, Con 11, Int 11, Wis 6, Cha 14. Gisune has blood red skin, with dark purple hair and black eyes. She wears leather armor and wields a longsword and hand crossbow. Gisune seeks to steal an ancient artifact from the Prison of Unspeakable Doom.",
  "Vada: Female Tiefling Monk, N. Str 8, Dex 11, Con 11, Int 9, Wis 12, Cha 10. Vada is short, with gray hair and gold eyes. She wears modest garments and wields a bo (quarterstaff) and sai (dagger). Vada is flirtatious and scheming.",
  "Gaatheoda: Female Tiefling Barbarian, N. Str 13, Dex 10, Con 13, Int 10, Wis 10, Cha 7. Gaatheoda has dark red skin, with white hair and white eyes. She wears scale mail and wields a rapier and shield. Gaatheoda has an animal companion, a badger named Gerica.",
  "Ergamame: Female Tiefling Fighter, LN. Str 17, Dex 11, Con 6, Int 15, Wis 11, Cha 7. Ergamame is willowy, with golden hair and silver eyes. She wears half plate and wields a halberd. Ergamame secretly serves Addos, an ancient goddess of destruction.",
  "Gildamerc: Female Tiefling Rogue, N. Str 7, Dex 16, Con 5, Int 12, Wis 5, Cha 11. Gildamerc has dark red skin, with long auburn hair and red eyes. She wears leather armor and wields a rapier and javelins.",
  "Alarealda: Female Tiefling Fighter, N. Str 15, Dex 11, Con 10, Int 13, Wis 8, Cha 8. Alarealda is tall, with auburn hair and gold eyes. She wears a breastplate and wields a longsword and longbow. Alarealda is practical and jealous.",
  "Helcha: Female Tiefling Paladin, Good. Str 10, Dex 9, Con 12, Int 12, Wis 10, Cha 9. Helcha has dark red skin, with copper hair and white eyes. She wears chain mail and wields a greatsword. Helcha seeks to discover the truth of her lineage.",
  "Asunild: Female Tiefling Rogue, LE. Str 7, Dex 16, Con 12, Int 17, Wis 10, Cha 7. Asunild has dark red hair and red eyes, and an unusual scar on her arm. She wears studded leather and wields a shortsword. Asunild has an animal companion, a dire rat named Erelchen.",
  "Gudamat: Female Tiefling Fighter, NG. Str 17, Dex 13, Con 8, Int 8, Wis 14, Cha 10. Gudamat is tall and thin, with dark blue hair and black eyes. She wears ring mail and wields a greatsword. Gudamat has an animal companion, a copper firedrake named Gaatha.",
  "Malberga: Female Tiefling Paladin, Good. Str 12, Dex 8, Con 12, Int 6, Wis 14, Cha 17. Malberga has crimson skin, with thick golden hair and red eyes. She wears a chain shirt and wields a morningstar and shield.",
  "Gotho: Female Tiefling Rogue, CN. Str 8, Dex 17, Con 14, Int 10, Wis 10, Cha 9. Gotho has black hair and gold eyes, and a flicking forked tongue. She wears leather armor and wields a shortsword.",
  "Glotsuintha: Female Tiefling Fighter, NG. Str 14, Dex 13, Con 8, Int 11, Wis 7, Cha 9. Glotsuintha has crimson skin, with tangled white hair and black eyes. She wears plate armor and wields a rapier. Glotsuintha is intuitive and idealistic.",
  "Wilgaatha: Female Tiefling Barbarian, LG. Str 14, Dex 9, Con 13, Int 12, Wis 11, Cha 11. Wilgaatha has dark blue hair and red eyes, and a pair of tiny wings. She wears leather armor and wields a morningstar and blowgun.",
  "Sunila: Female Tiefling Fighter, NE. Str 15, Dex 13, Con 14, Int 10, Wis 12, Cha 14. Sunila has dark red hair and red eyes, and rows of shark-like teeth. She wears scale mail and wields a shortsword and shield. Sunila has an animal companion, a ginger dog named Sansima.",
  "Valdamalfr: Female Tiefling Warlock, N. Str 10, Dex 10, Con 11, Int 6, Wis 11, Cha 15. Valdamalfr has dark blue hair and gold eyes, and a distinctive scar on her leg. She wears leather armor and wields a club.",
  "Odamen: Female Tiefling Druid, Neutral. Str 15, Dex 10, Con 10, Int 6, Wis 16, Cha 9. Odamen has dark red skin, with uneven white hair and silver eyes. She wears hide armor and wields a club and wooden shield. Odamen is cautious and lewd.",
  "Amamen: Female Tiefling Rogue, NE. Str 13, Dex 16, Con 9, Int 12, Wis 13, Cha 10. Amamen has dark red skin, with dark purple hair and black eyes. She wears studded leather and wields a rapier. Amamen has an animal companion, a black cat named Albelchen.",
  "Amasuild: Female Tiefling Paladin, Good. Str 16, Dex 10, Con 9, Int 7, Wis 13, Cha 12. Amasuild is short and overweight, with uneven brown hair and silver eyes. She wears plate armor and wields a flail. Amasuild has an animal companion, a black warhorse named Amalfris.",
  "Amatame: Female Tiefling Monk, NE. Str 13, Dex 12, Con 11, Int 12, Wis 15, Cha 9. Amatame has dark red hair and black eyes, and a pair of tiny wings. She wears sturdy clothing and wields an ono (handaxe) and sai (dagger). Amatame seeks revenge against the kingdom which exiled her.",
  "Glotsuntha: Female Tiefling Rogue, CG. Str 10, Dex 15, Con 11, Int 16, Wis 7, Cha 11. Glotsuntha has curly blonde hair and black eyes, and wears glasses with electrum rims. She wears leather armor and wields a light hammer and sling. Glotsuntha frequently uses uncommon words incorrectly.",
  "Guda: Female Tiefling Monk, LG. Str 11, Dex 10, Con 5, Int 7, Wis 13, Cha 12. Guda is tall, with dark blue hair and red eyes. She wears travel-stained clothing and wields a yari (spear) and sai (dagger). Guda is colorblind.",
  "Mala: Female Tiefling Barbarian, NG. Str 16, Dex 10, Con 7, Int 10, Wis 10, Cha 13. Mala has dark red skin, with dark blue hair and black eyes. She wears hide armor and wields a battleaxe and shield. Mala is reflective and idealistic.",
  "Erelis: Female Tiefling Paladin, Good. Str 11, Dex 12, Con 7, Int 8, Wis 12, Cha 12. Erelis is short, with matted auburn hair and silver eyes. She wears a chain shirt and wields a whip and shield. Erelis has an animal companion, a white warhorse named Asuigild.",
  "Hiuda: Female Tiefling Paladin, Good. Str 7, Dex 15, Con 13, Int 6, Wis 15, Cha 10. Hiuda has braided copper hair and white eyes, and a flicking forked tongue. She wears ring mail and wields a halberd. Hiuda is brave and fierce.",
  "Suintho: Female Tiefling Sorcerer, N. Str 8, Dex 11, Con 13, Int 8, Wis 11, Cha 17. Suintho has tangled red hair and black eyes, and a flicking forked tongue. She wears plain clothing and wields a dagger. Suintho seeks to atone for past sins.",
  "Sunanda: Female Tiefling Monk, LG. Str 12, Dex 13, Con 9, Int 10, Wis 15, Cha 12. Sunanda has blood red skin, with gray hair and gold eyes. She wears modest garments and wields a kanabo (mace) and sai (dagger). Sunanda has a terrible sense of direction.",
  "Vadamal: Female Tiefling Bard, NG. Str 14, Dex 11, Con 9, Int 11, Wis 10, Cha 14. Vadamal has dark red skin, with curly auburn hair and silver eyes. She wears studded leather and wields a quarterstaff and hand crossbow. Vadamal is studious and tactless.",
  "Wilga: Female Tiefling Druid, Neutral. Str 14, Dex 8, Con 9, Int 11, Wis 12, Cha 10. Wilga has braided golden hair and white eyes, and a pair of tiny wings. She wears hide armor and wields a club. Wilga is haunted by the ghost of someone she killed.",
  "Suintha: Female Tiefling Monk, CN. Str 13, Dex 14, Con 10, Int 11, Wis 8, Cha 11. Suintha is slender, with dark red hair and silver eyes. She wears modest garments and wields a yari (spear) and kama (sickle).",
  "Albercada: Female Tiefling Paladin, Good. Str 11, Dex 8, Con 8, Int 11, Wis 10, Cha 15. Albercada has dark purple hair and red eyes, and a flicking forked tongue. She wears a chain shirt and wields a whip and shield. Albercada dislikes having people behind her.",
  "Wilga: Female Tiefling Fighter, N. Str 14, Dex 12, Con 10, Int 15, Wis 7, Cha 9. Wilga is thin, with dark purple hair and white eyes. She wears a chain shirt and wields a battleaxe.",
  "Thunila: Female Tiefling Monk, N. Str 11, Dex 12, Con 13, Int 14, Wis 11, Cha 11. Thunila has messy auburn hair and gold eyes, and wears glasses with gold rims. She wears simple clothing and wields a bo (quarterstaff) and sai (dagger). Thunila is absent-minded and secretive.",
  "Ercasuild: Female Tiefling Paladin, Good. Str 15, Dex 10, Con 9, Int 6, Wis 11, Cha 12. Ercasuild has dark red skin, with silver hair and silver eyes. She wears scale mail and wields a morningstar.",
  "Gilda: Female Tiefling Paladin, Good. Str 15, Dex 11, Con 13, Int 9, Wis 14, Cha 10. Gilda is tall, with silver hair and silver eyes. She wears splint armor and wields a rapier. Gilda is haunted by the memories of a past life.",
  "Alalben: Female Tiefling Druid, Neutral. Str 12, Dex 14, Con 10, Int 11, Wis 17, Cha 11. Alalben has blood red skin, with brown hair and black eyes. She wears hide armor and wields a club. Alalben is impartial and alluring.",
  "Gilda: Female Tiefling Paladin, Good. Str 13, Dex 7, Con 7, Int 10, Wis 8, Cha 15. Gilda is short, with dark purple hair and red eyes. She wears a chain shirt and wields a maul. Gilda is cheerful and principled.",
  "Gisune: Female Tiefling Wizard, LG. Str 9, Dex 12, Con 13, Int 17, Wis 14, Cha 14. Gisune is thin, with dark red hair and black eyes. She wears expensive clothing and wields a dagger. Gisune is forgiving and pious.",
  "Gisuintha: Female Tiefling Sorcerer, LE. Str 8, Dex 6, Con 13, Int 6, Wis 8, Cha 17. Gisuintha has dark red hair and silver eyes, and a flicking forked tongue. She wears well-made clothing and wields a dagger. Gisuintha has an animal companion, a black rat named Hene.",
  "Odagnen: Female Tiefling Warlock, LG. Str 14, Dex 7, Con 11, Int 8, Wis 5, Cha 15. Odagnen is tall, with dark purple hair and white eyes. She wears leather armor and wields a handaxe and dagger. Odagnen suffers a traumatic fear of open spaces.",
  "Gaathelcha: Female Tiefling Monk, LN. Str 8, Dex 10, Con 11, Int 8, Wis 13, Cha 7. Gaathelcha has blood red skin, with braided blonde hair and gold eyes. She wears sturdy clothing and wields a kanabo (mace). Gaathelcha speaks with a loud voice.",
  "Gefortas: Female Tiefling Wizard, N. Str 10, Dex 10, Con 10, Int 14, Wis 11, Cha 12. Gefortas has dark red hair and gold eyes, and horns engraved with evil symbols. She wears bronze robes and wields a dagger. Gefortas is instinctive and possessive.",
  "Amagnen: Female Tiefling Cleric, NE. Str 12, Dex 12, Con 8, Int 11, Wis 17, Cha 10. Amagnen is overweight, with uneven blonde hair and red eyes. She wears leather armor and wields a spear and shield. Amagnen is haunted by the ghost of someone she killed.",
  "Suniga: Female Tiefling Rogue, LG. Str 13, Dex 16, Con 7, Int 11, Wis 12, Cha 6. Suniga is short, with dark blue hair and black eyes. She wears leather armor and wields a rapier. Suniga has a terrible sense of direction.",
  "Gotheoda: Female Tiefling Paladin, Good. Str 12, Dex 11, Con 9, Int 10, Wis 14, Cha 12. Gotheoda has blonde hair and white eyes, and horns engraved with fell symbols. She wears a chain shirt and wields a greataxe. Gotheoda secretly serves Phego, an ancient goddess of evil.",
  "Amamen: Female Tiefling Paladin, Good. Str 11, Dex 13, Con 13, Int 13, Wis 13, Cha 10. Amamen has crimson skin, with dark blue hair and black eyes. She wears a chain shirt and wields a greataxe. Amamen is hunting the fiend which destroyed her homeland.",
  "Krelotso: Female Tiefling Monk, LN. Str 13, Dex 10, Con 8, Int 12, Wis 15, Cha 10. Krelotso is short, with dark blue hair and red eyes. She wears well-made clothing and wields nunchaku (club) and shuriken (darts). Krelotso was magically imprisoned for a hundred years.",
  "Gaathune: Female Tiefling Fighter, NG. Str 14, Dex 12, Con 14, Int 13, Wis 10, Cha 13. Gaathune is overweight, with dark blue hair and silver eyes. She wears a chain shirt and wields a warhammer and shield.",
  "Gaatheoda: Female Tiefling Rogue, LN. Str 15, Dex 15, Con 10, Int 10, Wis 13, Cha 12. Gaatheoda is tall and overweight, with short white hair and gold eyes. She wears leather armor and wields a spear. Gaatheoda is searching for the legendary Dark Cyst of Lecha.",
  "Aldamasui: Female Tiefling Rogue, LG. Str 15, Dex 16, Con 10, Int 11, Wis 8, Cha 11. Aldamasui has uneven copper hair and red eyes, and rows of shark-like teeth. She wears studded leather and wields a shortsword and hand crossbow. Aldamasui is fascinated by death.",
  "Valdela: Female Tiefling Rogue, CN. Str 6, Dex 15, Con 13, Int 14, Wis 11, Cha 8. Valdela is tall and overweight, with dark red hair and red eyes. She wears leather armor and wields a shortsword and darts. Valdela has an animal companion, a raven named Avis.",
  "Wilgilda: Female Tiefling Fighter, LE. Str 13, Dex 12, Con 12, Int 12, Wis 13, Cha 10. Wilgilda has dark purple hair and red eyes, and a flicking forked tongue. She wears half plate and wields a shortsword and heavy crossbow. Wilgilda seeks to save her family from financial ruin.",
  "Vada: Female Tiefling Monk, LN. Str 12, Dex 11, Con 12, Int 5, Wis 11, Cha 8. Vada has crimson skin, with dark red hair and gold eyes. She wears plain clothing and wields a kanabo (mace) and sai (dagger).",
  "Andamala: Female Tiefling Druid, Neutral. Str 12, Dex 11, Con 11, Int 8, Wis 12, Cha 5. Andamala has crimson skin, with long brown hair and silver eyes. She wears hide armor and wields a quarterstaff and sling. Andamala is agreeable and guarded.",
  "Atamasu: Female Tiefling Rogue, LN. Str 10, Dex 16, Con 10, Int 14, Wis 7, Cha 7. Atamasu has dark red skin, with thick black hair and white eyes. She wears studded leather and wields a longsword. Atamasu is a pack-rat, and carries a satchel of random junk.",
  "Amercana: Female Tiefling Monk, NE. Str 10, Dex 8, Con 13, Int 10, Wis 15, Cha 14. Amercana is thin, with dark purple hair and black eyes. She wears sturdy clothing and wields nunchaku (club) and kama (sickle).",
  "Athatasu: Female Tiefling Druid, Neutral. Str 15, Dex 9, Con 5, Int 5, Wis 15, Cha 13. Athatasu has crimson skin, with auburn hair and red eyes. She wears leather armor and wields a spear and wooden shield. Athatasu seeks to atone for past sins.",
  "Henila: Female Tiefling Wizard, NG. Str 13, Dex 10, Con 11, Int 17, Wis 12, Cha 10. Henila has blood red skin, with curly blonde hair and black eyes. She wears tailored clothing and wields a dagger.",
  "Wilgefort: Female Tiefling Rogue, LG. Str 9, Dex 17, Con 11, Int 13, Wis 11, Cha 8. Wilgefort is tall, with silver hair and black eyes. She wears leather armor and wields a shortsword. Wilgefort suffers a deadly allergy to milk.",
  "Ercamala: Female Tiefling Bard, LN. Str 6, Dex 9, Con 10, Int 10, Wis 10, Cha 17. Ercamala has dark blue hair and gold eyes, and a flicking forked tongue. She wears leather armor and wields a shortsword and shortbow. Ercamala compulsively hums.",
  "Erevama: Female Tiefling Paladin, Good. Str 11, Dex 9, Con 11, Int 13, Wis 14, Cha 12. Erevama is short and overweight, with dark red hair and red eyes. She wears a breastplate and wields a flail and shield. Erevama seeks to destroy the undead.",
  "Athaldalfri: Female Tiefling Fighter, N. Str 17, Dex 16, Con 11, Int 8, Wis 10, Cha 7. Athaldalfri has dark red hair and gold eyes, and a pair of tiny wings. She wears half plate and wields a warhammer and longbow. Athaldalfri is foolhardy and sadistic.",
  "Kreliva: Female Tiefling Barbarian, NG. Str 13, Dex 11, Con 15, Int 9, Wis 13, Cha 9. Kreliva is heavyset, with straight brown hair and gold eyes. She wears hide armor and wields a battleaxe and shield. Kreliva is quick-witted and anxious.",
  "Agneleudi: Female Tiefling Rogue, N. Str 14, Dex 13, Con 6, Int 15, Wis 12, Cha 10. Agneleudi has blood red skin, with dark blue hair and red eyes. She wears studded leather and wields a longsword and hand crossbow.",
  "Thelcha: Female Tiefling Sorcerer, N. Str 8, Dex 8, Con 10, Int 10, Wis 11, Cha 13. Thelcha is short, with gray hair and gold eyes. She wears worn clothing and wields a dagger. Thelcha is covetous and crude.",
  "Suntheoda: Female Tiefling Paladin, Good. Str 12, Dex 12, Con 8, Int 11, Wis 13, Cha 11. Suntheoda is willowy, with matted gray hair and red eyes. She wears half plate and wields a rapier.",
  "Vada: Female Tiefling Sorcerer, NG. Str 13, Dex 10, Con 16, Int 9, Wis 9, Cha 13. Vada is overweight, with uneven golden hair and silver eyes. She wears simple clothing and wields a dagger and darts. Vada is hunting the warlord who stole her ancestral sword.",
  "Emhigoda: Female Tiefling Cleric, N. Str 11, Dex 11, Con 9, Int 10, Wis 14, Cha 12. Emhigoda is short and willowy, with dark blue hair and silver eyes. She wears leather armor and wields a quarterstaff. Emhigoda compulsively whispers nonsense.",
  "Thelcha: Female Tiefling Cleric, LE. Str 10, Dex 8, Con 6, Int 7, Wis 14, Cha 13. Thelcha is tall and slender, with white hair and black eyes. She wears half plate and wields a spear and light crossbow. Thelcha seeks revenge against the sister who betrayed her.",
  "Sunilda: Female Tiefling Cleric, N. Str 7, Dex 9, Con 5, Int 11, Wis 16, Cha 13. Sunilda has dark red hair and white eyes, and rows of shark-like teeth. She wears leather armor and wields a quarterstaff.",
  "Efotsuild: Female Tiefling Barbarian, N. Str 13, Dex 13, Con 16, Int 11, Wis 11, Cha 10. Efotsuild has dark blue hair and silver eyes, and a pair of tiny wings. She wears scale mail and wields a whip. Efotsuild has an animal companion, a black wolf named Ateric.",
  "Hildane: Female Tiefling Fighter, NE. Str 16, Dex 17, Con 5, Int 6, Wis 12, Cha 9. Hildane is short, with dark purple hair and red eyes. She wears half plate and wields a warhammer and shield. Hildane has an animal companion, a red firedrake named Gotha.",
  "Amanama: Female Tiefling Bard, NG. Str 6, Dex 9, Con 12, Int 10, Wis 9, Cha 14. Amanama has dark blue hair and white eyes, and a pair of tiny wings. She wears leather armor and wields a spear.",
  "Wilguda: Female Tiefling Rogue, LN. Str 8, Dex 13, Con 8, Int 11, Wis 11, Cha 12. Wilguda has gray hair and red eyes, and a flicking forked tongue. She wears leather armor and wields a rapier and light crossbow.",
  "Chliva: Female Tiefling Wizard, LE. Str 10, Dex 9, Con 8, Int 13, Wis 10, Cha 10. Chliva has blood red skin, with black hair and black eyes. She wears travel-stained clothing and wields a dagger and darts. Chliva has an arcane familiar, a hawk named Arilac.",
  "Thune: Female Tiefling Druid, Neutral. Str 12, Dex 11, Con 14, Int 7, Wis 15, Cha 7. Thune has dark red skin, with straight brown hair and black eyes. She wears leather armor and wields a quarterstaff. Thune is shrewd and devout.",
  "Asunthatha: Female Tiefling Barbarian, LE. Str 16, Dex 6, Con 17, Int 13, Wis 13, Cha 13. Asunthatha has straight auburn hair and silver eyes, and horns engraved with baleful symbols. She wears leather armor and wields a rapier.",
  "Theoda: Female Tiefling Barbarian, LN. Str 12, Dex 8, Con 9, Int 11, Wis 11, Cha 10. Theoda has blood red skin, with dark red hair and silver eyes. She wears studded leather and wields a pike.",
  "Krida: Female Tiefling Cleric, NE. Str 15, Dex 10, Con 11, Int 8, Wis 15, Cha 11. Krida has blood red skin, with blonde hair and silver eyes. She wears a chain shirt and wields a handaxe and shortbow.",
  "Kriemhene: Female Tiefling Rogue, N. Str 10, Dex 12, Con 9, Int 10, Wis 13, Cha 10. Kriemhene is tall and heavyset, with cropped golden hair and white eyes. She wears studded leather and wields a shortsword and dagger. Kriemhene has an animal companion, a black cat named Thelcha.",
  "Glotso: Female Tiefling Sorcerer, N. Str 9, Dex 10, Con 14, Int 11, Wis 10, Cha 16. Glotso has dark red hair and black eyes, and horns engraved with evil symbols. She wears travel-stained clothing and wields a dagger and darts. Glotso is adaptable and lewd.",
  "Glievalda: Female Tiefling Rogue, N. Str 9, Dex 13, Con 11, Int 12, Wis 13, Cha 8. Glievalda has crimson skin, with dark blue hair and gold eyes. She wears studded leather and wields a shortsword. Glievalda is pleasant and barbaric.",
  "Sunila: Female Tiefling Monk, N. Str 11, Dex 13, Con 15, Int 12, Wis 16, Cha 10. Sunila has tangled silver hair and red eyes, and a pair of tiny wings. She wears well-made clothing and wields an ono (handaxe). Sunila dislikes anyone bigger than her.",
  "Krelieva: Female Tiefling Cleric, LN. Str 9, Dex 10, Con 7, Int 13, Wis 14, Cha 13. Krelieva has blood red skin, with dark red hair and red eyes. She wears half plate and wields a light hammer. Krelieva has an animal companion, a black rat named Susisi.",
  "Valda: Female Tiefling Barbarian, N. Str 14, Dex 9, Con 12, Int 6, Wis 8, Cha 9. Valda has dark red hair and white eyes, and a flicking forked tongue. She wears scale mail and wields a war pick and shield. Valda frequently uses uncommon words incorrectly.",
  "Valda: Female Tiefling Fighter, LE. Str 12, Dex 16, Con 8, Int 12, Wis 12, Cha 9. Valda has blood red skin, with blonde hair and gold eyes. She wears half plate and wields a battleaxe and longbow. Valda is searching for a legendary blade named Eternal Tempest.",
  "Kreagnilda: Female Tiefling Rogue, NG. Str 10, Dex 13, Con 6, Int 13, Wis 10, Cha 7. Kreagnilda is tall and overweight, with matted copper hair and silver eyes. She wears studded leather and wields a shortsword and light crossbow.",
  "Chlievalda: Female Tiefling Warlock, N. Str 11, Dex 12, Con 9, Int 11, Wis 8, Cha 12. Chlievalda is tall, with golden hair and gold eyes. She wears leather armor and wields a mace and dagger. Chlievalda is lewd and craven.",
  "Gotho: Female Tiefling Fighter, CG. Str 17, Dex 9, Con 10, Int 15, Wis 12, Cha 15. Gotho has dark purple hair and gold eyes, and rows of shark-like teeth. She wears hide armor and wields a rapier and blowgun. Gotho suffers a severe allergy to dwarves.",
  "Gefortas: Female Tiefling Fighter, CN. Str 15, Dex 15, Con 12, Int 12, Wis 12, Cha 12. Gefortas has matted gray hair and silver eyes, and rows of shark-like teeth. She wears scale mail and wields a halberd.",
  "Vadela: Female Tiefling Paladin, Good. Str 12, Dex 9, Con 5, Int 10, Wis 8, Cha 11. Vadela has dark red skin, with dark red hair and black eyes. She wears splint armor and wields a trident and shield.",
  "Gildamal: Female Tiefling Monk, LN. Str 12, Dex 9, Con 10, Int 9, Wis 9, Cha 7. Gildamal has blood red skin, with straight golden hair and gold eyes. She wears worn clothing and wields nunchaku (club) and shuriken (darts). Gildamal has an animal companion, a black rat named Susaba.",
  "Amevata: Female Tiefling Barbarian, N. Str 14, Dex 12, Con 8, Int 13, Wis 13, Cha 15. Amevata has auburn hair and red eyes, and a flicking forked tongue. She wears hide armor and wields a war pick and hand crossbow. Amevata believes that she is the rightful heir to the kingdom of Lorithil.",
  "Mataso: Female Tiefling Rogue, N. Str 7, Dex 17, Con 12, Int 14, Wis 11, Cha 12. Mataso has dark purple hair and silver eyes, and a flicking forked tongue. She wears studded leather and wields a longsword. Mataso has an animal companion, a dire rat named Malfrela.",
  "Erelis: Female Tiefling Rogue, N. Str 14, Dex 14, Con 8, Int 10, Wis 12, Cha 10. Erelis has silver hair and red eyes, and rows of shark-like teeth. She wears studded leather and wields a quarterstaff and sling. Erelis seeks to atone for past sins.",
  "Chliva: Female Tiefling Fighter, N. Str 12, Dex 13, Con 10, Int 14, Wis 10, Cha 12. Chliva has crimson skin, with gray hair and white eyes. She wears hide armor and wields a maul. Chliva is hunting the sorcerer who murdered her family.",
  "Gleuva: Female Tiefling Rogue, CG. Str 10, Dex 15, Con 13, Int 9, Wis 8, Cha 7. Gleuva has dark red skin, with dark blue hair and silver eyes. She wears leather armor and wields a longsword and javelins. Gleuva is impossibly lucky.",
  "Amefoda: Female Tiefling Rogue, NE. Str 9, Dex 13, Con 14, Int 7, Wis 10, Cha 11. Amefoda has dark red skin, with blonde hair and gold eyes. She wears leather armor and wields a shortsword. Amefoda has an animal companion, a dire rat named Gotho.",
  "Gisune: Female Tiefling Fighter, CG. Str 17, Dex 15, Con 10, Int 10, Wis 8, Cha 8. Gisune has dark purple hair and red eyes, and rows of shark-like teeth. She wears plate armor and wields a flail. Gisune has an animal companion, a silver dog named Heodolfa.",
  "Sunthelcha: Female Tiefling Warlock, N. Str 14, Dex 13, Con 7, Int 9, Wis 7, Cha 14. Sunthelcha has dark red skin, with dark red hair and silver eyes. She wears leather armor and wields a light hammer. Sunthelcha has an animal companion, a giant spider named Othodasu.",
  "Suniga: Female Tiefling Monk, CN. Str 14, Dex 12, Con 8, Int 11, Wis 12, Cha 9. Suniga has crimson skin, with gray hair and black eyes. She wears travel-stained clothing and wields an ono (handaxe) and shuriken (darts). Suniga seeks only fame and glory.",
  "Gothune: Female Tiefling Cleric, N. Str 9, Dex 14, Con 7, Int 9, Wis 14, Cha 16. Gothune has dark red skin, with short red hair and gold eyes. She wears scale mail and wields a mace. Gothune has an animal companion, a red fox named Krogotha.",
  "Valdela: Female Tiefling Bard, CN. Str 14, Dex 14, Con 14, Int 15, Wis 13, Cha 16. Valdela has dark purple hair and silver eyes, and rows of shark-like teeth. She wears leather armor and wields a shortsword and hand crossbow. Valdela is lively and crude.",
  "Wilga: Female Tiefling Rogue, N. Str 10, Dex 15, Con 11, Int 9, Wis 9, Cha 8. Wilga is tall and stout, with dark red hair and black eyes. She wears leather armor and wields a quarterstaff. Wilga has an animal companion, a dire rat named Valda.",
  "Gaathune: Female Tiefling Bard, NG. Str 7, Dex 8, Con 10, Int 9, Wis 10, Cha 15. Gaathune is tall, with dark blue hair and silver eyes. She wears leather armor and wields a quarterstaff. Gaathune is painfully tone-deaf.",
  "Erevagne: Female Tiefling Bard, CN. Str 13, Dex 11, Con 8, Int 8, Wis 12, Cha 15. Erevagne has dark blue hair and gold eyes, and horns engraved with fell symbols. She wears studded leather and wields a spear. Erevagne is practical and suspicious.",
  "Adatama: Female Tiefling Barbarian, LN. Str 16, Dex 8, Con 9, Int 13, Wis 12, Cha 11. Adatama has brown hair and white eyes, and horns engraved with baleful symbols. She wears leather armor and wields a scimitar and shield.",
  "Helcha: Female Tiefling Monk, LN. Str 13, Dex 14, Con 10, Int 7, Wis 15, Cha 11. Helcha has uneven blonde hair and silver eyes, and horns engraved with evil symbols. She wears well-made clothing and wields a yari (spear) and sai (dagger). Helcha seeks to become a knight of the realm.",
  "Amalben: Female Tiefling Paladin, Good. Str 12, Dex 8, Con 11, Int 10, Wis 11, Cha 15. Amalben has dark red skin, with blonde hair and white eyes. She wears ring mail and wields a morningstar. Amalben is hunting the fiend which destroyed her homeland.",
  "Hildiga: Female Tiefling Sorcerer, N. Str 9, Dex 15, Con 13, Int 12, Wis 5, Cha 12. Hildiga has blood red skin, with messy white hair and red eyes. She wears simple clothing and wields a quarterstaff and darts. Hildiga is impish and talkative.",
  "Chlieva: Female Tiefling Rogue, NG. Str 11, Dex 17, Con 8, Int 10, Wis 9, Cha 7. Chlieva has dark purple hair and black eyes, and rows of shark-like teeth. She wears leather armor and wields a rapier.",
  "Alalfris: Female Tiefling Rogue, N. Str 11, Dex 12, Con 11, Int 14, Wis 10, Cha 12. Alalfris has dark purple hair and black eyes, and rows of shark-like teeth. She wears studded leather and wields a rapier and hand crossbow. Alalfris speaks with a whispery voice.",
  "Wilgotho: Female Tiefling Fighter, LN. Str 14, Dex 11, Con 10, Int 7, Wis 8, Cha 7. Wilgotho has dark red skin, with cropped auburn hair and black eyes. She wears scale mail and wields a scimitar and heavy crossbow.",
  "Guda: Female Tiefling Ranger, NE. Str 12, Dex 8, Con 6, Int 7, Wis 13, Cha 9. Guda has silver hair and white eyes, and a distinctive scar on her arm. She wears leather armor and wields a rapier. Guda is reckless and cruel.",
  "Gotha: Female Tiefling Monk, NG. Str 7, Dex 14, Con 8, Int 10, Wis 10, Cha 8. Gotha is short and willowy, with short golden hair and silver eyes. She wears worn clothing and wields an ono (handaxe) and sai (dagger). Gotha is energetic and honest.",
  "Thelcha: Female Tiefling Cleric, LN. Str 11, Dex 13, Con 13, Int 10, Wis 15, Cha 12. Thelcha has crimson skin, with straight black hair and black eyes. She wears scale mail and wields a quarterstaff. Thelcha seeks to destroy the undead.",
  "Theodane: Female Tiefling Rogue, NE. Str 8, Dex 12, Con 6, Int 10, Wis 11, Cha 8. Theodane is short and heavyset, with short silver hair and black eyes. She wears leather armor and wields a handaxe. Theodane is haunted by the memories of a past life.",
  "Vada: Female Tiefling Paladin, Good. Str 10, Dex 11, Con 8, Int 14, Wis 12, Cha 12. Vada is overweight, with dark red hair and black eyes. She wears a breastplate and wields a greataxe. Vada has an animal companion, a black warhorse named Gudamerc.",
  "Vada: Female Tiefling Rogue, N. Str 15, Dex 17, Con 13, Int 14, Wis 11, Cha 15. Vada is short and willowy, with long brown hair and white eyes. She wears studded leather and wields a rapier and darts. Vada is haunted by the ghost of someone she killed.",
  "Odareana: Female Tiefling Fighter, CN. Str 12, Dex 12, Con 12, Int 14, Wis 6, Cha 11. Odareana is heavyset, with dark blue hair and white eyes. She wears ring mail and wields a whip and hand crossbow. Odareana is impossibly lucky.",
  "Wilgiso: Female Tiefling Rogue, CE. Str 12, Dex 15, Con 11, Int 12, Wis 9, Cha 5. Wilgiso is tall and heavyset, with copper hair and red eyes. She wears studded leather and wields a shortsword. Wilgiso is mercenary and aggressive.",
  "Heodela: Female Tiefling Paladin, Good. Str 14, Dex 11, Con 11, Int 12, Wis 16, Cha 17. Heodela has dark red skin, with dark purple hair and gold eyes. She wears half plate and wields a greataxe. Heodela is chivalrous and quiet.",
  "Asuilarea: Female Tiefling Fighter, CN. Str 16, Dex 10, Con 7, Int 13, Wis 11, Cha 10. Asuilarea has crimson skin, with curly black hair and silver eyes. She wears scale mail and wields a glaive. Asuilarea seeks to discover where she came from, and who her real family is.",
  "Agnergame: Female Tiefling Paladin, Good. Str 12, Dex 15, Con 6, Int 13, Wis 16, Cha 12. Agnergame has dark red skin, with dark red hair and gold eyes. She wears a chain shirt and wields a maul. Agnergame has an animal companion, a white warhorse named Thiudiga.",
  "Hunilda: Female Tiefling Rogue, N. Str 9, Dex 12, Con 13, Int 10, Wis 14, Cha 11. Hunilda is short, with dark purple hair and gold eyes. She wears leather armor and wields a rapier. Hunilda is covetous and unforgiving.",
  "Krelieva: Female Tiefling Bard, LN. Str 8, Dex 15, Con 10, Int 7, Wis 11, Cha 13. Krelieva has dark red hair and black eyes, and rows of shark-like teeth. She wears studded leather and wields a shortsword and shortbow. Krelieva is fascinated by elemental and planar magic.",
  "Gilda: Female Tiefling Bard, CE. Str 9, Dex 12, Con 6, Int 14, Wis 7, Cha 17. Gilda has dark red skin, with black hair and white eyes. She wears studded leather and wields a shortsword and dagger.",
  "Suinthene: Female Tiefling Monk, LG. Str 16, Dex 17, Con 14, Int 11, Wis 8, Cha 9. Suinthene is short and thin, with thin copper hair and red eyes. She wears well-made clothing and wields nunchaku (club) and kama (sickle). Suinthene was magically imprisoned for a hundred years.",
  "Adandame: Female Tiefling Ranger, NE. Str 14, Dex 9, Con 9, Int 7, Wis 8, Cha 6. Adandame has crimson skin, with auburn hair and white eyes. She wears leather armor and wields a shortsword and shield. Adandame is searching for the lost elven kingdom of Enon.",
  "Sune: Female Tiefling Monk, N. Str 14, Dex 11, Con 12, Int 10, Wis 16, Cha 5. Sune has crimson skin, with dark red hair and red eyes. She wears worn clothing and wields a bo (quarterstaff) and shuriken (darts).",
  "Ercadarea: Female Tiefling Rogue, CN. Str 9, Dex 14, Con 10, Int 13, Wis 11, Cha 11. Ercadarea has cropped red hair and red eyes, and rows of shark-like teeth. She wears studded leather and wields a rapier. Ercadarea is extravagant and reserved.",
  "Andasuni: Female Tiefling Fighter, LG. Str 17, Dex 11, Con 12, Int 14, Wis 14, Cha 10. Andasuni has crimson skin, with dark red hair and white eyes. She wears ring mail and wields a warhammer and shield. Andasuni is capable and covetous.",
  "Erergasui: Female Tiefling Cleric, LN. Str 11, Dex 5, Con 6, Int 12, Wis 13, Cha 13. Erergasui is overweight, with cropped silver hair and gold eyes. She wears scale mail and wields a club and shield. Erergasui is quiet, and says as little as possible.",
  "Asuivata: Female Tiefling Bard, LN. Str 13, Dex 14, Con 11, Int 15, Wis 12, Cha 13. Asuivata has crimson skin, with red hair and red eyes. She wears leather armor and wields a quarterstaff. Asuivata is devout and covetous.",
  "Gothelcho: Female Tiefling Wizard, N. Str 8, Dex 7, Con 9, Int 14, Wis 13, Cha 9. Gothelcho has copper hair and red eyes, and a pair of tiny wings. She wears ruby robes and wields a quarterstaff and light crossbow.",
  "Athamasui: Female Tiefling Rogue, N. Str 8, Dex 17, Con 11, Int 16, Wis 13, Cha 15. Athamasui has copper hair and red eyes, and a pair of tiny wings. She wears studded leather and wields a light hammer. Athamasui is a skilled dancer.",
  "Wilgaatha: Female Tiefling Monk, LN. Str 9, Dex 16, Con 11, Int 13, Wis 12, Cha 9. Wilgaatha has cropped gray hair and silver eyes, and rows of shark-like teeth. She wears well-made clothing and wields a yari (spear).",
  "Emhinthada: Female Tiefling Paladin, Good. Str 17, Dex 14, Con 8, Int 14, Wis 12, Cha 13. Emhinthada is stout, with dark red hair and white eyes. She wears ring mail and wields a greataxe. Emhinthada is forgiving and jealous.",
  "Helcha: Female Tiefling Monk, NE. Str 11, Dex 12, Con 5, Int 7, Wis 12, Cha 11. Helcha is tall and heavyset, with cropped auburn hair and silver eyes. She wears modest garments and wields nunchaku (club) and sai (dagger). Helcha has an animal companion, a gray rabbit named Gotheoda.",
  "Sune: Female Tiefling Ranger, CG. Str 14, Dex 14, Con 9, Int 13, Wis 11, Cha 8. Sune has matted white hair and red eyes, and a pair of tiny wings. She wears leather armor and wields a scimitar and shield. Sune secretly serves Arel, an ancient demonic goddess.",
  "Thildela: Female Tiefling Rogue, LG. Str 8, Dex 16, Con 10, Int 13, Wis 9, Cha 11. Thildela is heavyset, with dark purple hair and black eyes. She wears leather armor and wields a rapier. Thildela has an animal companion, a black cat named Filaro.",
  "Alfrilgen: Female Tiefling Fighter, N. Str 17, Dex 10, Con 11, Int 7, Wis 9, Cha 6. Alfrilgen is tall, with dark blue hair and gold eyes. She wears half plate and wields a scimitar.",
  "Otsuild: Female Tiefling Bard, NG. Str 7, Dex 10, Con 11, Int 13, Wis 10, Cha 16. Otsuild is thin, with short auburn hair and silver eyes. She wears studded leather and wields a club and javelins. Otsuild is hunting the doppelganger which destroyed her homeland.",
  "Vada: Female Tiefling Ranger, CE. Str 9, Dex 10, Con 9, Int 11, Wis 12, Cha 13. Vada is tall, with auburn hair and silver eyes. She wears half plate and wields a maul. Vada seeks wealth and power at any cost.",
  "Hiudane: Female Tiefling Barbarian, N. Str 15, Dex 10, Con 11, Int 6, Wis 12, Cha 11. Hiudane is thin, with dark purple hair and gold eyes. She wears scale mail and wields a longsword and hand crossbow.",
  "Asuismoda: Female Tiefling Rogue, N. Str 9, Dex 16, Con 9, Int 15, Wis 14, Cha 9. Asuismoda is tall and slender, with dark purple hair and black eyes. She wears studded leather and wields a rapier and hand crossbow. Asuismoda is quiet and honest.",
  "Elchergalda: Female Tiefling Fighter, LN. Str 14, Dex 10, Con 5, Int 6, Wis 13, Cha 6. Elchergalda has dark blue hair and black eyes, and a flicking forked tongue. She wears a chain shirt and wields a flail and shield.",
  "Wilgotha: Female Tiefling Fighter, N. Str 17, Dex 10, Con 11, Int 12, Wis 9, Cha 13. Wilgotha has dark red skin, with dark purple hair and red eyes. She wears chain mail and wields a warhammer and shield.",
  "Henilda: Female Tiefling Rogue, LG. Str 7, Dex 12, Con 13, Int 13, Wis 10, Cha 6. Henilda has silver hair and white eyes, and rows of shark-like teeth. She wears leather armor and wields a rapier and sickle. Henilda has an animal companion, a black snake named Suniga.",
  "Hilda: Female Tiefling Rogue, LN. Str 10, Dex 16, Con 6, Int 11, Wis 9, Cha 14. Hilda has short white hair and red eyes, and horns engraved with evil symbols. She wears studded leather and wields a rapier. Hilda is extravagant and impartial.",
  "Thilda: Female Tiefling Cleric, CN. Str 10, Dex 11, Con 9, Int 13, Wis 12, Cha 14. Thilda has blood red skin, with dark blue hair and red eyes. She wears a breastplate and wields a mace and shield. Thilda is quiet, and says as little as possible.",
  "Asuismostro: Female Tiefling Monk, N. Str 10, Dex 10, Con 10, Int 8, Wis 14, Cha 12. Asuismostro is tall and heavyset, with dark red hair and gold eyes. She wears travel-stained clothing and wields a bo (quarterstaff) and sai (dagger). Asuismostro has an animal companion, a white rabbit named Kreagnilda.",
  "Albemhild: Female Tiefling Fighter, N. Str 14, Dex 11, Con 11, Int 9, Wis 8, Cha 9. Albemhild is overweight, with blonde hair and silver eyes. She wears ring mail and wields a greatsword. Albemhild is absent-minded and decisive.",
  "Gudamerc: Female Tiefling Druid, Neutral. Str 15, Dex 10, Con 10, Int 11, Wis 17, Cha 11. Gudamerc has dark red hair and white eyes, and a distinctive scar on her arm. She wears hide armor and wields a quarterstaff. Gudamerc has badger named Gefortis.",
  "Malotso: Female Tiefling Paladin, Good. Str 10, Dex 11, Con 6, Int 11, Wis 17, Cha 15. Malotso is slender, with dark blue hair and silver eyes. She wears hide armor and wields a warhammer. Malotso is painfully tone-deaf.",
  "Theoda: Female Tiefling Wizard, LG. Str 12, Dex 12, Con 8, Int 17, Wis 13, Cha 10. Theoda is tall and slender, with dark blue hair and gold eyes. She wears well-made clothing and wields a dagger. Theoda seeks to become an instructor at the Academy of Eldritch Study.",
  "Glivada: Female Tiefling Warlock, CN. Str 16, Dex 12, Con 10, Int 9, Wis 6, Cha 15. Glivada has dark blue hair and red eyes, and rows of shark-like teeth. She wears studded leather and wields a club and shortbow. Glivada is cautious and immoral.",
  "Kreliva: Female Tiefling Bard, N. Str 9, Dex 14, Con 8, Int 15, Wis 9, Cha 13. Kreliva has dark red skin, with straight red hair and white eyes. She wears leather armor and wields a spear. Kreliva holds a grudge against goblins.",
  "Malberga: Female Tiefling Monk, NE. Str 9, Dex 8, Con 5, Int 6, Wis 12, Cha 13. Malberga has blood red skin, with red hair and silver eyes. She wears worn clothing and wields a yari (spear). Malberga is hunting the giant who slew his mentor.",
  "Wilguda: Female Tiefling Warlock, LG. Str 8, Dex 14, Con 5, Int 9, Wis 10, Cha 13. Wilguda has crimson skin, with dark purple hair and white eyes. She wears studded leather and wields a club. Wilguda has an animal companion, a giant spider named Amercanda.",
  "Valda: Female Tiefling Bard, CG. Str 9, Dex 10, Con 13, Int 11, Wis 12, Cha 15. Valda is tall, with dark red hair and red eyes. She wears studded leather and wields a shortsword and sling. Valda has an animal companion, a hawk named Giso.",
  "Hiuda: Female Tiefling Rogue, LN. Str 9, Dex 15, Con 13, Int 8, Wis 10, Cha 8. Hiuda is short and stout, with dark purple hair and black eyes. She wears studded leather and wields a longsword.",
  "Adasuni: Female Tiefling Sorcerer, NG. Str 10, Dex 7, Con 16, Int 13, Wis 9, Cha 12. Adasuni has dark blue hair and black eyes, and horns engraved with fell symbols. She wears travel-stained clothing and wields a quarterstaff and darts. Adasuni seeks to find her true love.",
  "Gildamerc: Female Tiefling Fighter, LE. Str 16, Dex 12, Con 11, Int 12, Wis 8, Cha 11. Gildamerc has crimson skin, with dark purple hair and white eyes. She wears plate armor and wields a battleaxe. Gildamerc is only friendly towards other tieflings..",
  "Suintha: Female Tiefling Paladin, Good. Str 12, Dex 11, Con 7, Int 12, Wis 11, Cha 9. Suintha has thick auburn hair and black eyes, and rows of shark-like teeth. She wears half plate and wields a greataxe. Suintha is generous and romantic.",
  "Otsuigoda: Female Tiefling Warlock, LN. Str 11, Dex 9, Con 12, Int 9, Wis 10, Cha 16. Otsuigoda is tall and slender, with dark red hair and white eyes. She wears leather armor and wields a club and sickle. Otsuigoda compulsively collects small objects.",
  "Alben: Female Tiefling Fighter, N. Str 17, Dex 10, Con 15, Int 8, Wis 13, Cha 5. Alben has dark blue hair and silver eyes, and wears glasses with brass rims. She wears plate armor and wields a longsword and heavy crossbow. Alben has an animal companion, a black wolf named Rhasida.",
  "Gotho: Female Tiefling Sorcerer, N. Str 12, Dex 10, Con 14, Int 10, Wis 11, Cha 12. Gotho is tall and willowy, with dark purple hair and silver eyes. She wears modest garments and wields a dagger and light crossbow. Gotho seeks to become an instructor at the College of Lania.",
  "Gildane: Female Tiefling Monk, NE. Str 13, Dex 13, Con 13, Int 5, Wis 15, Cha 12. Gildane is short, with gray hair and silver eyes. She wears modest garments and wields nunchaku (club). Gildane has an animal companion, a gray rabbit named Sinda.",
  "Valdiga: Female Tiefling Monk, NG. Str 12, Dex 15, Con 12, Int 10, Wis 10, Cha 12. Valdiga is tall and willowy, with dark blue hair and red eyes. She wears travel-stained clothing and wields a kanabo (mace). Valdiga is blind in her left eye.",
  "Chliva: Female Tiefling Warlock, N. Str 12, Dex 8, Con 9, Int 8, Wis 13, Cha 15. Chliva has dark red skin, with brown hair and silver eyes. She wears leather armor and wields a mace. Chliva is colorblind.",
  "Asuigoda: Female Tiefling Rogue, NE. Str 9, Dex 14, Con 8, Int 13, Wis 7, Cha 10. Asuigoda is tall and overweight, with copper hair and black eyes. She wears studded leather and wields a longsword and dagger. Asuigoda has an animal companion, a dire rat named Atharic.",
  "Gilda: Female Tiefling Rogue, LE. Str 12, Dex 16, Con 8, Int 13, Wis 9, Cha 10. Gilda is tall, with dark red hair and silver eyes. She wears studded leather and wields a rapier and javelins. Gilda frequently uses uncommon words incorrectly.",
  "Gotha: Female Tiefling Paladin, Good. Str 12, Dex 11, Con 9, Int 13, Wis 11, Cha 16. Gotha has crimson skin, with dark red hair and white eyes. She wears scale mail and wields a morningstar and shield. Gotha has an animal companion, a black warhorse named Hiketo.",
  "Gisuntho: Female Tiefling Fighter, N. Str 14, Dex 13, Con 8, Int 12, Wis 10, Cha 15. Gisuntho is slender, with red hair and gold eyes. She wears chain mail and wields a maul. Gisuntho is devout and guarded.",
  "Ogotsuild: Female Tiefling Rogue, N. Str 14, Dex 14, Con 12, Int 11, Wis 8, Cha 10. Ogotsuild is tall and stout, with thin golden hair and black eyes. She wears leather armor and wields a rapier and hand crossbow. Ogotsuild is cursed with a deformed arm.",
  "Gothune: Female Tiefling Fighter, N. Str 12, Dex 15, Con 9, Int 10, Wis 11, Cha 11. Gothune has dark blue hair and red eyes, and a pair of tiny wings. She wears scale mail and wields a longsword. Gothune has an animal companion, a silver dog named Glotsune.",
  "Thildela: Female Tiefling Rogue, N. Str 11, Dex 17, Con 10, Int 7, Wis 9, Cha 6. Thildela is short and stout, with dark blue hair and red eyes. She wears studded leather and wields a rapier and hand crossbow. Thildela is searching for the legendary Tomb of Demonic Worms.",
  "Wilgotha: Female Tiefling Barbarian, NG. Str 15, Dex 11, Con 15, Int 5, Wis 13, Cha 7. Wilgotha has blood red skin, with matted white hair and black eyes. She wears scale mail and wields a trident and shield. Wilgotha is compassionate and principled.",
  "Helcha: Female Tiefling Warlock, LE. Str 12, Dex 14, Con 7, Int 8, Wis 12, Cha 17. Helcha is slender, with white hair and white eyes. She wears leather armor and wields a mace. Helcha is unforgiving and corrupt.",
  "Kridamalfr: Female Tiefling Cleric, NE. Str 12, Dex 10, Con 6, Int 6, Wis 15, Cha 14. Kridamalfr has red hair and red eyes, and horns engraved with dark symbols. She wears half plate and wields a handaxe and shield. Kridamalfr seeks to destroy the undead.",
  "Erevatha: Female Tiefling Monk, NG. Str 12, Dex 10, Con 6, Int 11, Wis 15, Cha 8. Erevatha has dark red skin, with dark red hair and gold eyes. She wears well-made clothing and wields a bo (quarterstaff). Erevatha seeks to continue the noble legacy of her father.",
  "Gefortis: Female Tiefling Ranger, N. Str 8, Dex 13, Con 7, Int 13, Wis 16, Cha 13. Gefortis has blood red skin, with short golden hair and gold eyes. She wears half plate and wields a greataxe. Gefortis seeks to save her family from financial ruin.",
  "Gildane: Female Tiefling Paladin, Good. Str 8, Dex 8, Con 11, Int 10, Wis 15, Cha 13. Gildane is thin, with curly gray hair and silver eyes. She wears plate armor and wields a rapier and shield.",
  "Eleunis: Female Tiefling Druid, Neutral. Str 7, Dex 10, Con 12, Int 6, Wis 17, Cha 9. Eleunis is short and thin, with dark blue hair and white eyes. She wears leather armor and wields a scimitar and wooden shield. Eleunis is painfully tone-deaf.",
  "Heoda: Female Tiefling Rogue, CE. Str 7, Dex 17, Con 11, Int 10, Wis 8, Cha 14. Heoda has crimson skin, with dark red hair and gold eyes. She wears studded leather and wields a longsword and sling. Heoda compulsively plays with a brass ring.",
  "Vada: Female Tiefling Monk, NG. Str 12, Dex 13, Con 8, Int 9, Wis 11, Cha 7. Vada has messy white hair and red eyes, and horns engraved with evil symbols. She wears sturdy clothing and wields an ono (handaxe).",
  "Glaso: Female Tiefling Fighter, CE. Str 17, Dex 11, Con 7, Int 6, Wis 7, Cha 12. Glaso has dark purple hair and silver eyes, and a flicking forked tongue. She wears a breastplate and wields a maul. Glaso refers to herself in the third person.",
  "Sunanda: Female Tiefling Barbarian, N. Str 14, Dex 7, Con 15, Int 10, Wis 8, Cha 14. Sunanda has dark red skin, with golden hair and black eyes. She wears hide armor and wields a pike. Sunanda has an animal companion, a black dog named Nagaro.",
  "Amagnen: Female Tiefling Fighter, CN. Str 12, Dex 9, Con 7, Int 12, Wis 9, Cha 10. Amagnen has crimson skin, with thick red hair and black eyes. She wears a breastplate and wields a greatsword. Amagnen blames trolls for every misfortune.",
  "Areamalda: Female Tiefling Rogue, N. Str 12, Dex 15, Con 10, Int 12, Wis 11, Cha 8. Areamalda is short and overweight, with black hair and red eyes. She wears studded leather and wields a longsword. Areamalda secretly serves Kobach, an ancient goddess of destruction.",
  "Ergareama: Female Tiefling Sorcerer, LG. Str 12, Dex 6, Con 11, Int 10, Wis 12, Cha 14. Ergareama is short, with red hair and gold eyes. She wears travel-stained clothing and wields a dagger and darts. Ergareama seeks to become an instructor at the Academy of Arcane Devices.",
  "Henila: Female Tiefling Sorcerer, N. Str 13, Dex 10, Con 12, Int 7, Wis 7, Cha 15. Henila is short, with dark purple hair and red eyes. She wears worn clothing and wields a dagger. Henila is extravagant and harsh.",
  "Alasude: Female Tiefling Monk, N. Str 9, Dex 11, Con 10, Int 11, Wis 13, Cha 10. Alasude has crimson skin, with dark red hair and gold eyes. She wears well-made clothing and wields a bo (quarterstaff) and sai (dagger).",
  "Anamagne: Female Tiefling Cleric, NG. Str 11, Dex 8, Con 9, Int 12, Wis 14, Cha 11. Anamagne has crimson skin, with dark blue hair and silver eyes. She wears a breastplate and wields a handaxe.",
  "Gotho: Female Tiefling Rogue, N. Str 12, Dex 14, Con 13, Int 13, Wis 10, Cha 6. Gotho is tall and heavyset, with silver hair and red eyes. She wears studded leather and wields a longsword and darts. Gotho has an animal companion, a dire rat named Heudero.",
  "Henilda: Female Tiefling Cleric, NE. Str 8, Dex 10, Con 10, Int 7, Wis 16, Cha 11. Henilda is tall and slender, with dark purple hair and black eyes. She wears leather armor and wields a light hammer and javelins.",
  "Gaatha: Female Tiefling Sorcerer, LN. Str 7, Dex 8, Con 11, Int 9, Wis 8, Cha 14. Gaatha has dark red skin, with tangled black hair and silver eyes. She wears worn clothing and wields a dagger and sling. Gaatha seeks to atone for past sins.",
  "Wilgiso: Female Tiefling Monk, LE. Str 12, Dex 13, Con 7, Int 8, Wis 8, Cha 7. Wilgiso has crimson skin, with curly gray hair and silver eyes. She wears sturdy clothing and wields a bo (quarterstaff) and sai (dagger). Wilgiso is cursed with hallucinations.",
  "Asunis: Female Tiefling Monk, N. Str 13, Dex 12, Con 8, Int 11, Wis 11, Cha 12. Asunis has dark purple hair and silver eyes, and a flicking forked tongue. She wears sturdy clothing and wields an ono (handaxe) and kama (sickle). Asunis is mischievous and envious.",
  "Ercamen: Female Tiefling Paladin, Good. Str 9, Dex 9, Con 10, Int 5, Wis 11, Cha 16. Ercamen has braided copper hair and silver eyes, and rows of shark-like teeth. She wears ring mail and wields a maul. Ercamen has an animal companion, a bay warhorse named Arigis.",
  "Gisune: Female Tiefling Wizard, NE. Str 12, Dex 13, Con 10, Int 13, Wis 14, Cha 8. Gisune is tall, with short gray hair and black eyes. She wears modest garments and wields a dagger.",
  "Suinthene: Female Tiefling Monk, N. Str 10, Dex 10, Con 9, Int 7, Wis 9, Cha 10. Suinthene has golden hair and silver eyes, and a pair of tiny wings. She wears well-made clothing and wields a kanabo (mace) and sai (dagger).",
  "Gotha: Female Tiefling Rogue, NG. Str 14, Dex 12, Con 10, Int 8, Wis 13, Cha 11. Gotha is thin, with long silver hair and black eyes. She wears leather armor and wields a longsword. Gotha is philosophical and lewd.",
  "Theoda: Female Tiefling Monk, N. Str 12, Dex 12, Con 10, Int 14, Wis 10, Cha 14. Theoda has dark blue hair and white eyes, and a flicking forked tongue. She wears sturdy clothing and wields a bo (quarterstaff) and sai (dagger). Theoda compulsively plays with a copper ring.",
  "Chlasuintha: Female Tiefling Fighter, N. Str 14, Dex 12, Con 12, Int 6, Wis 11, Cha 13. Chlasuintha is short and slender, with dark purple hair and white eyes. She wears a breastplate and wields a morningstar and shield. Chlasuintha is searching for the lost empire of Helorith.",
  "Amasude: Female Tiefling Fighter, N. Str 17, Dex 10, Con 9, Int 6, Wis 10, Cha 6. Amasude is willowy, with dark red hair and red eyes. She wears half plate and wields a flail and hand crossbow. Amasude seeks to become a knight of the realm.",
  "Suintha: Female Tiefling Monk, NG. Str 9, Dex 17, Con 9, Int 10, Wis 12, Cha 15. Suintha is willowy, with thin gray hair and red eyes. She wears sturdy clothing and wields a kanabo (mace) and shuriken (darts). Suintha is virtuous and nervous.",
  "Suintho: Female Tiefling Barbarian, N. Str 15, Dex 10, Con 9, Int 9, Wis 9, Cha 10. Suintho has uneven golden hair and silver eyes, and a flicking forked tongue. She wears leather armor and wields a shortsword. Suintho secretly serves Vali, an ancient goddess of death.",
  "Hunanda: Female Tiefling Paladin, Good. Str 8, Dex 7, Con 12, Int 5, Wis 11, Cha 10. Hunanda is short and thin, with brown hair and black eyes. She wears plate armor and wields a maul. Hunanda is romantic and honest.",
  "Erelis: Female Tiefling Ranger, LG. Str 12, Dex 12, Con 10, Int 13, Wis 13, Cha 8. Erelis has braided blonde hair and black eyes, and wears glasses with silver rims. She wears leather armor and wields a glaive.",
  "Suntho: Female Tiefling Rogue, N. Str 10, Dex 16, Con 15, Int 14, Wis 12, Cha 6. Suntho is slender, with black hair and red eyes. She wears studded leather and wields a shortsword and sickle. Suntho suffers an acute fear of necromancy and the undead.",
  "Hunila: Female Tiefling Wizard, NE. Str 6, Dex 12, Con 12, Int 12, Wis 10, Cha 11. Hunila is overweight, with black hair and black eyes. She wears tailored clothing and wields a dagger. Hunila has an arcane familiar, a green lizard named Wilgotha.",
  "Suintha: Female Tiefling Fighter, N. Str 15, Dex 8, Con 10, Int 14, Wis 8, Cha 10. Suintha is short and overweight, with dark red hair and silver eyes. She wears a chain shirt and wields a greatsword. Suintha is jealous and proud.",
  "Gothene: Female Tiefling Monk, CN. Str 12, Dex 11, Con 11, Int 13, Wis 14, Cha 11. Gothene is tall, with uneven silver hair and silver eyes. She wears well-made clothing and wields a bo (quarterstaff) and sai (dagger). Gothene has an animal companion, a black monkey named Andamasui.",
  "Suntha: Female Tiefling Rogue, LG. Str 8, Dex 14, Con 12, Int 15, Wis 10, Cha 11. Suntha is tall, with cropped auburn hair and silver eyes. She wears leather armor and wields a rapier.",
  "Thilda: Female Tiefling Fighter, N. Str 13, Dex 12, Con 13, Int 9, Wis 5, Cha 10. Thilda is slender, with dark blue hair and red eyes. She wears ring mail and wields a battleaxe.",
  "Chlasune: Female Tiefling Monk, N. Str 12, Dex 11, Con 14, Int 8, Wis 15, Cha 10. Chlasune has dark red skin, with dark purple hair and black eyes. She wears travel-stained clothing and wields nunchaku (club) and sai (dagger). Chlasune is foolish and perverted.",
  "Emhisotho: Female Tiefling Sorcerer, NE. Str 11, Dex 5, Con 14, Int 14, Wis 10, Cha 14. Emhisotho has crimson skin, with copper hair and white eyes. She wears worn clothing and wields a dagger and sling. Emhisotho refers to herself in the third person.",
  "Giso: Female Tiefling Fighter, NG. Str 16, Dex 11, Con 12, Int 11, Wis 9, Cha 12. Giso has white hair and black eyes, and horns engraved with evil symbols. She wears chain mail and wields a warhammer and hand crossbow.",
  "Arealame: Female Tiefling Monk, N. Str 17, Dex 15, Con 9, Int 9, Wis 16, Cha 7. Arealame is short, with dark red hair and gold eyes. She wears simple clothing and wields a yari (spear) and kama (sickle). Arealame is searching for the legendary dwarven kingdom of Gathundab.",
  "Valdamerc: Female Tiefling Rogue, NE. Str 8, Dex 13, Con 10, Int 14, Wis 10, Cha 10. Valdamerc has crimson skin, with auburn hair and gold eyes. She wears studded leather and wields a shortsword. Valdamerc is haunted by the memories of a past life.",
  "Valda: Female Tiefling Fighter, N. Str 12, Dex 10, Con 7, Int 8, Wis 14, Cha 9. Valda has crimson skin, with gray hair and gold eyes. She wears half plate and wields a pike. Valda is absent-minded, and always searching for a missing item.",
  "Areathama: Female Tiefling Monk, LG. Str 15, Dex 8, Con 13, Int 8, Wis 11, Cha 14. Areathama has matted silver hair and black eyes, and horns engraved with baleful symbols. She wears sturdy clothing and wields a yari (spear). Areathama is searching for a legendary blade named Heavenly Fury.",
  "Amareame: Female Tiefling Fighter, LN. Str 12, Dex 7, Con 6, Int 11, Wis 11, Cha 8. Amareame has crimson skin, with short auburn hair and red eyes. She wears a breastplate and wields a rapier and shield. Amareame has an animal companion, a badger named Thumlisca.",
  "Otsuinthagne: Female Tiefling Paladin, Good. Str 10, Dex 8, Con 14, Int 14, Wis 13, Cha 14. Otsuinthagne has blood red skin, with black hair and red eyes. She wears a chain shirt and wields a greataxe.",
  "Wilgiso: Female Tiefling Fighter, N. Str 17, Dex 10, Con 8, Int 12, Wis 14, Cha 8. Wilgiso is short, with silver hair and red eyes. She wears plate armor and wields a shortsword and shield. Wilgiso is hunting the warlord who murdered her family.",
  "Krelieva: Female Tiefling Monk, NE. Str 12, Dex 14, Con 12, Int 10, Wis 10, Cha 12. Krelieva has dark red skin, with silver hair and silver eyes. She wears well-made clothing and wields a yari (spear). Krelieva has an animal companion, a tiger named Ariunniar.",
  "Thelcheoda: Female Tiefling Fighter, NE. Str 12, Dex 12, Con 9, Int 14, Wis 8, Cha 9. Thelcheoda has dark red skin, with straight blonde hair and silver eyes. She wears scale mail and wields a shortsword and blowgun. Thelcheoda has an animal companion, a copper firedrake named Uluitis.",
  "Hilda: Female Tiefling Cleric, N. Str 8, Dex 8, Con 7, Int 11, Wis 12, Cha 9. Hilda has silver hair and gold eyes, and a flicking forked tongue. She wears leather armor and wields a light hammer and shortbow.",
  "Vada: Female Tiefling Rogue, NG. Str 6, Dex 14, Con 6, Int 15, Wis 11, Cha 11. Vada has dark red hair and silver eyes, and rows of shark-like teeth. She wears leather armor and wields a shortsword and hand crossbow. Vada seeks revenge against the aristocrat who framed her.",
  "Modela: Female Tiefling Paladin, Good. Str 12, Dex 11, Con 13, Int 13, Wis 11, Cha 7. Modela has blood red skin, with dark purple hair and black eyes. She wears ring mail and wields a war pick and shield. Modela frequently uses uncommon words incorrectly.",
  "Valdamal: Female Tiefling Fighter, N. Str 15, Dex 8, Con 7, Int 10, Wis 7, Cha 13. Valdamal is tall, with dark purple hair and red eyes. She wears chain mail and wields a longsword and shield. Valdamal is a skilled singer.",
  "Matiso: Female Tiefling Cleric, NE. Str 8, Dex 10, Con 13, Int 11, Wis 14, Cha 9. Matiso has dark blue hair and gold eyes, and a magical scar on her leg. She wears hide armor and wields a club and shield. Matiso has a terrible sense of direction.",
  "Merca: Female Tiefling Fighter, N. Str 12, Dex 12, Con 9, Int 8, Wis 10, Cha 10. Merca is tall and willowy, with dark blue hair and gold eyes. She wears plate armor and wields a rapier and shield.",
  "Andamasui: Female Tiefling Fighter, CN. Str 14, Dex 13, Con 14, Int 13, Wis 7, Cha 12. Andamasui has dark blue hair and white eyes, and rows of shark-like teeth. She wears hide armor and wields a longsword and shield. Andamasui has an animal companion, a copper firedrake named Sigero.",
  "Gilda: Female Tiefling Paladin, Good. Str 11, Dex 8, Con 8, Int 9, Wis 17, Cha 13. Gilda has dark red skin, with golden hair and gold eyes. She wears hide armor and wields a whip. Gilda suffers an acute fear of runes and symbols.",
  "Thelchilda: Female Tiefling Paladin, Good. Str 13, Dex 9, Con 12, Int 13, Wis 12, Cha 15. Thelchilda has crimson skin, with golden hair and red eyes. She wears hide armor and wields a rapier. Thelchilda has an animal companion, a bay warhorse named Orangic.",
  "Glotsuintho: Female Tiefling Druid, Neutral. Str 12, Dex 7, Con 9, Int 6, Wis 12, Cha 11. Glotsuintho has dark red skin, with dark blue hair and red eyes. She wears hide armor and wields a club and wooden shield. Glotsuintho is impulsive and depressed.",
  "Suintha: Female Tiefling Rogue, NE. Str 12, Dex 12, Con 10, Int 8, Wis 5, Cha 10. Suintha has blonde hair and silver eyes, and wears glasses with iron rims. She wears studded leather and wields a mace and hand crossbow. Suintha has an animal companion, a dire rat named Alin.",
  "Albemhis: Female Tiefling Rogue, LG. Str 9, Dex 17, Con 8, Int 11, Wis 14, Cha 5. Albemhis has dark blue hair and silver eyes, and a distinctive scar on her arm. She wears studded leather and wields a light hammer. Albemhis compulsively collects small objects.",
  "Amalarea: Female Tiefling Cleric, NG. Str 12, Dex 10, Con 6, Int 10, Wis 12, Cha 9. Amalarea has blood red skin, with long blonde hair and black eyes. She wears leather armor and wields a light hammer and shield. Amalarea has an animal companion, a hawk named Gudamod.",
  "Valda: Female Tiefling Rogue, NG. Str 10, Dex 17, Con 10, Int 10, Wis 7, Cha 8. Valda has cropped white hair and silver eyes, and horns engraved with baleful symbols. She wears studded leather and wields a longsword. Valda compulsively collects small objects.",
  "Thelchilda: Female Tiefling Monk, N. Str 17, Dex 13, Con 12, Int 12, Wis 10, Cha 11. Thelchilda has dark red hair and red eyes, and rows of shark-like teeth. She wears well-made clothing and wields nunchaku (club).",
  "Heoda: Female Tiefling Cleric, N. Str 11, Dex 6, Con 11, Int 10, Wis 14, Cha 14. Heoda is tall, with short copper hair and black eyes. She wears leather armor and wields a mace. Heoda has an animal companion, a hunting dog named Anamana.",
  "Vadane: Female Tiefling Cleric, NG. Str 6, Dex 13, Con 10, Int 9, Wis 16, Cha 12. Vadane is tall, with silver hair and red eyes. She wears leather armor and wields a quarterstaff and darts. Vadane is well-spoken and fair.",
  "Elchevatha: Female Tiefling Monk, N. Str 14, Dex 12, Con 11, Int 12, Wis 12, Cha 10. Elchevatha is tall, with dark purple hair and silver eyes. She wears travel-stained clothing and wields nunchaku (club) and sai (dagger). Elchevatha has an animal companion, a white monkey named Hiuda.",
  "Amalfrild: Female Tiefling Ranger, LE. Str 17, Dex 15, Con 5, Int 7, Wis 9, Cha 13. Amalfrild has crimson skin, with tangled blonde hair and white eyes. She wears a breastplate and wields a greataxe. Amalfrild refers to herself in the third person.",
  "Chlasune: Female Tiefling Fighter, N. Str 15, Dex 10, Con 12, Int 9, Wis 13, Cha 12. Chlasune is short, with uneven brown hair and silver eyes. She wears splint armor and wields a greataxe. Chlasune is moody and fanatical.",
  "Heoda: Female Tiefling Fighter, LN. Str 15, Dex 16, Con 12, Int 9, Wis 11, Cha 7. Heoda has crimson skin, with uneven copper hair and gold eyes. She wears scale mail and wields a whip and shield. Heoda is dying and desperately seeks the secret of immortality.",
  "Wilgefort: Female Tiefling Rogue, CG. Str 15, Dex 17, Con 10, Int 14, Wis 11, Cha 9. Wilgefort has blood red skin, with dark red hair and red eyes. She wears leather armor and wields a longsword.",
  "Vadane: Female Tiefling Rogue, NE. Str 11, Dex 12, Con 11, Int 8, Wis 8, Cha 12. Vadane has blood red skin, with dark purple hair and white eyes. She wears studded leather and wields a shortsword.",
  "Gothilda: Female Tiefling Rogue, NG. Str 11, Dex 13, Con 7, Int 7, Wis 10, Cha 12. Gothilda has dark red skin, with thin golden hair and gold eyes. She wears studded leather and wields a rapier. Gothilda is brave and honest.",
  "Thelcha: Female Tiefling Ranger, N. Str 14, Dex 12, Con 10, Int 7, Wis 13, Cha 11. Thelcha has dark purple hair and black eyes, and horns engraved with evil symbols. She wears studded leather and wields a greatsword. Thelcha has dire rat named Bila.",
  "Anathalfri: Female Tiefling Monk, NG. Str 10, Dex 12, Con 10, Int 9, Wis 12, Cha 9. Anathalfri has dark red hair and red eyes, and a pair of tiny wings. She wears modest garments and wields an ono (handaxe). Anathalfri has an animal companion, a gray rat named Rava.",
  "Suntha: Female Tiefling Sorcerer, CN. Str 15, Dex 7, Con 10, Int 6, Wis 13, Cha 12. Suntha is short and stout, with thin silver hair and red eyes. She wears modest garments and wields a dagger and sling. Suntha has an animal companion, a gray toad named Wilguda.",
  "Ostrotsuis: Female Tiefling Monk, N. Str 12, Dex 12, Con 9, Int 8, Wis 8, Cha 9. Ostrotsuis has dark red skin, with dark purple hair and red eyes. She wears simple clothing and wields a bo (quarterstaff) and shuriken (darts). Ostrotsuis suffers a deadly allergy to nuts.",
  "Helcha: Female Tiefling Warlock, NG. Str 9, Dex 11, Con 8, Int 6, Wis 8, Cha 14. Helcha has dark red hair and white eyes, and horns engraved with dark symbols. She wears studded leather and wields a club and light crossbow. Helcha seeks to discover the truth of her lineage.",
  "Erelis: Female Tiefling Monk, N. Str 12, Dex 14, Con 8, Int 9, Wis 11, Cha 7. Erelis has blood red skin, with dark blue hair and white eyes. She wears well-made clothing and wields a bo (quarterstaff). Erelis is lustful and arrogant.",
  "Sunilda: Female Tiefling Monk, NG. Str 9, Dex 13, Con 6, Int 11, Wis 16, Cha 10. Sunilda has crimson skin, with dark red hair and black eyes. She wears simple clothing and wields an ono (handaxe) and shuriken (darts). Sunilda serves Rosand, an ancient but forgotten goddess of good.",
  "Gilda: Female Tiefling Cleric, CN. Str 9, Dex 8, Con 12, Int 11, Wis 16, Cha 14. Gilda has blood red skin, with dark blue hair and silver eyes. She wears a breastplate and wields a mace and shield. Gilda is polite and gullible.",
  "Gefortis: Female Tiefling Barbarian, LG. Str 16, Dex 9, Con 13, Int 7, Wis 13, Cha 10. Gefortis is tall and thin, with dark blue hair and silver eyes. She wears leather armor and wields a scimitar and heavy crossbow. Gefortis has an animal companion, a gray wolf named Valdela.",
  "Kreagnila: Female Tiefling Rogue, CN. Str 7, Dex 16, Con 12, Int 11, Wis 12, Cha 9. Kreagnila has crimson skin, with thick blonde hair and white eyes. She wears studded leather and wields a longsword and darts. Kreagnila has an animal companion, a sable ferret named Hiudane.",
  "Chleuva: Female Tiefling Rogue, LN. Str 9, Dex 13, Con 12, Int 12, Wis 12, Cha 6. Chleuva is tall, with dark red hair and black eyes. She wears studded leather and wields a shortsword. Chleuva dislikes anyone smaller than her.",
  "Chleuva: Female Tiefling Fighter, LN. Str 14, Dex 8, Con 10, Int 10, Wis 8, Cha 8. Chleuva has braided silver hair and red eyes, and horns engraved with fell symbols. She wears a breastplate and wields a war pick. Chleuva has an animal companion, a ginger dog named Alarild.",
  "Anasuni: Female Tiefling Druid, Neutral. Str 7, Dex 9, Con 15, Int 10, Wis 13, Cha 14. Anasuni has messy brown hair and black eyes, and rows of shark-like teeth. She wears hide armor and wields a spear and wooden shield. Anasuni is humble and combative.",
  "Elinthada: Female Tiefling Monk, LE. Str 14, Dex 16, Con 8, Int 10, Wis 12, Cha 10. Elinthada is tall, with gray hair and gold eyes. She wears well-made clothing and wields a yari (spear) and sai (dagger). Elinthada is hunting the demon who slew his mentor.",
  "Gotho: Female Tiefling Wizard, CN. Str 10, Dex 15, Con 10, Int 13, Wis 8, Cha 9. Gotho has braided brown hair and gold eyes, and rows of shark-like teeth. She wears expensive clothing and wields a dagger and sling. Gotho has an arcane familiar, a bipedal rat wearing a tiny cloak and wielding a tiny sword.",
  "Gaatho: Female Tiefling Ranger, N. Str 12, Dex 14, Con 11, Int 14, Wis 13, Cha 7. Gaatho is tall, with brown hair and red eyes. She wears hide armor and wields a flail and shield. Gaatho is serious and corrupt.",
  "Glotsune: Female Tiefling Bard, N. Str 12, Dex 5, Con 8, Int 14, Wis 8, Cha 13. Glotsune has straight white hair and white eyes, and a pair of tiny wings. She wears leather armor and wields a club. Glotsune is inventive and deceitful.",
  "Agnefotsui: Female Tiefling Ranger, LG. Str 11, Dex 16, Con 7, Int 11, Wis 12, Cha 14. Agnefotsui has dark red skin, with dark red hair and black eyes. She wears studded leather and wields a battleaxe and shield. Agnefotsui is colorblind.",
  "Albefotho: Female Tiefling Rogue, N. Str 11, Dex 13, Con 6, Int 12, Wis 9, Cha 14. Albefotho has crimson skin, with golden hair and silver eyes. She wears leather armor and wields a shortsword. Albefotho has an animal companion, a raven named Cusarnio.",
  "Wilgaatho: Female Tiefling Ranger, NE. Str 9, Dex 14, Con 10, Int 11, Wis 13, Cha 8. Wilgaatho has dark red hair and white eyes, and horns engraved with fell symbols. She wears studded leather and wields a shortsword. Wilgaatho compulsively plays with a copper coin.",
  "Valda: Female Tiefling Monk, N. Str 14, Dex 12, Con 11, Int 12, Wis 10, Cha 13. Valda has white hair and silver eyes, and horns engraved with evil symbols. She wears well-made clothing and wields a yari (spear) and shuriken (darts). Valda is searching for her lost sister.",
  "Glieva: Female Tiefling Monk, N. Str 13, Dex 13, Con 13, Int 7, Wis 8, Cha 9. Glieva is short and overweight, with dark blue hair and red eyes. She wears travel-stained clothing and wields an ono (handaxe).",
  "Hilda: Female Tiefling Fighter, N. Str 15, Dex 17, Con 10, Int 10, Wis 7, Cha 10. Hilda is short, with curly copper hair and red eyes. She wears chain mail and wields a warhammer. Hilda has an animal companion, a brown bear named Bigisva.",
  "Arealasui: Female Tiefling Sorcerer, CN. Str 14, Dex 8, Con 8, Int 10, Wis 6, Cha 17. Arealasui has blood red skin, with uneven black hair and gold eyes. She wears modest garments and wields a dagger. Arealasui is searching for her lost brother.",
  "Gefortas: Female Tiefling Barbarian, CE. Str 12, Dex 10, Con 16, Int 10, Wis 9, Cha 9. Gefortas has auburn hair and black eyes, and a flicking forked tongue. She wears studded leather and wields a rapier and shield. Gefortas is violent and craven.",
  "Gisune: Female Tiefling Fighter, CN. Str 14, Dex 10, Con 10, Int 12, Wis 10, Cha 11. Gisune is short and slender, with short golden hair and gold eyes. She wears ring mail and wields a whip. Gisune has an animal companion, a brown bear named Wittigoia.",
  "Valda: Female Tiefling Paladin, Good. Str 13, Dex 14, Con 9, Int 11, Wis 16, Cha 7. Valda has dark red skin, with cropped copper hair and red eyes. She wears hide armor and wields a whip and shield. Valda seeks to destroy the undead.",
  "Theodane: Female Tiefling Paladin, Good. Str 10, Dex 11, Con 15, Int 10, Wis 13, Cha 13. Theodane is thin, with auburn hair and silver eyes. She wears a chain shirt and wields a war pick. Theodane is aesthetic and gentle.",
  "Atamen: Female Tiefling Fighter, NG. Str 15, Dex 16, Con 6, Int 13, Wis 12, Cha 8. Atamen has blood red skin, with dark blue hair and white eyes. She wears plate armor and wields a glaive. Atamen has an animal companion, a brown bear named Thunanda.",
  "Ostrodasui: Female Tiefling Ranger, N. Str 12, Dex 9, Con 10, Int 15, Wis 17, Cha 12. Ostrodasui has blood red skin, with dark purple hair and red eyes. She wears studded leather and wields a warhammer and shield. Ostrodasui is easily distracted by food and drink.",
  "Aldathasu: Female Tiefling Druid, Neutral. Str 13, Dex 8, Con 8, Int 6, Wis 14, Cha 9. Aldathasu has blood red skin, with black hair and gold eyes. She wears leather armor and wields a spear and sling. Aldathasu seeks revenge against the sister who betrayed her.",
  "Elchen: Female Tiefling Paladin, Good. Str 14, Dex 8, Con 7, Int 10, Wis 15, Cha 8. Elchen has crimson skin, with long white hair and silver eyes. She wears half plate and wields a war pick and shield. Elchen is diplomatic and alluring.",
  "Gisuintho: Female Tiefling Rogue, NE. Str 14, Dex 15, Con 12, Int 11, Wis 12, Cha 11. Gisuintho has blood red skin, with curly black hair and white eyes. She wears leather armor and wields a shortsword. Gisuintho speaks with a strange accent.",
  "Valda: Female Tiefling Bard, NG. Str 13, Dex 10, Con 11, Int 9, Wis 10, Cha 15. Valda has blood red skin, with long golden hair and silver eyes. She wears studded leather and wields a shortsword and sling. Valda has an animal companion, a sable ferret named Thikasi.",
  "Maleuva: Female Tiefling Ranger, NG. Str 10, Dex 11, Con 13, Int 11, Wis 12, Cha 9. Maleuva is short and stout, with dark blue hair and red eyes. She wears leather armor and wields a pike. Maleuva has a terrible sense of direction.",
  "Othodalbe: Female Tiefling Wizard, LN. Str 11, Dex 11, Con 12, Int 15, Wis 12, Cha 9. Othodalbe has blood red skin, with gray hair and white eyes. She wears blue robes and wields a dagger and darts. Othodalbe is anxious and alluring.",
  "Henila: Female Tiefling Cleric, NG. Str 12, Dex 8, Con 8, Int 7, Wis 14, Cha 10. Henila has crimson skin, with braided auburn hair and red eyes. She wears leather armor and wields a quarterstaff. Henila is dying and desperately seeks the secret of immortality.",
  "Thelchene: Female Tiefling Paladin, Good. Str 15, Dex 11, Con 15, Int 7, Wis 12, Cha 11. Thelchene is short and stout, with auburn hair and gold eyes. She wears ring mail and wields a war pick and shield. Thelchene is easily distracted by small animals.",
  "Thune: Female Tiefling Warlock, N. Str 11, Dex 11, Con 13, Int 10, Wis 9, Cha 13. Thune is thin, with uneven brown hair and red eyes. She wears leather armor and wields a light hammer and sling. Thune has an animal companion, a raven named Evagnen.",
  "Gisune: Female Tiefling Monk, NG. Str 15, Dex 14, Con 10, Int 7, Wis 13, Cha 7. Gisune is thin, with gray hair and red eyes. She wears modest garments and wields nunchaku (club) and sai (dagger). Gisune is righteous and intuitive.",
  "Krogiso: Female Tiefling Warlock, NG. Str 15, Dex 7, Con 9, Int 11, Wis 7, Cha 13. Krogiso has blood red skin, with copper hair and black eyes. She wears leather armor and wields a club and dagger. Krogiso is hunting the warlord who stole her ancestral sword.",
  "Krelotso: Female Tiefling Paladin, Good. Str 17, Dex 7, Con 10, Int 10, Wis 11, Cha 16. Krelotso has crimson skin, with golden hair and red eyes. She wears scale mail and wields a pike. Krelotso is cursed with traumatic nightmares.",
  "Amareasu: Female Tiefling Rogue, N. Str 9, Dex 17, Con 11, Int 13, Wis 10, Cha 7. Amareasu has golden hair and gold eyes, and a flicking forked tongue. She wears leather armor and wields a longsword and light crossbow. Amareasu suffers a deadly allergy to nuts.",
  "Helcha: Female Tiefling Bard, CG. Str 7, Dex 9, Con 14, Int 9, Wis 8, Cha 16. Helcha is tall, with short black hair and gold eyes. She wears leather armor and wields a mace. Helcha has an animal companion, a hawk named Gisange.",
  "Thelcho: Female Tiefling Barbarian, LG. Str 12, Dex 10, Con 11, Int 8, Wis 13, Cha 5. Thelcho is slender, with messy silver hair and black eyes. She wears leather armor and wields a halberd. Thelcho has an animal companion, a gray wolf named Adamen.",
  "Otsuisotho: Female Tiefling Barbarian, NG. Str 12, Dex 7, Con 13, Int 9, Wis 15, Cha 9. Otsuisotho has dark red skin, with dark purple hair and red eyes. She wears scale mail and wields a warhammer and shield. Otsuisotho seeks revenge against the sister who betrayed her.",
  "Thelcha: Female Tiefling Rogue, N. Str 13, Dex 13, Con 8, Int 13, Wis 13, Cha 6. Thelcha has dark blue hair and gold eyes, and a pair of tiny wings. She wears leather armor and wields a rapier. Thelcha is paranoid and tactless.",
  "Gothiuda: Female Tiefling Cleric, NG. Str 14, Dex 9, Con 9, Int 11, Wis 17, Cha 13. Gothiuda is short and thin, with dark purple hair and red eyes. She wears leather armor and wields a club and javelins. Gothiuda suffers a severe allergy to dwarves.",
  "Thelchilda: Female Tiefling Druid, Neutral. Str 12, Dex 10, Con 12, Int 11, Wis 16, Cha 7. Thelchilda has crimson skin, with dark blue hair and gold eyes. She wears hide armor and wields a spear and darts.",
  "Efodalda: Female Tiefling Fighter, NG. Str 14, Dex 12, Con 7, Int 10, Wis 10, Cha 8. Efodalda has crimson skin, with thin golden hair and black eyes. She wears chain mail and wields a morningstar and heavy crossbow. Efodalda is a terrible liar.",
  "Ostrothogo: Female Tiefling Cleric, LN. Str 6, Dex 7, Con 13, Int 9, Wis 13, Cha 9. Ostrothogo is heavyset, with blonde hair and white eyes. She wears leather armor and wields a quarterstaff and javelins. Ostrothogo is impartial and impish.",
  "Erergana: Female Tiefling Rogue, LE. Str 6, Dex 15, Con 9, Int 11, Wis 11, Cha 11. Erergana has brown hair and white eyes, and an unusual scar on her face. She wears leather armor and wields a light hammer and hand crossbow. Erergana has an animal companion, a black snake named Chlasuintha.",
  "Suinthune: Female Tiefling Cleric, CN. Str 13, Dex 10, Con 9, Int 7, Wis 16, Cha 7. Suinthune has dark purple hair and white eyes, and rows of shark-like teeth. She wears half plate and wields a light hammer and sling. Suinthune has an animal companion, a red firedrake named Valdamat.",
  "Suntha: Female Tiefling Fighter, N. Str 12, Dex 7, Con 11, Int 8, Wis 13, Cha 12. Suntha has dark red skin, with messy blonde hair and white eyes. She wears half plate and wields a flail and shield. Suntha has an animal companion, a black wolf named Albergasui.",
  "Gaathene: Female Tiefling Ranger, LE. Str 15, Dex 10, Con 5, Int 10, Wis 13, Cha 6. Gaathene is thin, with dark purple hair and silver eyes. She wears studded leather and wields a glaive.",
  "Gaathene: Female Tiefling Druid, Neutral. Str 12, Dex 15, Con 13, Int 15, Wis 15, Cha 13. Gaathene is stout, with dark purple hair and black eyes. She wears hide armor and wields a mace. Gaathene is adaptable and hardworking.",
  "Eleudild: Female Tiefling Fighter, N. Str 14, Dex 10, Con 12, Int 10, Wis 7, Cha 11. Eleudild is willowy, with cropped brown hair and red eyes. She wears scale mail and wields a flail and shield. Eleudild suffers a paralyzing fear of injury.",
  "Kreleuva: Female Tiefling Barbarian, N. Str 14, Dex 13, Con 12, Int 13, Wis 5, Cha 10. Kreleuva is short, with copper hair and silver eyes. She wears studded leather and wields a trident and blowgun. Kreleuva seeks to atone for past sins.",
  "Ergarealbe: Female Tiefling Fighter, LN. Str 17, Dex 16, Con 9, Int 11, Wis 10, Cha 12. Ergarealbe has crimson skin, with messy white hair and black eyes. She wears ring mail and wields a shortsword and shield. Ergarealbe is impossibly lucky.",
  "Valda: Female Tiefling Fighter, NG. Str 12, Dex 10, Con 7, Int 9, Wis 9, Cha 9. Valda is short, with dark blue hair and black eyes. She wears ring mail and wields a whip and longbow.",
  "Krelaso: Female Tiefling Fighter, CN. Str 15, Dex 10, Con 14, Int 10, Wis 7, Cha 14. Krelaso has crimson skin, with gray hair and gold eyes. She wears ring mail and wields a warhammer. Krelaso compulsively hums.",
  "Amareasu: Female Tiefling Bard, N. Str 11, Dex 11, Con 13, Int 11, Wis 11, Cha 17. Amareasu has crimson skin, with dark purple hair and gold eyes. She wears studded leather and wields a shortsword. Amareasu compulsively collects small objects.",
  "Agnevasu: Female Tiefling Druid, Neutral. Str 11, Dex 13, Con 7, Int 12, Wis 16, Cha 11. Agnevasu is heavyset, with red hair and gold eyes. She wears leather armor and wields a scimitar and wooden shield. Agnevasu has black wolf named Suntha.",
  "Gothune: Female Tiefling Monk, LN. Str 16, Dex 16, Con 9, Int 10, Wis 11, Cha 9. Gothune has dark blue hair and silver eyes, and wears glasses with electrum rims. She wears simple clothing and wields a bo (quarterstaff). Gothune has an animal companion, a black monkey named Harisi.",
  "Krelieva: Female Tiefling Cleric, NG. Str 10, Dex 13, Con 12, Int 14, Wis 15, Cha 12. Krelieva has dark blue hair and gold eyes, and a pair of tiny wings. She wears hide armor and wields a light hammer and shield.",
  "Merca: Female Tiefling Wizard, N. Str 13, Dex 11, Con 8, Int 17, Wis 9, Cha 12. Merca has blood red skin, with thin auburn hair and black eyes. She wears tailored clothing and wields a quarterstaff and darts. Merca is amoral and arrogant.",
  "Adamame: Female Tiefling Ranger, CN. Str 9, Dex 12, Con 11, Int 11, Wis 12, Cha 9. Adamame has dark red skin, with thick red hair and white eyes. She wears leather armor and wields a war pick. Adamame seeks to discover where she came from, and who her real family is.",
  "Valda: Female Tiefling Warlock, LE. Str 11, Dex 11, Con 11, Int 10, Wis 10, Cha 17. Valda has dark purple hair and black eyes, and a distinctive scar on her face. She wears leather armor and wields a club. Valda is haunted by the ghost of someone she killed.",
  "Gothene: Female Tiefling Paladin, Good. Str 15, Dex 11, Con 12, Int 11, Wis 11, Cha 14. Gothene has dark red skin, with long blonde hair and white eyes. She wears chain mail and wields a scimitar and shield. Gothene speaks with a soft voice.",
  "Sunilda: Female Tiefling Druid, Neutral. Str 8, Dex 6, Con 7, Int 7, Wis 14, Cha 7. Sunilda has blood red skin, with copper hair and black eyes. She wears leather armor and wields a spear and wooden shield.",
  "Gaatha: Female Tiefling Wizard, N. Str 6, Dex 8, Con 8, Int 13, Wis 10, Cha 11. Gaatha has dark red hair and black eyes, and a distinctive scar on her leg. She wears white robes and wields a quarterstaff. Gaatha has an arcane familiar, a black bat named Gebalda.",
  "Asuis: Female Tiefling Fighter, N. Str 17, Dex 13, Con 10, Int 9, Wis 12, Cha 12. Asuis has cropped white hair and black eyes, and wears glasses with bronze rims. She wears chain mail and wields a glaive. Asuis compulsively plays with an iron ring.",
  "Elinthada: Female Tiefling Ranger, CG. Str 9, Dex 13, Con 11, Int 5, Wis 9, Cha 10. Elinthada has messy red hair and gold eyes, and a flicking forked tongue. She wears a breastplate and wields a greatsword. Elinthada has silver dog named Hene.",
  "Heoda: Female Tiefling Rogue, N. Str 8, Dex 17, Con 8, Int 8, Wis 14, Cha 11. Heoda has dark purple hair and red eyes, and an unusual scar on her leg. She wears leather armor and wields a rapier. Heoda is searching for her missing daughter.",
  "Hunila: Female Tiefling Rogue, N. Str 9, Dex 15, Con 9, Int 12, Wis 9, Cha 5. Hunila has dark purple hair and gold eyes, and a flicking forked tongue. She wears leather armor and wields a rapier. Hunila is absent-minded and scheming.",
  "Gotha: Female Tiefling Rogue, LG. Str 12, Dex 16, Con 8, Int 10, Wis 13, Cha 5. Gotha is willowy, with dark purple hair and silver eyes. She wears studded leather and wields a light hammer. Gotha has an animal companion, a black snake named Gefortis.",
  "Valdane: Female Tiefling Warlock, N. Str 12, Dex 6, Con 8, Int 9, Wis 11, Cha 14. Valdane has crimson skin, with auburn hair and gold eyes. She wears leather armor and wields a light hammer.",
  "Wilguda: Female Tiefling Cleric, LN. Str 9, Dex 9, Con 13, Int 10, Wis 16, Cha 16. Wilguda has dark blue hair and red eyes, and a flicking forked tongue. She wears studded leather and wields a quarterstaff.",
  "Valdiga: Female Tiefling Rogue, CN. Str 8, Dex 14, Con 6, Int 16, Wis 14, Cha 12. Valdiga is tall, with dark red hair and black eyes. She wears studded leather and wields a shortsword.",
  "Guda: Female Tiefling Fighter, LG. Str 13, Dex 10, Con 7, Int 14, Wis 12, Cha 11. Guda has dark blue hair and black eyes, and horns engraved with dark symbols. She wears ring mail and wields a warhammer.",
  "Heoda: Female Tiefling Druid, Neutral. Str 17, Dex 7, Con 8, Int 13, Wis 17, Cha 8. Heoda is overweight, with red hair and silver eyes. She wears leather armor and wields a quarterstaff. Heoda compulsively plays with a copper ring.",
  "Amevama: Female Tiefling Cleric, LE. Str 9, Dex 11, Con 11, Int 14, Wis 14, Cha 12. Amevama has golden hair and black eyes, and a pair of tiny wings. She wears a breastplate and wields a handaxe and shield. Amevama is cursed with hallucinations.",
  "Kreagnilda: Female Tiefling Fighter, N. Str 14, Dex 15, Con 10, Int 7, Wis 10, Cha 9. Kreagnilda has dark red hair and black eyes, and horns engraved with baleful symbols. She wears chain mail and wields a rapier. Kreagnilda is quiet and possessive.",
  "Atamada: Female Tiefling Fighter, LG. Str 17, Dex 12, Con 11, Int 10, Wis 8, Cha 13. Atamada has auburn hair and white eyes, and a distinctive scar on her face. She wears chain mail and wields a war pick.",
  "Gildamerc: Female Tiefling Paladin, Good. Str 10, Dex 11, Con 7, Int 8, Wis 16, Cha 14. Gildamerc has blood red skin, with uneven black hair and white eyes. She wears chain mail and wields a trident. Gildamerc is cultured and perceptive.",
  "Thelcha: Female Tiefling Rogue, LN. Str 14, Dex 17, Con 14, Int 12, Wis 10, Cha 10. Thelcha is tall, with thick white hair and white eyes. She wears leather armor and wields a longsword. Thelcha is protective and scheming.",
  "Ercamalfri: Female Tiefling Cleric, N. Str 10, Dex 9, Con 14, Int 9, Wis 12, Cha 11. Ercamalfri has blood red skin, with matted red hair and gold eyes. She wears hide armor and wields a mace. Ercamalfri is cynical and scheming.",
  "Gilda: Female Tiefling Rogue, CN. Str 8, Dex 13, Con 5, Int 9, Wis 9, Cha 9. Gilda has crimson skin, with dark red hair and red eyes. She wears studded leather and wields a shortsword. Gilda seeks revenge against the sister who betrayed her.",
  "Helcha: Female Tiefling Monk, N. Str 14, Dex 12, Con 9, Int 10, Wis 15, Cha 7. Helcha is stout, with dark red hair and black eyes. She wears worn clothing and wields a kanabo (mace) and sai (dagger). Helcha has an animal companion, a green snake named Thelcheoda.",
  "Krogilda: Female Tiefling Fighter, NG. Str 16, Dex 14, Con 8, Int 9, Wis 12, Cha 11. Krogilda has dark red skin, with dark purple hair and gold eyes. She wears a breastplate and wields a morningstar.",
  "Eremhis: Female Tiefling Ranger, NE. Str 12, Dex 10, Con 11, Int 10, Wis 11, Cha 10. Eremhis has thin auburn hair and gold eyes, and horns engraved with baleful symbols. She wears half plate and wields a flail and shield. Eremhis has badger named Flima.",
  "Guda: Female Tiefling Druid, Neutral. Str 12, Dex 6, Con 11, Int 13, Wis 16, Cha 10. Guda is slender, with dark red hair and silver eyes. She wears leather armor and wields a club and wooden shield. Guda is searching for her lost brother.",
  "Amen: Female Tiefling Ranger, CG. Str 12, Dex 12, Con 12, Int 9, Wis 9, Cha 9. Amen has uneven auburn hair and gold eyes, and wears glasses with copper rims. She wears leather armor and wields a scimitar and shield. Amen has forest owl named Heodero.",
  "Othogotho: Female Tiefling Rogue, NE. Str 9, Dex 12, Con 8, Int 13, Wis 11, Cha 13. Othogotho has tangled white hair and white eyes, and a pair of tiny wings. She wears studded leather and wields a shortsword. Othogotho has an animal companion, a sable ferret named Malfrida.",
  "Glasuintho: Female Tiefling Fighter, LN. Str 12, Dex 15, Con 13, Int 7, Wis 7, Cha 9. Glasuintho is willowy, with straight red hair and gold eyes. She wears ring mail and wields a morningstar. Glasuintho is depressed and covetous.",
  "Gefortas: Female Tiefling Cleric, N. Str 9, Dex 14, Con 11, Int 13, Wis 15, Cha 16. Gefortas is short and overweight, with dark purple hair and gold eyes. She wears studded leather and wields a light hammer and sling. Gefortas seeks the meaning of a strange prophecy.",
  "Gleuvalda: Female Tiefling Wizard, NG. Str 5, Dex 11, Con 15, Int 17, Wis 11, Cha 7. Gleuvalda is short and slender, with dark blue hair and white eyes. She wears well-made clothing and wields a dagger and darts. Gleuvalda seeks to save her family from financial ruin.",
  "Henila: Female Tiefling Rogue, N. Str 14, Dex 14, Con 5, Int 7, Wis 10, Cha 8. Henila has blood red skin, with black hair and silver eyes. She wears leather armor and wields a longsword. Henila is searching for the legendary dwarven kingdom of Zirazadd.",
  "Elchemhild: Female Tiefling Fighter, LN. Str 16, Dex 10, Con 13, Int 14, Wis 12, Cha 13. Elchemhild has crimson skin, with dark purple hair and gold eyes. She wears ring mail and wields a scimitar and net. Elchemhild believes that she is being hunted by supernatural creatures.",
  "Suniga: Female Tiefling Monk, N. Str 16, Dex 15, Con 14, Int 10, Wis 10, Cha 13. Suniga is short, with dark purple hair and white eyes. She wears sturdy clothing and wields nunchaku (club) and shuriken (darts). Suniga has an animal companion, a hunting dog named Getela.",
  "Albergama: Female Tiefling Bard, LG. Str 12, Dex 10, Con 10, Int 13, Wis 14, Cha 13. Albergama is tall, with dark purple hair and gold eyes. She wears leather armor and wields a rapier. Albergama is cursed with wild tremors.",
  "Gotha: Female Tiefling Cleric, N. Str 14, Dex 5, Con 13, Int 9, Wis 13, Cha 10. Gotha is tall, with gray hair and black eyes. She wears studded leather and wields a spear and shield. Gotha is absent-minded and malevolent.",
  "Eleunis: Female Tiefling Cleric, N. Str 10, Dex 9, Con 15, Int 10, Wis 13, Cha 9. Eleunis is tall and heavyset, with dark red hair and white eyes. She wears a breastplate and wields a quarterstaff. Eleunis is foolish and gullible.",
  "Alfrismostro: Female Tiefling Bard, LN. Str 12, Dex 12, Con 12, Int 15, Wis 13, Cha 15. Alfrismostro has blonde hair and black eyes, and a flicking forked tongue. She wears leather armor and wields a shortsword. Alfrismostro has an animal companion, a hunting dog named Borisma.",
  "Atamagne: Female Tiefling Rogue, N. Str 10, Dex 15, Con 12, Int 9, Wis 9, Cha 11. Atamagne has dark blue hair and white eyes, and wears glasses with iron rims. She wears leather armor and wields a shortsword and light crossbow. Atamagne seeks revenge against the thieves' guild which left her to hang.",
  "Areamarea: Female Tiefling Cleric, LN. Str 10, Dex 8, Con 14, Int 10, Wis 14, Cha 10. Areamarea is short and slender, with dark red hair and red eyes. She wears studded leather and wields a quarterstaff and shield. Areamarea is fascinated by riddles and word games.",
  "Sunthune: Female Tiefling Sorcerer, N. Str 5, Dex 9, Con 13, Int 9, Wis 11, Cha 17. Sunthune has dark purple hair and red eyes, and rows of shark-like teeth. She wears worn clothing and wields a dagger and sling. Sunthune is searching for the legendary dwarven kingdom of Barukthund.",
  "Gaathiuda: Female Tiefling Rogue, LG. Str 9, Dex 13, Con 11, Int 9, Wis 13, Cha 12. Gaathiuda has dark blue hair and red eyes, and wears glasses with pewter rims. She wears studded leather and wields a longsword. Gaathiuda secretly serves Sthiry, an ancient goddess of evil.",
  "Guda: Female Tiefling Fighter, N. Str 16, Dex 15, Con 11, Int 11, Wis 9, Cha 10. Guda is short, with dark blue hair and red eyes. She wears ring mail and wields a greataxe. Guda has an animal companion, a brown bear named Emhilagne.",
  "Suniga: Female Tiefling Fighter, NG. Str 17, Dex 7, Con 8, Int 8, Wis 11, Cha 11. Suniga has blood red skin, with dark blue hair and white eyes. She wears a chain shirt and wields a shortsword and longbow.",
  "Sunanda: Female Tiefling Fighter, N. Str 14, Dex 11, Con 8, Int 12, Wis 13, Cha 9. Sunanda has dark red skin, with dark red hair and white eyes. She wears a breastplate and wields a maul. Sunanda is protective and nervous.",
  "Gisuintho: Female Tiefling Fighter, NG. Str 14, Dex 12, Con 12, Int 8, Wis 7, Cha 8. Gisuintho has crimson skin, with dark red hair and white eyes. She wears splint armor and wields a warhammer and heavy crossbow. Gisuintho is cursed with amnesia.",
  "Gefortis: Female Tiefling Rogue, NG. Str 10, Dex 14, Con 14, Int 13, Wis 12, Cha 13. Gefortis is short, with black hair and red eyes. She wears studded leather and wields a quarterstaff and hand crossbow. Gefortis refers to herself in the third person.",
  "Amalben: Female Tiefling Monk, NG. Str 17, Dex 8, Con 10, Int 13, Wis 12, Cha 10. Amalben is slender, with tangled golden hair and silver eyes. She wears modest garments and wields an ono (handaxe) and sai (dagger). Amalben has an animal companion, a white rabbit named Fastero.",
  "Valda: Female Tiefling Barbarian, LN. Str 17, Dex 7, Con 16, Int 10, Wis 15, Cha 13. Valda has dark red skin, with cropped brown hair and gold eyes. She wears studded leather and wields a scimitar and blowgun. Valda seeks to save her family from financial ruin.",
  "Thiudamerc: Female Tiefling Rogue, NG. Str 7, Dex 14, Con 12, Int 9, Wis 8, Cha 11. Thiudamerc has crimson skin, with dark purple hair and silver eyes. She wears leather armor and wields a longsword and hand crossbow. Thiudamerc dislikes having people behind her.",
  "Theoda: Female Tiefling Rogue, N. Str 12, Dex 12, Con 10, Int 12, Wis 9, Cha 6. Theoda is overweight, with messy auburn hair and gold eyes. She wears studded leather and wields a longsword and hand crossbow. Theoda has an animal companion, a black cat named Theoda.",
  "Thunila: Female Tiefling Rogue, NG. Str 12, Dex 13, Con 12, Int 13, Wis 12, Cha 11. Thunila has blood red skin, with short red hair and silver eyes. She wears studded leather and wields a handaxe and dagger. Thunila is quiet, and says as little as possible.",
  "Vadane: Female Tiefling Sorcerer, N. Str 11, Dex 8, Con 7, Int 9, Wis 14, Cha 13. Vadane is willowy, with thick copper hair and silver eyes. She wears modest garments and wields a dagger and sling. Vadane has an animal companion, a horned toad named Gildamod.",
  "Otsuisoda: Female Tiefling Paladin, Good. Str 11, Dex 6, Con 11, Int 9, Wis 10, Cha 11. Otsuisoda is short, with dark blue hair and silver eyes. She wears a breastplate and wields a glaive. Otsuisoda has an animal companion, a black warhorse named Thelcheoda.",
  "Henila: Female Tiefling Rogue, NG. Str 9, Dex 15, Con 8, Int 9, Wis 13, Cha 8. Henila has dark red skin, with thin white hair and red eyes. She wears studded leather and wields a club. Henila is wrongly sought by the Tyrant of Edhel for smuggling.",
  "Heoda: Female Tiefling Druid, Neutral. Str 12, Dex 13, Con 13, Int 14, Wis 12, Cha 9. Heoda is short, with dark red hair and white eyes. She wears hide armor and wields a club and darts. Heoda has black wolf named Odalfris.",
  "Erelchen: Female Tiefling Cleric, N. Str 10, Dex 12, Con 8, Int 11, Wis 14, Cha 16. Erelchen has crimson skin, with dark blue hair and silver eyes. She wears studded leather and wields a light hammer and shortbow. Erelchen speaks with a soft voice.",
  "Valda: Female Tiefling Barbarian, NG. Str 17, Dex 14, Con 7, Int 11, Wis 6, Cha 9. Valda is tall and stout, with messy red hair and silver eyes. She wears hide armor and wields a scimitar and shield. Valda is fearless and virtuous.",
  "Gefortis: Female Tiefling Paladin, Good. Str 12, Dex 12, Con 12, Int 6, Wis 11, Cha 16. Gefortis is short and slender, with braided auburn hair and red eyes. She wears plate armor and wields a pike. Gefortis is passionate and pious.",
  "Otsuinthalbe: Female Tiefling Fighter, N. Str 16, Dex 15, Con 10, Int 7, Wis 9, Cha 8. Otsuinthalbe has straight golden hair and black eyes, and a flicking forked tongue. She wears half plate and wields a morningstar and hand crossbow.",
  "Elchevalda: Female Tiefling Rogue, NE. Str 8, Dex 15, Con 13, Int 11, Wis 10, Cha 7. Elchevalda is tall, with tangled black hair and black eyes. She wears studded leather and wields a shortsword. Elchevalda has an animal companion, a black cat named Eteber.",
  "Elchelien: Female Tiefling Cleric, N. Str 6, Dex 11, Con 14, Int 10, Wis 12, Cha 8. Elchelien has dark red skin, with thin silver hair and red eyes. She wears leather armor and wields a quarterstaff. Elchelien is tactless and combative.",
  "Amathasui: Female Tiefling Fighter, NE. Str 17, Dex 11, Con 10, Int 10, Wis 9, Cha 8. Amathasui has crimson skin, with white hair and black eyes. She wears splint armor and wields a halberd.",
  "Thunilda: Female Tiefling Ranger, CN. Str 14, Dex 11, Con 11, Int 10, Wis 12, Cha 12. Thunilda has blood red skin, with dark purple hair and gold eyes. She wears scale mail and wields a scimitar and shield. Thunilda is absent-minded, and always searching for a missing item.",
  "Amanama: Female Tiefling Warlock, N. Str 10, Dex 9, Con 12, Int 14, Wis 7, Cha 12. Amanama is tall, with blonde hair and white eyes. She wears studded leather and wields a handaxe and darts. Amanama avoids eye contact.",
  "Chliva: Female Tiefling Paladin, Good. Str 10, Dex 8, Con 13, Int 6, Wis 16, Cha 14. Chliva is willowy, with short red hair and black eyes. She wears hide armor and wields a shortsword and shield. Chliva is passionate and practical.",
  "Albercalbe: Female Tiefling Fighter, NE. Str 15, Dex 10, Con 10, Int 9, Wis 10, Cha 9. Albercalbe has dark purple hair and black eyes, and horns engraved with baleful symbols. She wears a breastplate and wields a scimitar. Albercalbe has an animal companion, a black wolf named Rica.",
  "Theoda: Female Tiefling Rogue, NG. Str 13, Dex 15, Con 10, Int 12, Wis 10, Cha 7. Theoda has brown hair and silver eyes, and a distinctive scar on her arm. She wears leather armor and wields a quarterstaff and hand crossbow.",
  "Gotha: Female Tiefling Fighter, LN. Str 15, Dex 7, Con 12, Int 9, Wis 9, Cha 8. Gotha is overweight, with dark red hair and silver eyes. She wears hide armor and wields a halberd. Gotha has an animal companion, a gray wolf named Heuduca.",
  "Gotha: Female Tiefling Cleric, NG. Str 9, Dex 14, Con 9, Int 9, Wis 12, Cha 10. Gotha has gray hair and black eyes, and a pair of tiny wings. She wears scale mail and wields a club. Gotha seeks to save her family from financial ruin.",
  "Matiso: Female Tiefling Rogue, N. Str 10, Dex 17, Con 9, Int 13, Wis 15, Cha 11. Matiso is short, with red hair and white eyes. She wears studded leather and wields a handaxe. Matiso is lustful and thoughtless.",
  "Krogefort: Female Tiefling Barbarian, N. Str 16, Dex 8, Con 12, Int 5, Wis 11, Cha 9. Krogefort is overweight, with short blonde hair and black eyes. She wears hide armor and wields a scimitar and shield. Krogefort seeks to free herself from an ancient curse.",
  "Helcha: Female Tiefling Monk, NG. Str 13, Dex 14, Con 13, Int 10, Wis 13, Cha 7. Helcha is stout, with dark red hair and black eyes. She wears travel-stained clothing and wields a bo (quarterstaff). Helcha is searching for the lost kingdom of Doriande.",
  "Malberga: Female Tiefling Wizard, LG. Str 11, Dex 9, Con 11, Int 17, Wis 9, Cha 7. Malberga has blood red skin, with straight gray hair and gold eyes. She wears green robes and wields a dagger. Malberga is philosophical and cautious.",
  "Gefortis: Female Tiefling Rogue, N. Str 12, Dex 12, Con 9, Int 15, Wis 10, Cha 11. Gefortis has dark red skin, with golden hair and red eyes. She wears studded leather and wields a rapier and hand crossbow. Gefortis has an animal companion, a black cat named Suinthene.",
  "Sunilda: Female Tiefling Monk, LN. Str 13, Dex 13, Con 8, Int 10, Wis 8, Cha 13. Sunilda has blood red skin, with blonde hair and black eyes. She wears plain clothing and wields a kanabo (mace). Sunilda has an animal companion, a copper firedrake named Sunilda.",
  "Amergarea: Female Tiefling Ranger, CN. Str 8, Dex 7, Con 11, Int 12, Wis 8, Cha 10. Amergarea has dark purple hair and gold eyes, and wears glasses with brass rims. She wears a chain shirt and wields a greatsword. Amergarea is morose and dishonest.",
  "Glieva: Female Tiefling Rogue, LN. Str 8, Dex 15, Con 8, Int 10, Wis 5, Cha 7. Glieva has silver hair and white eyes, and a magical scar on her face. She wears studded leather and wields a shortsword and light crossbow. Glieva is foolish and bloodthirsty.",
  "Gefortis: Female Tiefling Wizard, N. Str 5, Dex 10, Con 7, Int 14, Wis 9, Cha 13. Gefortis has dark red skin, with dark purple hair and black eyes. She wears tailored clothing and wields a quarterstaff. Gefortis is impossibly lucky.",
  "Adandame: Female Tiefling Fighter, NG. Str 16, Dex 12, Con 14, Int 12, Wis 6, Cha 8. Adandame has dark red skin, with dark blue hair and black eyes. She wears half plate and wields a scimitar and net. Adandame is loyal and forgiving.",
  "Asuis: Female Tiefling Monk, N. Str 14, Dex 12, Con 15, Int 8, Wis 8, Cha 12. Asuis is tall, with dark red hair and white eyes. She wears sturdy clothing and wields a yari (spear). Asuis seeks to discover who murdered her family.",
  "Hunila: Female Tiefling Barbarian, N. Str 14, Dex 6, Con 10, Int 9, Wis 8, Cha 14. Hunila has dark red hair and black eyes, and horns engraved with dark symbols. She wears leather armor and wields a halberd.",
  "Amasuis: Female Tiefling Monk, LG. Str 15, Dex 15, Con 14, Int 10, Wis 13, Cha 13. Amasuis is thin, with dark purple hair and silver eyes. She wears plain clothing and wields nunchaku (club) and shuriken (darts). Amasuis has an animal companion, a tiger named Gotheoda.",
  "Ergamame: Female Tiefling Monk, N. Str 9, Dex 12, Con 8, Int 7, Wis 10, Cha 7. Ergamame has copper hair and red eyes, and horns engraved with fell symbols. She wears modest garments and wields a bo (quarterstaff). Ergamame is a practiced juggler.",
  "Andaldada: Female Tiefling Barbarian, N. Str 17, Dex 11, Con 7, Int 12, Wis 10, Cha 8. Andaldada has dark red skin, with blonde hair and white eyes. She wears leather armor and wields a scimitar. Andaldada is proud and selfish.",
  "Suntha: Female Tiefling Ranger, N. Str 12, Dex 12, Con 11, Int 7, Wis 14, Cha 10. Suntha has crimson skin, with gray hair and gold eyes. She wears studded leather and wields a halberd.",
  "Suinthilda: Female Tiefling Sorcerer, NE. Str 12, Dex 6, Con 11, Int 11, Wis 11, Cha 13. Suinthilda is tall, with dark red hair and black eyes. She wears modest garments and wields a quarterstaff and darts. Suinthilda is deceitful and greedy.",
  "Vadane: Female Tiefling Rogue, N. Str 7, Dex 16, Con 11, Int 10, Wis 10, Cha 9. Vadane has dark purple hair and gold eyes, and a pair of tiny wings. She wears leather armor and wields a shortsword. Vadane is shrewd and abrasive.",
  "Amamen: Female Tiefling Fighter, LE. Str 15, Dex 9, Con 11, Int 11, Wis 8, Cha 10. Amamen is short and slender, with dark blue hair and silver eyes. She wears chain mail and wields a war pick. Amamen is perverted and mercenary.",
  "Albelis: Female Tiefling Fighter, N. Str 16, Dex 13, Con 13, Int 10, Wis 15, Cha 14. Albelis has dark red skin, with uneven red hair and white eyes. She wears scale mail and wields a whip and shield. Albelis has an animal companion, a black bear named Gefortis.",
  "Chliva: Female Tiefling Rogue, LG. Str 11, Dex 14, Con 14, Int 15, Wis 9, Cha 10. Chliva is short and thin, with dark red hair and red eyes. She wears studded leather and wields a rapier and hand crossbow. Chliva is philosophical and trustworthy.",
  "Henila: Female Tiefling Wizard, LE. Str 9, Dex 15, Con 10, Int 17, Wis 5, Cha 9. Henila is tall, with long golden hair and gold eyes. She wears plain clothing and wields a dagger. Henila seeks to become an instructor at the Athenaeum of the Mystical Arts.",
  "Albercasu: Female Tiefling Ranger, LN. Str 10, Dex 7, Con 10, Int 7, Wis 10, Cha 12. Albercasu has blood red skin, with white hair and gold eyes. She wears half plate and wields a war pick. Albercasu is extravagant and dishonest.",
  "Atadanda: Female Tiefling Fighter, CN. Str 12, Dex 13, Con 10, Int 12, Wis 8, Cha 6. Atadanda has dark purple hair and white eyes, and rows of shark-like teeth. She wears splint armor and wields a pike.",
  "Othodama: Female Tiefling Fighter, NE. Str 15, Dex 7, Con 11, Int 5, Wis 8, Cha 12. Othodama has dark red skin, with tangled red hair and white eyes. She wears hide armor and wields a morningstar and shield. Othodama seeks to destroy the race of trolls.",
  "Efodana: Female Tiefling Rogue, N. Str 11, Dex 12, Con 10, Int 12, Wis 11, Cha 12. Efodana has crimson skin, with auburn hair and white eyes. She wears leather armor and wields a mace and shortbow. Efodana is pessimistic and bloodthirsty.",
  "Anatala: Female Tiefling Paladin, Good. Str 11, Dex 9, Con 11, Int 10, Wis 12, Cha 8. Anatala has dark red skin, with auburn hair and white eyes. She wears splint armor and wields a longsword. Anatala is faithful and perceptive.",
  "Valdamod: Female Tiefling Paladin, Good. Str 8, Dex 11, Con 14, Int 8, Wis 7, Cha 10. Valdamod has golden hair and black eyes, and a distinctive scar on her leg. She wears hide armor and wields a flail and shield.",
  "Chlieva: Female Tiefling Druid, Neutral. Str 17, Dex 7, Con 11, Int 9, Wis 17, Cha 10. Chlieva has straight gray hair and silver eyes, and rows of shark-like teeth. She wears hide armor and wields a quarterstaff and javelins. Chlieva has hawk named Alaname.",
  "Gisune: Female Tiefling Fighter, LN. Str 15, Dex 10, Con 8, Int 7, Wis 12, Cha 9. Gisune has messy brown hair and white eyes, and a flicking forked tongue. She wears half plate and wields a scimitar. Gisune is only friendly towards other tieflings..",
  "Gotha: Female Tiefling Monk, N. Str 10, Dex 10, Con 10, Int 12, Wis 16, Cha 8. Gotha has crimson skin, with cropped golden hair and gold eyes. She wears worn clothing and wields an ono (handaxe) and kama (sickle). Gotha is jealous and nervous.",
  "Othotsuis: Female Tiefling Fighter, CG. Str 14, Dex 15, Con 10, Int 11, Wis 11, Cha 11. Othotsuis is slender, with dark blue hair and red eyes. She wears ring mail and wields a war pick and heavy crossbow. Othotsuis has an animal companion, a badger named Vidiusi.",
  "Andagnen: Female Tiefling Rogue, NE. Str 6, Dex 15, Con 8, Int 11, Wis 10, Cha 11. Andagnen has copper hair and white eyes, and an unusual scar on her arm. She wears leather armor and wields a longsword and dagger.",
  "Gisuintha: Female Tiefling Monk, N. Str 14, Dex 15, Con 9, Int 13, Wis 13, Cha 8. Gisuintha has dark red hair and black eyes, and rows of shark-like teeth. She wears modest garments and wields a kanabo (mace) and sai (dagger). Gisuintha was petrified for a hundred years.",
  "Gothune: Female Tiefling Warlock, NE. Str 10, Dex 10, Con 9, Int 9, Wis 11, Cha 16. Gothune has blood red skin, with brown hair and red eyes. She wears studded leather and wields a handaxe and dagger. Gothune seeks to save her family from financial ruin.",
  "Adalama: Female Tiefling Monk, N. Str 10, Dex 13, Con 5, Int 13, Wis 8, Cha 11. Adalama has auburn hair and red eyes, and a magical scar on her arm. She wears travel-stained clothing and wields nunchaku (club) and kama (sickle).",
  "Elidanda: Female Tiefling Wizard, CE. Str 7, Dex 11, Con 7, Int 12, Wis 12, Cha 12. Elidanda has blood red skin, with dark blue hair and silver eyes. She wears viridian robes and wields a quarterstaff and darts. Elidanda is a practiced juggler.",
  "Erelchen: Female Tiefling Monk, N. Str 15, Dex 15, Con 10, Int 10, Wis 13, Cha 7. Erelchen has brown hair and silver eyes, and wears glasses with copper rims. She wears modest garments and wields nunchaku (club) and sai (dagger). Erelchen was magically imprisoned for a hundred years.",
  "Heoda: Female Tiefling Rogue, N. Str 15, Dex 14, Con 8, Int 7, Wis 9, Cha 7. Heoda has dark purple hair and white eyes, and wears glasses with brass rims. She wears leather armor and wields a shortsword. Heoda seeks only fame and glory.",
  "Amatasu: Female Tiefling Druid, Neutral. Str 14, Dex 10, Con 12, Int 8, Wis 15, Cha 8. Amatasu has dark red skin, with dark red hair and gold eyes. She wears hide armor and wields a spear. Amatasu seeks to free herself from an ancient curse.",
  "Glasune: Female Tiefling Druid, Neutral. Str 14, Dex 10, Con 11, Int 10, Wis 16, Cha 14. Glasune has dark purple hair and gold eyes, and rows of shark-like teeth. She wears hide armor and wields a spear and wooden shield. Glasune has black wolf named Hune.",
  "Wilgotha: Female Tiefling Monk, LE. Str 11, Dex 16, Con 11, Int 11, Wis 10, Cha 6. Wilgotha has uneven gray hair and white eyes, and horns engraved with evil symbols. She wears modest garments and wields a yari (spear) and kama (sickle). Wilgotha seeks to steal the crown of the kingdom.",
  "Wilgotha: Female Tiefling Rogue, LN. Str 14, Dex 13, Con 9, Int 11, Wis 13, Cha 9. Wilgotha is slender, with dark blue hair and gold eyes. She wears leather armor and wields a shortsword and sickle. Wilgotha has an animal companion, a sable ferret named Suniga.",
  "Kriemha: Female Tiefling Paladin, Good. Str 13, Dex 11, Con 9, Int 8, Wis 11, Cha 16. Kriemha has dark red skin, with dark purple hair and gold eyes. She wears hide armor and wields a longsword and shield. Kriemha is hunting the giant who murdered her family.",
  "Mataso: Female Tiefling Ranger, LN. Str 10, Dex 12, Con 11, Int 11, Wis 8, Cha 7. Mataso has dark red skin, with thick red hair and red eyes. She wears leather armor and wields a longsword and shield. Mataso has badger named Suerekiar.",
  "Gleuva: Female Tiefling Monk, LN. Str 15, Dex 12, Con 12, Int 12, Wis 15, Cha 8. Gleuva is short, with copper hair and gold eyes. She wears plain clothing and wields a kanabo (mace) and kama (sickle). Gleuva suffers an acute fear of blood.",
  "Gudiga: Female Tiefling Barbarian, N. Str 15, Dex 14, Con 11, Int 10, Wis 9, Cha 15. Gudiga has dark red skin, with dark red hair and black eyes. She wears leather armor and wields a whip and shield. Gudiga has an animal companion, a badger named Vada.",
  "Suintha: Female Tiefling Druid, Neutral. Str 13, Dex 8, Con 10, Int 7, Wis 13, Cha 10. Suintha is tall and slender, with white hair and white eyes. She wears hide armor and wields a spear and wooden shield. Suintha lost her reflection to a nymph.",
  "Vada: Female Tiefling Rogue, N. Str 9, Dex 12, Con 15, Int 13, Wis 9, Cha 15. Vada has silver hair and black eyes, and a flicking forked tongue. She wears leather armor and wields a longsword.",
  "Guda: Female Tiefling Cleric, NG. Str 10, Dex 7, Con 14, Int 9, Wis 14, Cha 12. Guda has dark blue hair and red eyes, and a flicking forked tongue. She wears studded leather and wields a quarterstaff. Guda has an animal companion, a ginger cat named Kreagnila.",
  "Adareada: Female Tiefling Fighter, LG. Str 15, Dex 12, Con 5, Int 8, Wis 9, Cha 7. Adareada is short and stout, with braided gray hair and silver eyes. She wears chain mail and wields a pike.",
  "Amareatha: Female Tiefling Fighter, CN. Str 14, Dex 12, Con 9, Int 5, Wis 12, Cha 14. Amareatha is short and slender, with dark blue hair and white eyes. She wears a breastplate and wields a shortsword and heavy crossbow. Amareatha is disorganized and lewd.",
  "Suinthiuda: Female Tiefling Druid, Neutral. Str 12, Dex 9, Con 10, Int 13, Wis 12, Cha 9. Suinthiuda has dark red skin, with dark purple hair and red eyes. She wears leather armor and wields a club and darts.",
  "Thenila: Female Tiefling Sorcerer, LN. Str 11, Dex 9, Con 10, Int 10, Wis 10, Cha 12. Thenila has blood red skin, with dark blue hair and gold eyes. She wears simple clothing and wields a quarterstaff and sling. Thenila is clever and covetous.",
  "Amamen: Female Tiefling Fighter, LN. Str 15, Dex 12, Con 15, Int 13, Wis 7, Cha 7. Amamen is short, with brown hair and white eyes. She wears a chain shirt and wields a war pick and shield. Amamen has an animal companion, a black dog named Sune.",
  "Heodane: Female Tiefling Ranger, CN. Str 8, Dex 14, Con 8, Int 14, Wis 17, Cha 12. Heodane has red hair and white eyes, and an unusual scar on her face. She wears studded leather and wields a pike. Heodane is alluring and mischievous.",
  "Hunilda: Female Tiefling Fighter, N. Str 16, Dex 10, Con 7, Int 9, Wis 8, Cha 7. Hunilda is short, with dark red hair and black eyes. She wears a chain shirt and wields a greatsword. Hunilda has an animal companion, a black bear named Asunis.",
  "Suinthune: Female Tiefling Fighter, LN. Str 16, Dex 9, Con 11, Int 10, Wis 7, Cha 14. Suinthune has long copper hair and white eyes, and rows of shark-like teeth. She wears a chain shirt and wields a warhammer and shield. Suinthune seeks to destroy the race of trolls.",
  "Hilda: Female Tiefling Wizard, N. Str 10, Dex 10, Con 11, Int 17, Wis 10, Cha 8. Hilda has dark red skin, with white hair and black eyes. She wears topaz robes and wields a quarterstaff and light crossbow. Hilda has Common Companion.",
  "Helcha: Female Tiefling Monk, CG. Str 14, Dex 13, Con 11, Int 14, Wis 12, Cha 7. Helcha has dark purple hair and silver eyes, and rows of shark-like teeth. She wears simple clothing and wields a yari (spear). Helcha has an animal companion, a tiger named Hermiro.",
  "Sunila: Female Tiefling Rogue, NE. Str 9, Dex 15, Con 13, Int 11, Wis 8, Cha 11. Sunila is overweight, with dark red hair and white eyes. She wears leather armor and wields a rapier and light crossbow. Sunila has an animal companion, a black cat named Eleunild.",
  "Thunilda: Female Tiefling Rogue, N. Str 6, Dex 16, Con 12, Int 15, Wis 11, Cha 12. Thunilda is tall, with red hair and black eyes. She wears leather armor and wields a rapier. Thunilda seeks to discover where she came from, and who her real family is.",
  "Gudane: Female Tiefling Fighter, NG. Str 17, Dex 12, Con 10, Int 11, Wis 6, Cha 9. Gudane is short, with long white hair and black eyes. She wears chain mail and wields a morningstar. Gudane is passionate and flirtatious.",
  "Vadiga: Female Tiefling Wizard, LN. Str 13, Dex 12, Con 5, Int 16, Wis 9, Cha 15. Vadiga is overweight, with dark blue hair and silver eyes. She wears ruby robes and wields a quarterstaff. Vadiga is lustful and impartial.",
  "Thilda: Female Tiefling Monk, LN. Str 12, Dex 7, Con 10, Int 6, Wis 10, Cha 13. Thilda has brown hair and silver eyes, and wears glasses with steel rims. She wears simple clothing and wields an ono (handaxe). Thilda has an animal companion, a white rabbit named Aldareama.",
  "Erelis: Female Tiefling Rogue, LG. Str 8, Dex 13, Con 10, Int 12, Wis 12, Cha 10. Erelis has blood red skin, with dark blue hair and red eyes. She wears studded leather and wields a longsword and sling. Erelis seeks to discover what destroyed her homeland.",
  "Asuden: Female Tiefling Fighter, N. Str 13, Dex 7, Con 13, Int 14, Wis 13, Cha 6. Asuden is stout, with matted silver hair and gold eyes. She wears plate armor and wields a halberd. Asuden has an animal companion, a black wolf named Thiuda.",
  "Thunanda: Female Tiefling Paladin, Good. Str 15, Dex 7, Con 7, Int 6, Wis 12, Cha 12. Thunanda is stout, with dark blue hair and black eyes. She wears a breastplate and wields a trident and shield. Thunanda has an animal companion, a black warhorse named Asuvama.",
  "Atalben: Female Tiefling Paladin, Good. Str 14, Dex 15, Con 13, Int 9, Wis 9, Cha 15. Atalben is short and willowy, with golden hair and black eyes. She wears hide armor and wields a maul.",
  "Hilda: Female Tiefling Rogue, N. Str 9, Dex 16, Con 11, Int 15, Wis 10, Cha 14. Hilda is short and willowy, with brown hair and black eyes. She wears studded leather and wields a longsword. Hilda compulsively mutters taunts and mockery.",
  "Odamarea: Female Tiefling Wizard, CN. Str 9, Dex 11, Con 11, Int 13, Wis 12, Cha 12. Odamarea has messy auburn hair and white eyes, and rows of shark-like teeth. She wears expensive clothing and wields a quarterstaff and light crossbow. Odamarea has Common Companion.",
  "Suintha: Female Tiefling Monk, N. Str 16, Dex 9, Con 10, Int 9, Wis 11, Cha 10. Suintha is thin, with braided gray hair and red eyes. She wears travel-stained clothing and wields a yari (spear). Suintha has a terrible sense of direction.",
  "Vada: Female Tiefling Monk, NG. Str 16, Dex 10, Con 6, Int 12, Wis 17, Cha 10. Vada is thin, with blonde hair and black eyes. She wears plain clothing and wields a kanabo (mace). Vada suffers a paralyzing fear of confined spaces.",
  "Odamame: Female Tiefling Ranger, NG. Str 9, Dex 12, Con 10, Int 9, Wis 13, Cha 7. Odamame has dark red skin, with braided auburn hair and gold eyes. She wears scale mail and wields a whip and shield. Odamame dislikes anyone bigger than her.",
  "Elildalbe: Female Tiefling Rogue, NG. Str 10, Dex 17, Con 13, Int 13, Wis 11, Cha 9. Elildalbe has gray hair and red eyes, and a pair of tiny wings. She wears leather armor and wields a rapier and hand crossbow. Elildalbe has an animal companion, a dire rat named Labado.",
  "Suintho: Female Tiefling Paladin, Good. Str 9, Dex 9, Con 6, Int 11, Wis 13, Cha 12. Suintho has dark red hair and white eyes, and horns engraved with evil symbols. She wears splint armor and wields a halberd. Suintho seeks only fame and glory.",
  "Sunanda: Female Tiefling Monk, LG. Str 11, Dex 17, Con 8, Int 12, Wis 10, Cha 10. Sunanda has dark red skin, with cropped black hair and silver eyes. She wears travel-stained clothing and wields nunchaku (club) and kama (sickle). Sunanda has an animal companion, a hunting dog named Agis.",
  "Amasuni: Female Tiefling Fighter, NG. Str 15, Dex 13, Con 7, Int 10, Wis 8, Cha 15. Amasuni has dark purple hair and gold eyes, and horns engraved with evil symbols. She wears ring mail and wields a whip and net. Amasuni is valiant and imaginative.",
  "Otsuilarea: Female Tiefling Sorcerer, NG. Str 9, Dex 11, Con 13, Int 9, Wis 14, Cha 13. Otsuilarea is short, with dark purple hair and gold eyes. She wears sturdy clothing and wields a quarterstaff and sling. Otsuilarea is courteous and lustful.",
  "Krelismerc: Female Tiefling Warlock, NG. Str 8, Dex 10, Con 8, Int 6, Wis 12, Cha 12. Krelismerc is tall, with red hair and gold eyes. She wears leather armor and wields a quarterstaff. Krelismerc has an animal companion, a giant spider named Ercalfrild.",
  "Krida: Female Tiefling Rogue, NE. Str 10, Dex 17, Con 9, Int 16, Wis 7, Cha 8. Krida has messy blonde hair and white eyes, and an unusual scar on her leg. She wears leather armor and wields a club. Krida is searching for her lost sister.",
  "Sunthelcha: Female Tiefling Fighter, NG. Str 13, Dex 12, Con 7, Int 11, Wis 9, Cha 8. Sunthelcha has blood red skin, with dark red hair and red eyes. She wears ring mail and wields a shortsword and shield. Sunthelcha is idealistic and protective.",
  "Theodela: Female Tiefling Cleric, NG. Str 12, Dex 11, Con 7, Int 9, Wis 13, Cha 10. Theodela has thick blonde hair and white eyes, and horns engraved with baleful symbols. She wears studded leather and wields a quarterstaff. Theodela is colorblind.",
  "Gaatha: Female Tiefling Druid, Neutral. Str 9, Dex 8, Con 10, Int 11, Wis 14, Cha 10. Gaatha has dark red skin, with matted brown hair and black eyes. She wears hide armor and wields a scimitar and wooden shield. Gaatha is bold and ambitious.",
  "Gotho: Female Tiefling Warlock, CG. Str 11, Dex 11, Con 6, Int 9, Wis 13, Cha 17. Gotho has straight silver hair and silver eyes, and wears glasses with pewter rims. She wears leather armor and wields a spear and sickle. Gotho seeks to become an instructor at the College of the Mystical Arts.",
  "Suinthune: Female Tiefling Cleric, NE. Str 8, Dex 8, Con 12, Int 8, Wis 17, Cha 8. Suinthune has crimson skin, with dark blue hair and white eyes. She wears studded leather and wields a club and shortbow. Suinthune has an animal companion, a green firedrake named Sunanda.",
  "Gisuintha: Female Tiefling Fighter, LN. Str 13, Dex 14, Con 13, Int 12, Wis 10, Cha 7. Gisuintha has dark red hair and silver eyes, and a pair of tiny wings. She wears plate armor and wields a flail. Gisuintha is colorblind.",
  "Henila: Female Tiefling Monk, N. Str 11, Dex 9, Con 10, Int 10, Wis 15, Cha 13. Henila has crimson skin, with dark red hair and red eyes. She wears simple clothing and wields nunchaku (club). Henila is shrewd and slothful.",
  "Glieva: Female Tiefling Rogue, CN. Str 11, Dex 15, Con 14, Int 10, Wis 6, Cha 12. Glieva is short and slender, with dark purple hair and white eyes. She wears studded leather and wields a mace and shortbow. Glieva is shrewd and aggressive.",
  "Valda: Female Tiefling Druid, Neutral. Str 11, Dex 10, Con 8, Int 15, Wis 14, Cha 11. Valda is slender, with straight copper hair and black eyes. She wears hide armor and wields a mace and wooden shield.",
  "Amamen: Female Tiefling Monk, NG. Str 10, Dex 11, Con 10, Int 11, Wis 15, Cha 9. Amamen has dark red skin, with black hair and black eyes. She wears modest garments and wields nunchaku (club) and shuriken (darts). Amamen has an animal companion, a tiger named Gildane.",
  "Gefortas: Female Tiefling Cleric, N. Str 11, Dex 8, Con 13, Int 15, Wis 17, Cha 12. Gefortas has copper hair and silver eyes, and wears glasses with steel rims. She wears leather armor and wields a spear. Gefortas is obsessive and unfeeling.",
  "Ameleuni: Female Tiefling Rogue, CG. Str 5, Dex 13, Con 7, Int 12, Wis 8, Cha 9. Ameleuni has dark red hair and black eyes, and wears glasses with iron rims. She wears studded leather and wields a mace. Ameleuni seeks to free herself from an ancient curse.",
  "Theoda: Female Tiefling Fighter, N. Str 13, Dex 11, Con 7, Int 10, Wis 9, Cha 10. Theoda has copper hair and gold eyes, and rows of shark-like teeth. She wears plate armor and wields a shortsword and blowgun. Theoda is quiet, and says as little as possible.",
  "Alfrilasu: Female Tiefling Fighter, LN. Str 14, Dex 13, Con 9, Int 15, Wis 7, Cha 10. Alfrilasu is short, with dark purple hair and white eyes. She wears plate armor and wields a shortsword. Alfrilasu has an animal companion, a badger named Gudela.",
  "Theoda: Female Tiefling Druid, Neutral. Str 8, Dex 12, Con 7, Int 9, Wis 17, Cha 9. Theoda is tall, with copper hair and black eyes. She wears leather armor and wields a quarterstaff and darts.",
  "Andasuis: Female Tiefling Wizard, N. Str 11, Dex 7, Con 12, Int 13, Wis 9, Cha 10. Andasuis has dark red hair and white eyes, and a flicking forked tongue. She wears well-made clothing and wields a dagger. Andasuis is extravagant and decisive.",
  "Sunila: Female Tiefling Fighter, N. Str 12, Dex 14, Con 11, Int 13, Wis 13, Cha 8. Sunila has black hair and white eyes, and horns engraved with dark symbols. She wears ring mail and wields a greatsword. Sunila has an animal companion, a gray wolf named Sisbada.",
  "Agnercalbe: Female Tiefling Fighter, LN. Str 16, Dex 12, Con 9, Int 13, Wis 7, Cha 10. Agnercalbe has dark red skin, with dark blue hair and gold eyes. She wears ring mail and wields a halberd. Agnercalbe is nervous and haughty.",
  "Alfrildanda: Female Tiefling Wizard, NG. Str 9, Dex 11, Con 11, Int 15, Wis 9, Cha 13. Alfrildanda has blood red skin, with tangled red hair and silver eyes. She wears modest garments and wields a dagger.",
  "Gefortas: Female Tiefling Fighter, NG. Str 15, Dex 11, Con 11, Int 5, Wis 13, Cha 7. Gefortas is tall, with thin golden hair and white eyes. She wears splint armor and wields a trident and shield.",
  "Amagnen: Female Tiefling Warlock, LN. Str 9, Dex 7, Con 8, Int 12, Wis 12, Cha 16. Amagnen has crimson skin, with tangled brown hair and red eyes. She wears studded leather and wields a quarterstaff.",
  "Vada: Female Tiefling Rogue, CN. Str 8, Dex 12, Con 12, Int 9, Wis 8, Cha 12. Vada has blood red skin, with silver hair and white eyes. She wears leather armor and wields a shortsword. Vada seeks to save her family from financial ruin.",
  "Vada: Female Tiefling Barbarian, LN. Str 16, Dex 10, Con 10, Int 8, Wis 9, Cha 9. Vada has dark red skin, with auburn hair and red eyes. She wears leather armor and wields a trident.",
  "Ergandalda: Female Tiefling Fighter, N. Str 12, Dex 15, Con 10, Int 12, Wis 9, Cha 7. Ergandalda is short, with brown hair and gold eyes. She wears scale mail and wields a warhammer and shield. Ergandalda suffers a traumatic fear of crowds.",
  "Alathana: Female Tiefling Monk, NG. Str 9, Dex 10, Con 9, Int 8, Wis 11, Cha 12. Alathana has dark red skin, with dark red hair and black eyes. She wears simple clothing and wields a kanabo (mace). Alathana is heroic and devout.",
  "Merca: Female Tiefling Fighter, LG. Str 17, Dex 9, Con 10, Int 11, Wis 14, Cha 13. Merca has dark blue hair and gold eyes, and wears glasses with electrum rims. She wears chain mail and wields a morningstar and shield.",
  "Wilgefort: Female Tiefling Fighter, LE. Str 14, Dex 8, Con 10, Int 9, Wis 8, Cha 13. Wilgefort has dark red hair and red eyes, and horns engraved with baleful symbols. She wears hide armor and wields a trident and longbow. Wilgefort is mercenary and aggressive.",
  "Amergalda: Female Tiefling Fighter, N. Str 13, Dex 8, Con 9, Int 5, Wis 13, Cha 8. Amergalda has blood red skin, with dark red hair and gold eyes. She wears ring mail and wields a longsword. Amergalda is inventive and honest.",
  "Thelcheoda: Female Tiefling Fighter, N. Str 17, Dex 11, Con 15, Int 14, Wis 8, Cha 13. Thelcheoda has messy gray hair and black eyes, and rows of shark-like teeth. She wears ring mail and wields a glaive. Thelcheoda is searching for her lost brother.",
  "Valda: Female Tiefling Monk, NG. Str 16, Dex 15, Con 15, Int 8, Wis 12, Cha 11. Valda has dark red skin, with thin gray hair and silver eyes. She wears travel-stained clothing and wields a kanabo (mace). Valda seeks to destroy the race of ogres.",
  "Wilgiso: Female Tiefling Warlock, LG. Str 13, Dex 8, Con 5, Int 12, Wis 9, Cha 16. Wilgiso has dark red hair and gold eyes, and a flicking forked tongue. She wears studded leather and wields a light hammer and dagger. Wilgiso is capable and pious.",
  "Elchemhis: Female Tiefling Rogue, LN. Str 6, Dex 15, Con 6, Int 8, Wis 13, Cha 14. Elchemhis has crimson skin, with matted auburn hair and silver eyes. She wears studded leather and wields a light hammer. Elchemhis seeks revenge against the sister who betrayed her.",
  "Kriemho: Female Tiefling Druid, Neutral. Str 14, Dex 8, Con 13, Int 10, Wis 14, Cha 13. Kriemho is tall and thin, with dark purple hair and red eyes. She wears hide armor and wields a scimitar and wooden shield. Kriemho seeks to free herself from an ancient curse.",
  "Thilda: Female Tiefling Fighter, LE. Str 12, Dex 9, Con 11, Int 10, Wis 10, Cha 9. Thilda is tall and heavyset, with dark purple hair and silver eyes. She wears a chain shirt and wields a rapier and shield. Thilda is reckless and haughty.",
  "Helcho: Female Tiefling Wizard, CE. Str 13, Dex 9, Con 10, Int 17, Wis 9, Cha 12. Helcho is overweight, with dark blue hair and gold eyes. She wears fine clothing and wields a dagger. Helcho speaks with a lisp.",
  "Thiuda: Female Tiefling Wizard, NG. Str 15, Dex 13, Con 10, Int 12, Wis 9, Cha 13. Thiuda has dark purple hair and white eyes, and a distinctive scar on her leg. She wears sapphire robes and wields a quarterstaff. Thiuda is gentle and tactless.",
  "Alasuva: Female Tiefling Fighter, LN. Str 13, Dex 11, Con 10, Int 13, Wis 10, Cha 7. Alasuva has dark red skin, with messy silver hair and silver eyes. She wears hide armor and wields a warhammer and shield. Alasuva suffers a paralyzing fear of fire.",
  "Evaldama: Female Tiefling Monk, CN. Str 13, Dex 14, Con 12, Int 5, Wis 12, Cha 8. Evaldama has dark purple hair and red eyes, and an unusual scar on her leg. She wears sturdy clothing and wields nunchaku (club) and sai (dagger). Evaldama is impish and cautious.",
  "Alamanda: Female Tiefling Rogue, NE. Str 10, Dex 13, Con 15, Int 7, Wis 12, Cha 12. Alamanda has silver hair and gold eyes, and a flicking forked tongue. She wears leather armor and wields a rapier. Alamanda has an animal companion, a sable ferret named Vigesi.",
  "Elcheleuni: Female Tiefling Rogue, LG. Str 14, Dex 14, Con 14, Int 12, Wis 9, Cha 9. Elcheleuni is tall, with dark red hair and silver eyes. She wears leather armor and wields a longsword and shortbow. Elcheleuni has an animal companion, a sable ferret named Thenanda.",
  "Asuigotsui: Female Tiefling Rogue, NG. Str 12, Dex 14, Con 7, Int 9, Wis 14, Cha 8. Asuigotsui has dark purple hair and red eyes, and horns engraved with dark symbols. She wears leather armor and wields a mace.",
  "Adagnen: Female Tiefling Fighter, LN. Str 14, Dex 12, Con 8, Int 8, Wis 10, Cha 11. Adagnen is tall, with braided auburn hair and red eyes. She wears ring mail and wields a rapier. Adagnen has an animal companion, a badger named Heoduba.",
  "Gisuintha: Female Tiefling Wizard, N. Str 9, Dex 11, Con 14, Int 17, Wis 9, Cha 12. Gisuintha is tall and overweight, with dark blue hair and gold eyes. She wears travel-stained clothing and wields a dagger and light crossbow. Gisuintha speaks with a shrill voice.",
  "Chlasune: Female Tiefling Warlock, NG. Str 13, Dex 8, Con 10, Int 6, Wis 11, Cha 13. Chlasune has dark red hair and silver eyes, and a pair of tiny wings. She wears leather armor and wields a handaxe and javelins. Chlasune seeks to discover why she cannot remember anything from yesterday.",
  "Elinthalda: Female Tiefling Rogue, NG. Str 9, Dex 14, Con 15, Int 12, Wis 12, Cha 9. Elinthalda has dark red hair and gold eyes, and horns engraved with fell symbols. She wears leather armor and wields a club and hand crossbow. Elinthalda seeks to continue the noble legacy of her father.",
  "Vada: Female Tiefling Fighter, LN. Str 13, Dex 10, Con 9, Int 9, Wis 15, Cha 13. Vada has silver hair and white eyes, and wears glasses with electrum rims. She wears chain mail and wields a shortsword. Vada blames the gods for every misfortune.",
  "Athamen: Female Tiefling Monk, LG. Str 13, Dex 13, Con 13, Int 7, Wis 12, Cha 12. Athamen has dark red hair and red eyes, and horns engraved with fell symbols. She wears well-made clothing and wields nunchaku (club) and kama (sickle). Athamen is hunting the giant who slew his mentor.",
  "Thildela: Female Tiefling Paladin, Good. Str 11, Dex 13, Con 10, Int 8, Wis 12, Cha 10. Thildela has black hair and red eyes, and wears glasses with steel rims. She wears ring mail and wields a greatsword.",
  "Thelcha: Female Tiefling Fighter, N. Str 12, Dex 15, Con 9, Int 10, Wis 12, Cha 11. Thelcha is tall, with dark blue hair and red eyes. She wears a breastplate and wields a shortsword and shield. Thelcha compulsively scratches an old scar.",
  "Alagnen: Female Tiefling Wizard, N. Str 6, Dex 14, Con 11, Int 17, Wis 12, Cha 10. Alagnen has golden hair and gold eyes, and a distinctive scar on her leg. She wears modest garments and wields a dagger and sling. Alagnen has an arcane familiar, a blind six-legged cave lizard which eats stone.",
  "Hunanda: Female Tiefling Monk, NG. Str 10, Dex 11, Con 10, Int 10, Wis 13, Cha 10. Hunanda has dark red skin, with auburn hair and red eyes. She wears simple clothing and wields an ono (handaxe). Hunanda is only friendly towards other tieflings..",
  "Elchelild: Female Tiefling Rogue, LN. Str 9, Dex 12, Con 13, Int 13, Wis 7, Cha 7. Elchelild has golden hair and gold eyes, and rows of shark-like teeth. She wears studded leather and wields a longsword. Elchelild has an animal companion, a black cat named Aldagnen.",
  "Atandama: Female Tiefling Fighter, N. Str 12, Dex 12, Con 11, Int 9, Wis 11, Cha 7. Atandama has dark red skin, with short white hair and red eyes. She wears chain mail and wields a pike. Atandama is devout and guarded.",
  "Gaathiuda: Female Tiefling Sorcerer, NE. Str 7, Dex 14, Con 16, Int 9, Wis 14, Cha 16. Gaathiuda has auburn hair and silver eyes, and horns engraved with dark symbols. She wears worn clothing and wields a dagger. Gaathiuda has an animal companion, a red snake named Tela.",
  "Malfreagne: Female Tiefling Rogue, LN. Str 10, Dex 15, Con 7, Int 11, Wis 5, Cha 9. Malfreagne is short, with dark purple hair and gold eyes. She wears leather armor and wields a shortsword and sling. Malfreagne has an animal companion, a sable ferret named Andund.",
  "Kreleuva: Female Tiefling Wizard, LE. Str 14, Dex 14, Con 5, Int 15, Wis 8, Cha 6. Kreleuva is willowy, with black hair and white eyes. She wears modest garments and wields a dagger. Kreleuva is abrasive and combative.",
  "Eligild: Female Tiefling Monk, CN. Str 12, Dex 13, Con 8, Int 10, Wis 14, Cha 12. Eligild has blood red skin, with dark blue hair and white eyes. She wears travel-stained clothing and wields nunchaku (club). Eligild is cynical and sharp-tongued.",
  "Gisuintho: Female Tiefling Rogue, NG. Str 8, Dex 13, Con 14, Int 15, Wis 14, Cha 7. Gisuintho has dark red skin, with dark blue hair and silver eyes. She wears leather armor and wields a rapier and shortbow. Gisuintho is brave and devout.",
  "Amelien: Female Tiefling Ranger, LN. Str 15, Dex 14, Con 10, Int 14, Wis 16, Cha 10. Amelien has copper hair and red eyes, and rows of shark-like teeth. She wears a chain shirt and wields a trident and shield. Amelien is depressed and foolish.",
  "Wilgefort: Female Tiefling Rogue, N. Str 8, Dex 13, Con 9, Int 14, Wis 10, Cha 12. Wilgefort is tall and slender, with brown hair and black eyes. She wears leather armor and wields a shortsword. Wilgefort is instinctive and vengeful.",
  "Ortismotho: Female Tiefling Monk, LN. Str 13, Dex 10, Con 10, Int 11, Wis 12, Cha 12. Ortismotho has dark purple hair and gold eyes, and horns engraved with fell symbols. She wears sturdy clothing and wields a bo (quarterstaff).",
  "Othostroda: Female Tiefling Wizard, CN. Str 11, Dex 9, Con 8, Int 12, Wis 15, Cha 12. Othostroda has crimson skin, with red hair and silver eyes. She wears sturdy clothing and wields a quarterstaff.",
  "Malberga: Female Tiefling Monk, LN. Str 11, Dex 9, Con 9, Int 11, Wis 11, Cha 9. Malberga has dark purple hair and gold eyes, and a pair of tiny wings. She wears well-made clothing and wields a bo (quarterstaff).",
  "Ortinthata: Female Tiefling Cleric, N. Str 13, Dex 13, Con 8, Int 7, Wis 12, Cha 13. Ortinthata is short and willowy, with dark purple hair and red eyes. She wears studded leather and wields a light hammer and light crossbow. Ortinthata compulsively chants nonsense.",
  "Vada: Female Tiefling Druid, Neutral. Str 7, Dex 9, Con 10, Int 9, Wis 16, Cha 7. Vada has tangled copper hair and red eyes, and an unusual scar on her arm. She wears hide armor and wields a spear. Vada has golden eagle named Asuildata.",
  "Wilguda: Female Tiefling Fighter, N. Str 13, Dex 12, Con 12, Int 13, Wis 13, Cha 12. Wilguda is short, with cropped brown hair and red eyes. She wears plate armor and wields a war pick and shield. Wilguda has an animal companion, a black wolf named Krela.",
  "Adamagne: Female Tiefling Monk, N. Str 12, Dex 13, Con 12, Int 5, Wis 14, Cha 11. Adamagne has blood red skin, with black hair and red eyes. She wears plain clothing and wields an ono (handaxe) and sai (dagger). Adamagne is anxious and humble.",
  "Gudamerc: Female Tiefling Rogue, NE. Str 8, Dex 12, Con 9, Int 16, Wis 14, Cha 10. Gudamerc is slender, with silver hair and silver eyes. She wears studded leather and wields a longsword. Gudamerc is easily distracted by small animals.",
  "Vadamod: Female Tiefling Monk, N. Str 11, Dex 12, Con 11, Int 8, Wis 8, Cha 10. Vadamod is short, with dark red hair and gold eyes. She wears worn clothing and wields a bo (quarterstaff). Vadamod seeks revenge against the sister who betrayed her.",
  "Heodamerc: Female Tiefling Rogue, NG. Str 6, Dex 16, Con 9, Int 10, Wis 11, Cha 12. Heodamerc has cropped copper hair and black eyes, and a flicking forked tongue. She wears leather armor and wields a spear and javelins. Heodamerc is blind in her left eye.",
  "Thelcha: Female Tiefling Paladin, Good. Str 15, Dex 9, Con 10, Int 8, Wis 8, Cha 11. Thelcha has matted golden hair and gold eyes, and wears glasses with silver rims. She wears a breastplate and wields a flail. Thelcha is pious and faithful.",
  "Eleunild: Female Tiefling Cleric, LG. Str 7, Dex 14, Con 6, Int 13, Wis 14, Cha 12. Eleunild has dark red hair and gold eyes, and wears glasses with copper rims. She wears studded leather and wields a handaxe and shield. Eleunild is chivalrous and optimistic.",
  "Gotha: Female Tiefling Warlock, LN. Str 12, Dex 12, Con 7, Int 10, Wis 9, Cha 15. Gotha has curly blonde hair and silver eyes, and a flicking forked tongue. She wears leather armor and wields a club and light crossbow. Gotha is moody and ambitious.",
  "Gotha: Female Tiefling Druid, Neutral. Str 8, Dex 11, Con 6, Int 7, Wis 14, Cha 10. Gotha is tall, with dark red hair and red eyes. She wears hide armor and wields a mace and wooden shield.",
  "Thelcho: Female Tiefling Wizard, NE. Str 10, Dex 17, Con 9, Int 15, Wis 11, Cha 9. Thelcho is tall, with gray hair and black eyes. She wears well-made clothing and wields a dagger and darts. Thelcho is greedy and fanatical.",
  "Hunanda: Female Tiefling Monk, NG. Str 11, Dex 10, Con 12, Int 13, Wis 10, Cha 8. Hunanda has dark purple hair and red eyes, and horns engraved with dark symbols. She wears modest garments and wields a kanabo (mace). Hunanda is forgiving and alluring.",
  "Ortivatha: Female Tiefling Bard, NG. Str 6, Dex 9, Con 9, Int 12, Wis 8, Cha 13. Ortivatha has dark purple hair and black eyes, and a flicking forked tongue. She wears studded leather and wields a shortsword. Ortivatha is chivalrous and humble.",
  "Albelchen: Female Tiefling Rogue, NE. Str 8, Dex 12, Con 8, Int 17, Wis 13, Cha 10. Albelchen has blood red skin, with gray hair and red eyes. She wears studded leather and wields a light hammer. Albelchen is sharp-tongued and immoral.",
  "Wilguda: Female Tiefling Warlock, LE. Str 14, Dex 10, Con 7, Int 9, Wis 15, Cha 15. Wilguda has blood red skin, with dark red hair and red eyes. She wears leather armor and wields a handaxe and shortbow.",
  "Amadalbe: Female Tiefling Monk, NG. Str 11, Dex 13, Con 10, Int 14, Wis 9, Cha 9. Amadalbe is willowy, with auburn hair and white eyes. She wears worn clothing and wields an ono (handaxe). Amadalbe has an animal companion, a tawny rat named Glasuintho.",
  "Helchene: Female Tiefling Rogue, LN. Str 15, Dex 16, Con 10, Int 12, Wis 10, Cha 7. Helchene has brown hair and silver eyes, and rows of shark-like teeth. She wears leather armor and wields a longsword and darts. Helchene has an animal companion, a sable ferret named Elchelien.",
  "Ortisoda: Female Tiefling Ranger, N. Str 15, Dex 8, Con 9, Int 8, Wis 9, Cha 8. Ortisoda has short silver hair and red eyes, and wears glasses with gold rims. She wears a chain shirt and wields a glaive. Ortisoda has dire rat named Gotha.",
  "Glieva: Female Tiefling Wizard, LG. Str 9, Dex 13, Con 12, Int 17, Wis 11, Cha 12. Glieva has cropped copper hair and gold eyes, and a pair of tiny wings. She wears golden robes and wields a dagger and sling. Glieva is thrifty and lustful.",
  "Gisune: Female Tiefling Barbarian, N. Str 14, Dex 7, Con 9, Int 8, Wis 8, Cha 8. Gisune is tall and willowy, with short gray hair and red eyes. She wears studded leather and wields a war pick and net. Gisune speaks with a stutter.",
  "Amandame: Female Tiefling Monk, N. Str 16, Dex 13, Con 11, Int 8, Wis 15, Cha 11. Amandame has black hair and black eyes, and wears glasses with platinum rims. She wears well-made clothing and wields a bo (quarterstaff). Amandame was petrified for a hundred years.",
  "Glasuintha: Female Tiefling Paladin, Good. Str 7, Dex 7, Con 11, Int 14, Wis 14, Cha 16. Glasuintha is short and overweight, with dark red hair and black eyes. She wears scale mail and wields a morningstar. Glasuintha holds a grudge against wizards.",
  "Gisuintha: Female Tiefling Paladin, Good. Str 12, Dex 15, Con 10, Int 8, Wis 12, Cha 8. Gisuintha has brown hair and red eyes, and rows of shark-like teeth. She wears hide armor and wields a glaive. Gisuintha suffers an acute fear of crowds.",
  "Hiudamalfr: Female Tiefling Monk, NG. Str 11, Dex 13, Con 6, Int 11, Wis 16, Cha 10. Hiudamalfr has black hair and gold eyes, and wears glasses with electrum rims. She wears travel-stained clothing and wields an ono (handaxe). Hiudamalfr is idealistic and devout.",
  "Modela: Female Tiefling Barbarian, NG. Str 12, Dex 13, Con 11, Int 13, Wis 9, Cha 11. Modela is short, with dark blue hair and red eyes. She wears studded leather and wields a glaive.",
  "Othodalbe: Female Tiefling Fighter, N. Str 14, Dex 12, Con 8, Int 12, Wis 6, Cha 7. Othodalbe is short and overweight, with braided red hair and gold eyes. She wears ring mail and wields a shortsword. Othodalbe suffers a traumatic fear of open spaces.",
  "Elild: Female Tiefling Monk, CG. Str 11, Dex 14, Con 12, Int 11, Wis 8, Cha 12. Elild has curly white hair and gold eyes, and a distinctive scar on her arm. She wears well-made clothing and wields a kanabo (mace) and shuriken (darts). Elild has an animal companion, a golden monkey named Andad.",
  "Hiudamerc: Female Tiefling Rogue, N. Str 10, Dex 12, Con 11, Int 11, Wis 10, Cha 12. Hiudamerc is tall and overweight, with uneven white hair and white eyes. She wears leather armor and wields a shortsword. Hiudamerc has an animal companion, a black snake named Odaldame.",
  "Amalfris: Female Tiefling Cleric, CN. Str 9, Dex 12, Con 10, Int 5, Wis 12, Cha 16. Amalfris is short, with white hair and red eyes. She wears hide armor and wields a quarterstaff and dagger. Amalfris suffers a paralyzing fear of open spaces.",
  "Amalama: Female Tiefling Barbarian, N. Str 15, Dex 13, Con 14, Int 10, Wis 9, Cha 13. Amalama has dark blue hair and white eyes, and a flicking forked tongue. She wears leather armor and wields a trident and blowgun. Amalama is decisive and serious.",
  "Gaathilda: Female Tiefling Paladin, Good. Str 11, Dex 10, Con 8, Int 9, Wis 13, Cha 13. Gaathilda is willowy, with dark purple hair and white eyes. She wears splint armor and wields a rapier and shield. Gaathilda has an animal companion, a black warhorse named Sisansi.",
  "Glieva: Female Tiefling Monk, N. Str 12, Dex 9, Con 11, Int 7, Wis 10, Cha 13. Glieva has crimson skin, with dark red hair and white eyes. She wears modest garments and wields an ono (handaxe).",
  "Glasuintho: Female Tiefling Fighter, NE. Str 14, Dex 11, Con 10, Int 6, Wis 8, Cha 8. Glasuintho has blood red skin, with dark blue hair and white eyes. She wears ring mail and wields a greataxe. Glasuintho is searching for a legendary blade named Malign Fury.",
  "Vada: Female Tiefling Paladin, Good. Str 12, Dex 10, Con 9, Int 9, Wis 17, Cha 11. Vada is tall and overweight, with dark purple hair and silver eyes. She wears plate armor and wields a warhammer and shield.",
  "Gisune: Female Tiefling Monk, N. Str 10, Dex 11, Con 10, Int 14, Wis 16, Cha 15. Gisune has dark blue hair and red eyes, and horns engraved with fell symbols. She wears modest garments and wields an ono (handaxe) and shuriken (darts). Gisune has an animal companion, a golden monkey named Asunild."
]