[
  "Cece: Female Human Fighter, LN. Str 16, Dex 13, Con 11, Int 14, Wis 7, Cha 9. Cece has a round face, with golden hair and large blue eyes. She wears splint armor and wields a whip and longbow. Cece is impish and mercenary.",
  "Eanburg: Female Human Bard, CG. Str 10, Dex 10, Con 11, Int 11, Wis 11, Cha 17. Eanburg has thin brown hair and amber eyes. She wears studded leather and wields a shortsword and dagger. Eanburg suffers a mild allergy to dragons.",
  "Wina: Female Human Druid, Neutral. Str 13, Dex 10, Con 5, Int 12, Wis 14, Cha 13. Wina has a narrow face, with copper hair and narrow brown eyes. She wears hide armor and wields a scimitar and wooden shield.",
  "Gifa: Female Human Rogue, LN. Str 9, Dex 16, Con 10, Int 14, Wis 10, Cha 6. Gifa has a long face, with thick blonde hair and sharp brown eyes. She wears leather armor and wields a rapier. Gifa seeks to steal a legendary sapphire from the Academy of the Sorcerous Arts.",
  "Ahthrynn: Female Human Sorcerer, NE. Str 11, Dex 7, Con 11, Int 14, Wis 10, Cha 14. Ahthrynn is exceptionally beautiful, with silver hair and sharp gray eyes. She wears travel-stained clothing and wields a dagger and sling. Ahthrynn is corrupt and arrogant.",
  "Frythiue: Female Human Monk, NG. Str 14, Dex 17, Con 15, Int 8, Wis 12, Cha 6. Frythiue has silver hair and hazel eyes, and pointed ears. She wears plain clothing and wields nunchaku (club).",
  "Eryn: Female Human Monk, N. Str 14, Dex 9, Con 8, Int 5, Wis 12, Cha 9. Eryn has an angular face, with white hair and brown eyes. She wears well-made clothing and wields a yari (spear). Eryn has an animal companion, a golden monkey named Mery.",
  "Aeburg: Female Human Monk, LN. Str 10, Dex 13, Con 10, Int 12, Wis 11, Cha 6. Aeburg is short and heavyset, with golden hair and blue eyes. She wears plain clothing and wields a bo (quarterstaff) and kama (sickle). Aeburg seeks revenge against the sister who betrayed her.",
  "Saega: Female Human Monk, NG. Str 9, Dex 15, Con 11, Int 9, Wis 12, Cha 9. Saega has cropped black hair and amber eyes, and a distinctive tattoo on her arm. She wears modest garments and wields a bo (quarterstaff). Saega suffers a paralyzing fear of elemental and planar magic.",
  "Rix: Female Human Sorcerer, NG. Str 8, Dex 10, Con 13, Int 9, Wis 6, Cha 16. Rix has thin silver hair and narrow hazel eyes. She wears well-made clothing and wields a dagger and darts. Rix is haunted by the memories of a past life.",
  "Brytha: Female Human Fighter, CN. Str 17, Dex 8, Con 13, Int 9, Wis 7, Cha 10. Brytha has tangled red hair and dark green eyes, and a flat nose. She wears splint armor and wields a scimitar and hand crossbow. Brytha is searching for her lost brother.",
  "Goteue: Female Human Rogue, LN. Str 7, Dex 16, Con 12, Int 13, Wis 10, Cha 8. Goteue has uneven copper hair and narrow green eyes, and small ears. She wears studded leather and wields a longsword and sickle. Goteue was raised by cultists of the Prince of Hate.",
  "Aegild: Female Human Monk, NE. Str 17, Dex 15, Con 8, Int 10, Wis 11, Cha 11. Aegild has matted brown hair and large gray eyes, and a distinctive mark on her arm. She wears modest garments and wields an ono (handaxe). Aegild is envious and bloodthirsty.",
  "Anel: Female Human Fighter, LG. Str 17, Dex 12, Con 10, Int 9, Wis 5, Cha 9. Anel is exceptionally beautiful, with short white hair and blue eyes. She wears splint armor and wields a warhammer and hand crossbow. Anel seeks to destroy the race of ogres.",
  "Ererg: Female Human Warlock, LE. Str 12, Dex 10, Con 11, Int 10, Wis 8, Cha 16. Ererg has a long face, with golden hair and dark blue eyes. She wears studded leather and wields a light hammer and darts. Ererg has an animal companion, a giant spider named Ealurg.",
  "Burha: Female Human Barbarian, LN. Str 16, Dex 9, Con 15, Int 9, Wis 11, Cha 13. Burha is overweight, with white hair and dark blue eyes. She wears scale mail and wields a scimitar and shield.",
  "Hilda: Female Human Monk, N. Str 7, Dex 10, Con 10, Int 15, Wis 14, Cha 9. Hilda is pleasant in appearance, with brown hair and light brown eyes. She wears travel-stained clothing and wields nunchaku (club) and sai (dagger).",
  "Enen Fane: Female Human Warlock, N. Str 11, Dex 6, Con 10, Int 13, Wis 12, Cha 16. Enen is willowy, with long black hair and narrow green eyes. She wears leather armor and wields a spear and shortbow. Enen is extravagant and suspicious.",
  "Answild: Female Human Rogue, LN. Str 7, Dex 16, Con 8, Int 12, Wis 12, Cha 13. Answild has brown hair and brown eyes. She wears leather armor and wields a shortsword. Answild is wrongly sought by the Baron of Nionyamithl for arson.",
  "Berga: Female Human Rogue, NG. Str 11, Dex 13, Con 11, Int 15, Wis 9, Cha 10. Berga is cultured in appearance, with tangled blonde hair and hazel eyes. She wears leather armor and wields a longsword and hand crossbow. Berga is heroic and impartial.",
  "Eodwyth: Female Human Paladin, Good. Str 12, Dex 10, Con 10, Int 8, Wis 12, Cha 11. Eodwyth is rugged in appearance, with blonde hair and gray eyes. She wears splint armor and wields a halberd. Eodwyth has an animal companion, a bay warhorse named Dene.",
  "Wleda: Female Human Rogue, LN. Str 6, Dex 15, Con 12, Int 13, Wis 13, Cha 9. Wleda is fair in appearance, with white hair and dark amber eyes. She wears studded leather and wields a spear. Wleda is searching for her missing son.",
  "Enen: Female Human Barbarian, N. Str 13, Dex 12, Con 16, Int 9, Wis 13, Cha 6. Enen has cropped auburn hair and gray eyes, and prominent ears. She wears hide armor and wields a glaive. Enen is amoral and sharp-tongued.",
  "Cwenyeue: Female Human Warlock, NG. Str 12, Dex 12, Con 8, Int 6, Wis 13, Cha 14. Cwenyeue is tall and slender, with curly white hair and bright brown eyes. She wears studded leather and wields a mace and javelins.",
  "Wena: Female Human Wizard, N. Str 10, Dex 14, Con 8, Int 15, Wis 8, Cha 11. Wena has messy red hair and soft amber eyes. She wears modest garments and wields a dagger and sling.",
  "Rix: Female Human Cleric, LN. Str 12, Dex 7, Con 13, Int 11, Wis 13, Cha 14. Rix is exceptionally beautiful, with black hair and soft gray eyes. She wears half plate and wields a light hammer. Rix has an animal companion, a gray rabbit named Wilhye.",
  "Ausan: Female Human Monk, NG. Str 11, Dex 12, Con 11, Int 7, Wis 9, Cha 9. Ausan has a long face, with braided white hair and dark hazel eyes. She wears modest garments and wields an ono (handaxe). Ausan is generous and calm.",
  "Brewe: Female Human Wizard, N. Str 11, Dex 17, Con 11, Int 12, Wis 10, Cha 10. Brewe is short, with silver hair and hazel eyes. She wears fine clothing and wields a quarterstaff. Brewe is painfully tone-deaf.",
  "Jane Nette: Female Human Monk, LN. Str 13, Dex 13, Con 8, Int 9, Wis 15, Cha 11. Jane has copper hair and light gray eyes. She wears well-made clothing and wields an ono (handaxe) and kama (sickle). Jane has an animal companion, a green snake named Eangynn.",
  "Burhiua: Female Human Rogue, CG. Str 5, Dex 15, Con 14, Int 14, Wis 9, Cha 9. Burhiua has brown hair and large gray eyes. She wears studded leather and wields a mace. Burhiua dislikes having people behind her.",
  "Enel: Female Human Fighter, N. Str 14, Dex 13, Con 8, Int 9, Wis 14, Cha 12. Enel has black hair and gray eyes. She wears a breastplate and wields a shortsword and shield. Enel has an animal companion, a green firedrake named Alhswurh.",
  "Brega: Female Human Paladin, Good. Str 9, Dex 10, Con 7, Int 12, Wis 14, Cha 15. Brega has red hair and amber eyes, and an unusual tattoo on her face. She wears a chain shirt and wields a halberd. Brega dislikes having people behind her.",
  "Cwulflu: Female Human Druid, Neutral. Str 13, Dex 11, Con 8, Int 14, Wis 13, Cha 8. Cwulflu has silver hair and large blue eyes. She wears hide armor and wields a club. Cwulflu compulsively plays with a copper coin.",
  "Edow: Female Human Monk, NE. Str 17, Dex 16, Con 10, Int 12, Wis 14, Cha 13. Edow has auburn hair and brown eyes. She wears plain clothing and wields a kanabo (mace) and sai (dagger).",
  "Burga: Female Human Ranger, LG. Str 12, Dex 13, Con 13, Int 8, Wis 11, Cha 14. Burga has a square face, with short brown hair and bright blue eyes. She wears leather armor and wields a halberd. Burga seeks to save her family from financial ruin.",
  "Marger: Female Human Druid, Neutral. Str 13, Dex 14, Con 10, Int 10, Wis 14, Cha 12. Marger has a round face, with curly white hair and large green eyes. She wears hide armor and wields a mace. Marger is blind in her right eye.",
  "Marger: Female Human Wizard, LN. Str 13, Dex 10, Con 10, Int 17, Wis 7, Cha 7. Marger has auburn hair and light hazel eyes. She wears fine clothing and wields a dagger and sling. Marger is haunted by the ghost of someone she killed.",
  "Coenbot: Female Human Monk, N. Str 12, Dex 14, Con 10, Int 13, Wis 15, Cha 10. Coenbot has a narrow face, with thin golden hair and hazel eyes. She wears plain clothing and wields a yari (spear).",
  "Britha: Female Human Cleric, NG. Str 10, Dex 12, Con 11, Int 10, Wis 17, Cha 10. Britha is common in appearance, with golden hair and gray eyes. She wears hide armor and wields a quarterstaff. Britha is hunting the warlord who stole her ancestral sword.",
  "Idell: Female Human Monk, LN. Str 16, Dex 8, Con 11, Int 10, Wis 14, Cha 6. Idell has blonde hair and dark brown eyes. She wears modest garments and wields a yari (spear). Idell is sarcastic and depressed.",
  "Lede: Female Human Ranger, LE. Str 15, Dex 14, Con 8, Int 12, Wis 12, Cha 7. Lede has a square face, with thick red hair and bright green eyes. She wears leather armor and wields a shortsword and shield. Lede is cursed with wild tremors.",
  "Ethed: Female Human Warlock, CE. Str 11, Dex 13, Con 10, Int 11, Wis 11, Cha 16. Ethed is willowy, with braided blonde hair and gray eyes. She wears studded leather and wields a spear. Ethed dislikes anyone smaller than her.",
  "Elean Jamyng: Female Human Bard, N. Str 6, Dex 13, Con 12, Int 13, Wis 11, Cha 12. Elean has silver hair and brown eyes. She wears leather armor and wields a shortsword and hand crossbow. Elean is hunting the sorcerer who murdered her family.",
  "Eldad: Female Human Cleric, CN. Str 12, Dex 9, Con 10, Int 8, Wis 15, Cha 8. Eldad is thin, with brown hair and amber eyes. She wears hide armor and wields a quarterstaff and light crossbow. Eldad seeks to save her family from financial ruin.",
  "Burga: Female Human Bard, N. Str 7, Dex 12, Con 13, Int 16, Wis 10, Cha 14. Burga has thick auburn hair and soft gray eyes. She wears leather armor and wields a longsword and hand crossbow. Burga lost her shadow to a hag.",
  "Aldhild: Female Human Ranger, N. Str 11, Dex 11, Con 11, Int 11, Wis 12, Cha 8. Aldhild is short, with short black hair and dark amber eyes. She wears a chain shirt and wields a shortsword. Aldhild has hawk named Gifu.",
  "Sane Courte: Female Human Warlock, LN. Str 12, Dex 13, Con 7, Int 11, Wis 11, Cha 13. Sane has curly blonde hair and bright blue eyes, and a magical mark on her leg. She wears leather armor and wields a spear and sling. Sane is searching for her missing familiar, a vampire bat named George.",
  "Idell: Female Human Fighter, N. Str 17, Dex 9, Con 10, Int 14, Wis 14, Cha 10. Idell is exceptionally beautiful, with blonde hair and blue eyes. She wears chain mail and wields a whip. Idell is impartial and combative.",
  "Suse: Female Human Bard, LN. Str 13, Dex 11, Con 11, Int 9, Wis 5, Cha 12. Suse has golden hair and hazel eyes. She wears leather armor and wields a mace and dagger.",
  "Ryellia: Female Human Warlock, LN. Str 15, Dex 11, Con 12, Int 7, Wis 6, Cha 13. Ryellia has straight gray hair and gray eyes. She wears leather armor and wields a quarterstaff. Ryellia is impartial and crude.",
  "Mary: Female Human Cleric, LN. Str 7, Dex 8, Con 13, Int 11, Wis 13, Cha 10. Mary has straight black hair and bright amber eyes. She wears studded leather and wields a handaxe and dagger. Mary is fascinated by death.",
  "Suse: Female Human Warlock, N. Str 14, Dex 14, Con 11, Int 5, Wis 11, Cha 13. Suse has matted black hair and light gray eyes. She wears leather armor and wields a mace. Suse is guarded and nervous.",
  "Suetiua: Female Human Rogue, N. Str 6, Dex 17, Con 12, Int 11, Wis 7, Cha 6. Suetiua has a long face, with curly auburn hair and blue eyes. She wears leather armor and wields a longsword. Suetiua is foolish and impatient.",
  "Elyn Pare: Female Human Cleric, NG. Str 5, Dex 10, Con 10, Int 8, Wis 13, Cha 9. Elyn has a long face, with copper hair and bright blue eyes. She wears a chain shirt and wields a club. Elyn is haunted by the ghost of someone she killed.",
  "Ealun: Female Human Fighter, NG. Str 14, Dex 14, Con 10, Int 12, Wis 13, Cha 9. Ealun has golden hair and blue eyes, and small ears. She wears plate armor and wields a shortsword and longbow.",
  "Abet: Female Human Monk, LN. Str 14, Dex 14, Con 14, Int 12, Wis 10, Cha 11. Abet has gray hair and dark blue eyes, and prominent ears. She wears well-made clothing and wields a kanabo (mace). Abet lost her reflection to a nymph.",
  "Elil: Female Human Paladin, Good. Str 14, Dex 9, Con 9, Int 12, Wis 14, Cha 13. Elil has blonde hair and dark brown eyes, and small ears. She wears a chain shirt and wields a battleaxe and shield. Elil is hunting the fiend which destroyed her homeland.",
  "Mara: Female Human Rogue, LE. Str 12, Dex 12, Con 7, Int 12, Wis 10, Cha 10. Mara is tall and slender, with gray hair and brown eyes. She wears leather armor and wields a rapier and dagger. Mara is aggressive and cruel.",
  "Milda: Female Human Monk, LN. Str 13, Dex 9, Con 7, Int 13, Wis 12, Cha 12. Milda is short and willowy, with uneven golden hair and gray eyes. She wears sturdy clothing and wields a kanabo (mace). Milda is inventive and deceitful.",
  "Marey: Female Human Ranger, N. Str 11, Dex 12, Con 5, Int 14, Wis 10, Cha 9. Marey has braided copper hair and soft gray eyes. She wears leather armor and wields a pike. Marey is mischievous and reckless.",
  "Hilda: Female Human Rogue, N. Str 13, Dex 16, Con 13, Int 12, Wis 10, Cha 8. Hilda has short auburn hair and large brown eyes, and a magical mark on her arm. She wears studded leather and wields a handaxe.",
  "Sabeatr: Female Human Fighter, N. Str 16, Dex 8, Con 14, Int 13, Wis 8, Cha 11. Sabeatr is common in appearance, with short silver hair and narrow amber eyes. She wears ring mail and wields a war pick. Sabeatr has an animal companion, a brown bear named Lacio.",
  "Sabel Eldyth: Female Human Barbarian, CG. Str 15, Dex 8, Con 13, Int 12, Wis 9, Cha 7. Sabel is slender, with messy white hair and brown eyes. She wears leather armor and wields a scimitar. Sabel is a pack-rat, and carries a satchel of random junk.",
  "Mara: Female Human Rogue, N. Str 9, Dex 17, Con 13, Int 13, Wis 11, Cha 10. Mara is exceptionally beautiful, with gray hair and gray eyes. She wears studded leather and wields a handaxe. Mara is wrongly sought by the paladins of the Pantheon of the Empyrean Lords for heresy.",
  "Enel: Female Human Paladin, Good. Str 12, Dex 7, Con 15, Int 12, Wis 13, Cha 9. Enel has a long face, with gray hair and soft blue eyes. She wears splint armor and wields a warhammer. Enel is industrious and virtuous.",
  "Efril Gere: Female Human Rogue, LE. Str 10, Dex 16, Con 14, Int 8, Wis 10, Cha 10. Efril is exceptionally beautiful, with thick red hair and soft amber eyes. She wears leather armor and wields a shortsword. Efril lost her reflection to a hag.",
  "Gode: Female Human Fighter, NG. Str 16, Dex 9, Con 11, Int 10, Wis 7, Cha 7. Gode has a long face, with red hair and sharp blue eyes. She wears plate armor and wields a pike. Gode speaks with a mousy voice.",
  "Hery: Female Human Bard, NE. Str 9, Dex 12, Con 10, Int 13, Wis 13, Cha 12. Hery is repulsive in appearance, with silver hair and bright blue eyes. She wears studded leather and wields a longsword.",
  "Arall: Female Human Sorcerer, N. Str 6, Dex 14, Con 13, Int 9, Wis 11, Cha 16. Arall has thin copper hair and sharp green eyes. She wears modest garments and wields a dagger and darts. Arall is impossibly lucky.",
  "Burga: Female Human Cleric, N. Str 13, Dex 13, Con 7, Int 14, Wis 12, Cha 10. Burga has a narrow face, with messy auburn hair and amber eyes. She wears half plate and wields a quarterstaff and shield. Burga is searching for the lost Abbey of the Luminous Lords.",
  "Maly: Female Human Fighter, LN. Str 15, Dex 11, Con 13, Int 11, Wis 9, Cha 14. Maly is rugged in appearance, with tangled auburn hair and narrow brown eyes. She wears chain mail and wields a morningstar. Maly is hunting the dragon who slew his mentor.",
  "Eolfrild: Female Human Fighter, N. Str 12, Dex 15, Con 14, Int 10, Wis 9, Cha 10. Eolfrild is rugged in appearance, with curly white hair and amber eyes. She wears chain mail and wields a morningstar. Eolfrild has an animal companion, a gray wolf named Reda.",
  "Guthe: Female Human Ranger, LN. Str 15, Dex 11, Con 7, Int 11, Wis 13, Cha 11. Guthe has a narrow face, with short brown hair and gray eyes. She wears half plate and wields a war pick and shield. Guthe is hunting the warlord who murdered her family.",
  "Abet: Female Human Paladin, Good. Str 16, Dex 10, Con 14, Int 5, Wis 15, Cha 15. Abet has a square face, with copper hair and amber eyes. She wears chain mail and wields a whip and shield.",
  "Ilix: Female Human Paladin, Good. Str 12, Dex 11, Con 13, Int 6, Wis 15, Cha 12. Ilix is short, with white hair and soft brown eyes. She wears a breastplate and wields a pike.",
  "Alyn Foxe: Female Human Paladin, Good. Str 11, Dex 11, Con 13, Int 10, Wis 11, Cha 12. Alyn has a round face, with copper hair and blue eyes. She wears hide armor and wields a rapier. Alyn is well-spoken and faithful.",
  "Merey: Female Human Druid, Neutral. Str 12, Dex 15, Con 11, Int 10, Wis 13, Cha 12. Merey has red hair and soft gray eyes. She wears leather armor and wields a mace and wooden shield. Merey is thoughtful and depraved.",
  "Brime: Female Human Monk, N. Str 13, Dex 11, Con 10, Int 15, Wis 14, Cha 7. Brime has a square face, with copper hair and soft amber eyes. She wears travel-stained clothing and wields nunchaku (club). Brime is dying and desperately seeks the secret of immortality.",
  "Abet: Female Human Fighter, CN. Str 13, Dex 14, Con 12, Int 10, Wis 13, Cha 7. Abet is common in appearance, with tangled copper hair and sharp green eyes. She wears scale mail and wields a longsword and net. Abet seeks to become a knight of the realm.",
  "Conga: Female Human Cleric, N. Str 9, Dex 13, Con 7, Int 8, Wis 16, Cha 12. Conga is common in appearance, with matted black hair and narrow green eyes. She wears studded leather and wields a club. Conga is a skilled cook.",
  "Kater: Female Human Rogue, CN. Str 10, Dex 15, Con 9, Int 13, Wis 6, Cha 11. Kater has tangled blonde hair and blue eyes, and small ears. She wears leather armor and wields a shortsword and hand crossbow. Kater is devout and clever.",
  "Alix: Female Human Paladin, Good. Str 13, Dex 15, Con 14, Int 11, Wis 10, Cha 12. Alix has auburn hair and gray eyes, and pointed ears. She wears plate armor and wields a greatsword. Alix has an animal companion, a white warhorse named Merey.",
  "Aegith: Female Human Monk, NG. Str 12, Dex 14, Con 10, Int 6, Wis 16, Cha 9. Aegith has straight silver hair and green eyes. She wears plain clothing and wields a kanabo (mace) and shuriken (darts). Aegith is witty and flirtatious.",
  "Elean: Female Human Paladin, Good. Str 9, Dex 13, Con 13, Int 12, Wis 11, Cha 15. Elean has matted copper hair and gray eyes. She wears half plate and wields a battleaxe.",
  "Kater: Female Human Bard, LG. Str 13, Dex 6, Con 6, Int 15, Wis 8, Cha 16. Kater has tangled auburn hair and green eyes. She wears studded leather and wields a quarterstaff. Kater is hunting the warlord who stole her ancestral sword.",
  "Aegild: Female Human Cleric, N. Str 11, Dex 12, Con 10, Int 13, Wis 14, Cha 14. Aegild has silver hair and bright brown eyes. She wears scale mail and wields a light hammer. Aegild lost her reflection to a nymph.",
  "Cynwe: Female Human Monk, N. Str 12, Dex 8, Con 7, Int 10, Wis 13, Cha 11. Cynwe has a long face, with copper hair and dark gray eyes. She wears well-made clothing and wields nunchaku (club). Cynwe is impossibly lucky.",
  "Aten Pyley: Female Human Paladin, Good. Str 8, Dex 8, Con 11, Int 11, Wis 17, Cha 8. Aten has a long face, with tangled black hair and bright green eyes. She wears hide armor and wields a maul. Aten serves Rielah, an ancient but forgotten goddess of magic.",
  "Here: Female Human Rogue, NE. Str 12, Dex 17, Con 9, Int 12, Wis 13, Cha 11. Here is fair in appearance, with uneven brown hair and amber eyes. She wears leather armor and wields a club and hand crossbow. Here has an animal companion, a raven named Walteph.",
  "Burgwe: Female Human Fighter, NE. Str 13, Dex 14, Con 15, Int 11, Wis 6, Cha 15. Burgwe has straight silver hair and amber eyes, and a thin nose. She wears ring mail and wields a warhammer and net. Burgwe is searching for an ancient artifact of evil.",
  "Wilthru: Female Human Fighter, LN. Str 14, Dex 9, Con 5, Int 6, Wis 11, Cha 8. Wilthru is short, with golden hair and brown eyes. She wears ring mail and wields a war pick.",
  "Eangyth: Female Human Fighter, NG. Str 14, Dex 9, Con 10, Int 6, Wis 9, Cha 9. Eangyth is tall and overweight, with red hair and bright green eyes. She wears a chain shirt and wields a scimitar and shield. Eangyth has an animal companion, a brown bear named Here.",
  "Elyn: Female Human Fighter, NG. Str 16, Dex 9, Con 9, Int 6, Wis 9, Cha 10. Elyn has a round face, with cropped black hair and light hazel eyes. She wears scale mail and wields a warhammer and blowgun. Elyn is righteous and industrious.",
  "Eburh: Female Human Cleric, N. Str 9, Dex 10, Con 8, Int 15, Wis 15, Cha 12. Eburh is short, with silver hair and bright green eyes. She wears studded leather and wields a mace and shield. Eburh suffers a paralyzing fear of confined spaces.",
  "Gifu: Female Human Monk, LG. Str 14, Dex 13, Con 13, Int 15, Wis 10, Cha 11. Gifu is tall, with golden hair and bright brown eyes. She wears modest garments and wields an ono (handaxe). Gifu seeks to help the poor and unfortunate.",
  "Kathel: Female Human Wizard, CN. Str 13, Dex 16, Con 10, Int 17, Wis 11, Cha 9. Kathel has golden hair and brown eyes. She wears modest garments and wields a dagger. Kathel has Common Companion.",
  "Brime: Female Human Barbarian, LN. Str 16, Dex 7, Con 9, Int 11, Wis 13, Cha 8. Brime has black hair and green eyes, and a thin nose. She wears hide armor and wields a longsword and shield. Brime is searching for the lost empire of Nione.",
  "Conga: Female Human Fighter, N. Str 14, Dex 14, Con 9, Int 13, Wis 6, Cha 12. Conga is tall, with thin red hair and soft brown eyes. She wears half plate and wields a shortsword and shield. Conga has an animal companion, a gray wolf named Here.",
  "Aucien: Female Human Warlock, LN. Str 15, Dex 5, Con 13, Int 9, Wis 7, Cha 12. Aucien is short, with gray hair and brown eyes. She wears leather armor and wields a spear and javelins. Aucien is humble and decisive.",
  "Elhurg: Female Human Monk, NE. Str 12, Dex 11, Con 9, Int 9, Wis 15, Cha 13. Elhurg has black hair and narrow amber eyes. She wears travel-stained clothing and wields nunchaku (club) and sai (dagger). Elhurg speaks with a quiet voice.",
  "Elil Jene: Female Human Fighter, N. Str 14, Dex 16, Con 6, Int 13, Wis 12, Cha 8. Elil is thin, with brown hair and sharp amber eyes. She wears chain mail and wields a halberd. Elil is lewd and possessive.",
  "Sane Folcey: Female Human Rogue, N. Str 14, Dex 17, Con 12, Int 15, Wis 8, Cha 12. Sane has a narrow face, with curly copper hair and brown eyes. She wears studded leather and wields a longsword. Sane has an animal companion, a black cat named Hilde.",
  "Bethel Daley: Female Human Monk, NE. Str 9, Dex 8, Con 9, Int 14, Wis 15, Cha 13. Bethel has white hair and blue eyes. She wears travel-stained clothing and wields a yari (spear) and shuriken (darts). Bethel compulsively hums.",
  "Abel: Female Human Fighter, LE. Str 12, Dex 10, Con 12, Int 11, Wis 10, Cha 6. Abel is exceptionally beautiful, with thin copper hair and blue eyes. She wears ring mail and wields a shortsword. Abel is erratic and cowardly.",
  "Quendrieua: Female Human Monk, N. Str 10, Dex 9, Con 11, Int 10, Wis 12, Cha 10. Quendrieua has black hair and light blue eyes, and a flat nose. She wears worn clothing and wields nunchaku (club).",
  "Joane: Female Human Rogue, NE. Str 8, Dex 13, Con 11, Int 11, Wis 5, Cha 10. Joane has long red hair and blue eyes. She wears leather armor and wields a club. Joane has an animal companion, a black snake named Caedwiu.",
  "Hilde: Female Human Rogue, N. Str 9, Dex 13, Con 12, Int 14, Wis 13, Cha 12. Hilde has thick golden hair and amber eyes. She wears leather armor and wields a light hammer. Hilde has an animal companion, a sable ferret named Draffolk.",
  "Idget Erwes: Female Human Barbarian, CN. Str 16, Dex 8, Con 10, Int 13, Wis 15, Cha 11. Idget is fey in appearance, with gray hair and sharp amber eyes. She wears studded leather and wields a war pick and shield. Idget is lustful and thoughtless.",
  "Phely: Female Human Paladin, Good. Str 11, Dex 12, Con 9, Int 8, Wis 14, Cha 13. Phely has a round face, with messy silver hair and amber eyes. She wears plate armor and wields a whip and shield. Phely has a terrible sense of direction.",
  "Efrin: Female Human Warlock, NG. Str 9, Dex 6, Con 11, Int 7, Wis 9, Cha 13. Efrin has golden hair and hazel eyes, and wears glasses with steel rims. She wears leather armor and wields a club and sling. Efrin seeks to become an instructor at the College of Bandius.",
  "Dohe: Female Human Cleric, N. Str 9, Dex 9, Con 7, Int 14, Wis 15, Cha 17. Dohe has straight white hair and hazel eyes. She wears leather armor and wields a mace and shield.",
  "Hery: Female Human Fighter, N. Str 15, Dex 17, Con 13, Int 8, Wis 9, Cha 7. Hery has white hair and sharp amber eyes. She wears splint armor and wields a flail and shield. Hery suffers a mild allergy to pollen.",
  "Wynna: Female Human Monk, LG. Str 15, Dex 12, Con 9, Int 12, Wis 14, Cha 10. Wynna is stout, with silver hair and hazel eyes. She wears simple clothing and wields a yari (spear). Wynna is haunted by the ghost of someone she killed.",
  "Mildthru: Female Human Warlock, N. Str 17, Dex 10, Con 14, Int 11, Wis 11, Cha 13. Mildthru has a narrow face, with blonde hair and brown eyes. She wears leather armor and wields a light hammer.",
  "Rytha: Female Human Paladin, Good. Str 13, Dex 10, Con 7, Int 13, Wis 15, Cha 11. Rytha has a round face, with cropped black hair and green eyes. She wears ring mail and wields a rapier.",
  "Wyna: Female Human Sorcerer, LG. Str 14, Dex 12, Con 12, Int 11, Wis 10, Cha 15. Wyna has a narrow face, with golden hair and hazel eyes. She wears travel-stained clothing and wields a quarterstaff. Wyna compulsively plays with a gold ring.",
  "Conga: Female Human Fighter, N. Str 14, Dex 14, Con 14, Int 9, Wis 7, Cha 9. Conga has a narrow face, with long red hair and narrow amber eyes. She wears a chain shirt and wields a maul. Conga is hunting the giant who slew his mentor.",
  "Joane Porte: Female Human Monk, N. Str 12, Dex 10, Con 11, Int 8, Wis 9, Cha 10. Joane is heavyset, with red hair and light amber eyes. She wears plain clothing and wields a bo (quarterstaff) and kama (sickle). Joane is talkative and lewd.",
  "Cily: Female Human Monk, NG. Str 9, Dex 10, Con 10, Int 8, Wis 10, Cha 10. Cily is cultured in appearance, with copper hair and hazel eyes. She wears simple clothing and wields a yari (spear). Cily is only friendly towards other humans..",
  "Wulfthru: Female Human Sorcerer, CN. Str 8, Dex 5, Con 7, Int 8, Wis 10, Cha 13. Wulfthru is tall and willowy, with thin copper hair and blue eyes. She wears modest garments and wields a dagger and darts. Wulfthru is haunted by the memories of a past life.",
  "Gotiua: Female Human Rogue, N. Str 8, Dex 12, Con 12, Int 13, Wis 13, Cha 11. Gotiua has golden hair and bright brown eyes, and an unusual scar on her arm. She wears studded leather and wields a shortsword. Gotiua is alluring and slothful.",
  "Belia: Female Human Barbarian, N. Str 15, Dex 9, Con 13, Int 14, Wis 11, Cha 6. Belia is exceptionally beautiful, with uneven silver hair and light amber eyes. She wears studded leather and wields a warhammer and shield. Belia is searching for her lost brother.",
  "Beatry: Female Human Rogue, LN. Str 9, Dex 13, Con 7, Int 12, Wis 7, Cha 9. Beatry has uneven white hair and bright blue eyes. She wears studded leather and wields a shortsword. Beatry is impossibly lucky.",
  "Erild: Female Human Wizard, N. Str 15, Dex 13, Con 13, Int 17, Wis 8, Cha 15. Erild has red hair and large brown eyes. She wears emerald robes and wields a quarterstaff and sling. Erild has an arcane familiar, a silver cat named Mera.",
  "Elell: Female Human Barbarian, NE. Str 14, Dex 8, Con 7, Int 6, Wis 7, Cha 11. Elell has auburn hair and sharp hazel eyes, and pointed ears. She wears scale mail and wields a pike. Elell is impossibly lucky.",
  "Bruna: Female Human Paladin, Good. Str 10, Dex 11, Con 10, Int 8, Wis 12, Cha 11. Bruna is short and thin, with thin auburn hair and large brown eyes. She wears half plate and wields a rapier. Bruna seeks to destroy the undead.",
  "Cyna: Female Human Paladin, Good. Str 12, Dex 13, Con 14, Int 14, Wis 13, Cha 8. Cyna is fey in appearance, with white hair and bright brown eyes. She wears hide armor and wields a halberd. Cyna is passionate and pleasant.",
  "Elyn: Female Human Bard, N. Str 12, Dex 8, Con 11, Int 14, Wis 12, Cha 12. Elyn is slender, with copper hair and sharp green eyes. She wears leather armor and wields a mace and darts. Elyn is polite and crude.",
  "Hilde: Female Human Paladin, Good. Str 9, Dex 13, Con 8, Int 8, Wis 14, Cha 9. Hilde has messy brown hair and green eyes. She wears chain mail and wields a glaive. Hilde dislikes having people behind her.",
  "Icet: Female Human Cleric, CN. Str 11, Dex 12, Con 12, Int 14, Wis 16, Cha 13. Icet has curly black hair and bright amber eyes. She wears leather armor and wields a light hammer and shield. Icet has an animal companion, a ginger ferret named Elil.",
  "Cily: Female Human Fighter, CE. Str 15, Dex 13, Con 15, Int 6, Wis 9, Cha 14. Cily has curly black hair and light green eyes. She wears hide armor and wields a trident. Cily has an animal companion, a gray wolf named Vlithuie.",
  "Wenga: Female Human Monk, CG. Str 13, Dex 11, Con 12, Int 11, Wis 8, Cha 9. Wenga has an angular face, with red hair and blue eyes. She wears well-made clothing and wields a kanabo (mace) and kama (sickle). Wenga is hunting the dragon who slew his mentor.",
  "Gifu: Female Human Rogue, LN. Str 9, Dex 17, Con 8, Int 12, Wis 12, Cha 10. Gifu has brown hair and dark gray eyes. She wears leather armor and wields a rapier and sickle.",
  "Burga: Female Human Cleric, CN. Str 7, Dex 7, Con 7, Int 6, Wis 14, Cha 17. Burga is tall and overweight, with braided white hair and narrow brown eyes. She wears hide armor and wields a handaxe and dagger. Burga is amoral and truthful.",
  "Kater: Female Human Paladin, Good. Str 10, Dex 11, Con 8, Int 11, Wis 13, Cha 15. Kater is courtly in bearing, with golden hair and brown eyes. She wears half plate and wields a rapier.",
  "Edild: Female Human Rogue, CN. Str 8, Dex 17, Con 10, Int 13, Wis 11, Cha 9. Edild is exceptionally beautiful, with messy white hair and blue eyes. She wears leather armor and wields a shortsword. Edild is devout and mercenary.",
  "Annan Neve: Female Human Druid, Neutral. Str 9, Dex 6, Con 10, Int 11, Wis 16, Cha 10. Annan has thick brown hair and amber eyes, and prominent ears. She wears hide armor and wields a quarterstaff and darts. Annan is jealous and hateful.",
  "Rictha: Female Human Monk, LG. Str 13, Dex 15, Con 7, Int 7, Wis 12, Cha 13. Rictha has a long face, with short white hair and green eyes. She wears worn clothing and wields nunchaku (club) and kama (sickle). Rictha has an animal companion, a copper firedrake named Aeled.",
  "Eburg: Female Human Wizard, CN. Str 6, Dex 8, Con 12, Int 14, Wis 10, Cha 7. Eburg has messy golden hair and brown eyes. She wears yellow robes and wields a quarterstaff and light crossbow. Eburg is mischievous and sharp-tongued.",
  "Huswe: Female Human Fighter, N. Str 17, Dex 9, Con 11, Int 12, Wis 9, Cha 15. Huswe has copper hair and gray eyes, and large ears. She wears a chain shirt and wields a whip and shield. Huswe is searching for her lost sister.",
  "Geburg: Female Human Druid, Neutral. Str 17, Dex 12, Con 6, Int 12, Wis 15, Cha 5. Geburg has a narrow face, with cropped gray hair and hazel eyes. She wears hide armor and wields a spear and wooden shield. Geburg is extravagant and secretive.",
  "Kater Wyarde: Female Human Paladin, Good. Str 12, Dex 5, Con 9, Int 12, Wis 11, Cha 10. Kater has a square face, with thick brown hair and large brown eyes. She wears a breastplate and wields a scimitar and shield. Kater has an animal companion, a black warhorse named Chughye.",
  "Eotad: Female Human Cleric, CG. Str 15, Dex 10, Con 15, Int 5, Wis 17, Cha 12. Eotad is short and stout, with copper hair and green eyes. She wears half plate and wields a spear and shield. Eotad is calm and diplomatic.",
  "Hilde: Female Human Paladin, Good. Str 15, Dex 11, Con 12, Int 13, Wis 12, Cha 12. Hilde has thick blonde hair and amber eyes. She wears a chain shirt and wields a shortsword. Hilde secretly serves Gadya, an ancient goddess of trickery.",
  "Belia: Female Human Ranger, N. Str 13, Dex 11, Con 7, Int 14, Wis 8, Cha 8. Belia is tall, with golden hair and hazel eyes. She wears hide armor and wields a trident and shield. Belia has black dog named Earwyth.",
  "Edard: Female Human Barbarian, N. Str 17, Dex 9, Con 12, Int 8, Wis 5, Cha 7. Edard has a long face, with tangled gray hair and green eyes. She wears leather armor and wields a war pick and shield. Edard is covetous and cruel.",
  "Marger: Female Human Monk, NG. Str 12, Dex 13, Con 9, Int 5, Wis 10, Cha 11. Marger has a long face, with copper hair and bright amber eyes. She wears modest garments and wields nunchaku (club) and kama (sickle).",
  "Cecie Wyare: Female Human Fighter, LN. Str 13, Dex 12, Con 6, Int 8, Wis 12, Cha 9. Cecie has auburn hair and large gray eyes, and a magical tattoo on her arm. She wears plate armor and wields a shortsword. Cecie has an animal companion, a gray wolf named Ellen.",
  "Wena: Female Human Rogue, NE. Str 7, Dex 14, Con 11, Int 13, Wis 5, Cha 12. Wena is exceptionally beautiful, with black hair and blue eyes. She wears leather armor and wields a rapier. Wena speaks with a raspy voice.",
  "Audreys: Female Human Warlock, NG. Str 13, Dex 12, Con 8, Int 12, Wis 11, Cha 13. Audreys is fair in appearance, with thin black hair and bright amber eyes. She wears studded leather and wields a club and javelins. Audreys is only friendly towards other humans..",
  "Menha: Female Human Monk, LN. Str 13, Dex 12, Con 8, Int 15, Wis 13, Cha 6. Menha is willowy, with copper hair and hazel eyes. She wears well-made clothing and wields a kanabo (mace) and sai (dagger). Menha is amoral and envious.",
  "Wynna: Female Human Sorcerer, LE. Str 6, Dex 7, Con 15, Int 14, Wis 6, Cha 15. Wynna has blonde hair and large amber eyes, and large ears. She wears travel-stained clothing and wields a dagger. Wynna compulsively picks up things.",
  "Hilda: Female Human Paladin, Good. Str 10, Dex 10, Con 12, Int 13, Wis 12, Cha 14. Hilda is courtly in bearing, with gray hair and narrow gray eyes. She wears scale mail and wields a glaive.",
  "Sarrey Smere: Female Human Fighter, CG. Str 17, Dex 16, Con 5, Int 6, Wis 12, Cha 12. Sarrey has uneven golden hair and hazel eyes. She wears splint armor and wields a greataxe. Sarrey is gentle and reflective.",
  "Sarra: Female Human Rogue, LN. Str 9, Dex 15, Con 11, Int 14, Wis 14, Cha 10. Sarra has black hair and blue eyes, and a distinctive scar on her face. She wears leather armor and wields a shortsword and shortbow. Sarra is depressed and vengeful.",
  "Eanswild: Female Human Paladin, Good. Str 14, Dex 14, Con 11, Int 7, Wis 17, Cha 12. Eanswild has golden hair and hazel eyes. She wears chain mail and wields a greatsword. Eanswild seeks to destroy the undead.",
  "Maly: Female Human Fighter, CN. Str 13, Dex 13, Con 13, Int 12, Wis 10, Cha 12. Maly is tall and stout, with brown hair and blue eyes. She wears ring mail and wields a scimitar and hand crossbow. Maly is a skilled singer.",
  "Lene Tine: Female Human Cleric, CN. Str 9, Dex 6, Con 8, Int 8, Wis 17, Cha 15. Lene is tall, with uneven auburn hair and narrow gray eyes. She wears a chain shirt and wields a spear.",
  "Brona: Female Human Ranger, N. Str 12, Dex 8, Con 10, Int 9, Wis 10, Cha 12. Brona has white hair and amber eyes, and a magical scar on her face. She wears studded leather and wields a halberd. Brona is impulsive and suspicious.",
  "Evet: Female Human Bard, N. Str 12, Dex 11, Con 10, Int 10, Wis 13, Cha 17. Evet is exceptionally beautiful, with silver hair and narrow blue eyes. She wears leather armor and wields a rapier and light crossbow.",
  "Lippa Gysby: Female Human Fighter, N. Str 17, Dex 13, Con 10, Int 12, Wis 9, Cha 15. Lippa has braided white hair and hazel eyes, and small ears. She wears hide armor and wields a whip and shield. Lippa is shrewd and pleasant.",
  "Jane Maley: Female Human Wizard, N. Str 9, Dex 12, Con 8, Int 16, Wis 13, Cha 10. Jane has a round face, with matted copper hair and dark brown eyes. She wears modest garments and wields a quarterstaff. Jane suffers a deadly allergy to fish.",
  "Hilda: Female Human Sorcerer, NG. Str 11, Dex 13, Con 9, Int 13, Wis 7, Cha 15. Hilda has a round face, with tangled blonde hair and bright amber eyes. She wears plain clothing and wields a dagger. Hilda is colorblind.",
  "Wynna: Female Human Fighter, LN. Str 12, Dex 14, Con 11, Int 13, Wis 15, Cha 10. Wynna has a round face, with brown hair and narrow amber eyes. She wears plate armor and wields a pike. Wynna has an animal companion, a black wolf named Waltom.",
  "Cece: Female Human Rogue, LE. Str 11, Dex 17, Con 13, Int 10, Wis 10, Cha 10. Cece has black hair and narrow brown eyes. She wears leather armor and wields a longsword. Cece is coarse and callous.",
  "Belia Emyn: Female Human Rogue, LN. Str 12, Dex 14, Con 10, Int 12, Wis 10, Cha 12. Belia is tall, with black hair and hazel eyes. She wears studded leather and wields a shortsword.",
  "Ealfwet: Female Human Barbarian, N. Str 14, Dex 10, Con 15, Int 11, Wis 6, Cha 8. Ealfwet has a long face, with tangled blonde hair and bright green eyes. She wears hide armor and wields a trident and longbow. Ealfwet suffers a paralyzing fear of disease.",
  "Gifu: Female Human Rogue, LN. Str 8, Dex 14, Con 11, Int 11, Wis 5, Cha 10. Gifu has long golden hair and amber eyes, and prominent ears. She wears leather armor and wields a quarterstaff. Gifu believes that she is being hunted by supernatural creatures.",
  "Mary: Female Human Barbarian, NE. Str 13, Dex 7, Con 12, Int 11, Wis 13, Cha 11. Mary has auburn hair and bright blue eyes, and a magical scar on her arm. She wears studded leather and wields a morningstar. Mary serves a powerful arch-fiend named Bosya.",
  "Merey: Female Human Wizard, LN. Str 6, Dex 13, Con 6, Int 13, Wis 8, Cha 11. Merey is fey in appearance, with red hair and dark amber eyes. She wears tailored clothing and wields a dagger and sling. Merey has an arcane familiar, a small octopus trapped within a floating sphere of water.",
  "Erburg: Female Human Barbarian, N. Str 16, Dex 11, Con 12, Int 12, Wis 7, Cha 11. Erburg has a square face, with blonde hair and brown eyes. She wears studded leather and wields a whip. Erburg is lewd and dishonest.",
  "Beatry: Female Human Rogue, LG. Str 11, Dex 16, Con 11, Int 11, Wis 6, Cha 9. Beatry has a round face, with braided gray hair and green eyes. She wears leather armor and wields a shortsword. Beatry has an animal companion, a black cat named Igert.",
  "Rida: Female Human Barbarian, N. Str 13, Dex 7, Con 13, Int 5, Wis 7, Cha 7. Rida has long golden hair and brown eyes. She wears hide armor and wields a battleaxe. Rida is searching for the lost dominion of Harlonde.",
  "Burheue: Female Human Wizard, N. Str 10, Dex 13, Con 11, Int 17, Wis 10, Cha 7. Burheue is tall and thin, with thick black hair and brown eyes. She wears fine clothing and wields a dagger. Burheue is haunted by the ghost of someone she killed.",
  "Helia Borne: Female Human Warlock, N. Str 13, Dex 15, Con 9, Int 10, Wis 7, Cha 15. Helia has thick black hair and hazel eyes. She wears studded leather and wields a mace and light crossbow. Helia has an animal companion, a vampire bat named Roda.",
  "Winfrieua: Female Human Rogue, N. Str 14, Dex 15, Con 11, Int 10, Wis 12, Cha 8. Winfrieua has thin gray hair and amber eyes, and prominent ears. She wears leather armor and wields a longsword. Winfrieua is impartial and pleasant.",
  "Wena: Female Human Fighter, NG. Str 13, Dex 13, Con 11, Int 11, Wis 8, Cha 14. Wena has curly silver hair and bright amber eyes. She wears chain mail and wields a greataxe. Wena is valiant and aesthetic.",
  "Elen: Female Human Monk, N. Str 13, Dex 10, Con 9, Int 10, Wis 9, Cha 10. Elen has gray hair and brown eyes, and an unusual mark on her arm. She wears modest garments and wields a bo (quarterstaff) and kama (sickle). Elen is soft-hearted and thoughtless.",
  "Oldbell: Female Human Fighter, N. Str 12, Dex 9, Con 10, Int 6, Wis 11, Cha 11. Oldbell has blonde hair and green eyes. She wears splint armor and wields a rapier. Oldbell is searching for a legendary blade named Windclaw.",
  "Bega: Female Human Bard, CN. Str 11, Dex 13, Con 10, Int 11, Wis 11, Cha 12. Bega has thin blonde hair and light green eyes. She wears leather armor and wields a quarterstaff. Bega is honest and shrewd.",
  "Hone: Female Human Cleric, LN. Str 12, Dex 13, Con 14, Int 10, Wis 15, Cha 17. Hone has short auburn hair and amber eyes. She wears studded leather and wields a quarterstaff and shield. Hone secretly serves Mara, an ancient goddess of chaos.",
  "Wynna: Female Human Rogue, NE. Str 9, Dex 15, Con 8, Int 12, Wis 15, Cha 9. Wynna has thin red hair and light amber eyes. She wears studded leather and wields a rapier.",
  "Malia Mynge: Female Human Sorcerer, NG. Str 11, Dex 10, Con 12, Int 10, Wis 8, Cha 12. Malia has an angular face, with tangled blonde hair and blue eyes. She wears travel-stained clothing and wields a quarterstaff. Malia has an animal companion, a sand lizard named Braffin.",
  "Erild: Female Human Rogue, LN. Str 13, Dex 13, Con 8, Int 15, Wis 10, Cha 11. Erild has thick gray hair and light green eyes, and small ears. She wears leather armor and wields a club.",
  "Ealdgynn: Female Human Monk, LN. Str 15, Dex 12, Con 6, Int 11, Wis 10, Cha 9. Ealdgynn has a round face, with golden hair and amber eyes. She wears modest garments and wields a bo (quarterstaff). Ealdgynn dislikes anyone smaller than her.",
  "Wynna: Female Human Barbarian, CN. Str 17, Dex 12, Con 10, Int 13, Wis 10, Cha 13. Wynna is slender, with gray hair and soft hazel eyes. She wears scale mail and wields a warhammer. Wynna is colorblind.",
  "Eryn: Female Human Sorcerer, N. Str 11, Dex 10, Con 8, Int 11, Wis 11, Cha 15. Eryn is short, with short gray hair and light brown eyes. She wears plain clothing and wields a dagger.",
  "Joane: Female Human Bard, LG. Str 8, Dex 11, Con 11, Int 10, Wis 15, Cha 14. Joane is heavyset, with copper hair and soft hazel eyes. She wears studded leather and wields a longsword and shortbow. Joane is witty and virtuous.",
  "Kater Flipsav: Female Human Monk, LN. Str 14, Dex 10, Con 15, Int 9, Wis 15, Cha 8. Kater has a narrow face, with auburn hair and brown eyes. She wears simple clothing and wields nunchaku (club) and sai (dagger).",
  "Maly: Female Human Bard, CN. Str 8, Dex 13, Con 8, Int 8, Wis 8, Cha 16. Maly is exceptionally beautiful, with braided brown hair and bright blue eyes. She wears studded leather and wields a longsword. Maly is foolhardy and instinctive.",
  "Brictha: Female Human Bard, LN. Str 14, Dex 12, Con 11, Int 10, Wis 10, Cha 14. Brictha has white hair and sharp green eyes. She wears leather armor and wields a spear and sling. Brictha is haunted by the memories of a past life.",
  "Wynna: Female Human Ranger, NG. Str 12, Dex 11, Con 13, Int 9, Wis 9, Cha 8. Wynna has a square face, with straight auburn hair and soft gray eyes. She wears scale mail and wields a pike. Wynna secretly serves Ukos, an ancient goddess of darkness.",
  "Witha: Female Human Ranger, CG. Str 10, Dex 14, Con 10, Int 8, Wis 14, Cha 9. Witha has short blonde hair and soft gray eyes. She wears a chain shirt and wields a flail and shield. Witha has hawk named Cece.",
  "Maly: Female Human Fighter, NG. Str 16, Dex 10, Con 11, Int 6, Wis 8, Cha 12. Maly is overweight, with gray hair and hazel eyes. She wears plate armor and wields a morningstar and shield. Maly compulsively lies.",
  "Aevad: Female Human Monk, NG. Str 16, Dex 14, Con 11, Int 10, Wis 10, Cha 6. Aevad has cropped white hair and gray eyes, and a sharp nose. She wears travel-stained clothing and wields an ono (handaxe) and shuriken (darts). Aevad is hunting the vampire who murdered her family.",
  "Wyna: Female Human Wizard, NG. Str 9, Dex 10, Con 13, Int 16, Wis 12, Cha 12. Wyna has silver hair and bright gray eyes. She wears blue robes and wields a quarterstaff and light crossbow.",
  "Maly: Female Human Cleric, N. Str 11, Dex 11, Con 11, Int 9, Wis 15, Cha 14. Maly has white hair and large hazel eyes. She wears leather armor and wields a quarterstaff and sling. Maly is searching for the lost Shrine of Angels.",
  "Sarrey: Female Human Monk, N. Str 11, Dex 11, Con 8, Int 7, Wis 11, Cha 9. Sarrey has a long face, with silver hair and soft blue eyes. She wears worn clothing and wields nunchaku (club). Sarrey seeks to free herself from an ancient curse.",
  "Enet: Female Human Monk, NG. Str 15, Dex 11, Con 10, Int 12, Wis 12, Cha 10. Enet is tall and thin, with cropped blonde hair and gray eyes. She wears modest garments and wields an ono (handaxe). Enet is hunting the demon who slew his mentor.",
  "Jane: Female Human Paladin, Good. Str 11, Dex 9, Con 11, Int 13, Wis 13, Cha 11. Jane is overweight, with messy auburn hair and amber eyes. She wears hide armor and wields a pike. Jane is witty and alluring.",
  "Oftaeth: Female Human Barbarian, N. Str 16, Dex 10, Con 10, Int 9, Wis 9, Cha 6. Oftaeth has long copper hair and brown eyes, and a thin nose. She wears leather armor and wields a warhammer. Oftaeth is devout and envious.",
  "Joane: Female Human Paladin, Good. Str 14, Dex 7, Con 9, Int 8, Wis 14, Cha 10. Joane is heavyset, with messy white hair and light hazel eyes. She wears splint armor and wields a trident and shield.",
  "Rithuie: Female Human Rogue, N. Str 11, Dex 12, Con 10, Int 11, Wis 11, Cha 10. Rithuie is rough in appearance, with copper hair and amber eyes. She wears studded leather and wields a rapier and hand crossbow. Rithuie has an animal companion, a black cat named Brida.",
  "Bruna: Female Human Fighter, N. Str 12, Dex 10, Con 9, Int 8, Wis 11, Cha 11. Bruna has red hair and dark amber eyes, and wears glasses with platinum rims. She wears splint armor and wields a warhammer and shield. Bruna is obsessive and serious.",
  "Bethon: Female Human Rogue, N. Str 6, Dex 15, Con 10, Int 8, Wis 10, Cha 8. Bethon is rough in appearance, with copper hair and narrow hazel eyes. She wears leather armor and wields a longsword and hand crossbow. Bethon is foolish and craven.",
  "Burga: Female Human Monk, CN. Str 12, Dex 11, Con 10, Int 9, Wis 14, Cha 9. Burga is fey in appearance, with thin silver hair and narrow gray eyes. She wears sturdy clothing and wields an ono (handaxe) and sai (dagger). Burga is blind in her right eye.",
  "Burga: Female Human Rogue, N. Str 11, Dex 14, Con 8, Int 14, Wis 11, Cha 7. Burga has a round face, with long black hair and bright green eyes. She wears studded leather and wields a shortsword and hand crossbow. Burga dislikes anyone bigger than her.",
  "Hily Masor: Female Human Monk, CG. Str 9, Dex 12, Con 9, Int 11, Wis 13, Cha 9. Hily has blonde hair and bright gray eyes. She wears travel-stained clothing and wields nunchaku (club) and kama (sickle). Hily is thrifty and idealistic.",
  "Abeth: Female Human Ranger, LN. Str 15, Dex 16, Con 9, Int 10, Wis 8, Cha 7. Abeth has braided brown hair and large gray eyes. She wears scale mail and wields a morningstar. Abeth seeks to atone for past sins.",
  "Ealhhild: Female Human Rogue, N. Str 7, Dex 15, Con 11, Int 12, Wis 12, Cha 11. Ealhhild is short and stout, with messy brown hair and large green eyes. She wears studded leather and wields a rapier. Ealhhild suffers a deadly allergy to cats.",
  "Audreyn: Female Human Barbarian, NG. Str 16, Dex 13, Con 11, Int 12, Wis 14, Cha 12. Audreyn has matted blonde hair and brown eyes. She wears leather armor and wields a halberd. Audreyn is friendly and idealistic.",
  "Malia: Female Human Monk, N. Str 11, Dex 10, Con 9, Int 10, Wis 11, Cha 9. Malia has a round face, with golden hair and hazel eyes. She wears modest garments and wields a yari (spear). Malia is searching for the lost dwarven kingdom of Kholedzund.",
  "Frythiua: Female Human Sorcerer, NG. Str 11, Dex 14, Con 16, Int 7, Wis 12, Cha 16. Frythiua has uneven black hair and amber eyes, and wears glasses with electrum rims. She wears well-made clothing and wields a dagger and light crossbow. Frythiua is wise and soft-hearted.",
  "Belia: Female Human Druid, Neutral. Str 15, Dex 5, Con 7, Int 7, Wis 12, Cha 6. Belia is rugged in appearance, with blonde hair and hazel eyes. She wears hide armor and wields a scimitar and sickle. Belia is jealous and anxious.",
  "Geleue: Female Human Rogue, NE. Str 13, Dex 13, Con 6, Int 13, Wis 6, Cha 11. Geleue has braided auburn hair and green eyes. She wears studded leather and wields a rapier. Geleue is quiet, and says as little as possible.",
  "Aegild: Female Human Paladin, Good. Str 12, Dex 10, Con 12, Int 13, Wis 11, Cha 12. Aegild is tall, with copper hair and amber eyes. She wears ring mail and wields a longsword and shield. Aegild is hunting the warlord who murdered her family.",
  "Ealhbun: Female Human Bard, N. Str 6, Dex 8, Con 7, Int 16, Wis 10, Cha 13. Ealhbun has uneven brown hair and brown eyes, and a distinctive mark on her leg. She wears leather armor and wields a club. Ealhbun is impartial and unforgiving.",
  "Hone Hyte: Female Human Rogue, LN. Str 10, Dex 15, Con 10, Int 10, Wis 12, Cha 8. Hone is short and willowy, with thick black hair and green eyes. She wears studded leather and wields a quarterstaff and hand crossbow. Hone has an animal companion, a sable ferret named Wulfa.",
  "Mindrieua: Female Human Warlock, N. Str 9, Dex 11, Con 8, Int 10, Wis 12, Cha 14. Mindrieua is short, with straight brown hair and narrow brown eyes. She wears leather armor and wields a mace and dagger. Mindrieua has an animal companion, a giant spider named Edmur.",
  "Aened: Female Human Sorcerer, LN. Str 13, Dex 9, Con 8, Int 10, Wis 9, Cha 12. Aened is tall and thin, with black hair and blue eyes. She wears well-made clothing and wields a dagger. Aened has an animal companion, a snow owl named Elrew.",
  "Bryne: Female Human Monk, N. Str 8, Dex 8, Con 12, Int 10, Wis 13, Cha 6. Bryne has matted copper hair and green eyes, and small ears. She wears worn clothing and wields a kanabo (mace). Bryne is fascinated by fine wines and spirits.",
  "Maly Nere: Female Human Cleric, N. Str 8, Dex 10, Con 14, Int 12, Wis 17, Cha 8. Maly has curly copper hair and amber eyes, and a beaked nose. She wears leather armor and wields a mace and sickle. Maly is protective and practical.",
  "Aehild: Female Human Ranger, N. Str 13, Dex 8, Con 13, Int 9, Wis 13, Cha 14. Aehild has curly gray hair and blue eyes. She wears studded leather and wields a morningstar. Aehild is absent-minded and suspicious.",
  "Elfleant: Female Human Paladin, Good. Str 15, Dex 5, Con 9, Int 10, Wis 13, Cha 11. Elfleant is courtly in bearing, with straight golden hair and amber eyes. She wears plate armor and wields a rapier and shield. Elfleant seeks to atone for past sins.",
  "Eanswynn: Female Human Bard, NG. Str 10, Dex 8, Con 12, Int 11, Wis 7, Cha 16. Eanswynn has a square face, with matted auburn hair and hazel eyes. She wears studded leather and wields a longsword and hand crossbow. Eanswynn is philosophical and amoral.",
  "Rione: Female Human Wizard, NG. Str 10, Dex 8, Con 10, Int 14, Wis 13, Cha 14. Rione is stout, with long black hair and blue eyes. She wears well-made clothing and wields a dagger. Rione is generous and romantic.",
  "Wifroua: Female Human Barbarian, N. Str 13, Dex 9, Con 11, Int 7, Wis 10, Cha 11. Wifroua is thin, with tangled golden hair and sharp blue eyes. She wears scale mail and wields a flail. Wifroua suffers a paralyzing fear of open water.",
  "Burga: Female Human Rogue, CG. Str 9, Dex 12, Con 9, Int 13, Wis 7, Cha 8. Burga is thin, with brown hair and green eyes. She wears studded leather and wields a longsword and darts. Burga is quick-witted and heroic.",
  "Dilda: Female Human Rogue, LN. Str 7, Dex 14, Con 14, Int 8, Wis 11, Cha 6. Dilda is short, with messy white hair and green eyes. She wears studded leather and wields a longsword and hand crossbow. Dilda seeks to discover why she cannot remember anything from yesterday.",
  "Wyna: Female Human Rogue, CG. Str 9, Dex 14, Con 12, Int 10, Wis 7, Cha 8. Wyna has matted blonde hair and soft brown eyes, and a round nose. She wears leather armor and wields a longsword. Wyna seeks to free herself from an ancient curse.",
  "Withuie: Female Human Sorcerer, CN. Str 7, Dex 8, Con 15, Int 7, Wis 9, Cha 17. Withuie is fair in appearance, with gray hair and bright gray eyes. She wears travel-stained clothing and wields a dagger. Withuie holds a grudge against dwarves.",
  "Brilde: Female Human Fighter, N. Str 13, Dex 11, Con 9, Int 13, Wis 7, Cha 13. Brilde is stout, with black hair and blue eyes. She wears plate armor and wields a war pick and net. Brilde is searching for her missing son.",
  "Lancheue: Female Human Druid, Neutral. Str 11, Dex 7, Con 9, Int 10, Wis 14, Cha 7. Lancheue has a narrow face, with cropped black hair and blue eyes. She wears hide armor and wields a club and dagger. Lancheue seeks to discover who murdered her family.",
  "Eomerg: Female Human Monk, CN. Str 12, Dex 8, Con 8, Int 9, Wis 13, Cha 11. Eomerg is pleasant in appearance, with straight blonde hair and bright blue eyes. She wears worn clothing and wields nunchaku (club) and sai (dagger). Eomerg secretly serves Malpha, an ancient goddess of trickery.",
  "Benne: Female Human Fighter, NE. Str 16, Dex 11, Con 11, Int 8, Wis 14, Cha 8. Benne has a long face, with cropped black hair and gray eyes. She wears ring mail and wields a maul.",
  "Hera Avips: Female Human Bard, NE. Str 11, Dex 6, Con 6, Int 12, Wis 6, Cha 17. Hera has a square face, with golden hair and amber eyes. She wears studded leather and wields a shortsword and hand crossbow. Hera is haunted by the memories of a past life.",
  "Evel Elnnyn: Female Human Wizard, LN. Str 12, Dex 12, Con 5, Int 16, Wis 6, Cha 7. Evel has matted copper hair and large gray eyes. She wears bronze robes and wields a quarterstaff.",
  "Aedith: Female Human Rogue, N. Str 10, Dex 13, Con 6, Int 10, Wis 9, Cha 14. Aedith has black hair and amber eyes, and a thin nose. She wears studded leather and wields a longsword and javelins. Aedith is adaptable and hateful.",
  "Phone: Female Human Cleric, N. Str 12, Dex 13, Con 13, Int 5, Wis 16, Cha 7. Phone has auburn hair and light green eyes. She wears studded leather and wields a spear. Phone is cursed with a deformed arm.",
  "Phery: Female Human Monk, LE. Str 12, Dex 11, Con 7, Int 9, Wis 9, Cha 15. Phery has a narrow face, with golden hair and soft brown eyes. She wears travel-stained clothing and wields a bo (quarterstaff). Phery seeks to atone for past sins.",
  "Jane Mynge: Female Human Sorcerer, CN. Str 10, Dex 10, Con 12, Int 8, Wis 6, Cha 16. Jane is tall, with tangled copper hair and brown eyes. She wears modest garments and wields a quarterstaff and light crossbow. Jane speaks with a loud voice.",
  "Efrin Lyson: Female Human Barbarian, N. Str 14, Dex 11, Con 10, Int 13, Wis 6, Cha 15. Efrin is short, with cropped black hair and blue eyes. She wears scale mail and wields a whip. Efrin dislikes having people behind her.",
  "Aten: Female Human Fighter, N. Str 13, Dex 11, Con 15, Int 9, Wis 7, Cha 14. Aten has a narrow face, with auburn hair and hazel eyes. She wears ring mail and wields a halberd. Aten is anxious and amoral.",
  "Sane: Female Human Monk, N. Str 14, Dex 12, Con 7, Int 13, Wis 13, Cha 14. Sane is rough in appearance, with long gray hair and dark blue eyes. She wears travel-stained clothing and wields a yari (spear). Sane seeks to discover what destroyed her homeland.",
  "Sunnga: Female Human Ranger, CN. Str 7, Dex 14, Con 7, Int 9, Wis 9, Cha 9. Sunnga has a long face, with black hair and large blue eyes. She wears leather armor and wields a warhammer and shield. Sunnga is driven and gullible.",
  "Sarra: Female Human Fighter, LN. Str 17, Dex 11, Con 14, Int 7, Wis 14, Cha 15. Sarra has thin blonde hair and green eyes. She wears half plate and wields a shortsword and longbow. Sarra has an animal companion, a brown bear named Wyny.",
  "Cece: Female Human Monk, CN. Str 12, Dex 10, Con 13, Int 9, Wis 12, Cha 13. Cece is heavyset, with red hair and soft gray eyes. She wears plain clothing and wields a yari (spear). Cece speaks with a soft voice.",
  "Bilia: Female Human Rogue, CN. Str 14, Dex 13, Con 6, Int 15, Wis 14, Cha 12. Bilia is pleasant in appearance, with uneven copper hair and hazel eyes. She wears leather armor and wields a shortsword. Bilia seeks revenge against the aristocrat who framed her.",
  "Hesa: Female Human Cleric, NG. Str 11, Dex 13, Con 10, Int 10, Wis 14, Cha 9. Hesa is cultured in appearance, with messy gray hair and blue eyes. She wears hide armor and wields a handaxe. Hesa is cheerful and inquisitive.",
  "Hilia Folcey: Female Human Fighter, N. Str 15, Dex 11, Con 12, Int 7, Wis 9, Cha 12. Hilia is short and thin, with brown hair and narrow amber eyes. She wears half plate and wields a scimitar. Hilia is alluring and greedy.",
  "Maly: Female Human Ranger, LG. Str 13, Dex 16, Con 12, Int 11, Wis 16, Cha 8. Maly has a narrow face, with white hair and bright blue eyes. She wears scale mail and wields a morningstar and shield. Maly is aesthetic and righteous.",
  "Ecix Weson: Female Human Barbarian, CN. Str 12, Dex 7, Con 15, Int 9, Wis 14, Cha 11. Ecix has black hair and brown eyes. She wears scale mail and wields a trident and shield. Ecix has an animal companion, a badger named Eril.",
  "Earurg: Female Human Paladin, Good. Str 10, Dex 12, Con 12, Int 12, Wis 8, Cha 11. Earurg has thin red hair and hazel eyes. She wears ring mail and wields a scimitar. Earurg secretly serves Avar, an ancient goddess of destruction.",
  "Aben: Female Human Cleric, NG. Str 12, Dex 8, Con 8, Int 13, Wis 16, Cha 12. Aben has golden hair and bright blue eyes, and a sharp nose. She wears scale mail and wields a light hammer. Aben has an animal companion, a gray rabbit named Coenburh.",
  "Burguia: Female Human Rogue, N. Str 13, Dex 13, Con 8, Int 15, Wis 10, Cha 12. Burguia has thin auburn hair and gray eyes. She wears leather armor and wields a rapier. Burguia has an animal companion, a black snake named Ellel.",
  "Enell Verne: Female Human Barbarian, CG. Str 12, Dex 10, Con 8, Int 12, Wis 8, Cha 6. Enell is willowy, with red hair and hazel eyes. She wears scale mail and wields a scimitar.",
  "Eryet: Female Human Cleric, N. Str 9, Dex 14, Con 11, Int 10, Wis 12, Cha 13. Eryet has straight golden hair and hazel eyes, and a beaked nose. She wears hide armor and wields a spear and shield. Eryet is impish and anxious.",
  "Cece: Female Human Wizard, CE. Str 9, Dex 8, Con 13, Int 13, Wis 13, Cha 14. Cece is slender, with messy white hair and sharp brown eyes. She wears modest garments and wields a quarterstaff and light crossbow. Cece suffers a deadly allergy to shellfish.",
  "Anel Damsor: Female Human Fighter, N. Str 16, Dex 8, Con 12, Int 14, Wis 9, Cha 9. Anel has thin auburn hair and sharp gray eyes. She wears ring mail and wields a longsword. Anel is covetous and sharp-tongued.",
  "Wyna: Female Human Paladin, Good. Str 12, Dex 11, Con 13, Int 7, Wis 11, Cha 16. Wyna has thin golden hair and dark gray eyes, and large ears. She wears scale mail and wields a maul.",
  "Eril: Female Human Rogue, NG. Str 11, Dex 13, Con 14, Int 15, Wis 9, Cha 11. Eril has a long face, with white hair and blue eyes. She wears leather armor and wields a shortsword. Eril is virtuous and lively.",
  "Briga: Female Human Barbarian, N. Str 16, Dex 10, Con 12, Int 8, Wis 7, Cha 10. Briga is exceptionally beautiful, with white hair and brown eyes. She wears hide armor and wields a whip and heavy crossbow. Briga is zealous and harsh.",
  "Mery Pyle: Female Human Bard, NG. Str 8, Dex 5, Con 9, Int 10, Wis 9, Cha 12. Mery has cropped black hair and soft blue eyes. She wears studded leather and wields a rapier and sickle. Mery seeks to become an instructor at the Athenaeum of Arcane Study.",
  "Omad: Female Human Druid, Neutral. Str 12, Dex 6, Con 10, Int 13, Wis 13, Cha 10. Omad is exceptionally beautiful, with cropped brown hair and dark amber eyes. She wears hide armor and wields a club and darts. Omad is hunting the sorcerer who murdered her family.",
  "Aerild: Female Human Rogue, CN. Str 13, Dex 13, Con 6, Int 16, Wis 9, Cha 8. Aerild has short red hair and sharp amber eyes, and a magical mark on her arm. She wears studded leather and wields a rapier.",
  "Hery: Female Human Monk, NE. Str 12, Dex 15, Con 5, Int 10, Wis 8, Cha 12. Hery has blonde hair and bright amber eyes, and small ears. She wears sturdy clothing and wields a yari (spear) and kama (sickle). Hery compulsively plays with a copper coin.",
  "Sabil: Female Human Bard, NG. Str 5, Dex 8, Con 12, Int 10, Wis 5, Cha 12. Sabil has blonde hair and light hazel eyes. She wears studded leather and wields a rapier and hand crossbow. Sabil is searching for her missing son.",
  "Joyce: Female Human Monk, LN. Str 15, Dex 12, Con 12, Int 11, Wis 13, Cha 10. Joyce has a long face, with messy gray hair and soft blue eyes. She wears simple clothing and wields nunchaku (club). Joyce refers to herself in the third person.",
  "Weneue: Female Human Paladin, Good. Str 9, Dex 7, Con 13, Int 14, Wis 16, Cha 12. Weneue has auburn hair and hazel eyes. She wears hide armor and wields a halberd. Weneue is dying and desperately seeks the secret of immortality.",
  "Hilia: Female Human Monk, NG. Str 9, Dex 13, Con 13, Int 11, Wis 14, Cha 12. Hilia is stout, with thick golden hair and blue eyes. She wears well-made clothing and wields a bo (quarterstaff) and sai (dagger). Hilia is energetic and honest.",
  "Cily: Female Human Fighter, N. Str 14, Dex 10, Con 5, Int 9, Wis 10, Cha 13. Cily has a narrow face, with uneven auburn hair and sharp blue eyes. She wears scale mail and wields a longsword and shield.",
  "Mery Wesev: Female Human Cleric, LN. Str 7, Dex 12, Con 9, Int 10, Wis 15, Cha 11. Mery is exceptionally beautiful, with copper hair and hazel eyes. She wears scale mail and wields a spear. Mery is practical and abrasive.",
  "Abell: Female Human Barbarian, LE. Str 12, Dex 10, Con 10, Int 8, Wis 8, Cha 12. Abell has a narrow face, with tangled white hair and bright hazel eyes. She wears hide armor and wields a shortsword. Abell suffers a mild allergy to shellfish.",
  "Sabeth: Female Human Ranger, LN. Str 16, Dex 10, Con 13, Int 10, Wis 11, Cha 7. Sabeth has matted blonde hair and light gray eyes. She wears studded leather and wields a scimitar and shield. Sabeth has black snake named Munda.",
  "Aethed: Female Human Paladin, Good. Str 12, Dex 6, Con 14, Int 12, Wis 14, Cha 14. Aethed has uneven black hair and blue eyes. She wears a chain shirt and wields a flail and shield. Aethed is courageous and disorganized.",
  "Atel Ferre: Female Human Rogue, N. Str 12, Dex 14, Con 9, Int 11, Wis 6, Cha 8. Atel is short, with short silver hair and hazel eyes. She wears studded leather and wields a club. Atel has an animal companion, a black cat named Olfeiund.",
  "Bily Lipsev: Female Human Paladin, Good. Str 16, Dex 11, Con 9, Int 7, Wis 13, Cha 15. Bily has tangled gray hair and soft green eyes, and large ears. She wears ring mail and wields a maul. Bily is principled and zealous.",
  "Marey: Female Human Fighter, CG. Str 17, Dex 13, Con 11, Int 10, Wis 12, Cha 13. Marey has brown hair and dark green eyes, and a beaked nose. She wears a breastplate and wields a greatsword. Marey has an animal companion, a black bear named Hiva.",
  "Some: Female Human Bard, NG. Str 7, Dex 11, Con 15, Int 15, Wis 7, Cha 17. Some is tall and overweight, with red hair and green eyes. She wears leather armor and wields a quarterstaff. Some is searching for her missing familiar, a red fox named Answild.",
  "Kathel Marte: Female Human Rogue, LN. Str 12, Dex 12, Con 10, Int 13, Wis 7, Cha 10. Kathel is rugged in appearance, with red hair and soft brown eyes. She wears studded leather and wields a light hammer and darts. Kathel is easily distracted by small animals.",
  "Aldred: Female Human Fighter, NE. Str 16, Dex 17, Con 12, Int 9, Wis 6, Cha 8. Aldred is exceptionally beautiful, with short white hair and amber eyes. She wears ring mail and wields a warhammer and blowgun.",
  "Aenen: Female Human Wizard, NG. Str 9, Dex 11, Con 10, Int 16, Wis 8, Cha 7. Aenen has a long face, with red hair and sharp green eyes. She wears simple clothing and wields a quarterstaff.",
  "Tiva: Female Human Barbarian, CN. Str 14, Dex 10, Con 12, Int 12, Wis 7, Cha 15. Tiva has golden hair and bright gray eyes. She wears studded leather and wields a maul. Tiva seeks to save her family from financial ruin.",
  "Cily: Female Human Monk, N. Str 9, Dex 10, Con 11, Int 6, Wis 8, Cha 9. Cily is short, with thin red hair and amber eyes. She wears travel-stained clothing and wields a bo (quarterstaff).",
  "Aellun: Female Human Rogue, N. Str 11, Dex 15, Con 10, Int 8, Wis 7, Cha 9. Aellun has cropped gray hair and sharp hazel eyes, and prominent ears. She wears leather armor and wields a rapier. Aellun seeks revenge against the thieves' guild which left her to hang.",
  "Erix Gedde: Female Human Fighter, NG. Str 15, Dex 14, Con 5, Int 13, Wis 9, Cha 10. Erix is short, with brown hair and sharp blue eyes. She wears ring mail and wields a war pick and hand crossbow. Erix is honorable and reserved.",
  "Arget: Female Human Monk, LG. Str 15, Dex 12, Con 12, Int 9, Wis 10, Cha 12. Arget has gray hair and sharp green eyes. She wears simple clothing and wields a yari (spear) and kama (sickle). Arget is a skilled actor.",
  "Sybel Rythey: Female Human Druid, Neutral. Str 9, Dex 6, Con 10, Int 11, Wis 14, Cha 11. Sybel has long gray hair and green eyes, and prominent ears. She wears leather armor and wields a quarterstaff and dagger.",
  "Eadgynn: Female Human Paladin, Good. Str 12, Dex 11, Con 7, Int 6, Wis 12, Cha 14. Eadgynn is noble in bearing, with gray hair and soft brown eyes. She wears a breastplate and wields a war pick. Eadgynn suffers a severe allergy to dogs.",
  "Gifu: Female Human Wizard, NG. Str 10, Dex 13, Con 7, Int 16, Wis 6, Cha 12. Gifu is tall, with messy silver hair and soft amber eyes. She wears modest garments and wields a quarterstaff and sling. Gifu lost her reflection to a hag.",
  "Kathel Marte: Female Human Cleric, CN. Str 13, Dex 9, Con 14, Int 9, Wis 13, Cha 12. Kathel has a narrow face, with matted gray hair and hazel eyes. She wears leather armor and wields a light hammer and shield. Kathel compulsively chants nonsense.",
  "Cecie: Female Human Barbarian, N. Str 17, Dex 12, Con 9, Int 13, Wis 9, Cha 8. Cecie is tall, with black hair and brown eyes. She wears hide armor and wields a pike. Cecie is searching for her missing son.",
  "Wyna: Female Human Rogue, NG. Str 13, Dex 14, Con 10, Int 9, Wis 12, Cha 10. Wyna is tall and slender, with silver hair and green eyes. She wears leather armor and wields a longsword. Wyna is kind and instinctive.",
  "Marey: Female Human Rogue, N. Str 11, Dex 15, Con 11, Int 11, Wis 5, Cha 10. Marey is tall, with golden hair and sharp amber eyes. She wears studded leather and wields a shortsword. Marey is humble and cautious.",
  "Anen: Female Human Paladin, Good. Str 10, Dex 13, Con 11, Int 5, Wis 9, Cha 11. Anen has gray hair and light gray eyes, and small ears. She wears splint armor and wields a shortsword. Anen is chivalrous and charming.",
  "Houney: Female Human Cleric, CG. Str 8, Dex 6, Con 11, Int 15, Wis 13, Cha 12. Houney has auburn hair and soft blue eyes. She wears half plate and wields a club and light crossbow.",
  "Brithuie: Female Human Fighter, N. Str 13, Dex 12, Con 14, Int 13, Wis 10, Cha 8. Brithuie has thick blonde hair and bright hazel eyes. She wears half plate and wields a glaive. Brithuie is dying and desperately seeks the secret of immortality.",
  "Hilde: Female Human Ranger, N. Str 12, Dex 10, Con 12, Int 11, Wis 7, Cha 10. Hilde has a square face, with uneven brown hair and gray eyes. She wears a breastplate and wields a pike. Hilde is haunted by the memories of a past life.",
  "Burga: Female Human Bard, N. Str 12, Dex 8, Con 6, Int 11, Wis 7, Cha 17. Burga is tall, with short gray hair and gray eyes. She wears leather armor and wields a shortsword and light crossbow. Burga is hardworking and malevolent.",
  "Wulfwe: Female Human Druid, Neutral. Str 10, Dex 7, Con 9, Int 11, Wis 14, Cha 11. Wulfwe is tall and thin, with black hair and blue eyes. She wears leather armor and wields a quarterstaff and wooden shield. Wulfwe has dire rat named Enged.",
  "Benne: Female Human Druid, Neutral. Str 10, Dex 10, Con 9, Int 9, Wis 16, Cha 10. Benne is rough in appearance, with golden hair and gray eyes. She wears leather armor and wields a spear and sickle. Benne seeks to save her family from financial ruin.",
  "Hilda: Female Human Monk, N. Str 13, Dex 12, Con 10, Int 6, Wis 7, Cha 11. Hilda has copper hair and hazel eyes. She wears modest garments and wields a kanabo (mace). Hilda is haunted by the ghost of someone she killed.",
  "Cuthfleue: Female Human Monk, LN. Str 10, Dex 10, Con 7, Int 9, Wis 14, Cha 9. Cuthfleue has silver hair and blue eyes, and an unusual tattoo on her arm. She wears simple clothing and wields a bo (quarterstaff) and kama (sickle).",
  "Adurg: Female Human Wizard, N. Str 10, Dex 12, Con 9, Int 17, Wis 13, Cha 7. Adurg is exceptionally beautiful, with short blonde hair and brown eyes. She wears travel-stained clothing and wields a dagger. Adurg is anxious and envious.",
  "Saethre: Female Human Warlock, NE. Str 8, Dex 11, Con 12, Int 9, Wis 8, Cha 16. Saethre has white hair and bright brown eyes, and wears glasses with gold rims. She wears leather armor and wields a handaxe and javelins.",
  "Aenbun: Female Human Rogue, LG. Str 11, Dex 17, Con 9, Int 11, Wis 12, Cha 6. Aenbun has thin black hair and brown eyes. She wears studded leather and wields a longsword. Aenbun seeks to find her true love.",
  "Suse: Female Human Rogue, LN. Str 15, Dex 14, Con 6, Int 16, Wis 7, Cha 12. Suse has curly golden hair and amber eyes, and small ears. She wears leather armor and wields a rapier. Suse has an animal companion, a black snake named Munder.",
  "Suse: Female Human Bard, NG. Str 8, Dex 12, Con 11, Int 14, Wis 11, Cha 12. Suse is courtly in bearing, with auburn hair and large hazel eyes. She wears leather armor and wields a longsword. Suse has an animal companion, a red fox named Hilda.",
  "Hely: Female Human Fighter, LN. Str 12, Dex 14, Con 8, Int 7, Wis 12, Cha 10. Hely has a long face, with long gray hair and gray eyes. She wears half plate and wields a trident and net. Hely has an animal companion, a brown bear named Eadow.",
  "Alchfrild: Female Human Rogue, NG. Str 9, Dex 12, Con 7, Int 12, Wis 6, Cha 13. Alchfrild is tall, with thick golden hair and light amber eyes. She wears leather armor and wields a spear. Alchfrild has an animal companion, a black cat named Here.",
  "Cecie: Female Human Cleric, N. Str 5, Dex 8, Con 5, Int 14, Wis 15, Cha 10. Cecie has a long face, with copper hair and blue eyes. She wears a breastplate and wields a handaxe and shield.",
  "Aelgith: Female Human Rogue, NG. Str 14, Dex 16, Con 12, Int 13, Wis 7, Cha 11. Aelgith is thin, with black hair and brown eyes. She wears leather armor and wields a shortsword. Aelgith is generous and devout.",
  "Maly: Female Human Cleric, NG. Str 10, Dex 9, Con 13, Int 11, Wis 12, Cha 11. Maly has golden hair and light hazel eyes. She wears a chain shirt and wields a handaxe and darts. Maly is a terrible liar.",
  "Aelflead: Female Human Paladin, Good. Str 12, Dex 14, Con 11, Int 10, Wis 14, Cha 17. Aelflead is tall, with white hair and light amber eyes. She wears half plate and wields a battleaxe and shield.",
  "Conga: Female Human Rogue, LN. Str 13, Dex 12, Con 10, Int 15, Wis 9, Cha 13. Conga is pleasant in appearance, with auburn hair and bright green eyes. She wears leather armor and wields a quarterstaff. Conga is extravagant and aggressive.",
  "Wrthilda: Female Human Rogue, NE. Str 10, Dex 16, Con 6, Int 16, Wis 11, Cha 12. Wrthilda has curly silver hair and soft amber eyes, and a malevolent smile. She wears leather armor and wields a longsword. Wrthilda has an animal companion, a black snake named George.",
  "Ellyn: Female Human Warlock, CN. Str 10, Dex 12, Con 11, Int 14, Wis 12, Cha 12. Ellyn is short and slender, with brown hair and blue eyes. She wears leather armor and wields a club and light crossbow.",
  "Ealketh: Female Human Rogue, LN. Str 13, Dex 14, Con 12, Int 12, Wis 10, Cha 10. Ealketh is rugged in appearance, with straight gray hair and brown eyes. She wears leather armor and wields a shortsword.",
  "Ecil: Female Human Monk, LE. Str 12, Dex 13, Con 9, Int 8, Wis 12, Cha 8. Ecil has white hair and dark blue eyes, and wears glasses with bronze rims. She wears plain clothing and wields a bo (quarterstaff) and shuriken (darts). Ecil is brutal and combative.",
  "Wena: Female Human Wizard, LE. Str 7, Dex 9, Con 10, Int 15, Wis 6, Cha 11. Wena has a square face, with golden hair and amber eyes. She wears modest garments and wields a quarterstaff. Wena seeks wealth and power at any cost.",
  "Arion: Female Human Rogue, NG. Str 12, Dex 13, Con 12, Int 9, Wis 5, Cha 6. Arion has golden hair and blue eyes, and small ears. She wears studded leather and wields a rapier and hand crossbow. Arion has an animal companion, a black snake named Behrtio.",
  "Thilda: Female Human Druid, Neutral. Str 13, Dex 8, Con 10, Int 9, Wis 14, Cha 7. Thilda has a long face, with copper hair and brown eyes. She wears leather armor and wields a mace and sickle. Thilda is haunted by the memories of a past life.",
  "Fryda: Female Human Paladin, Good. Str 9, Dex 8, Con 9, Int 11, Wis 14, Cha 8. Fryda has a long face, with short golden hair and brown eyes. She wears scale mail and wields a shortsword and shield.",
  "Hilda: Female Human Ranger, N. Str 14, Dex 10, Con 9, Int 12, Wis 15, Cha 11. Hilda has cropped brown hair and hazel eyes. She wears half plate and wields a maul.",
  "Cilia: Female Human Monk, LN. Str 11, Dex 9, Con 8, Int 11, Wis 12, Cha 11. Cilia has gray hair and dark hazel eyes, and a magical mark on her arm. She wears simple clothing and wields an ono (handaxe) and shuriken (darts). Cilia is hunting the dragon who slew his mentor.",
  "Ethen: Female Human Bard, LG. Str 7, Dex 5, Con 10, Int 16, Wis 11, Cha 15. Ethen has blonde hair and brown eyes, and a round nose. She wears leather armor and wields a rapier and sling. Ethen is thrifty and courageous.",
  "Aelild: Female Human Monk, CN. Str 12, Dex 12, Con 5, Int 9, Wis 7, Cha 7. Aelild is rough in appearance, with blonde hair and blue eyes. She wears well-made clothing and wields nunchaku (club) and sai (dagger). Aelild has an animal companion, a gray rabbit named Bertio.",
  "Birgha: Female Human Paladin, Good. Str 16, Dex 12, Con 10, Int 6, Wis 14, Cha 11. Birgha has a narrow face, with blonde hair and large amber eyes. She wears ring mail and wields a whip. Birgha is thrifty and clever.",
  "Kater: Female Human Warlock, LG. Str 11, Dex 9, Con 10, Int 13, Wis 10, Cha 17. Kater is short and overweight, with copper hair and hazel eyes. She wears leather armor and wields a light hammer. Kater suffers a mild allergy to rodents.",
  "Bruna: Female Human Fighter, N. Str 15, Dex 13, Con 14, Int 10, Wis 11, Cha 14. Bruna has long blonde hair and hazel eyes. She wears a chain shirt and wields a trident. Bruna is absent-minded and lewd.",
  "Athen: Female Human Fighter, LN. Str 12, Dex 15, Con 12, Int 12, Wis 6, Cha 9. Athen has matted golden hair and hazel eyes. She wears splint armor and wields a war pick. Athen is polite and savage.",
  "Ippan Bailey: Female Human Monk, LN. Str 12, Dex 11, Con 9, Int 7, Wis 13, Cha 10. Ippan has an angular face, with curly golden hair and bright amber eyes. She wears well-made clothing and wields nunchaku (club) and sai (dagger).",
  "Hilia: Female Human Rogue, CE. Str 6, Dex 16, Con 12, Int 14, Wis 8, Cha 9. Hilia has white hair and sharp brown eyes, and large ears. She wears leather armor and wields a longsword. Hilia is dying and desperately seeks the secret of immortality.",
  "Suse: Female Human Rogue, LN. Str 13, Dex 13, Con 8, Int 9, Wis 13, Cha 14. Suse has a round face, with straight golden hair and amber eyes. She wears studded leather and wields a longsword.",
  "Aben: Female Human Paladin, Good. Str 13, Dex 15, Con 7, Int 9, Wis 11, Cha 11. Aben is stout, with auburn hair and narrow gray eyes. She wears chain mail and wields a trident. Aben is hunting the brigands who murdered her family.",
  "Sybil: Female Human Rogue, CN. Str 9, Dex 14, Con 6, Int 11, Wis 13, Cha 9. Sybil has an angular face, with blonde hair and bright brown eyes. She wears studded leather and wields a longsword. Sybil is truthful and cruel.",
  "Hilda: Female Human Monk, NG. Str 11, Dex 11, Con 10, Int 9, Wis 14, Cha 10. Hilda has an angular face, with white hair and gray eyes. She wears worn clothing and wields a bo (quarterstaff). Hilda has an animal companion, a white monkey named Arryn.",
  "Kater: Female Human Fighter, LN. Str 14, Dex 12, Con 10, Int 10, Wis 7, Cha 12. Kater has a narrow face, with red hair and large amber eyes. She wears scale mail and wields a maul.",
  "Elyn Mynge: Female Human Fighter, NG. Str 12, Dex 13, Con 11, Int 11, Wis 13, Cha 12. Elyn has golden hair and blue eyes, and large ears. She wears ring mail and wields a battleaxe and longbow. Elyn is searching for a legendary blade named Accursed Predator.",
  "Malia: Female Human Fighter, LN. Str 17, Dex 12, Con 14, Int 9, Wis 12, Cha 6. Malia has cropped brown hair and green eyes, and wears glasses with pewter rims. She wears a breastplate and wields a flail and longbow. Malia is inquisitive and selfish.",
  "Alin Borne: Female Human Warlock, N. Str 14, Dex 9, Con 11, Int 9, Wis 9, Cha 14. Alin is tall, with gray hair and large blue eyes. She wears leather armor and wields a handaxe. Alin has an animal companion, a raven named Onad.",
  "Goldcum: Female Human Monk, LN. Str 10, Dex 12, Con 7, Int 9, Wis 14, Cha 7. Goldcum is short, with messy gray hair and blue eyes. She wears modest garments and wields a yari (spear) and shuriken (darts). Goldcum compulsively whistles.",
  "Sarry: Female Human Rogue, LN. Str 12, Dex 15, Con 7, Int 11, Wis 12, Cha 8. Sarry has cropped black hair and brown eyes. She wears leather armor and wields a handaxe. Sarry is lewd and envious.",
  "Elil Balley: Female Human Monk, LN. Str 12, Dex 8, Con 9, Int 8, Wis 14, Cha 13. Elil has brown hair and narrow blue eyes. She wears well-made clothing and wields a yari (spear) and kama (sickle). Elil was magically imprisoned for a hundred years.",
  "Sane: Female Human Monk, LN. Str 12, Dex 15, Con 10, Int 12, Wis 11, Cha 12. Sane is short, with blonde hair and sharp amber eyes. She wears well-made clothing and wields an ono (handaxe) and sai (dagger). Sane suffers a mild allergy to nuts.",
  "Sarra: Female Human Sorcerer, LG. Str 12, Dex 11, Con 14, Int 11, Wis 14, Cha 13. Sarra has an angular face, with short black hair and gray eyes. She wears simple clothing and wields a dagger and sling.",
  "Fruda: Female Human Cleric, N. Str 7, Dex 9, Con 7, Int 13, Wis 15, Cha 12. Fruda has red hair and blue eyes, and a round nose. She wears studded leather and wields a light hammer and shield. Fruda is cursed with delusions.",
  "Aelfwyth: Female Human Rogue, CE. Str 9, Dex 15, Con 5, Int 13, Wis 6, Cha 13. Aelfwyth is overweight, with blonde hair and narrow hazel eyes. She wears leather armor and wields a shortsword and sling. Aelfwyth has an animal companion, a sable ferret named Hamas.",
  "Burga: Female Human Rogue, N. Str 10, Dex 14, Con 12, Int 9, Wis 10, Cha 10. Burga is pleasant in appearance, with braided white hair and narrow brown eyes. She wears leather armor and wields a club. Burga is depressed and aggressive.",
  "Enflet: Female Human Druid, Neutral. Str 15, Dex 6, Con 11, Int 7, Wis 16, Cha 12. Enflet has thin gray hair and brown eyes. She wears hide armor and wields a mace and wooden shield. Enflet is practical and slothful.",
  "Efrin: Female Human Fighter, LG. Str 14, Dex 10, Con 10, Int 9, Wis 10, Cha 8. Efrin has a narrow face, with curly golden hair and blue eyes. She wears plate armor and wields a flail and shield.",
  "Aelfith: Female Human Paladin, Good. Str 8, Dex 7, Con 11, Int 11, Wis 14, Cha 15. Aelfith is exceptionally beautiful, with long silver hair and dark blue eyes. She wears hide armor and wields a battleaxe. Aelfith is hunting the fiend which destroyed her homeland.",
  "Wigswe: Female Human Monk, CN. Str 13, Dex 13, Con 7, Int 9, Wis 13, Cha 8. Wigswe is short, with blonde hair and hazel eyes. She wears plain clothing and wields an ono (handaxe) and sai (dagger). Wigswe is haunted by the ghost of someone she killed.",
  "Beatry: Female Human Bard, NG. Str 11, Dex 11, Con 12, Int 7, Wis 8, Cha 15. Beatry has tangled black hair and green eyes. She wears leather armor and wields a light hammer. Beatry seeks revenge against the sister who betrayed her.",
  "Sybil: Female Human Wizard, N. Str 12, Dex 13, Con 9, Int 13, Wis 12, Cha 10. Sybil has white hair and gray eyes. She wears well-made clothing and wields a dagger. Sybil seeks to master the secrets of time travel.",
  "Brona: Female Human Monk, NG. Str 14, Dex 15, Con 6, Int 13, Wis 9, Cha 5. Brona is fey in appearance, with white hair and soft brown eyes. She wears well-made clothing and wields a yari (spear) and sai (dagger). Brona is witty and practical.",
  "Belia: Female Human Fighter, LE. Str 12, Dex 11, Con 13, Int 10, Wis 11, Cha 10. Belia is slender, with curly golden hair and dark green eyes. She wears scale mail and wields a longsword. Belia seeks to become a vampire.",
  "Hilda: Female Human Rogue, CN. Str 8, Dex 13, Con 10, Int 10, Wis 12, Cha 10. Hilda is short, with long brown hair and gray eyes. She wears studded leather and wields a longsword and hand crossbow. Hilda is impartial and hard-hearted.",
  "Burga: Female Human Ranger, CN. Str 15, Dex 10, Con 8, Int 10, Wis 14, Cha 13. Burga is willowy, with uneven blonde hair and blue eyes. She wears a chain shirt and wields a shortsword. Burga is cautious and extravagant.",
  "Milda: Female Human Rogue, N. Str 8, Dex 15, Con 7, Int 13, Wis 13, Cha 9. Milda has silver hair and gray eyes. She wears leather armor and wields a rapier and dagger. Milda has an animal companion, a raven named Hrythiue.",
  "Wena: Female Human Rogue, N. Str 10, Dex 13, Con 9, Int 13, Wis 12, Cha 14. Wena is tall, with thick copper hair and soft gray eyes. She wears studded leather and wields a mace and hand crossbow. Wena is jealous and practical.",
  "Brida: Female Human Rogue, N. Str 13, Dex 17, Con 12, Int 10, Wis 13, Cha 10. Brida is rough in appearance, with blonde hair and brown eyes. She wears leather armor and wields a club. Brida has an animal companion, a dire rat named Ernwin.",
  "Gelu: Female Human Monk, NE. Str 12, Dex 13, Con 13, Int 12, Wis 12, Cha 10. Gelu has a long face, with white hair and hazel eyes. She wears simple clothing and wields a kanabo (mace). Gelu has an animal companion, a gray rabbit named Rewyn.",
  "Cyna: Female Human Wizard, CE. Str 6, Dex 12, Con 12, Int 15, Wis 7, Cha 11. Cyna is slender, with straight white hair and brown eyes. She wears modest garments and wields a dagger and light crossbow. Cyna has an arcane familiar, a forest owl named Cholan.",
  "Goda: Female Human Cleric, LE. Str 11, Dex 10, Con 8, Int 9, Wis 17, Cha 11. Goda is rough in appearance, with cropped golden hair and hazel eyes. She wears leather armor and wields a light hammer. Goda is searching for an ancient artifact of evil.",
  "Hilda: Female Human Warlock, CN. Str 10, Dex 8, Con 6, Int 10, Wis 7, Cha 14. Hilda has uneven gray hair and amber eyes, and pointed ears. She wears studded leather and wields a handaxe.",
  "Cily: Female Human Paladin, Good. Str 11, Dex 9, Con 9, Int 14, Wis 12, Cha 13. Cily has red hair and green eyes. She wears plate armor and wields a rapier and shield. Cily has an animal companion, a white warhorse named Bricteue.",
  "Evet: Female Human Paladin, Good. Str 8, Dex 10, Con 12, Int 7, Wis 12, Cha 9. Evet is rugged in appearance, with golden hair and dark hazel eyes. She wears chain mail and wields a trident.",
  "Side: Female Human Bard, NG. Str 12, Dex 10, Con 13, Int 15, Wis 6, Cha 16. Side has golden hair and gray eyes, and large ears. She wears studded leather and wields a longsword. Side speaks with a mousy voice.",
  "Aenburg: Female Human Rogue, LE. Str 11, Dex 15, Con 13, Int 11, Wis 8, Cha 14. Aenburg has a long face, with brown hair and hazel eyes. She wears studded leather and wields a spear.",
  "Broswe: Female Human Ranger, N. Str 12, Dex 10, Con 5, Int 11, Wis 12, Cha 7. Broswe is overweight, with auburn hair and blue eyes. She wears hide armor and wields a war pick.",
  "Ilyn: Female Human Cleric, N. Str 14, Dex 10, Con 12, Int 11, Wis 13, Cha 8. Ilyn is pleasant in appearance, with cropped golden hair and sharp gray eyes. She wears studded leather and wields a mace and shield. Ilyn compulsively counts things.",
  "Tilde: Female Human Monk, NE. Str 13, Dex 14, Con 9, Int 11, Wis 17, Cha 7. Tilde has uneven auburn hair and blue eyes, and pointed ears. She wears modest garments and wields nunchaku (club). Tilde has an animal companion, a copper firedrake named James.",
  "Ealfweld: Female Human Paladin, Good. Str 7, Dex 15, Con 10, Int 11, Wis 9, Cha 14. Ealfweld has short black hair and amber eyes. She wears chain mail and wields a rapier. Ealfweld is haunted by the memories of a past life.",
  "Mery: Female Human Wizard, NE. Str 9, Dex 11, Con 10, Int 13, Wis 11, Cha 11. Mery has braided copper hair and soft blue eyes, and a magical tattoo on her face. She wears red robes and wields a quarterstaff.",
  "Eryell: Female Human Rogue, CN. Str 11, Dex 12, Con 13, Int 11, Wis 9, Cha 8. Eryell is short, with long brown hair and hazel eyes. She wears leather armor and wields a shortsword.",
  "Ermed: Female Human Warlock, CN. Str 14, Dex 8, Con 10, Int 8, Wis 6, Cha 14. Ermed has gray hair and narrow blue eyes. She wears leather armor and wields a quarterstaff and dagger. Ermed was raised by cultists of the Empress of Faith.",
  "Weney: Female Human Warlock, N. Str 8, Dex 11, Con 11, Int 5, Wis 11, Cha 17. Weney is exceptionally beautiful, with red hair and hazel eyes. She wears leather armor and wields a quarterstaff and dagger. Weney has an animal companion, a raven named Rancent.",
  "Phely: Female Human Cleric, LN. Str 10, Dex 13, Con 10, Int 13, Wis 13, Cha 11. Phely has curly auburn hair and narrow blue eyes. She wears hide armor and wields a quarterstaff and shortbow. Phely is proud and flamboyant.",
  "Aethed: Female Human Paladin, Good. Str 15, Dex 11, Con 9, Int 8, Wis 8, Cha 9. Aethed is noble in bearing, with white hair and large green eyes. She wears a breastplate and wields a greataxe.",
  "Elil: Female Human Cleric, NG. Str 13, Dex 5, Con 8, Int 14, Wis 15, Cha 8. Elil has auburn hair and blue eyes. She wears scale mail and wields a handaxe and javelins. Elil is generous and devout.",
  "Marger: Female Human Rogue, N. Str 11, Dex 12, Con 9, Int 10, Wis 6, Cha 12. Marger is overweight, with white hair and soft green eyes. She wears leather armor and wields a mace and hand crossbow.",
  "Wrthuburg: Female Human Paladin, Good. Str 12, Dex 5, Con 14, Int 14, Wis 10, Cha 13. Wrthuburg has golden hair and soft amber eyes. She wears plate armor and wields a scimitar.",
  "Maly Wyne: Female Human Rogue, LN. Str 12, Dex 14, Con 7, Int 10, Wis 14, Cha 8. Maly is short and willowy, with tangled gray hair and sharp brown eyes. She wears studded leather and wields a rapier and dagger. Maly has an animal companion, a dire rat named Edild.",
  "Burga: Female Human Monk, LE. Str 14, Dex 13, Con 10, Int 6, Wis 13, Cha 12. Burga is short and heavyset, with brown hair and narrow amber eyes. She wears well-made clothing and wields nunchaku (club). Burga has an animal companion, a red snake named Ryhtio.",
  "Berga: Female Human Warlock, N. Str 15, Dex 12, Con 9, Int 11, Wis 7, Cha 16. Berga is pleasant in appearance, with red hair and narrow blue eyes. She wears leather armor and wields a handaxe and dagger. Berga is clever and vengeful.",
  "Hilde: Female Human Rogue, LN. Str 13, Dex 12, Con 11, Int 14, Wis 10, Cha 14. Hilde has black hair and dark hazel eyes, and pointed ears. She wears leather armor and wields a mace. Hilde has an animal companion, a sable ferret named Elyn.",
  "Cily Gylley: Female Human Cleric, NG. Str 11, Dex 10, Con 6, Int 7, Wis 16, Cha 8. Cily has copper hair and brown eyes, and a beaked nose. She wears a chain shirt and wields a mace. Cily was magically imprisoned for a hundred years.",
  "Maly Ilinch: Female Human Ranger, LN. Str 13, Dex 13, Con 9, Int 9, Wis 10, Cha 7. Maly has braided golden hair and amber eyes. She wears scale mail and wields a whip. Maly is protective and hateful.",
  "Bether Allams: Female Human Rogue, N. Str 9, Dex 17, Con 14, Int 13, Wis 14, Cha 13. Bether has gray hair and soft blue eyes, and a flat nose. She wears studded leather and wields a longsword. Bether is a pack-rat, and carries a satchel of random junk.",
  "Ausan Barde: Female Human Barbarian, LE. Str 17, Dex 14, Con 12, Int 9, Wis 11, Cha 10. Ausan has auburn hair and blue eyes. She wears studded leather and wields a greataxe. Ausan is impossibly lucky.",
  "Gytha: Female Human Fighter, N. Str 15, Dex 11, Con 12, Int 10, Wis 7, Cha 7. Gytha has an angular face, with blonde hair and amber eyes. She wears chain mail and wields a rapier. Gytha has an animal companion, a gray wolf named Ecil.",
  "Eornad: Female Human Rogue, NG. Str 5, Dex 14, Con 13, Int 15, Wis 7, Cha 15. Eornad has a long face, with straight golden hair and light hazel eyes. She wears studded leather and wields a longsword and darts. Eornad has an animal companion, a raven named Gery.",
  "Gythiua: Female Human Cleric, N. Str 8, Dex 14, Con 12, Int 10, Wis 13, Cha 11. Gythiua has matted silver hair and green eyes, and wears glasses with copper rims. She wears studded leather and wields a handaxe. Gythiua is searching for her missing daughter.",
  "Hone: Female Human Paladin, Good. Str 17, Dex 13, Con 10, Int 13, Wis 7, Cha 12. Hone is elegant in appearance, with golden hair and hazel eyes. She wears splint armor and wields a maul. Hone has an animal companion, a white warhorse named Brilda.",
  "Santiue: Female Human Paladin, Good. Str 16, Dex 11, Con 14, Int 10, Wis 9, Cha 11. Santiue has uneven copper hair and amber eyes. She wears chain mail and wields a glaive. Santiue seeks the meaning of a strange prophecy.",
  "Sueda: Female Human Paladin, Good. Str 9, Dex 6, Con 11, Int 8, Wis 15, Cha 15. Sueda has thin brown hair and large brown eyes. She wears half plate and wields a greataxe. Sueda speaks with a stutter.",
  "Erys: Female Human Barbarian, N. Str 15, Dex 12, Con 11, Int 13, Wis 12, Cha 11. Erys has white hair and large brown eyes, and a beaked nose. She wears studded leather and wields a pike. Erys is polite and bold.",
  "Hilda: Female Human Rogue, NG. Str 10, Dex 15, Con 7, Int 12, Wis 9, Cha 11. Hilda has a square face, with thin brown hair and narrow green eyes. She wears studded leather and wields a shortsword and hand crossbow.",
  "Alhburg: Female Human Paladin, Good. Str 9, Dex 13, Con 10, Int 7, Wis 15, Cha 12. Alhburg is exceptionally beautiful, with curly copper hair and large blue eyes. She wears plate armor and wields a scimitar. Alhburg is pious and covetous.",
  "Odet: Female Human Rogue, LG. Str 12, Dex 16, Con 8, Int 14, Wis 7, Cha 14. Odet has a round face, with blonde hair and brown eyes. She wears studded leather and wields a shortsword. Odet is chivalrous and fierce.",
  "Elil Toke: Female Human Rogue, N. Str 12, Dex 12, Con 7, Int 12, Wis 8, Cha 12. Elil has thick silver hair and sharp blue eyes. She wears leather armor and wields a longsword. Elil is haunted by the memories of a past life.",
  "Saewe: Female Human Paladin, Good. Str 14, Dex 6, Con 8, Int 12, Wis 14, Cha 12. Saewe is elegant in appearance, with auburn hair and sharp amber eyes. She wears half plate and wields a trident. Saewe is searching for the lost dwarven kingdom of Zinbizir.",
  "Joyce: Female Human Fighter, CG. Str 13, Dex 10, Con 8, Int 11, Wis 9, Cha 13. Joyce is tall and overweight, with silver hair and hazel eyes. She wears splint armor and wields a battleaxe and shield. Joyce seeks to discover the truth of her lineage.",
  "Erblis: Female Human Cleric, LN. Str 9, Dex 9, Con 11, Int 9, Wis 14, Cha 12. Erblis is exceptionally beautiful, with white hair and light green eyes. She wears leather armor and wields a handaxe and shield.",
  "Ened: Female Human Monk, NG. Str 7, Dex 13, Con 13, Int 6, Wis 9, Cha 13. Ened has messy red hair and dark gray eyes, and a round nose. She wears modest garments and wields a yari (spear). Ened has an animal companion, a black snake named Eathurg.",
  "Marger: Female Human Rogue, LN. Str 5, Dex 14, Con 6, Int 11, Wis 8, Cha 12. Marger has white hair and amber eyes. She wears leather armor and wields a club and hand crossbow. Marger is haunted by the memories of a past life.",
  "Alfwed: Female Human Paladin, Good. Str 10, Dex 11, Con 11, Int 8, Wis 12, Cha 14. Alfwed is willowy, with white hair and soft gray eyes. She wears ring mail and wields a morningstar and shield. Alfwed is steadfast and courteous.",
  "Britha: Female Human Warlock, N. Str 9, Dex 12, Con 10, Int 7, Wis 7, Cha 14. Britha is common in appearance, with copper hair and amber eyes. She wears leather armor and wields a handaxe.",
  "Frichtleue: Female Human Bard, LE. Str 9, Dex 14, Con 10, Int 12, Wis 8, Cha 15. Frichtleue is exceptionally beautiful, with red hair and green eyes. She wears leather armor and wields a shortsword. Frichtleue lost her reflection to a hag.",
  "Beatra Forde: Female Human Barbarian, N. Str 13, Dex 11, Con 11, Int 12, Wis 13, Cha 10. Beatra has straight golden hair and amber eyes. She wears studded leather and wields a scimitar.",
  "Enet Wringe: Female Human Cleric, N. Str 9, Dex 12, Con 12, Int 8, Wis 17, Cha 11. Enet has gray hair and hazel eyes. She wears studded leather and wields a spear. Enet has an animal companion, a gray rabbit named Anthohn.",
  "Enet: Female Human Fighter, LG. Str 15, Dex 12, Con 7, Int 9, Wis 12, Cha 15. Enet has straight silver hair and narrow gray eyes. She wears chain mail and wields a scimitar and longbow. Enet has an animal companion, a brown bear named Wene.",
  "Elean Maselw: Female Human Barbarian, NE. Str 14, Dex 10, Con 12, Int 9, Wis 11, Cha 14. Elean is exceptionally beautiful, with long blonde hair and sharp green eyes. She wears scale mail and wields a pike. Elean speaks with a shrill voice.",
  "Ridger: Female Human Monk, CG. Str 10, Dex 14, Con 7, Int 14, Wis 12, Cha 15. Ridger has black hair and large hazel eyes, and a round nose. She wears modest garments and wields an ono (handaxe).",
  "Alin: Female Human Wizard, N. Str 6, Dex 14, Con 8, Int 16, Wis 12, Cha 14. Alin is exceptionally beautiful, with blonde hair and amber eyes. She wears brass robes and wields a dagger and darts. Alin is fascinated by illusions and phantasms.",
  "Britha: Female Human Fighter, NG. Str 16, Dex 17, Con 11, Int 14, Wis 10, Cha 14. Britha is exceptionally beautiful, with blonde hair and bright green eyes. She wears scale mail and wields a halberd. Britha is impossibly lucky.",
  "Kathon Elwyns: Female Human Druid, Neutral. Str 15, Dex 9, Con 14, Int 6, Wis 14, Cha 9. Kathon has braided blonde hair and narrow hazel eyes, and a magical scar on her face. She wears hide armor and wields a spear. Kathon is haunted by the ghost of someone she killed.",
  "Aelthryth: Female Human Monk, NG. Str 13, Dex 9, Con 10, Int 7, Wis 11, Cha 9. Aelthryth has a round face, with golden hair and gray eyes. She wears sturdy clothing and wields a kanabo (mace).",
  "Maly: Female Human Rogue, N. Str 10, Dex 17, Con 9, Int 14, Wis 7, Cha 5. Maly has red hair and dark green eyes, and a sharp nose. She wears leather armor and wields a shortsword. Maly has an animal companion, a sable ferret named Wyny.",
  "Sybil: Female Human Monk, CE. Str 9, Dex 9, Con 12, Int 7, Wis 14, Cha 9. Sybil is short and overweight, with black hair and bright gray eyes. She wears plain clothing and wields nunchaku (club) and kama (sickle). Sybil is a skilled actor.",
  "Hilda: Female Human Cleric, NE. Str 13, Dex 11, Con 6, Int 7, Wis 13, Cha 15. Hilda has an angular face, with white hair and hazel eyes. She wears hide armor and wields a handaxe and shield. Hilda is hunting the fiend which destroyed her homeland.",
  "Cyna: Female Human Cleric, N. Str 10, Dex 9, Con 11, Int 7, Wis 15, Cha 12. Cyna has auburn hair and soft brown eyes. She wears scale mail and wields a club and shield. Cyna is searching for her missing daughter.",
  "Saeburh: Female Human Monk, N. Str 13, Dex 14, Con 6, Int 7, Wis 17, Cha 10. Saeburh has a long face, with golden hair and narrow amber eyes. She wears worn clothing and wields a yari (spear). Saeburh has an animal companion, a hunting dog named Thelmund.",
  "Audreyn Ferray: Female Human Rogue, CG. Str 11, Dex 13, Con 10, Int 12, Wis 7, Cha 5. Audreyn has a square face, with messy black hair and large hazel eyes. She wears studded leather and wields a shortsword and hand crossbow. Audreyn has an animal companion, a raven named Jamond.",
  "Kathel: Female Human Ranger, LN. Str 13, Dex 8, Con 11, Int 10, Wis 16, Cha 9. Kathel has a square face, with tangled gray hair and brown eyes. She wears studded leather and wields a glaive. Kathel speaks with a deep voice.",
  "Gytheue: Female Human Warlock, N. Str 12, Dex 12, Con 15, Int 10, Wis 15, Cha 15. Gytheue is willowy, with white hair and blue eyes. She wears leather armor and wields a spear and javelins. Gytheue has an animal companion, a black cat named Monder.",
  "Abell Nynsell: Female Human Monk, CN. Str 13, Dex 13, Con 7, Int 14, Wis 13, Cha 13. Abell has cropped auburn hair and amber eyes, and an unusual mark on her leg. She wears travel-stained clothing and wields a yari (spear).",
  "Mera: Female Human Druid, Neutral. Str 9, Dex 7, Con 8, Int 14, Wis 13, Cha 11. Mera is tall and heavyset, with messy gray hair and sharp brown eyes. She wears hide armor and wields a mace and wooden shield. Mera has green snake named Aentheoth.",
  "Marey: Female Human Bard, LG. Str 10, Dex 8, Con 12, Int 9, Wis 11, Cha 16. Marey is exceptionally beautiful, with brown hair and bright hazel eyes. She wears studded leather and wields a handaxe.",
  "Aenhith: Female Human Rogue, N. Str 14, Dex 12, Con 9, Int 12, Wis 14, Cha 6. Aenhith is tall and willowy, with white hair and gray eyes. She wears studded leather and wields a shortsword. Aenhith has an animal companion, a sable ferret named George.",
  "Elean Pycey: Female Human Warlock, N. Str 11, Dex 10, Con 14, Int 9, Wis 8, Cha 14. Elean is rugged in appearance, with red hair and green eyes. She wears leather armor and wields a spear and darts. Elean has an animal companion, a black cat named Cece.",
  "Frihta: Female Human Ranger, NG. Str 14, Dex 13, Con 11, Int 12, Wis 14, Cha 7. Frihta is exceptionally beautiful, with silver hair and gray eyes. She wears studded leather and wields a longsword and shield. Frihta has badger named Phelry.",
  "Burga: Female Human Monk, LN. Str 14, Dex 15, Con 14, Int 10, Wis 14, Cha 14. Burga has matted gray hair and blue eyes. She wears simple clothing and wields a bo (quarterstaff) and shuriken (darts). Burga is searching for her missing son.",
  "Aldhild: Female Human Bard, NE. Str 11, Dex 11, Con 10, Int 14, Wis 11, Cha 16. Aldhild is exceptionally beautiful, with cropped red hair and gray eyes. She wears leather armor and wields a rapier and sickle. Aldhild frequently uses uncommon words incorrectly.",
  "Baldga: Female Human Cleric, CG. Str 9, Dex 13, Con 11, Int 10, Wis 12, Cha 12. Baldga is rugged in appearance, with cropped gray hair and hazel eyes. She wears leather armor and wields a spear and shield.",
  "Wilcyn: Female Human Bard, LG. Str 8, Dex 8, Con 10, Int 16, Wis 14, Cha 12. Wilcyn is short, with uneven silver hair and brown eyes. She wears leather armor and wields a longsword and dagger. Wilcyn is pious and agreeable.",
  "Atrin: Female Human Monk, LG. Str 9, Dex 11, Con 11, Int 9, Wis 12, Cha 9. Atrin is tall, with short copper hair and blue eyes. She wears travel-stained clothing and wields a bo (quarterstaff). Atrin seeks to prove herself to her peers.",
  "Cece: Female Human Druid, Neutral. Str 10, Dex 11, Con 12, Int 12, Wis 15, Cha 7. Cece has a square face, with long golden hair and hazel eyes. She wears hide armor and wields a spear and sling.",
  "Hilda: Female Human Monk, NG. Str 14, Dex 14, Con 11, Int 10, Wis 13, Cha 11. Hilda has a round face, with auburn hair and soft green eyes. She wears worn clothing and wields a yari (spear). Hilda has an animal companion, a green firedrake named Mesym.",
  "Ergad: Female Human Cleric, N. Str 12, Dex 10, Con 9, Int 9, Wis 14, Cha 11. Ergad has straight brown hair and gray eyes, and large ears. She wears studded leather and wields a club. Ergad is extravagant and malevolent.",
  "Cily: Female Human Rogue, N. Str 5, Dex 17, Con 12, Int 12, Wis 13, Cha 8. Cily is rough in appearance, with short white hair and dark amber eyes. She wears leather armor and wields a longsword. Cily is gullible and sadistic.",
  "Cyna: Female Human Warlock, NE. Str 11, Dex 6, Con 8, Int 12, Wis 7, Cha 12. Cyna has thick gray hair and bright amber eyes. She wears leather armor and wields a quarterstaff. Cyna is searching for an ancient artifact of evil.",
  "Eryn Dynge: Female Human Rogue, LN. Str 11, Dex 14, Con 11, Int 16, Wis 11, Cha 7. Eryn is fey in appearance, with uneven gray hair and soft amber eyes. She wears leather armor and wields a longsword. Eryn seeks only fame and glory.",
  "Burga: Female Human Monk, CE. Str 13, Dex 17, Con 11, Int 9, Wis 10, Cha 11. Burga is short, with straight red hair and narrow hazel eyes. She wears modest garments and wields a kanabo (mace) and kama (sickle). Burga compulsively sings.",
  "Hera: Female Human Cleric, NG. Str 10, Dex 10, Con 12, Int 13, Wis 14, Cha 16. Hera has white hair and narrow blue eyes. She wears leather armor and wields a spear and shortbow.",
  "Kathon Arrer: Female Human Monk, LN. Str 16, Dex 12, Con 11, Int 11, Wis 16, Cha 8. Kathon has uneven auburn hair and soft brown eyes. She wears worn clothing and wields a kanabo (mace). Kathon is fierce and flirtatious.",
  "Gythiue: Female Human Barbarian, LN. Str 14, Dex 13, Con 12, Int 13, Wis 10, Cha 7. Gythiue has a long face, with brown hair and green eyes. She wears studded leather and wields a maul. Gythiue has an animal companion, a black bear named Cytio.",
  "Earis: Female Human Wizard, CN. Str 15, Dex 9, Con 9, Int 13, Wis 10, Cha 12. Earis has curly gray hair and amber eyes. She wears fine clothing and wields a dagger. Earis compulsively sings.",
  "Aebed: Female Human Rogue, LN. Str 9, Dex 16, Con 11, Int 10, Wis 10, Cha 5. Aebed has uneven black hair and brown eyes. She wears leather armor and wields a handaxe and hand crossbow. Aebed is fascinated by fine wines and spirits.",
  "Ellyn: Female Human Wizard, NG. Str 14, Dex 13, Con 15, Int 16, Wis 14, Cha 13. Ellyn is short and slender, with golden hair and sharp hazel eyes. She wears well-made clothing and wields a quarterstaff and darts.",
  "Enburg: Female Human Cleric, N. Str 11, Dex 12, Con 6, Int 11, Wis 14, Cha 14. Enburg is pleasant in appearance, with auburn hair and amber eyes. She wears studded leather and wields a light hammer and javelins.",
  "Erix: Female Human Fighter, LN. Str 14, Dex 14, Con 10, Int 12, Wis 11, Cha 9. Erix has a narrow face, with silver hair and large gray eyes. She wears a breastplate and wields a morningstar. Erix is mischievous and slothful.",
  "Cilia Steray: Female Human Rogue, LG. Str 14, Dex 14, Con 14, Int 16, Wis 8, Cha 11. Cilia is exceptionally beautiful, with white hair and bright gray eyes. She wears leather armor and wields a shortsword and light crossbow. Cilia frequently uses uncommon words incorrectly.",
  "Sane Finchey: Female Human Wizard, CG. Str 8, Dex 16, Con 7, Int 14, Wis 8, Cha 11. Sane is stout, with tangled black hair and bright blue eyes. She wears modest garments and wields a quarterstaff. Sane is hunting the doppelganger which destroyed her homeland.",
  "Gifu: Female Human Rogue, NG. Str 13, Dex 16, Con 9, Int 12, Wis 6, Cha 8. Gifu has golden hair and large amber eyes, and a round nose. She wears studded leather and wields a club. Gifu has an animal companion, a black cat named Grither.",
  "Coenburg: Female Human Rogue, N. Str 14, Dex 12, Con 14, Int 13, Wis 11, Cha 11. Coenburg has a long face, with straight copper hair and soft gray eyes. She wears studded leather and wields a quarterstaff. Coenburg refers to herself in the third person.",
  "Ellet Nery: Female Human Sorcerer, N. Str 10, Dex 8, Con 15, Int 13, Wis 13, Cha 17. Ellet has black hair and hazel eyes. She wears plain clothing and wields a quarterstaff and sling. Ellet is searching for her missing daughter.",
  "Maly Ashton: Female Human Fighter, N. Str 13, Dex 13, Con 12, Int 8, Wis 13, Cha 10. Maly is exceptionally beautiful, with thin white hair and hazel eyes. She wears chain mail and wields a greatsword. Maly has an animal companion, a copper firedrake named Elyn.",
  "Ealbun: Female Human Monk, N. Str 11, Dex 13, Con 6, Int 10, Wis 14, Cha 6. Ealbun has auburn hair and light amber eyes, and an unusual tattoo on her leg. She wears plain clothing and wields a bo (quarterstaff) and shuriken (darts). Ealbun has an animal companion, a black snake named Alix.",
  "Kathil: Female Human Druid, Neutral. Str 12, Dex 13, Con 9, Int 12, Wis 14, Cha 10. Kathil has black hair and green eyes, and a thin nose. She wears hide armor and wields a club. Kathil has green snake named Merey.",
  "Bruna: Female Human Barbarian, NE. Str 12, Dex 11, Con 12, Int 13, Wis 10, Cha 11. Bruna has thin red hair and light blue eyes, and a magical scar on her leg. She wears hide armor and wields a longsword and shield. Bruna is impossibly lucky.",
  "Mara: Female Human Rogue, NG. Str 15, Dex 15, Con 11, Int 12, Wis 11, Cha 9. Mara is short and willowy, with straight gray hair and amber eyes. She wears studded leather and wields a rapier.",
  "Brytha: Female Human Sorcerer, LN. Str 10, Dex 11, Con 10, Int 10, Wis 14, Cha 15. Brytha is rugged in appearance, with gray hair and light blue eyes. She wears modest garments and wields a dagger.",
  "Merey: Female Human Bard, NG. Str 10, Dex 10, Con 14, Int 8, Wis 10, Cha 17. Merey is tall, with golden hair and blue eyes. She wears leather armor and wields a shortsword and shortbow.",
  "Bretha: Female Human Warlock, NG. Str 16, Dex 9, Con 10, Int 10, Wis 9, Cha 14. Bretha is short and thin, with white hair and brown eyes. She wears leather armor and wields a club and light crossbow. Bretha has an animal companion, a vampire bat named Enell.",
  "Breda: Female Human Monk, N. Str 15, Dex 14, Con 12, Int 12, Wis 14, Cha 10. Breda has a long face, with thick golden hair and sharp blue eyes. She wears simple clothing and wields a bo (quarterstaff). Breda is alluring and fanatical.",
  "Wynna: Female Human Cleric, N. Str 11, Dex 11, Con 14, Int 9, Wis 13, Cha 8. Wynna is common in appearance, with auburn hair and light gray eyes. She wears studded leather and wields a club and sickle. Wynna is searching for the lost Monastery of Lights.",
  "Suse Toke: Female Human Paladin, Good. Str 11, Dex 8, Con 14, Int 7, Wis 16, Cha 10. Suse has tangled gray hair and narrow gray eyes. She wears splint armor and wields a halberd.",
  "Breda: Female Human Fighter, N. Str 16, Dex 9, Con 9, Int 12, Wis 9, Cha 9. Breda has thin gray hair and light brown eyes. She wears a breastplate and wields a longsword and shield. Breda is paranoid and depraved.",
  "Sabeatr: Female Human Bard, LG. Str 6, Dex 10, Con 9, Int 9, Wis 13, Cha 16. Sabeatr has a square face, with matted black hair and light blue eyes. She wears studded leather and wields a light hammer and hand crossbow. Sabeatr is thrifty and sensitive.",
  "Ecin: Female Human Barbarian, N. Str 17, Dex 9, Con 7, Int 7, Wis 10, Cha 10. Ecin is willowy, with red hair and soft blue eyes. She wears scale mail and wields a whip and net. Ecin has an animal companion, a ginger dog named Cyne.",
  "Golde: Female Human Monk, N. Str 13, Dex 11, Con 9, Int 7, Wis 12, Cha 13. Golde has a square face, with auburn hair and brown eyes. She wears modest garments and wields a yari (spear). Golde frequently uses uncommon words incorrectly.",
  "Aengeth: Female Human Ranger, CN. Str 11, Dex 16, Con 11, Int 7, Wis 8, Cha 7. Aengeth has thin brown hair and narrow blue eyes, and large ears. She wears half plate and wields a flail and shield. Aengeth is searching for the lost elven kingdom of Falonde.",
  "Sarra: Female Human Fighter, NG. Str 13, Dex 12, Con 12, Int 13, Wis 7, Cha 10. Sarra is fey in appearance, with silver hair and blue eyes. She wears a breastplate and wields a whip.",
  "Marget Fane: Female Human Monk, NG. Str 12, Dex 9, Con 9, Int 9, Wis 12, Cha 9. Marget has a narrow face, with long gray hair and dark hazel eyes. She wears sturdy clothing and wields an ono (handaxe). Marget is cursed with a deformed arm.",
  "Mary: Female Human Cleric, NE. Str 6, Dex 8, Con 10, Int 12, Wis 13, Cha 14. Mary is common in appearance, with white hair and bright green eyes. She wears leather armor and wields a light hammer and shield. Mary is searching for an ancient artifact of evil.",
  "Gythuie: Female Human Barbarian, NG. Str 13, Dex 9, Con 13, Int 14, Wis 11, Cha 11. Gythuie has messy gray hair and light amber eyes. She wears hide armor and wields a greataxe. Gythuie frequently uses uncommon words incorrectly.",
  "Ware: Female Human Monk, CN. Str 15, Dex 14, Con 14, Int 12, Wis 13, Cha 10. Ware has red hair and sharp hazel eyes. She wears well-made clothing and wields a yari (spear). Ware has an animal companion, a black monkey named Phames.",
  "Lyse: Female Human Druid, Neutral. Str 9, Dex 12, Con 15, Int 11, Wis 16, Cha 6. Lyse is heavyset, with brown hair and green eyes. She wears hide armor and wields a quarterstaff. Lyse is dying and desperately seeks the secret of immortality.",
  "Elyn: Female Human Monk, NE. Str 15, Dex 13, Con 9, Int 6, Wis 12, Cha 9. Elyn has a round face, with matted copper hair and gray eyes. She wears well-made clothing and wields nunchaku (club) and kama (sickle). Elyn is sharp-tongued and dishonest.",
  "Brytha: Female Human Wizard, N. Str 12, Dex 13, Con 7, Int 13, Wis 9, Cha 14. Brytha has short copper hair and amber eyes, and pointed ears. She wears sturdy clothing and wields a dagger.",
  "Joane: Female Human Sorcerer, LN. Str 13, Dex 12, Con 12, Int 6, Wis 11, Cha 16. Joane has white hair and soft blue eyes, and a beaked nose. She wears well-made clothing and wields a quarterstaff. Joane is searching for her missing son.",
  "Sybeth: Female Human Monk, N. Str 12, Dex 12, Con 9, Int 10, Wis 13, Cha 10. Sybeth has a round face, with gray hair and hazel eyes. She wears worn clothing and wields a bo (quarterstaff). Sybeth is lively and deceitful.",
  "Golda: Female Human Barbarian, N. Str 15, Dex 6, Con 11, Int 9, Wis 9, Cha 15. Golda is short and heavyset, with messy white hair and sharp green eyes. She wears studded leather and wields a battleaxe. Golda was magically imprisoned for a hundred years.",
  "Eldad: Female Human Barbarian, NG. Str 15, Dex 10, Con 12, Int 10, Wis 5, Cha 12. Eldad has brown hair and green eyes, and pointed ears. She wears leather armor and wields a war pick and blowgun. Eldad has an animal companion, a black wolf named Withuie.",
  "Enet: Female Human Fighter, NG. Str 13, Dex 10, Con 7, Int 11, Wis 5, Cha 12. Enet is short and heavyset, with black hair and green eyes. She wears plate armor and wields a morningstar and net. Enet seeks revenge against the sister who betrayed her.",
  "Ceolbath: Female Human Paladin, Good. Str 9, Dex 12, Con 9, Int 8, Wis 15, Cha 10. Ceolbath has blonde hair and sharp blue eyes. She wears a breastplate and wields a battleaxe. Ceolbath has an animal companion, a bay warhorse named Lica.",
  "Eolden: Female Human Rogue, NG. Str 12, Dex 13, Con 8, Int 11, Wis 7, Cha 11. Eolden is short and overweight, with matted white hair and narrow brown eyes. She wears studded leather and wields a rapier. Eolden is faithful and well-spoken.",
  "Bruneue: Female Human Paladin, Good. Str 13, Dex 11, Con 11, Int 12, Wis 12, Cha 12. Bruneue has an angular face, with cropped red hair and sharp blue eyes. She wears a breastplate and wields a whip and shield.",
  "Bride: Female Human Barbarian, N. Str 15, Dex 12, Con 14, Int 13, Wis 8, Cha 10. Bride is rugged in appearance, with matted black hair and gray eyes. She wears scale mail and wields a whip and hand crossbow. Bride was petrified for a hundred years.",
  "Edith: Female Human Cleric, N. Str 5, Dex 9, Con 12, Int 7, Wis 12, Cha 11. Edith is overweight, with braided brown hair and brown eyes. She wears leather armor and wields a mace and shortbow. Edith is searching for her lost brother.",
  "Waru: Female Human Rogue, N. Str 11, Dex 17, Con 7, Int 14, Wis 5, Cha 10. Waru has golden hair and gray eyes, and a round nose. She wears studded leather and wields a mace. Waru has an animal companion, a black snake named Gauwis.",
  "Brona: Female Human Warlock, CG. Str 12, Dex 12, Con 9, Int 9, Wis 11, Cha 13. Brona has a square face, with messy white hair and sharp gray eyes. She wears studded leather and wields a spear and sling. Brona has an animal companion, a vampire bat named Stiny.",
  "Wictha: Female Human Rogue, LN. Str 9, Dex 12, Con 9, Int 14, Wis 10, Cha 9. Wictha has silver hair and amber eyes, and large ears. She wears leather armor and wields a spear and dagger. Wictha has an animal companion, a black snake named Inel.",
  "Jane Horne: Female Human Monk, NG. Str 13, Dex 7, Con 10, Int 7, Wis 17, Cha 14. Jane has short blonde hair and blue eyes. She wears modest garments and wields a kanabo (mace). Jane seeks to atone for past sins.",
  "Eryn: Female Human Wizard, LN. Str 10, Dex 12, Con 10, Int 17, Wis 13, Cha 7. Eryn has black hair and amber eyes. She wears modest garments and wields a dagger. Eryn has Common Companion.",
  "Annan: Female Human Cleric, N. Str 9, Dex 9, Con 9, Int 8, Wis 15, Cha 12. Annan has thick auburn hair and blue eyes. She wears hide armor and wields a quarterstaff.",
  "Bertru: Female Human Rogue, NG. Str 12, Dex 13, Con 9, Int 12, Wis 8, Cha 11. Bertru has copper hair and brown eyes. She wears leather armor and wields a rapier. Bertru is aesthetic and friendly.",
  "Wleade: Female Human Monk, N. Str 13, Dex 10, Con 13, Int 13, Wis 8, Cha 12. Wleade has straight copper hair and green eyes. She wears modest garments and wields a kanabo (mace).",
  "Theswe: Female Human Druid, Neutral. Str 10, Dex 7, Con 10, Int 13, Wis 12, Cha 15. Theswe has thin brown hair and light blue eyes. She wears leather armor and wields a scimitar and wooden shield. Theswe has silver dog named Narder.",
  "Wene: Female Human Cleric, LN. Str 8, Dex 7, Con 10, Int 13, Wis 12, Cha 12. Wene has a long face, with red hair and soft brown eyes. She wears hide armor and wields a club and shield.",
  "Sida: Female Human Cleric, LE. Str 9, Dex 10, Con 14, Int 7, Wis 17, Cha 9. Sida has black hair and brown eyes. She wears leather armor and wields a handaxe. Sida is harsh and secretive.",
  "Malia: Female Human Cleric, CN. Str 12, Dex 10, Con 13, Int 6, Wis 13, Cha 14. Malia has messy brown hair and hazel eyes. She wears a breastplate and wields a quarterstaff and darts. Malia seeks revenge against the sister who betrayed her.",
  "Eryn: Female Human Druid, Neutral. Str 9, Dex 5, Con 6, Int 10, Wis 14, Cha 12. Eryn has golden hair and green eyes, and a beaked nose. She wears leather armor and wields a mace and darts. Eryn is gullible and cowardly.",
  "Cily: Female Human Warlock, LG. Str 16, Dex 9, Con 8, Int 13, Wis 13, Cha 15. Cily has uneven white hair and hazel eyes, and a magical scar on her leg. She wears leather armor and wields a quarterstaff. Cily was magically imprisoned for a hundred years.",
  "Bilia: Female Human Bard, CE. Str 8, Dex 9, Con 8, Int 11, Wis 11, Cha 16. Bilia is heavyset, with uneven auburn hair and brown eyes. She wears leather armor and wields a spear and hand crossbow. Bilia suffers an acute fear of death.",
  "Wida: Female Human Rogue, NG. Str 14, Dex 17, Con 10, Int 10, Wis 10, Cha 9. Wida has black hair and soft green eyes. She wears studded leather and wields a shortsword.",
  "Tillu: Female Human Fighter, LG. Str 15, Dex 14, Con 7, Int 6, Wis 12, Cha 13. Tillu has a round face, with thick blonde hair and green eyes. She wears hide armor and wields a whip and longbow. Tillu refers to herself in the third person.",
  "Milda: Female Human Fighter, CE. Str 12, Dex 13, Con 14, Int 7, Wis 7, Cha 6. Milda has an angular face, with silver hair and amber eyes. She wears plate armor and wields a greatsword.",
  "Hilda: Female Human Fighter, NE. Str 16, Dex 11, Con 14, Int 12, Wis 9, Cha 11. Hilda is repulsive in appearance, with copper hair and gray eyes. She wears scale mail and wields a flail and shield.",
  "Adgith: Female Human Rogue, NG. Str 11, Dex 13, Con 9, Int 11, Wis 10, Cha 9. Adgith has a narrow face, with messy blonde hair and hazel eyes. She wears leather armor and wields a rapier and hand crossbow. Adgith has an animal companion, a black cat named Wine.",
  "Evel: Female Human Fighter, CN. Str 15, Dex 15, Con 12, Int 11, Wis 6, Cha 9. Evel is tall, with golden hair and amber eyes. She wears hide armor and wields a morningstar and shield.",
  "Elgild: Female Human Fighter, LN. Str 16, Dex 12, Con 13, Int 9, Wis 12, Cha 9. Elgild has short golden hair and dark blue eyes, and numerous magical tattoos. She wears a chain shirt and wields a flail.",
  "Joyce: Female Human Rogue, CN. Str 12, Dex 12, Con 10, Int 9, Wis 12, Cha 5. Joyce has an angular face, with white hair and sharp gray eyes. She wears leather armor and wields a longsword. Joyce seeks revenge against the thieves' guild which left her to hang.",
  "Burha: Female Human Rogue, NE. Str 9, Dex 15, Con 10, Int 9, Wis 10, Cha 7. Burha has a round face, with cropped silver hair and dark amber eyes. She wears studded leather and wields a shortsword and light crossbow. Burha is absent-minded, and always searching for a missing item.",
  "Ellel Payne: Female Human Cleric, NG. Str 10, Dex 12, Con 9, Int 11, Wis 16, Cha 15. Ellel has tangled copper hair and brown eyes, and a beaked nose. She wears half plate and wields a light hammer and shield.",
  "Bely: Female Human Cleric, LN. Str 10, Dex 8, Con 11, Int 7, Wis 13, Cha 13. Bely has a long face, with white hair and light blue eyes. She wears half plate and wields a spear. Bely is practical and depraved.",
  "Burga: Female Human Rogue, N. Str 11, Dex 15, Con 11, Int 11, Wis 8, Cha 9. Burga is fey in appearance, with blonde hair and dark brown eyes. She wears studded leather and wields a longsword and sling. Burga is blind in her left eye.",
  "Kater: Female Human Fighter, N. Str 13, Dex 7, Con 9, Int 10, Wis 9, Cha 12. Kater has gray hair and sharp amber eyes, and a sharp nose. She wears half plate and wields a greatsword. Kater seeks only fame and glory.",
  "Burha: Female Human Fighter, LN. Str 16, Dex 11, Con 10, Int 9, Wis 11, Cha 11. Burha has short gray hair and gray eyes. She wears scale mail and wields a warhammer. Burha has an animal companion, a silver dog named Edwam.",
  "Quendru: Female Human Monk, N. Str 16, Dex 7, Con 11, Int 8, Wis 9, Cha 11. Quendru is fey in appearance, with blonde hair and large green eyes. She wears travel-stained clothing and wields a yari (spear) and shuriken (darts).",
  "Ecin Cardaye: Female Human Fighter, N. Str 12, Dex 16, Con 12, Int 12, Wis 11, Cha 6. Ecin has gray hair and soft amber eyes. She wears ring mail and wields a whip and shield. Ecin believes that she is the rightful heir to the throne of Hilinde.",
  "Brythiue: Female Human Bard, N. Str 7, Dex 11, Con 7, Int 12, Wis 8, Cha 16. Brythiue has brown hair and blue eyes, and wears glasses with iron rims. She wears studded leather and wields a rapier. Brythiue is lewd and pessimistic.",
  "Eadun: Female Human Cleric, NG. Str 9, Dex 14, Con 12, Int 10, Wis 13, Cha 13. Eadun has an angular face, with tangled black hair and dark amber eyes. She wears leather armor and wields a light hammer and sling. Eadun is searching for her lost brother.",
  "Elean: Female Human Rogue, N. Str 9, Dex 15, Con 8, Int 13, Wis 9, Cha 9. Elean has a square face, with blonde hair and amber eyes. She wears studded leather and wields a rapier and shortbow. Elean has an animal companion, a raven named Ernam.",
  "Burga: Female Human Ranger, LN. Str 17, Dex 13, Con 11, Int 14, Wis 12, Cha 7. Burga has a long face, with copper hair and soft green eyes. She wears studded leather and wields a maul.",
  "Eodgith: Female Human Paladin, Good. Str 10, Dex 15, Con 8, Int 12, Wis 10, Cha 14. Eodgith has braided golden hair and bright hazel eyes, and a beaked nose. She wears a breastplate and wields a rapier and shield. Eodgith is a practiced dart thrower.",
  "Athild: Female Human Rogue, LN. Str 6, Dex 17, Con 10, Int 10, Wis 12, Cha 13. Athild has straight brown hair and brown eyes, and large ears. She wears leather armor and wields a longsword. Athild is covetous and adaptable.",
  "Marget: Female Human Monk, LG. Str 16, Dex 14, Con 10, Int 10, Wis 12, Cha 10. Marget has uneven black hair and light gray eyes. She wears sturdy clothing and wields a kanabo (mace). Marget has an animal companion, a green firedrake named Sige.",
  "Wena: Female Human Cleric, NE. Str 14, Dex 9, Con 12, Int 10, Wis 16, Cha 9. Wena has white hair and light blue eyes. She wears a chain shirt and wields a spear and shield. Wena seeks to steal the crown of the kingdom.",
  "Cece Nyne: Female Human Rogue, LN. Str 14, Dex 12, Con 9, Int 15, Wis 10, Cha 10. Cece has a square face, with golden hair and sharp gray eyes. She wears studded leather and wields a handaxe and shortbow. Cece is painfully tone-deaf.",
  "Burga: Female Human Barbarian, LN. Str 14, Dex 8, Con 10, Int 14, Wis 7, Cha 14. Burga has thick blonde hair and sharp blue eyes. She wears leather armor and wields a flail and net.",
  "Witha: Female Human Warlock, N. Str 13, Dex 12, Con 11, Int 8, Wis 11, Cha 17. Witha is rugged in appearance, with matted red hair and soft gray eyes. She wears leather armor and wields a handaxe and light crossbow. Witha is searching for the legendary dwarven kingdom of Nala.",
  "Joycie: Female Human Wizard, NG. Str 10, Dex 12, Con 7, Int 14, Wis 7, Cha 14. Joycie is short, with silver hair and brown eyes. She wears indigo robes and wields a quarterstaff and sling.",
  "Conga: Female Human Monk, NG. Str 12, Dex 13, Con 10, Int 10, Wis 12, Cha 8. Conga is short, with blonde hair and sharp brown eyes. She wears plain clothing and wields nunchaku (club). Conga has an animal companion, a gray rabbit named Hearda.",
  "Sarrey: Female Human Warlock, NG. Str 9, Dex 8, Con 13, Int 7, Wis 8, Cha 12. Sarrey is pleasant in appearance, with uneven auburn hair and hazel eyes. She wears leather armor and wields a mace. Sarrey has an animal companion, a black cat named Eanulf.",
  "Burgeua: Female Human Druid, Neutral. Str 11, Dex 11, Con 10, Int 13, Wis 12, Cha 9. Burgeua has a long face, with brown hair and hazel eyes. She wears leather armor and wields a mace and sling. Burgeua is searching for the lost elven kingdom of Nionegras.",
  "Suse Bysshey: Female Human Monk, CN. Str 13, Dex 11, Con 8, Int 11, Wis 11, Cha 8. Suse is exceptionally beautiful, with braided gray hair and blue eyes. She wears simple clothing and wields a bo (quarterstaff) and shuriken (darts). Suse is a pack-rat, and carries a satchel of random junk.",
  "Eanhild: Female Human Rogue, N. Str 11, Dex 16, Con 11, Int 15, Wis 9, Cha 9. Eanhild is fey in appearance, with blonde hair and large blue eyes. She wears studded leather and wields a rapier and light crossbow.",
  "Hiva: Female Human Monk, LG. Str 11, Dex 11, Con 11, Int 12, Wis 8, Cha 14. Hiva is short, with brown hair and hazel eyes. She wears plain clothing and wields nunchaku (club) and kama (sickle). Hiva is quick-witted and lustful.",
  "Eryn: Female Human Druid, Neutral. Str 9, Dex 10, Con 9, Int 8, Wis 17, Cha 9. Eryn has uneven red hair and green eyes. She wears hide armor and wields a scimitar and wooden shield. Eryn seeks revenge against the sister who betrayed her.",
  "Hilda: Female Human Ranger, LN. Str 11, Dex 9, Con 15, Int 6, Wis 14, Cha 8. Hilda has a round face, with red hair and hazel eyes. She wears hide armor and wields a halberd. Hilda compulsively plays with a brass ring.",
  "Aeron: Female Human Monk, NG. Str 11, Dex 10, Con 10, Int 10, Wis 14, Cha 7. Aeron has thin silver hair and green eyes. She wears worn clothing and wields an ono (handaxe). Aeron seeks to save her family from financial ruin.",
  "Sidwe: Female Human Monk, NG. Str 15, Dex 8, Con 13, Int 12, Wis 11, Cha 11. Sidwe has golden hair and soft hazel eyes, and large ears. She wears sturdy clothing and wields an ono (handaxe). Sidwe has an animal companion, a green firedrake named Rancent.",
  "Milde: Female Human Wizard, NG. Str 8, Dex 11, Con 13, Int 15, Wis 7, Cha 8. Milde is noble in bearing, with black hair and narrow hazel eyes. She wears modest garments and wields a dagger and darts.",
  "Bride Selley: Female Human Rogue, LN. Str 10, Dex 17, Con 7, Int 11, Wis 10, Cha 10. Bride is tall and heavyset, with blonde hair and gray eyes. She wears studded leather and wields a rapier and hand crossbow. Bride has an animal companion, a black snake named Ealchfrith.",
  "Phera: Female Human Fighter, LG. Str 17, Dex 7, Con 9, Int 12, Wis 8, Cha 10. Phera has gray hair and narrow amber eyes. She wears splint armor and wields a longsword and blowgun. Phera is hunting the demon who murdered her family.",
  "Sarrey Eyngard: Female Human Barbarian, LN. Str 16, Dex 10, Con 12, Int 15, Wis 12, Cha 6. Sarrey has a narrow face, with blonde hair and hazel eyes. She wears hide armor and wields a whip and hand crossbow. Sarrey is humble and arrogant.",
  "Eared: Female Human Druid, Neutral. Str 9, Dex 8, Con 12, Int 10, Wis 16, Cha 13. Eared has a round face, with golden hair and sharp amber eyes. She wears hide armor and wields a spear and javelins. Eared was petrified for a hundred years.",
  "Mery: Female Human Monk, CG. Str 14, Dex 10, Con 10, Int 12, Wis 12, Cha 8. Mery has messy gray hair and blue eyes, and a distinctive tattoo on her arm. She wears modest garments and wields an ono (handaxe) and kama (sickle). Mery has an animal companion, a black monkey named Alin.",
  "Elil: Female Human Monk, N. Str 14, Dex 13, Con 10, Int 14, Wis 14, Cha 8. Elil has thick silver hair and hazel eyes. She wears modest garments and wields a kanabo (mace). Elil has an animal companion, a green firedrake named Efrin.",
  "Elel: Female Human Paladin, Good. Str 7, Dex 11, Con 9, Int 10, Wis 12, Cha 15. Elel has a square face, with silver hair and soft hazel eyes. She wears a chain shirt and wields a war pick and shield. Elel is forgiving and aesthetic.",
  "Joane Potte: Female Human Cleric, N. Str 6, Dex 11, Con 6, Int 10, Wis 15, Cha 12. Joane is tall, with matted blonde hair and amber eyes. She wears scale mail and wields a handaxe and dagger. Joane has an animal companion, a hunting dog named Annan.",
  "Anflen: Female Human Monk, CN. Str 15, Dex 15, Con 7, Int 7, Wis 11, Cha 13. Anflen is short, with copper hair and large blue eyes. She wears simple clothing and wields an ono (handaxe) and sai (dagger). Anflen is searching for a legendary blade named Stoneblade.",
  "Houna: Female Human Cleric, N. Str 6, Dex 10, Con 13, Int 9, Wis 12, Cha 11. Houna has long white hair and light brown eyes, and a thin nose. She wears studded leather and wields a light hammer and shield. Houna is haunted by the ghost of someone she killed.",
  "Kather: Female Human Fighter, N. Str 15, Dex 16, Con 9, Int 12, Wis 7, Cha 12. Kather is slender, with white hair and green eyes. She wears ring mail and wields a battleaxe and heavy crossbow. Kather has an animal companion, a gray wolf named Annen.",
  "Audreyn Groby: Female Human Paladin, Good. Str 10, Dex 11, Con 11, Int 7, Wis 9, Cha 7. Audreyn has brown hair and sharp hazel eyes. She wears chain mail and wields a scimitar and shield. Audreyn is thrifty and shrewd.",
  "Aehuiall: Female Human Fighter, NG. Str 17, Dex 13, Con 11, Int 14, Wis 5, Cha 8. Aehuiall is thin, with copper hair and green eyes. She wears splint armor and wields a scimitar and heavy crossbow.",
  "Brede: Female Human Fighter, CE. Str 14, Dex 13, Con 13, Int 10, Wis 10, Cha 13. Brede has a narrow face, with matted auburn hair and amber eyes. She wears chain mail and wields a trident and shield. Brede is searching for her missing son.",
  "Ageth: Female Human Rogue, CN. Str 8, Dex 12, Con 10, Int 10, Wis 11, Cha 14. Ageth has black hair and narrow green eyes. She wears studded leather and wields a light hammer.",
  "Brithra: Female Human Ranger, LN. Str 15, Dex 16, Con 7, Int 12, Wis 9, Cha 8. Brithra has a narrow face, with auburn hair and gray eyes. She wears scale mail and wields a glaive. Brithra is superstitious and violent.",
  "Eadneyth: Female Human Cleric, NE. Str 10, Dex 11, Con 7, Int 13, Wis 17, Cha 9. Eadneyth has a narrow face, with tangled red hair and large amber eyes. She wears half plate and wields a quarterstaff and darts. Eadneyth has an animal companion, a white rabbit named Ethed.",
  "Eryn: Female Human Rogue, N. Str 11, Dex 14, Con 11, Int 8, Wis 5, Cha 7. Eryn has a round face, with short auburn hair and brown eyes. She wears studded leather and wields a shortsword. Eryn is searching for the lost elven kingdom of Ellond.",
  "Cyna: Female Human Fighter, LE. Str 14, Dex 10, Con 13, Int 9, Wis 9, Cha 8. Cyna is tall, with gray hair and soft amber eyes. She wears hide armor and wields a battleaxe and net. Cyna is searching for a legendary blade named Accursed Vindicator.",
  "Hilda: Female Human Rogue, NG. Str 8, Dex 12, Con 8, Int 10, Wis 7, Cha 11. Hilda is heavyset, with uneven golden hair and soft blue eyes. She wears leather armor and wields a rapier and dagger. Hilda is a pack-rat, and carries a satchel of random junk.",
  "Quendru: Female Human Warlock, N. Str 14, Dex 13, Con 8, Int 9, Wis 12, Cha 17. Quendru is fey in appearance, with copper hair and hazel eyes. She wears studded leather and wields a quarterstaff.",
  "Abet: Female Human Monk, CG. Str 10, Dex 12, Con 10, Int 12, Wis 9, Cha 12. Abet is willowy, with red hair and green eyes. She wears well-made clothing and wields a bo (quarterstaff) and shuriken (darts). Abet is chivalrous and kind.",
  "Brytha: Female Human Monk, LN. Str 12, Dex 12, Con 8, Int 9, Wis 9, Cha 10. Brytha has a narrow face, with straight red hair and sharp hazel eyes. She wears simple clothing and wields a bo (quarterstaff) and sai (dagger). Brytha seeks revenge against the sister who betrayed her.",
  "Wrthilda: Female Human Paladin, Good. Str 16, Dex 13, Con 9, Int 13, Wis 12, Cha 7. Wrthilda has copper hair and gray eyes, and pointed ears. She wears hide armor and wields a trident and shield. Wrthilda is hunting the sorcerer who murdered her family.",
  "Hilda: Female Human Cleric, LG. Str 9, Dex 7, Con 11, Int 10, Wis 17, Cha 10. Hilda is thin, with short white hair and large green eyes. She wears leather armor and wields a club and shield. Hilda is dying and desperately seeks the secret of immortality.",
  "Wisia: Female Human Paladin, Good. Str 13, Dex 11, Con 12, Int 10, Wis 14, Cha 15. Wisia has uneven red hair and large gray eyes. She wears a chain shirt and wields a warhammer and shield. Wisia is chivalrous and diplomatic.",
  "Balda: Female Human Warlock, LE. Str 12, Dex 11, Con 5, Int 13, Wis 11, Cha 12. Balda is rugged in appearance, with white hair and soft green eyes. She wears leather armor and wields a club and sickle. Balda blames dragons for every misfortune.",
  "Leda: Female Human Sorcerer, NG. Str 10, Dex 9, Con 12, Int 10, Wis 7, Cha 17. Leda has golden hair and hazel eyes. She wears travel-stained clothing and wields a quarterstaff.",
  "Lizab: Female Human Cleric, N. Str 9, Dex 9, Con 6, Int 5, Wis 16, Cha 14. Lizab has auburn hair and soft hazel eyes. She wears half plate and wields a spear and darts.",
  "Athel Lerke: Female Human Barbarian, NG. Str 12, Dex 8, Con 10, Int 12, Wis 14, Cha 7. Athel has cropped black hair and green eyes. She wears studded leather and wields a pike. Athel has an animal companion, a black wolf named Ether.",
  "Marget: Female Human Warlock, CN. Str 15, Dex 11, Con 9, Int 8, Wis 10, Cha 12. Marget is stout, with matted brown hair and hazel eyes. She wears leather armor and wields a handaxe. Marget has an animal companion, a giant spider named Andrer.",
  "Conga: Female Human Monk, NE. Str 9, Dex 11, Con 10, Int 5, Wis 11, Cha 11. Conga has a long face, with braided blonde hair and sharp hazel eyes. She wears travel-stained clothing and wields a bo (quarterstaff) and kama (sickle).",
  "Soma: Female Human Warlock, N. Str 11, Dex 10, Con 8, Int 8, Wis 8, Cha 16. Soma is exceptionally beautiful, with thin silver hair and narrow amber eyes. She wears studded leather and wields a club. Soma speaks with a stutter.",
  "Maly Maley: Female Human Rogue, CN. Str 10, Dex 12, Con 9, Int 11, Wis 7, Cha 15. Maly is tall and overweight, with matted white hair and brown eyes. She wears leather armor and wields a rapier and hand crossbow. Maly secretly serves Loces, an ancient goddess of destruction.",
  "Elean: Female Human Fighter, NE. Str 16, Dex 10, Con 14, Int 10, Wis 9, Cha 11. Elean has silver hair and soft amber eyes, and broken teeth. She wears a chain shirt and wields a trident and net. Elean seeks to save her family from financial ruin.",
  "Joane Quinte: Female Human Fighter, N. Str 14, Dex 14, Con 12, Int 14, Wis 7, Cha 5. Joane has curly black hair and sharp gray eyes. She wears chain mail and wields a shortsword and hand crossbow. Joane is inquisitive and truthful.",
  "Aget: Female Human Paladin, Good. Str 9, Dex 13, Con 9, Int 11, Wis 16, Cha 13. Aget is fair in appearance, with white hair and bright brown eyes. She wears hide armor and wields a greatsword. Aget is easily distracted by magic.",
  "Evel: Female Human Paladin, Good. Str 14, Dex 8, Con 10, Int 10, Wis 17, Cha 14. Evel is cultured in appearance, with braided copper hair and sharp hazel eyes. She wears hide armor and wields a maul. Evel has an animal companion, a black warhorse named Wene.",
  "Burga: Female Human Barbarian, NG. Str 15, Dex 13, Con 16, Int 7, Wis 8, Cha 6. Burga has a long face, with cropped black hair and brown eyes. She wears leather armor and wields a pike. Burga is aesthetic and pious.",
  "Ecin Page: Female Human Warlock, NG. Str 15, Dex 14, Con 10, Int 7, Wis 11, Cha 14. Ecin is exceptionally beautiful, with golden hair and sharp green eyes. She wears leather armor and wields a handaxe and sling. Ecin seeks to raise an army of fire elementals.",
  "Suse Moore: Female Human Ranger, N. Str 16, Dex 12, Con 10, Int 10, Wis 14, Cha 8. Suse has a square face, with braided auburn hair and dark gray eyes. She wears a chain shirt and wields a scimitar. Suse is tactless and devout.",
  "Withiue: Female Human Rogue, N. Str 10, Dex 13, Con 10, Int 11, Wis 10, Cha 13. Withiue is short and stout, with gray hair and large amber eyes. She wears studded leather and wields a rapier. Withiue seeks revenge against the sister who betrayed her.",
  "Hive: Female Human Rogue, N. Str 10, Dex 15, Con 12, Int 8, Wis 9, Cha 12. Hive has an angular face, with auburn hair and amber eyes. She wears studded leather and wields a shortsword. Hive is protective and humble.",
  "Elbed: Female Human Monk, NG. Str 10, Dex 17, Con 8, Int 7, Wis 9, Cha 10. Elbed is elegant in appearance, with straight auburn hair and amber eyes. She wears modest garments and wields a yari (spear). Elbed is perceptive and bold.",
  "Burga: Female Human Rogue, NE. Str 10, Dex 12, Con 9, Int 15, Wis 14, Cha 8. Burga is thin, with thick silver hair and sharp hazel eyes. She wears studded leather and wields a rapier and hand crossbow. Burga was magically imprisoned for a hundred years.",
  "Gyfu: Female Human Rogue, CN. Str 6, Dex 12, Con 13, Int 10, Wis 7, Cha 11. Gyfu is rugged in appearance, with blonde hair and blue eyes. She wears leather armor and wields a longsword.",
  "Wena: Female Human Fighter, N. Str 15, Dex 15, Con 13, Int 10, Wis 12, Cha 12. Wena is fair in appearance, with braided silver hair and light brown eyes. She wears scale mail and wields a pike. Wena is searching for a legendary blade named Baatorian Violence.",
  "Anor: Female Human Druid, Neutral. Str 11, Dex 8, Con 12, Int 11, Wis 17, Cha 10. Anor has a long face, with golden hair and green eyes. She wears leather armor and wields a quarterstaff and wooden shield. Anor seeks revenge against the sister who betrayed her.",
  "Wynna: Female Human Monk, N. Str 15, Dex 11, Con 14, Int 14, Wis 12, Cha 11. Wynna is tall and stout, with golden hair and brown eyes. She wears travel-stained clothing and wields an ono (handaxe) and kama (sickle).",
  "Kathel Warre: Female Human Rogue, N. Str 8, Dex 17, Con 10, Int 10, Wis 7, Cha 13. Kathel has gray hair and narrow brown eyes, and large ears. She wears leather armor and wields a longsword. Kathel secretly serves Sago, an ancient goddess of evil.",
  "Wynna: Female Human Warlock, N. Str 11, Dex 6, Con 11, Int 12, Wis 13, Cha 15. Wynna has long red hair and large amber eyes, and an unusual scar on her leg. She wears studded leather and wields a light hammer. Wynna is dying and desperately seeks the secret of immortality.",
  "Wynna: Female Human Fighter, N. Str 17, Dex 8, Con 14, Int 7, Wis 12, Cha 10. Wynna has matted silver hair and blue eyes. She wears a chain shirt and wields a pike. Wynna has an animal companion, a brown bear named Hames.",
  "Elil Wyne: Female Human Monk, CN. Str 8, Dex 13, Con 8, Int 11, Wis 10, Cha 8. Elil has tangled red hair and blue eyes. She wears modest garments and wields a bo (quarterstaff). Elil is searching for her lost sister.",
  "Joane: Female Human Rogue, LN. Str 7, Dex 16, Con 10, Int 14, Wis 11, Cha 14. Joane has curly blonde hair and blue eyes, and small ears. She wears studded leather and wields a rapier. Joane seeks to steal an ancient artifact from the Crypts of the Vampire Baroness.",
  "Sane: Female Human Paladin, Good. Str 14, Dex 11, Con 13, Int 8, Wis 17, Cha 15. Sane is exceptionally beautiful, with silver hair and blue eyes. She wears a chain shirt and wields a maul. Sane is thrifty and zealous.",
  "Ethen: Female Human Ranger, NG. Str 11, Dex 11, Con 9, Int 13, Wis 16, Cha 10. Ethen is tall, with black hair and blue eyes. She wears studded leather and wields a war pick and shield. Ethen speaks with a stutter.",
  "Aelthryth: Female Human Rogue, CN. Str 10, Dex 13, Con 9, Int 11, Wis 13, Cha 11. Aelthryth is tall, with silver hair and blue eyes. She wears studded leather and wields a shortsword and hand crossbow.",
  "Maly Warray: Female Human Fighter, N. Str 13, Dex 15, Con 11, Int 9, Wis 9, Cha 13. Maly has a square face, with golden hair and sharp blue eyes. She wears a breastplate and wields a shortsword. Maly is searching for her missing daughter.",
  "Arior: Female Human Rogue, LG. Str 9, Dex 13, Con 11, Int 8, Wis 8, Cha 13. Arior has a narrow face, with copper hair and bright blue eyes. She wears studded leather and wields a longsword and javelins. Arior has an animal companion, a black snake named Ralphye.",
  "Bily: Female Human Cleric, NG. Str 7, Dex 14, Con 12, Int 9, Wis 13, Cha 8. Bily is exceptionally beautiful, with auburn hair and bright green eyes. She wears scale mail and wields a quarterstaff and shield. Bily seeks only fame and glory.",
  "Garwe: Female Human Rogue, NE. Str 14, Dex 12, Con 12, Int 12, Wis 6, Cha 6. Garwe has tangled black hair and green eyes. She wears leather armor and wields a longsword and hand crossbow. Garwe is vulgar and fanatical.",
  "Sybil Hammart: Female Human Rogue, N. Str 11, Dex 13, Con 15, Int 16, Wis 12, Cha 11. Sybil has black hair and dark amber eyes. She wears leather armor and wields a rapier and sickle. Sybil has an animal companion, a black cat named Earnmund.",
  "Burhiua: Female Human Ranger, NG. Str 9, Dex 16, Con 9, Int 13, Wis 12, Cha 8. Burhiua has braided auburn hair and bright blue eyes, and prominent ears. She wears half plate and wields a morningstar and shield. Burhiua has black eagle named Helmund.",
  "Hedleue: Female Human Barbarian, N. Str 16, Dex 15, Con 14, Int 10, Wis 12, Cha 11. Hedleue has a narrow face, with long blonde hair and amber eyes. She wears studded leather and wields a glaive.",
  "Wene: Female Human Paladin, Good. Str 12, Dex 15, Con 7, Int 13, Wis 16, Cha 12. Wene is overweight, with silver hair and large gray eyes. She wears half plate and wields a halberd. Wene suffers a deadly allergy to pollen.",
  "Hone: Female Human Druid, Neutral. Str 9, Dex 11, Con 12, Int 10, Wis 16, Cha 11. Hone is thin, with golden hair and hazel eyes. She wears hide armor and wields a quarterstaff and wooden shield. Hone was magically imprisoned for a hundred years.",
  "Cyna: Female Human Druid, Neutral. Str 11, Dex 10, Con 6, Int 11, Wis 17, Cha 12. Cyna has long brown hair and large brown eyes. She wears hide armor and wields a spear and wooden shield.",
  "Bryelly: Female Human Paladin, Good. Str 12, Dex 11, Con 10, Int 12, Wis 11, Cha 10. Bryelly has copper hair and narrow gray eyes, and a flat nose. She wears half plate and wields a whip and shield. Bryelly is thrifty and modest.",
  "Mera: Female Human Cleric, NE. Str 12, Dex 7, Con 13, Int 7, Wis 12, Cha 11. Mera has uneven gray hair and soft gray eyes. She wears half plate and wields a spear.",
  "Taeteue: Female Human Bard, NE. Str 15, Dex 6, Con 8, Int 8, Wis 14, Cha 14. Taeteue has red hair and hazel eyes, and numerous fearsome piercings. She wears studded leather and wields a shortsword.",
  "Erin: Female Human Rogue, NG. Str 10, Dex 12, Con 8, Int 11, Wis 13, Cha 15. Erin is exceptionally beautiful, with thin golden hair and dark green eyes. She wears leather armor and wields a rapier and sickle. Erin is cultured and cautious.",
  "Elean Gysby: Female Human Barbarian, N. Str 16, Dex 10, Con 10, Int 8, Wis 12, Cha 15. Elean has a round face, with auburn hair and green eyes. She wears scale mail and wields a greatsword.",
  "Bruda: Female Human Rogue, CN. Str 12, Dex 14, Con 14, Int 11, Wis 12, Cha 14. Bruda has thick black hair and bright amber eyes, and large ears. She wears studded leather and wields a longsword and dagger. Bruda lost her reflection to a hag.",
  "Eryell: Female Human Paladin, Good. Str 13, Dex 7, Con 14, Int 10, Wis 12, Cha 10. Eryell has golden hair and amber eyes, and a thin nose. She wears half plate and wields a warhammer and shield. Eryell seeks to atone for past sins.",
  "Eanflaed: Female Human Fighter, N. Str 15, Dex 14, Con 8, Int 7, Wis 9, Cha 11. Eanflaed is pleasant in appearance, with brown hair and blue eyes. She wears ring mail and wields a longsword. Eanflaed is absent-minded and scheming.",
  "Aldthryth: Female Human Bard, LN. Str 10, Dex 10, Con 12, Int 8, Wis 7, Cha 15. Aldthryth has matted blonde hair and bright amber eyes. She wears studded leather and wields a club. Aldthryth has an animal companion, a hunting dog named Finy.",
  "Odleth: Female Human Fighter, N. Str 14, Dex 15, Con 14, Int 12, Wis 8, Cha 10. Odleth is tall, with brown hair and large brown eyes. She wears ring mail and wields a battleaxe. Odleth is extravagant and secretive.",
  "Lene: Female Human Bard, CN. Str 11, Dex 15, Con 7, Int 9, Wis 6, Cha 12. Lene has messy golden hair and blue eyes. She wears studded leather and wields a light hammer.",
  "Orhtwyth: Female Human Cleric, N. Str 7, Dex 12, Con 11, Int 7, Wis 13, Cha 15. Orhtwyth is stout, with gray hair and amber eyes. She wears hide armor and wields a club and sickle. Orhtwyth seeks to discover what destroyed her homeland.",
  "Wena: Female Human Paladin, Good. Str 10, Dex 12, Con 10, Int 10, Wis 15, Cha 12. Wena has a long face, with short golden hair and brown eyes. She wears scale mail and wields a morningstar. Wena is blind in her left eye.",
  "Bruna: Female Human Rogue, NE. Str 10, Dex 13, Con 10, Int 15, Wis 10, Cha 5. Bruna is wretched in appearance, with uneven copper hair and sharp blue eyes. She wears studded leather and wields a shortsword.",
  "Witha: Female Human Monk, LN. Str 8, Dex 13, Con 8, Int 8, Wis 10, Cha 13. Witha has golden hair and hazel eyes, and small ears. She wears worn clothing and wields a bo (quarterstaff).",
  "Siga: Female Human Wizard, NE. Str 10, Dex 13, Con 13, Int 14, Wis 6, Cha 10. Siga has a long face, with thin white hair and hazel eyes. She wears worn clothing and wields a dagger and sling.",
  "Ellyn Clardaye: Female Human Wizard, N. Str 11, Dex 12, Con 10, Int 13, Wis 7, Cha 9. Ellyn has long copper hair and brown eyes. She wears copper robes and wields a quarterstaff and light crossbow.",
  "Wulfwe: Female Human Monk, LN. Str 11, Dex 16, Con 7, Int 13, Wis 17, Cha 11. Wulfwe has blonde hair and green eyes. She wears travel-stained clothing and wields a kanabo (mace). Wulfwe has an animal companion, a gray rat named Gyles.",
  "Cuthflu: Female Human Druid, Neutral. Str 11, Dex 11, Con 14, Int 13, Wis 16, Cha 5. Cuthflu is exceptionally beautiful, with long white hair and gray eyes. She wears hide armor and wields a scimitar. Cuthflu has green snake named Marget.",
  "Elean: Female Human Barbarian, CN. Str 14, Dex 10, Con 14, Int 14, Wis 8, Cha 12. Elean has red hair and hazel eyes. She wears studded leather and wields a morningstar and shield. Elean is honest and barbaric.",
  "Sarry: Female Human Paladin, Good. Str 10, Dex 7, Con 9, Int 9, Wis 16, Cha 10. Sarry is willowy, with messy golden hair and amber eyes. She wears half plate and wields a greatsword. Sarry has an animal companion, a white warhorse named Bruna.",
  "Anflet: Female Human Monk, N. Str 14, Dex 12, Con 5, Int 12, Wis 13, Cha 11. Anflet has long brown hair and dark amber eyes. She wears plain clothing and wields a kanabo (mace) and sai (dagger). Anflet is gullible and immoral.",
  "Gifu: Female Human Rogue, NE. Str 11, Dex 13, Con 11, Int 12, Wis 13, Cha 13. Gifu has curly black hair and sharp green eyes. She wears leather armor and wields a longsword. Gifu is haunted by the memories of a past life.",
  "Marget Eldyn: Female Human Wizard, N. Str 8, Dex 13, Con 12, Int 15, Wis 10, Cha 11. Marget has braided copper hair and light blue eyes. She wears tailored clothing and wields a dagger. Marget dislikes having people behind her.",
  "Eafen: Female Human Barbarian, CN. Str 14, Dex 11, Con 10, Int 9, Wis 9, Cha 11. Eafen has uneven white hair and amber eyes, and a distinctive scar on her leg. She wears studded leather and wields a halberd. Eafen seeks to free herself from an ancient curse.",
  "Mera: Female Human Rogue, CN. Str 13, Dex 12, Con 8, Int 12, Wis 8, Cha 15. Mera is tall and thin, with long gray hair and amber eyes. She wears leather armor and wields a rapier and hand crossbow. Mera has an animal companion, a sable ferret named Bethon.",
  "Hone Page: Female Human Ranger, N. Str 12, Dex 14, Con 13, Int 11, Wis 8, Cha 6. Hone has long blonde hair and amber eyes. She wears leather armor and wields a warhammer. Hone believes that she is being hunted by supernatural creatures.",
  "Hone: Female Human Druid, Neutral. Str 14, Dex 8, Con 9, Int 9, Wis 13, Cha 9. Hone is rough in appearance, with thick silver hair and soft amber eyes. She wears leather armor and wields a club and wooden shield. Hone is colorblind.",
  "Witha: Female Human Fighter, LG. Str 14, Dex 17, Con 11, Int 9, Wis 9, Cha 14. Witha has gray hair and sharp brown eyes, and a sharp nose. She wears a chain shirt and wields a whip and shield. Witha seeks to help the poor and unfortunate.",
  "Theva: Female Human Monk, NE. Str 8, Dex 13, Con 6, Int 14, Wis 14, Cha 7. Theva has cropped golden hair and blue eyes. She wears simple clothing and wields an ono (handaxe). Theva secretly serves Oban, an ancient goddess of trickery.",
  "Alix Arlyn: Female Human Ranger, CN. Str 7, Dex 11, Con 15, Int 10, Wis 8, Cha 13. Alix is short and slender, with copper hair and green eyes. She wears half plate and wields a morningstar and shield. Alix is paranoid and gullible.",
  "Malia: Female Human Barbarian, CN. Str 13, Dex 7, Con 10, Int 12, Wis 8, Cha 14. Malia has thin white hair and hazel eyes. She wears scale mail and wields a rapier and shield.",
  "Mara: Female Human Paladin, Good. Str 15, Dex 15, Con 10, Int 10, Wis 9, Cha 14. Mara has an angular face, with auburn hair and blue eyes. She wears a chain shirt and wields a pike.",
  "Even: Female Human Paladin, Good. Str 17, Dex 9, Con 8, Int 13, Wis 13, Cha 10. Even has silver hair and green eyes. She wears hide armor and wields a warhammer. Even is forgiving and assertive.",
  "Arran: Female Human Monk, N. Str 10, Dex 10, Con 10, Int 8, Wis 9, Cha 9. Arran is exceptionally beautiful, with black hair and light green eyes. She wears modest garments and wields a bo (quarterstaff). Arran is eccentric and dishonest.",
  "Belia: Female Human Paladin, Good. Str 14, Dex 7, Con 6, Int 10, Wis 17, Cha 12. Belia has a narrow face, with gray hair and green eyes. She wears plate armor and wields a battleaxe. Belia is hunting the giant who murdered her family.",
  "Wynna: Female Human Monk, NE. Str 16, Dex 12, Con 5, Int 9, Wis 7, Cha 10. Wynna has thick gray hair and soft amber eyes, and a magical tattoo on her leg. She wears worn clothing and wields a yari (spear) and kama (sickle). Wynna is disloyal and envious.",
  "Evet: Female Human Fighter, N. Str 15, Dex 16, Con 13, Int 8, Wis 9, Cha 15. Evet has gray hair and green eyes, and a sharp nose. She wears splint armor and wields a flail.",
  "Wyna: Female Human Rogue, N. Str 10, Dex 12, Con 7, Int 13, Wis 11, Cha 9. Wyna has a square face, with golden hair and bright blue eyes. She wears leather armor and wields a longsword and sling. Wyna seeks revenge against the thieves' guild which left her to hang.",
  "Elean: Female Human Fighter, N. Str 12, Dex 12, Con 15, Int 15, Wis 10, Cha 12. Elean has a narrow face, with thin black hair and soft green eyes. She wears a breastplate and wields a rapier and shield.",
  "Aethed: Female Human Cleric, N. Str 12, Dex 11, Con 7, Int 14, Wis 17, Cha 15. Aethed is exceptionally beautiful, with matted red hair and sharp green eyes. She wears leather armor and wields a club. Aethed believes that she is the rightful heir to the throne of Nevressea.",
  "Coenburg: Female Human Monk, LN. Str 17, Dex 14, Con 13, Int 8, Wis 9, Cha 9. Coenburg is rugged in appearance, with blonde hair and blue eyes. She wears sturdy clothing and wields an ono (handaxe) and kama (sickle). Coenburg is colorblind.",
  "Sarra: Female Human Monk, CG. Str 15, Dex 12, Con 8, Int 5, Wis 12, Cha 9. Sarra has gray hair and soft amber eyes. She wears plain clothing and wields a kanabo (mace) and shuriken (darts). Sarra secretly serves Arbach, an ancient goddess of destruction.",
  "Merey: Female Human Ranger, NE. Str 16, Dex 8, Con 7, Int 7, Wis 15, Cha 6. Merey is willowy, with braided copper hair and amber eyes. She wears hide armor and wields a morningstar and shield. Merey has black wolf named Witha.",
  "Eodrun: Female Human Ranger, N. Str 14, Dex 9, Con 11, Int 8, Wis 7, Cha 8. Eodrun is tall and overweight, with auburn hair and gray eyes. She wears studded leather and wields a greataxe. Eodrun dislikes anyone smaller than her.",
  "Ecix: Female Human Rogue, N. Str 8, Dex 16, Con 9, Int 9, Wis 13, Cha 7. Ecix has an angular face, with curly auburn hair and bright brown eyes. She wears studded leather and wields a shortsword. Ecix compulsively steals small objects.",
  "Withuia: Female Human Fighter, N. Str 17, Dex 16, Con 12, Int 12, Wis 8, Cha 9. Withuia has brown hair and brown eyes, and small ears. She wears scale mail and wields a flail. Withuia seeks to destroy the race of orcs.",
  "Marger Ryson: Female Human Monk, LG. Str 17, Dex 7, Con 7, Int 7, Wis 11, Cha 9. Marger has gray hair and hazel eyes, and a flat nose. She wears travel-stained clothing and wields nunchaku (club). Marger has an animal companion, a white rabbit named Hildwy.",
  "Efrix Jamorl: Female Human Cleric, N. Str 5, Dex 10, Con 8, Int 8, Wis 14, Cha 16. Efrix is tall, with messy blonde hair and bright blue eyes. She wears hide armor and wields a spear. Efrix secretly serves Protha, an ancient goddess of evil.",
  "Sabel Maycey: Female Human Warlock, CN. Str 12, Dex 11, Con 11, Int 9, Wis 9, Cha 13. Sabel has an angular face, with black hair and large gray eyes. She wears studded leather and wields a light hammer and dagger. Sabel lost her shadow to a nymph.",
  "Ware: Female Human Bard, CG. Str 7, Dex 15, Con 11, Int 11, Wis 7, Cha 12. Ware has white hair and dark green eyes, and a distinctive mark on her arm. She wears leather armor and wields a shortsword. Ware suffers a mild allergy to elves.",
  "Aben: Female Human Fighter, CE. Str 13, Dex 12, Con 9, Int 8, Wis 10, Cha 9. Aben is common in appearance, with straight gray hair and hazel eyes. She wears hide armor and wields a flail and shield. Aben is merciless and deceitful.",
  "Ennet: Female Human Monk, LN. Str 15, Dex 14, Con 13, Int 13, Wis 10, Cha 10. Ennet has short brown hair and large brown eyes. She wears well-made clothing and wields an ono (handaxe). Ennet is searching for a legendary blade named Drakereaver.",
  "Answild: Female Human Fighter, N. Str 13, Dex 10, Con 10, Int 8, Wis 12, Cha 12. Answild is rough in appearance, with cropped white hair and green eyes. She wears half plate and wields a trident and shield. Answild is hunting the warlord who murdered her family.",
  "Cuthbeyh: Female Human Druid, Neutral. Str 10, Dex 14, Con 13, Int 12, Wis 17, Cha 14. Cuthbeyh has a round face, with long white hair and bright green eyes. She wears leather armor and wields a mace. Cuthbeyh has badger named Ceolre.",
  "Botiua: Female Human Cleric, N. Str 13, Dex 9, Con 12, Int 10, Wis 17, Cha 12. Botiua has golden hair and hazel eyes, and a distinctive mark on her leg. She wears studded leather and wields a quarterstaff. Botiua seeks only fame and glory.",
  "Wellu: Female Human Rogue, N. Str 5, Dex 16, Con 8, Int 8, Wis 12, Cha 10. Wellu has short silver hair and green eyes. She wears leather armor and wields a shortsword. Wellu has an animal companion, a sable ferret named Artis.",
  "Wene Borne: Female Human Fighter, LN. Str 14, Dex 11, Con 8, Int 8, Wis 5, Cha 10. Wene is short, with uneven copper hair and blue eyes. She wears chain mail and wields a scimitar and shield. Wene has an animal companion, a copper firedrake named Cirhumb.",
  "Bealdthru: Female Human Rogue, NG. Str 11, Dex 15, Con 9, Int 13, Wis 10, Cha 13. Bealdthru has a long face, with matted auburn hair and brown eyes. She wears leather armor and wields a rapier and shortbow. Bealdthru has an animal companion, a sable ferret named Witha.",
  "Mera: Female Human Wizard, CN. Str 12, Dex 13, Con 9, Int 15, Wis 10, Cha 8. Mera has an angular face, with matted red hair and large brown eyes. She wears well-made clothing and wields a quarterstaff. Mera is impartial and bloodthirsty.",
  "Cyna: Female Human Cleric, NG. Str 11, Dex 8, Con 11, Int 14, Wis 16, Cha 11. Cyna has braided brown hair and soft brown eyes. She wears scale mail and wields a club and sickle. Cyna blames dragons for every misfortune.",
  "Alyn: Female Human Rogue, N. Str 10, Dex 16, Con 12, Int 14, Wis 8, Cha 9. Alyn has matted golden hair and brown eyes, and a beaked nose. She wears studded leather and wields a shortsword and light crossbow. Alyn is inventive and cowardly.",
  "Efril: Female Human Rogue, N. Str 10, Dex 17, Con 13, Int 16, Wis 11, Cha 11. Efril is fey in appearance, with straight white hair and sharp gray eyes. She wears leather armor and wields a quarterstaff. Efril seeks to save her family from financial ruin.",
  "Coenburg: Female Human Cleric, LN. Str 10, Dex 9, Con 7, Int 11, Wis 15, Cha 13. Coenburg is fey in appearance, with auburn hair and narrow amber eyes. She wears half plate and wields a light hammer and shield. Coenburg is cursed with hallucinations.",
  "Enel: Female Human Monk, LE. Str 15, Dex 9, Con 9, Int 6, Wis 16, Cha 13. Enel has black hair and amber eyes, and a flat nose. She wears travel-stained clothing and wields an ono (handaxe) and shuriken (darts).",
  "Hilda: Female Human Warlock, N. Str 16, Dex 10, Con 10, Int 8, Wis 10, Cha 13. Hilda is short, with messy auburn hair and amber eyes. She wears studded leather and wields a mace and sickle. Hilda is a skilled actor.",
  "Gifu: Female Human Rogue, N. Str 6, Dex 12, Con 6, Int 12, Wis 5, Cha 9. Gifu is common in appearance, with curly auburn hair and hazel eyes. She wears leather armor and wields a light hammer. Gifu is paranoid and impatient.",
  "Alked: Female Human Fighter, LN. Str 15, Dex 8, Con 11, Int 8, Wis 12, Cha 12. Alked has a round face, with short auburn hair and light amber eyes. She wears ring mail and wields a scimitar and shield. Alked has an animal companion, a ginger dog named Nathye.",
  "Cuthflu: Female Human Monk, N. Str 17, Dex 13, Con 9, Int 13, Wis 12, Cha 6. Cuthflu has a square face, with cropped black hair and narrow amber eyes. She wears modest garments and wields nunchaku (club) and shuriken (darts). Cuthflu is cautious and extravagant.",
  "Lizab: Female Human Sorcerer, LN. Str 6, Dex 14, Con 7, Int 7, Wis 12, Cha 16. Lizab has braided silver hair and amber eyes, and large ears. She wears modest garments and wields a quarterstaff and sling. Lizab speaks with a shrill voice.",
  "Heru: Female Human Druid, Neutral. Str 12, Dex 10, Con 7, Int 13, Wis 13, Cha 6. Heru has matted blonde hair and gray eyes, and a distinctive mark on her leg. She wears leather armor and wields a scimitar and wooden shield. Heru seeks only fame and glory.",
  "Beatra: Female Human Druid, Neutral. Str 10, Dex 10, Con 9, Int 11, Wis 12, Cha 9. Beatra has an angular face, with copper hair and dark amber eyes. She wears leather armor and wields a scimitar and wooden shield. Beatra blames dragons for every misfortune.",
  "Merey Lynselw: Female Human Wizard, NG. Str 11, Dex 15, Con 9, Int 15, Wis 5, Cha 8. Merey has long red hair and hazel eyes. She wears scarlet robes and wields a quarterstaff. Merey believes that she is being hunted by supernatural creatures.",
  "Frytha: Female Human Monk, N. Str 13, Dex 9, Con 15, Int 10, Wis 9, Cha 13. Frytha has braided brown hair and blue eyes. She wears worn clothing and wields a kanabo (mace) and sai (dagger). Frytha is searching for her lost sister.",
  "Bride: Female Human Barbarian, LG. Str 12, Dex 11, Con 12, Int 10, Wis 9, Cha 9. Bride is youthful in appearance, with braided black hair and brown eyes. She wears studded leather and wields a flail and shield. Bride seeks to find her true love.",
  "Ecix: Female Human Monk, LN. Str 8, Dex 12, Con 10, Int 9, Wis 8, Cha 9. Ecix is fair in appearance, with golden hair and amber eyes. She wears travel-stained clothing and wields a kanabo (mace). Ecix has an animal companion, a golden monkey named Symart.",
  "Wyna: Female Human Barbarian, CN. Str 13, Dex 11, Con 12, Int 8, Wis 6, Cha 7. Wyna is fey in appearance, with matted copper hair and brown eyes. She wears studded leather and wields a war pick and shield.",
  "Cily Dere: Female Human Monk, NG. Str 11, Dex 10, Con 8, Int 9, Wis 13, Cha 13. Cily has a square face, with white hair and brown eyes. She wears travel-stained clothing and wields a kanabo (mace) and sai (dagger). Cily believes that she is the rightful heir to the kingdom of Dolione.",
  "Hone Vinte: Female Human Fighter, N. Str 12, Dex 15, Con 12, Int 11, Wis 14, Cha 12. Hone is common in appearance, with straight golden hair and hazel eyes. She wears splint armor and wields a warhammer and shield. Hone has an animal companion, a badger named Wena.",
  "Aevad: Female Human Monk, CE. Str 12, Dex 11, Con 7, Int 11, Wis 15, Cha 11. Aevad has black hair and soft amber eyes, and a magical tattoo on her face. She wears modest garments and wields a yari (spear) and shuriken (darts). Aevad has an animal companion, a hunting dog named Wulfa.",
  "Aben: Female Human Paladin, Good. Str 9, Dex 7, Con 12, Int 9, Wis 14, Cha 15. Aben has thick silver hair and gray eyes. She wears scale mail and wields a longsword. Aben is hunting the fiend which destroyed her homeland.",
  "Kather Morle: Female Human Paladin, Good. Str 9, Dex 9, Con 14, Int 13, Wis 12, Cha 15. Kather is short and slender, with straight blonde hair and blue eyes. She wears ring mail and wields a warhammer and shield.",
  "Litha: Female Human Fighter, NG. Str 12, Dex 10, Con 12, Int 12, Wis 13, Cha 8. Litha has braided copper hair and hazel eyes, and a thin nose. She wears a breastplate and wields a glaive. Litha has an animal companion, a brown bear named Georne.",
  "Sybel Mason: Female Human Warlock, NG. Str 11, Dex 8, Con 13, Int 6, Wis 8, Cha 15. Sybel has red hair and green eyes. She wears leather armor and wields a club and javelins. Sybel has an animal companion, a raven named Eorcold.",
  "Inel: Female Human Fighter, LG. Str 12, Dex 14, Con 7, Int 7, Wis 7, Cha 7. Inel is tall, with auburn hair and sharp brown eyes. She wears plate armor and wields a longsword. Inel frequently uses uncommon words incorrectly.",
  "Eagyd: Female Human Cleric, LE. Str 13, Dex 12, Con 10, Int 9, Wis 17, Cha 12. Eagyd has white hair and bright green eyes, and large ears. She wears studded leather and wields a club and shield. Eagyd is cursed with delusions.",
  "Burga: Female Human Warlock, NE. Str 12, Dex 10, Con 9, Int 12, Wis 10, Cha 13. Burga has thick black hair and bright amber eyes, and a round nose. She wears studded leather and wields a club and sling. Burga seeks to become a vampire.",
  "Ellyn Bedde: Female Human Fighter, NE. Str 12, Dex 10, Con 11, Int 11, Wis 7, Cha 8. Ellyn has a round face, with curly copper hair and blue eyes. She wears ring mail and wields a morningstar. Ellyn is a skilled singer.",
  "Burgiua: Female Human Ranger, CG. Str 11, Dex 15, Con 11, Int 9, Wis 15, Cha 10. Burgiua is exceptionally beautiful, with uneven red hair and blue eyes. She wears a breastplate and wields a longsword and shield. Burgiua believes that she is the rightful heir to the throne of Orwimlas.",
  "Brithru: Female Human Monk, N. Str 12, Dex 14, Con 12, Int 11, Wis 10, Cha 14. Brithru is short and stout, with uneven red hair and light green eyes. She wears well-made clothing and wields a kanabo (mace). Brithru is searching for the lost realm of Theliene.",
  "Kater: Female Human Fighter, CG. Str 12, Dex 13, Con 11, Int 10, Wis 12, Cha 10. Kater has braided gray hair and blue eyes. She wears plate armor and wields a longsword and longbow. Kater is calm and diplomatic.",
  "Hilde: Female Human Rogue, NG. Str 6, Dex 16, Con 9, Int 10, Wis 9, Cha 13. Hilde is fair in appearance, with long red hair and hazel eyes. She wears studded leather and wields a rapier and sickle. Hilde seeks to steal a legendary diamond from the Secret Tomb of Malice.",
  "Elyn: Female Human Rogue, CN. Str 9, Dex 13, Con 8, Int 9, Wis 7, Cha 12. Elyn has golden hair and brown eyes. She wears studded leather and wields a rapier. Elyn is eccentric and immoral.",
  "Aedorn: Female Human Rogue, CN. Str 12, Dex 14, Con 12, Int 14, Wis 9, Cha 7. Aedorn is fey in appearance, with thick auburn hair and light gray eyes. She wears leather armor and wields a shortsword. Aedorn seeks to save her family from financial ruin.",
  "Aldgyth: Female Human Fighter, LN. Str 13, Dex 14, Con 6, Int 14, Wis 10, Cha 11. Aldgyth is heavyset, with thick white hair and green eyes. She wears splint armor and wields a morningstar and net. Aldgyth has an animal companion, a brown bear named Gytha.",
  "Aynad: Female Human Barbarian, CN. Str 14, Dex 6, Con 7, Int 10, Wis 13, Cha 10. Aynad is fey in appearance, with black hair and dark hazel eyes. She wears scale mail and wields a morningstar. Aynad is amoral and flirtatious.",
  "Malia Arcourt: Female Human Fighter, LN. Str 13, Dex 15, Con 13, Int 9, Wis 12, Cha 14. Malia has copper hair and green eyes, and a beaked nose. She wears chain mail and wields a halberd. Malia has an animal companion, a badger named Wrthelthre.",
  "Hilda: Female Human Monk, CN. Str 14, Dex 11, Con 11, Int 14, Wis 10, Cha 9. Hilda is overweight, with cropped white hair and bright brown eyes. She wears simple clothing and wields a yari (spear). Hilda is practical and aggressive.",
  "Jane: Female Human Bard, NE. Str 11, Dex 12, Con 8, Int 11, Wis 7, Cha 14. Jane has a round face, with blonde hair and narrow amber eyes. She wears studded leather and wields a rapier and darts. Jane is quiet, and says as little as possible.",
  "Cilia: Female Human Druid, Neutral. Str 9, Dex 8, Con 8, Int 7, Wis 13, Cha 15. Cilia is heavyset, with long brown hair and blue eyes. She wears leather armor and wields a mace and wooden shield. Cilia has green snake named Alent.",
  "Milde: Female Human Druid, Neutral. Str 10, Dex 11, Con 13, Int 12, Wis 12, Cha 10. Milde has uneven auburn hair and dark green eyes. She wears leather armor and wields a scimitar. Milde is polite and lazy.",
  "Wynna: Female Human Cleric, NG. Str 10, Dex 5, Con 9, Int 9, Wis 13, Cha 16. Wynna is exceptionally beautiful, with thick black hair and amber eyes. She wears studded leather and wields a spear and light crossbow.",
  "Cilia: Female Human Fighter, LN. Str 16, Dex 15, Con 9, Int 7, Wis 6, Cha 9. Cilia has brown hair and blue eyes. She wears splint armor and wields a scimitar and shield. Cilia is alluring and mercenary.",
  "Alken: Female Human Fighter, LN. Str 14, Dex 12, Con 9, Int 10, Wis 15, Cha 12. Alken has white hair and green eyes. She wears a breastplate and wields a trident and shield. Alken is searching for the lost dominion of Nosiress.",
  "Tilde: Female Human Druid, Neutral. Str 12, Dex 12, Con 10, Int 12, Wis 14, Cha 10. Tilde has cropped silver hair and amber eyes, and wears glasses with brass rims. She wears hide armor and wields a club and wooden shield.",
  "Joyce: Female Human Fighter, CN. Str 15, Dex 14, Con 9, Int 10, Wis 12, Cha 14. Joyce has silver hair and light blue eyes, and small ears. She wears hide armor and wields a flail.",
  "Wenna: Female Human Wizard, LG. Str 13, Dex 14, Con 10, Int 14, Wis 12, Cha 5. Wenna has thin brown hair and hazel eyes, and large ears. She wears tailored clothing and wields a quarterstaff and sling. Wenna has Common Companion.",
  "Kater: Female Human Rogue, NE. Str 7, Dex 17, Con 12, Int 13, Wis 8, Cha 9. Kater has messy blonde hair and hazel eyes. She wears studded leather and wields a mace and sickle. Kater believes that she is the rightful heir to the throne of Eriamand.",
  "Marger Wroby: Female Human Rogue, N. Str 9, Dex 16, Con 8, Int 11, Wis 7, Cha 9. Marger is rough in appearance, with golden hair and brown eyes. She wears studded leather and wields a shortsword and sling. Marger has an animal companion, a black cat named Hrictlu.",
  "Maly Haley: Female Human Cleric, CE. Str 10, Dex 9, Con 7, Int 11, Wis 15, Cha 12. Maly has a round face, with thick blonde hair and light brown eyes. She wears studded leather and wields a spear and shortbow.",
  "Merey: Female Human Ranger, LN. Str 16, Dex 14, Con 9, Int 8, Wis 9, Cha 7. Merey is tall, with curly black hair and brown eyes. She wears hide armor and wields a glaive. Merey has ginger dog named Here.",
  "Ilian: Female Human Barbarian, CE. Str 13, Dex 10, Con 14, Int 12, Wis 7, Cha 9. Ilian is willowy, with braided brown hair and brown eyes. She wears hide armor and wields a shortsword and shield.",
  "Marget: Female Human Fighter, LN. Str 15, Dex 12, Con 14, Int 10, Wis 10, Cha 13. Marget has copper hair and blue eyes, and a round nose. She wears a chain shirt and wields a scimitar and shield.",
  "Cume: Female Human Rogue, LN. Str 6, Dex 15, Con 7, Int 11, Wis 12, Cha 8. Cume is thin, with blonde hair and blue eyes. She wears leather armor and wields a spear. Cume has an animal companion, a black cat named Othwund.",
  "Sane Selwe: Female Human Monk, NG. Str 15, Dex 14, Con 8, Int 12, Wis 11, Cha 11. Sane is exceptionally beautiful, with tangled blonde hair and narrow green eyes. She wears sturdy clothing and wields nunchaku (club). Sane is a skilled dancer.",
  "Hone Hancey: Female Human Monk, CE. Str 15, Dex 13, Con 8, Int 6, Wis 15, Cha 8. Hone is wretched in appearance, with straight silver hair and bright hazel eyes. She wears travel-stained clothing and wields an ono (handaxe) and sai (dagger).",
  "Wene: Female Human Monk, LN. Str 7, Dex 12, Con 9, Int 7, Wis 11, Cha 9. Wene has copper hair and blue eyes. She wears modest garments and wields nunchaku (club) and sai (dagger). Wene seeks to free herself from an ancient curse.",
  "Wynna: Female Human Rogue, NE. Str 13, Dex 13, Con 8, Int 10, Wis 7, Cha 7. Wynna has a narrow face, with silver hair and light amber eyes. She wears leather armor and wields a club and sling. Wynna is sadistic and thoughtless.",
  "Mery Tere: Female Human Rogue, NG. Str 10, Dex 14, Con 7, Int 15, Wis 8, Cha 13. Mery has blonde hair and amber eyes. She wears studded leather and wields a mace and hand crossbow. Mery seeks revenge against the aristocrat who framed her.",
  "Gifu: Female Human Fighter, N. Str 13, Dex 14, Con 10, Int 10, Wis 10, Cha 11. Gifu has a narrow face, with red hair and blue eyes. She wears hide armor and wields a warhammer and longbow. Gifu is assertive and talkative.",
  "Aethen: Female Human Ranger, LG. Str 11, Dex 16, Con 11, Int 12, Wis 11, Cha 9. Aethen is short and willowy, with matted blonde hair and green eyes. She wears studded leather and wields a war pick.",
  "Marey: Female Human Fighter, N. Str 16, Dex 9, Con 8, Int 13, Wis 6, Cha 10. Marey is exceptionally beautiful, with matted gray hair and blue eyes. She wears scale mail and wields a shortsword and hand crossbow. Marey has an animal companion, a red firedrake named Sige.",
  "Erchthith: Female Human Fighter, NG. Str 16, Dex 13, Con 7, Int 9, Wis 11, Cha 10. Erchthith is stout, with long red hair and blue eyes. She wears half plate and wields a flail.",
  "Eryn: Female Human Sorcerer, CN. Str 9, Dex 11, Con 8, Int 9, Wis 10, Cha 17. Eryn has white hair and amber eyes, and a round nose. She wears plain clothing and wields a dagger. Eryn seeks to free herself from an ancient curse.",
  "Elix: Female Human Warlock, NE. Str 13, Dex 14, Con 10, Int 11, Wis 14, Cha 14. Elix is repulsive in appearance, with straight auburn hair and brown eyes. She wears studded leather and wields a mace. Elix lost her reflection to a hag.",
  "Bruna: Female Human Monk, LN. Str 12, Dex 8, Con 11, Int 8, Wis 10, Cha 14. Bruna is short and slender, with red hair and light gray eyes. She wears simple clothing and wields a yari (spear) and shuriken (darts). Bruna suffers a traumatic fear of darkness.",
  "Mary Fane: Female Human Wizard, NG. Str 9, Dex 11, Con 10, Int 13, Wis 7, Cha 8. Mary has long golden hair and bright brown eyes. She wears scarlet robes and wields a quarterstaff and light crossbow. Mary was petrified for a hundred years.",
  "Argeth: Female Human Sorcerer, LN. Str 11, Dex 11, Con 11, Int 9, Wis 8, Cha 14. Argeth is tall, with black hair and amber eyes. She wears plain clothing and wields a dagger and light crossbow.",
  "Cece: Female Human Monk, NG. Str 7, Dex 8, Con 8, Int 10, Wis 12, Cha 13. Cece has a round face, with curly copper hair and large amber eyes. She wears plain clothing and wields a yari (spear) and shuriken (darts). Cece is hunting the cultists who murdered her family.",
  "Wena: Female Human Sorcerer, N. Str 13, Dex 13, Con 17, Int 9, Wis 10, Cha 12. Wena has uneven brown hair and narrow amber eyes. She wears simple clothing and wields a quarterstaff and light crossbow. Wena is haunted by the ghost of someone she killed.",
  "Elell Horne: Female Human Monk, N. Str 12, Dex 7, Con 12, Int 8, Wis 17, Cha 9. Elell has a square face, with tangled blonde hair and light blue eyes. She wears simple clothing and wields a bo (quarterstaff) and kama (sickle). Elell is soft-hearted and depressed.",
  "Gythiue: Female Human Bard, CG. Str 8, Dex 12, Con 13, Int 14, Wis 8, Cha 13. Gythiue has a narrow face, with thin red hair and light gray eyes. She wears studded leather and wields a shortsword and hand crossbow. Gythiue is haunted by the memories of a past life.",
  "Burha: Female Human Druid, Neutral. Str 11, Dex 8, Con 6, Int 13, Wis 16, Cha 12. Burha is exceptionally beautiful, with blonde hair and sharp amber eyes. She wears leather armor and wields a scimitar and wooden shield. Burha has green snake named Edmugh.",
  "Elyn: Female Human Rogue, CN. Str 9, Dex 17, Con 13, Int 13, Wis 5, Cha 8. Elyn is tall and slender, with short red hair and large blue eyes. She wears leather armor and wields a quarterstaff. Elyn is searching for the legendary dwarven kingdom of Kharazar.",
  "Hone: Female Human Monk, LN. Str 8, Dex 11, Con 14, Int 13, Wis 14, Cha 11. Hone has a narrow face, with straight golden hair and gray eyes. She wears sturdy clothing and wields a bo (quarterstaff) and kama (sickle). Hone is inquisitive and honest.",
  "Audreyn: Female Human Monk, N. Str 15, Dex 9, Con 7, Int 8, Wis 11, Cha 11. Audreyn has golden hair and dark gray eyes, and a round nose. She wears sturdy clothing and wields nunchaku (club) and kama (sickle).",
  "Abeth Haney: Female Human Bard, NE. Str 8, Dex 10, Con 14, Int 12, Wis 10, Cha 15. Abeth has black hair and light gray eyes. She wears studded leather and wields a longsword. Abeth is cursed with hallucinations.",
  "Joyce: Female Human Barbarian, NG. Str 17, Dex 13, Con 14, Int 5, Wis 7, Cha 6. Joyce has a narrow face, with matted red hair and amber eyes. She wears studded leather and wields a flail and shield. Joyce is cultured and idealistic.",
  "Marger: Female Human Warlock, N. Str 13, Dex 8, Con 12, Int 14, Wis 12, Cha 12. Marger has brown hair and soft gray eyes. She wears studded leather and wields a spear and light crossbow. Marger seeks to discover who murdered her family.",
  "Bricta: Female Human Ranger, N. Str 12, Dex 17, Con 9, Int 9, Wis 11, Cha 6. Bricta has a long face, with messy auburn hair and gray eyes. She wears scale mail and wields a greataxe. Bricta is extravagant and slothful.",
  "Arun: Female Human Rogue, N. Str 12, Dex 15, Con 6, Int 15, Wis 8, Cha 9. Arun is exceptionally beautiful, with brown hair and green eyes. She wears studded leather and wields a shortsword. Arun has an animal companion, a dire rat named Edmod.",
  "Wara: Female Human Fighter, LN. Str 17, Dex 11, Con 13, Int 13, Wis 12, Cha 8. Wara is tall, with messy gray hair and soft blue eyes. She wears splint armor and wields a whip. Wara holds a grudge against goblins.",
  "Sarry Norwe: Female Human Warlock, CG. Str 16, Dex 11, Con 13, Int 13, Wis 10, Cha 14. Sarry has gray hair and narrow hazel eyes. She wears leather armor and wields a handaxe. Sarry has an animal companion, a raven named Teru.",
  "Bily: Female Human Monk, CN. Str 15, Dex 16, Con 7, Int 10, Wis 12, Cha 10. Bily has matted brown hair and hazel eyes, and a magical scar on her face. She wears well-made clothing and wields a kanabo (mace). Bily is quiet, and says as little as possible.",
  "Ellyn Pycey: Female Human Bard, N. Str 10, Dex 13, Con 12, Int 12, Wis 13, Cha 17. Ellyn is overweight, with uneven golden hair and hazel eyes. She wears leather armor and wields a quarterstaff and sickle. Ellyn has an animal companion, a gray rabbit named Arcrer.",
  "Ilyn: Female Human Barbarian, LN. Str 17, Dex 7, Con 7, Int 11, Wis 9, Cha 8. Ilyn is stout, with uneven red hair and light blue eyes. She wears studded leather and wields a battleaxe and shield. Ilyn was magically imprisoned for a hundred years.",
  "Menburg: Female Human Bard, LN. Str 11, Dex 11, Con 12, Int 15, Wis 15, Cha 15. Menburg has white hair and gray eyes, and a round nose. She wears leather armor and wields a rapier and hand crossbow. Menburg is clever and combative.",
  "Gifu: Female Human Monk, LG. Str 13, Dex 12, Con 7, Int 8, Wis 10, Cha 10. Gifu has a long face, with uneven black hair and hazel eyes. She wears simple clothing and wields nunchaku (club) and kama (sickle). Gifu is witty and cultured.",
  "Witha: Female Human Paladin, Good. Str 11, Dex 13, Con 6, Int 7, Wis 16, Cha 16. Witha has a long face, with gray hair and green eyes. She wears splint armor and wields a morningstar and shield.",
  "Marey: Female Human Paladin, Good. Str 9, Dex 6, Con 10, Int 12, Wis 16, Cha 12. Marey is courtly in bearing, with short blonde hair and sharp gray eyes. She wears scale mail and wields a whip and shield. Marey has an animal companion, a white warhorse named Ryany.",
  "Maly Mylne: Female Human Druid, Neutral. Str 13, Dex 13, Con 14, Int 10, Wis 17, Cha 12. Maly has auburn hair and gray eyes. She wears hide armor and wields a club. Maly suffers a paralyzing fear of open water.",
  "Marey: Female Human Wizard, CG. Str 7, Dex 12, Con 11, Int 12, Wis 13, Cha 10. Marey is courtly in bearing, with auburn hair and narrow amber eyes. She wears well-made clothing and wields a quarterstaff and darts. Marey has an arcane familiar, a bipedal rat wearing a tiny cloak and wielding a tiny sword.",
  "Mara: Female Human Fighter, N. Str 14, Dex 8, Con 14, Int 8, Wis 10, Cha 13. Mara is short and stout, with black hair and sharp hazel eyes. She wears ring mail and wields a rapier. Mara is hunting the brigands who murdered her family.",
  "Phely Nyne: Female Human Fighter, N. Str 14, Dex 10, Con 5, Int 15, Wis 11, Cha 10. Phely is short and thin, with golden hair and dark brown eyes. She wears splint armor and wields a pike. Phely seeks to atone for past sins.",
  "Egild: Female Human Paladin, Good. Str 10, Dex 9, Con 11, Int 12, Wis 17, Cha 16. Egild is rough in appearance, with golden hair and blue eyes. She wears ring mail and wields a pike. Egild has an animal companion, a black warhorse named Elild.",
  "Wenthru: Female Human Rogue, LN. Str 12, Dex 14, Con 9, Int 11, Wis 13, Cha 7. Wenthru is pleasant in appearance, with braided copper hair and green eyes. She wears studded leather and wields a rapier.",
  "Alfith: Female Human Bard, LG. Str 7, Dex 7, Con 11, Int 9, Wis 8, Cha 13. Alfith has an angular face, with blonde hair and bright gray eyes. She wears leather armor and wields a longsword.",
  "Burga: Female Human Rogue, NE. Str 9, Dex 12, Con 14, Int 11, Wis 9, Cha 8. Burga has a square face, with straight auburn hair and bright hazel eyes. She wears leather armor and wields a longsword and hand crossbow.",
  "Joane: Female Human Cleric, NG. Str 10, Dex 6, Con 8, Int 10, Wis 14, Cha 13. Joane has straight golden hair and blue eyes. She wears leather armor and wields a club. Joane is impossibly lucky.",
  "Brythiua: Female Human Druid, Neutral. Str 10, Dex 13, Con 11, Int 13, Wis 13, Cha 7. Brythiua has brown hair and soft gray eyes, and large ears. She wears leather armor and wields a mace and wooden shield. Brythiua is quiet, and says as little as possible.",
  "Jane Aner: Female Human Cleric, NG. Str 10, Dex 8, Con 12, Int 9, Wis 17, Cha 14. Jane has blonde hair and amber eyes, and prominent ears. She wears a chain shirt and wields a club and shield. Jane is confident and superstitious.",
  "Brictlu: Female Human Wizard, NG. Str 13, Dex 11, Con 10, Int 15, Wis 10, Cha 14. Brictlu is tall, with auburn hair and hazel eyes. She wears silver robes and wields a dagger and sling. Brictlu seeks to discover why she keeps having the same nightmare.",
  "Ealhburg: Female Human Paladin, Good. Str 12, Dex 12, Con 13, Int 12, Wis 14, Cha 12. Ealhburg has gray hair and dark amber eyes. She wears scale mail and wields a scimitar and shield.",
  "Sabel: Female Human Bard, LN. Str 11, Dex 9, Con 10, Int 12, Wis 6, Cha 15. Sabel is fey in appearance, with uneven gray hair and soft amber eyes. She wears leather armor and wields a handaxe and hand crossbow. Sabel is covetous and mischievous.",
  "Aedad: Female Human Paladin, Good. Str 8, Dex 10, Con 8, Int 11, Wis 15, Cha 15. Aedad has white hair and brown eyes. She wears plate armor and wields a longsword and shield. Aedad has an animal companion, a black warhorse named Giliam.",
  "Githuie: Female Human Monk, CG. Str 12, Dex 14, Con 11, Int 11, Wis 12, Cha 6. Githuie is short and overweight, with tangled white hair and hazel eyes. She wears modest garments and wields a kanabo (mace) and shuriken (darts).",
  "Wynna: Female Human Cleric, N. Str 13, Dex 5, Con 11, Int 7, Wis 14, Cha 16. Wynna has an angular face, with golden hair and green eyes. She wears hide armor and wields a mace and shield. Wynna is searching for the lost dwarven kingdom of Bilgabuz.",
  "Hilde: Female Human Ranger, NG. Str 9, Dex 13, Con 14, Int 8, Wis 12, Cha 12. Hilde has cropped silver hair and brown eyes. She wears a chain shirt and wields a greatsword.",
  "Gytheue: Female Human Rogue, NG. Str 7, Dex 16, Con 10, Int 13, Wis 10, Cha 8. Gytheue has blonde hair and green eyes. She wears leather armor and wields a shortsword and sling. Gytheue has an animal companion, a black snake named Marger.",
  "Herey: Female Human Paladin, Good. Str 17, Dex 7, Con 6, Int 14, Wis 9, Cha 15. Herey is short, with thick brown hair and amber eyes. She wears splint armor and wields a greataxe. Herey is hunting the fiend which destroyed her homeland.",
  "Eormerg: Female Human Monk, LN. Str 17, Dex 15, Con 10, Int 8, Wis 11, Cha 6. Eormerg is short, with cropped silver hair and blue eyes. She wears well-made clothing and wields an ono (handaxe) and kama (sickle). Eormerg seeks revenge against the sister who betrayed her.",
  "Elet: Female Human Monk, N. Str 9, Dex 13, Con 14, Int 7, Wis 14, Cha 14. Elet is exceptionally beautiful, with brown hair and narrow green eyes. She wears worn clothing and wields a yari (spear) and kama (sickle).",
  "Aelfgith: Female Human Monk, N. Str 8, Dex 8, Con 13, Int 12, Wis 12, Cha 14. Aelfgith has white hair and brown eyes, and a round nose. She wears sturdy clothing and wields an ono (handaxe).",
  "Phery Rewsav: Female Human Barbarian, LN. Str 16, Dex 7, Con 14, Int 6, Wis 13, Cha 8. Phery is fey in appearance, with white hair and gray eyes. She wears hide armor and wields a war pick and shield. Phery is depressed and honest.",
  "Burgeua: Female Human Monk, LN. Str 15, Dex 12, Con 7, Int 8, Wis 9, Cha 10. Burgeua is overweight, with long blonde hair and amber eyes. She wears modest garments and wields an ono (handaxe). Burgeua seeks to become a knight of the realm.",
  "Elel: Female Human Bard, N. Str 7, Dex 8, Con 9, Int 12, Wis 11, Cha 15. Elel has curly black hair and narrow amber eyes. She wears leather armor and wields a shortsword and hand crossbow. Elel is a skilled singer.",
  "Elel: Female Human Fighter, NG. Str 15, Dex 9, Con 14, Int 11, Wis 11, Cha 12. Elel has matted gray hair and hazel eyes. She wears half plate and wields a greataxe.",
  "Earurh: Female Human Ranger, LG. Str 14, Dex 10, Con 9, Int 9, Wis 10, Cha 7. Earurh has curly white hair and amber eyes, and prominent ears. She wears scale mail and wields a longsword. Earurh is hunting the vampire who murdered her family.",
  "Ellyn: Female Human Fighter, CE. Str 15, Dex 7, Con 8, Int 12, Wis 7, Cha 11. Ellyn has a square face, with cropped auburn hair and light gray eyes. She wears ring mail and wields a war pick and shield. Ellyn is easily distracted by magic.",
  "Eahthryth: Female Human Fighter, NG. Str 13, Dex 13, Con 10, Int 13, Wis 13, Cha 10. Eahthryth has short golden hair and light brown eyes, and a distinctive tattoo on her leg. She wears scale mail and wields a maul. Eahthryth compulsively insults others.",
  "Thilda: Female Human Fighter, N. Str 13, Dex 12, Con 9, Int 10, Wis 12, Cha 6. Thilda is short and willowy, with uneven brown hair and sharp hazel eyes. She wears chain mail and wields a longsword and blowgun. Thilda frequently uses uncommon words incorrectly.",
  "Goldru: Female Human Druid, Neutral. Str 13, Dex 11, Con 7, Int 11, Wis 13, Cha 13. Goldru has a long face, with messy red hair and green eyes. She wears hide armor and wields a scimitar and dagger. Goldru is searching for her missing son.",
  "Aethen: Female Human Monk, LE. Str 11, Dex 12, Con 14, Int 6, Wis 8, Cha 12. Aethen is tall and thin, with thin copper hair and hazel eyes. She wears modest garments and wields a kanabo (mace) and sai (dagger). Aethen serves a powerful arch-fiend named Lisa.",
  "Ealdgynn: Female Human Paladin, Good. Str 16, Dex 15, Con 14, Int 8, Wis 11, Cha 12. Ealdgynn has a round face, with gray hair and sharp green eyes. She wears hide armor and wields a trident. Ealdgynn is hunting the warlord who stole her ancestral sword.",
  "Atril: Female Human Warlock, N. Str 13, Dex 11, Con 12, Int 11, Wis 9, Cha 15. Atril has silver hair and dark amber eyes. She wears leather armor and wields a handaxe.",
  "Sigeua: Female Human Fighter, NG. Str 16, Dex 14, Con 13, Int 10, Wis 12, Cha 9. Sigeua has a narrow face, with curly brown hair and amber eyes. She wears a chain shirt and wields a whip and hand crossbow. Sigeua suffers a severe allergy to fish.",
  "Kater: Female Human Monk, NE. Str 13, Dex 13, Con 10, Int 8, Wis 12, Cha 8. Kater has an angular face, with long auburn hair and large blue eyes. She wears plain clothing and wields a kanabo (mace). Kater has an animal companion, a hunting dog named Gilsi.",
  "Auciel: Female Human Sorcerer, N. Str 13, Dex 10, Con 13, Int 15, Wis 11, Cha 13. Auciel has a square face, with red hair and hazel eyes. She wears worn clothing and wields a quarterstaff. Auciel seeks to become an instructor at the College of the Sorcerous Arts.",
  "Sane: Female Human Rogue, LN. Str 6, Dex 15, Con 10, Int 14, Wis 10, Cha 9. Sane has straight auburn hair and gray eyes. She wears studded leather and wields a spear.",
  "Coenburh: Female Human Druid, Neutral. Str 13, Dex 8, Con 14, Int 8, Wis 14, Cha 11. Coenburh has black hair and large gray eyes. She wears leather armor and wields a scimitar and darts.",
  "Joane: Female Human Fighter, CG. Str 13, Dex 9, Con 7, Int 10, Wis 6, Cha 14. Joane has an angular face, with copper hair and bright hazel eyes. She wears a breastplate and wields a halberd. Joane compulsively plays with a silver coin.",
  "Wyna: Female Human Rogue, LN. Str 7, Dex 16, Con 11, Int 10, Wis 6, Cha 13. Wyna is exceptionally beautiful, with brown hair and bright brown eyes. She wears studded leather and wields a rapier. Wyna is fascinated by ghosts and spirits.",
  "Elin Pery: Female Human Monk, N. Str 14, Dex 13, Con 9, Int 8, Wis 14, Cha 12. Elin has auburn hair and green eyes. She wears simple clothing and wields a yari (spear) and sai (dagger). Elin has an animal companion, a green firedrake named Vyncent.",
  "Elyn: Female Human Rogue, N. Str 11, Dex 15, Con 10, Int 14, Wis 11, Cha 11. Elyn is rugged in appearance, with messy auburn hair and large amber eyes. She wears leather armor and wields a shortsword. Elyn has an animal companion, a sable ferret named Maly.",
  "Houna: Female Human Fighter, LN. Str 12, Dex 14, Con 11, Int 11, Wis 11, Cha 6. Houna has black hair and large gray eyes. She wears a chain shirt and wields a trident. Houna is extravagant and lustful.",
  "Wineue: Female Human Rogue, N. Str 6, Dex 13, Con 11, Int 16, Wis 13, Cha 5. Wineue has a square face, with copper hair and green eyes. She wears studded leather and wields a shortsword. Wineue is searching for the legendary elven kingdom of Ombar.",
  "Aedild: Female Human Cleric, N. Str 10, Dex 7, Con 8, Int 6, Wis 17, Cha 8. Aedild has auburn hair and gray eyes, and a sharp nose. She wears half plate and wields a quarterstaff and darts. Aedild is flamboyant and reckless.",
  "Britha: Female Human Fighter, NG. Str 17, Dex 13, Con 11, Int 12, Wis 8, Cha 8. Britha has an angular face, with tangled silver hair and blue eyes. She wears hide armor and wields a halberd.",
  "Audreys Nesalt: Female Human Ranger, CN. Str 16, Dex 11, Con 11, Int 14, Wis 16, Cha 6. Audreys is common in appearance, with cropped brown hair and light hazel eyes. She wears studded leather and wields a warhammer. Audreys has black eagle named Narder.",
  "Ecil: Female Human Cleric, LE. Str 8, Dex 10, Con 10, Int 10, Wis 12, Cha 14. Ecil is exceptionally beautiful, with golden hair and large green eyes. She wears studded leather and wields a light hammer and shield. Ecil has an animal companion, a red fox named Sybel.",
  "Cecie: Female Human Rogue, N. Str 10, Dex 16, Con 9, Int 16, Wis 9, Cha 11. Cecie has cropped golden hair and light gray eyes. She wears leather armor and wields a rapier. Cecie seeks revenge against the aristocrat who framed her.",
  "Idgen Bene: Female Human Fighter, LN. Str 14, Dex 11, Con 9, Int 10, Wis 6, Cha 7. Idgen has a round face, with uneven white hair and gray eyes. She wears half plate and wields a shortsword and shield. Idgen is thoughtful and moody.",
  "Ellyn Flemyth: Female Human Paladin, Good. Str 10, Dex 8, Con 5, Int 12, Wis 11, Cha 13. Ellyn is exceptionally beautiful, with tangled auburn hair and blue eyes. She wears hide armor and wields a war pick and shield.",
  "Burga: Female Human Rogue, N. Str 10, Dex 13, Con 9, Int 14, Wis 14, Cha 10. Burga has tangled silver hair and narrow green eyes, and a magical mark on her arm. She wears leather armor and wields a shortsword and hand crossbow. Burga is dying and desperately seeks the secret of immortality.",
  "Burha: Female Human Wizard, CN. Str 13, Dex 14, Con 7, Int 14, Wis 8, Cha 7. Burha has copper hair and dark gray eyes. She wears fine clothing and wields a quarterstaff and light crossbow. Burha is jealous and dishonest.",
  "Bilia: Female Human Barbarian, LG. Str 15, Dex 10, Con 10, Int 6, Wis 10, Cha 8. Bilia has copper hair and dark amber eyes. She wears leather armor and wields a flail. Bilia suffers a severe allergy to goblins.",
  "Even: Female Human Fighter, N. Str 17, Dex 14, Con 11, Int 10, Wis 14, Cha 8. Even has red hair and amber eyes. She wears ring mail and wields a whip and heavy crossbow. Even has an animal companion, a black dog named Reda.",
  "Bethel Arrews: Female Human Rogue, N. Str 9, Dex 16, Con 9, Int 9, Wis 10, Cha 7. Bethel has a narrow face, with silver hair and amber eyes. She wears leather armor and wields a shortsword. Bethel seeks to discover why she keeps having the same dream.",
  "Wletheue: Female Human Fighter, CE. Str 17, Dex 9, Con 9, Int 10, Wis 12, Cha 11. Wletheue has a long face, with copper hair and hazel eyes. She wears ring mail and wields a morningstar and hand crossbow. Wletheue is aggressive and craven.",
  "Alhburh: Female Human Rogue, CN. Str 9, Dex 14, Con 10, Int 11, Wis 13, Cha 14. Alhburh is short, with tangled golden hair and narrow hazel eyes. She wears leather armor and wields a rapier. Alhburh compulsively plays with a copper coin.",
  "Mery: Female Human Ranger, LN. Str 11, Dex 13, Con 6, Int 13, Wis 16, Cha 15. Mery has brown hair and light brown eyes. She wears hide armor and wields a rapier. Mery has hawk named Burha.",
  "Ware: Female Human Rogue, N. Str 10, Dex 13, Con 13, Int 10, Wis 11, Cha 14. Ware has a square face, with short copper hair and gray eyes. She wears leather armor and wields a rapier and javelins. Ware is covetous and reckless.",
  "Sybel Merdaye: Female Human Rogue, CN. Str 12, Dex 15, Con 7, Int 11, Wis 8, Cha 13. Sybel has golden hair and narrow brown eyes. She wears studded leather and wields a longsword. Sybel seeks to atone for past sins.",
  "Omad: Female Human Wizard, NG. Str 11, Dex 8, Con 12, Int 16, Wis 12, Cha 11. Omad has an angular face, with thick gray hair and narrow hazel eyes. She wears brass robes and wields a dagger and darts. Omad believes that she is the rightful heir to the throne of Forlione.",
  "Ahthryth: Female Human Monk, N. Str 15, Dex 11, Con 5, Int 10, Wis 7, Cha 9. Ahthryth has an angular face, with gray hair and amber eyes. She wears plain clothing and wields a bo (quarterstaff).",
  "Hera Hyte: Female Human Barbarian, N. Str 16, Dex 12, Con 13, Int 8, Wis 9, Cha 10. Hera has brown hair and bright brown eyes, and prominent ears. She wears hide armor and wields a battleaxe and net. Hera is impossibly lucky.",
  "Alfis: Female Human Fighter, CG. Str 17, Dex 10, Con 12, Int 11, Wis 8, Cha 13. Alfis has a long face, with thin copper hair and bright brown eyes. She wears splint armor and wields a warhammer and heavy crossbow. Alfis is aesthetic and courteous.",
  "Delu: Female Human Ranger, LN. Str 16, Dex 15, Con 7, Int 9, Wis 14, Cha 9. Delu has a long face, with auburn hair and green eyes. She wears hide armor and wields a rapier. Delu dislikes anyone smarter than her.",
  "Lyse: Female Human Rogue, N. Str 9, Dex 16, Con 14, Int 12, Wis 12, Cha 10. Lyse is fey in appearance, with auburn hair and sharp blue eyes. She wears leather armor and wields a shortsword. Lyse has a terrible sense of direction.",
  "Axleued: Female Human Druid, Neutral. Str 15, Dex 7, Con 9, Int 10, Wis 17, Cha 6. Axleued is tall, with curly silver hair and narrow amber eyes. She wears hide armor and wields a spear and javelins.",
  "Ealked: Female Human Monk, LG. Str 10, Dex 14, Con 7, Int 9, Wis 15, Cha 11. Ealked has an angular face, with thin gray hair and bright hazel eyes. She wears well-made clothing and wields nunchaku (club) and sai (dagger).",
  "Burheue: Female Human Barbarian, CN. Str 16, Dex 13, Con 9, Int 8, Wis 12, Cha 14. Burheue has auburn hair and amber eyes. She wears leather armor and wields a war pick. Burheue has an animal companion, a brown bear named Ilbert.",
  "Elet Clesell: Female Human Wizard, N. Str 14, Dex 10, Con 8, Int 14, Wis 6, Cha 10. Elet has uneven blonde hair and dark green eyes, and small ears. She wears golden robes and wields a quarterstaff. Elet has an arcane familiar, a stone homunculus named Brobern.",
  "Athell: Female Human Cleric, LG. Str 8, Dex 8, Con 11, Int 11, Wis 12, Cha 12. Athell has a round face, with blonde hair and gray eyes. She wears hide armor and wields a quarterstaff and darts. Athell is generous and honest.",
  "Brilda: Female Human Monk, N. Str 10, Dex 14, Con 8, Int 8, Wis 13, Cha 13. Brilda has thick golden hair and blue eyes, and a round nose. She wears simple clothing and wields a yari (spear).",
  "Ellell Mynge: Female Human Barbarian, N. Str 13, Dex 10, Con 14, Int 9, Wis 9, Cha 8. Ellell has a square face, with golden hair and blue eyes. She wears leather armor and wields a greataxe. Ellell seeks to discover what destroyed her homeland.",
  "Lyne: Female Human Ranger, LN. Str 11, Dex 15, Con 5, Int 12, Wis 13, Cha 12. Lyne has a narrow face, with golden hair and gray eyes. She wears a breastplate and wields a battleaxe and shield. Lyne is searching for her missing son.",
  "Sane Arner: Female Human Sorcerer, LG. Str 10, Dex 8, Con 16, Int 10, Wis 8, Cha 15. Sane is cultured in appearance, with thin red hair and light amber eyes. She wears simple clothing and wields a quarterstaff.",
  "Enen: Female Human Monk, LG. Str 7, Dex 13, Con 9, Int 13, Wis 8, Cha 8. Enen has an angular face, with uneven copper hair and amber eyes. She wears travel-stained clothing and wields a bo (quarterstaff). Enen has a terrible sense of direction.",
  "Burhiue: Female Human Monk, CN. Str 11, Dex 13, Con 10, Int 5, Wis 13, Cha 12. Burhiue is fey in appearance, with braided black hair and hazel eyes. She wears modest garments and wields nunchaku (club).",
  "Malia: Female Human Fighter, N. Str 13, Dex 12, Con 11, Int 11, Wis 9, Cha 5. Malia has copper hair and bright amber eyes, and small ears. She wears scale mail and wields a maul.",
  "Geburg: Female Human Rogue, LN. Str 10, Dex 13, Con 9, Int 10, Wis 12, Cha 10. Geburg has blonde hair and bright blue eyes. She wears leather armor and wields a rapier and hand crossbow. Geburg has an animal companion, a black snake named Bruna.",
  "Jane Bringe: Female Human Warlock, NE. Str 13, Dex 11, Con 11, Int 10, Wis 14, Cha 15. Jane is wretched in appearance, with braided red hair and amber eyes. She wears leather armor and wields a handaxe and shortbow.",
  "Abell Ginte: Female Human Sorcerer, N. Str 8, Dex 7, Con 13, Int 7, Wis 14, Cha 13. Abell has long copper hair and large green eyes. She wears modest garments and wields a dagger. Abell has an animal companion, a white weasel named Elen.",
  "Earcorn: Female Human Fighter, NG. Str 16, Dex 13, Con 10, Int 11, Wis 11, Cha 10. Earcorn is willowy, with straight white hair and sharp green eyes. She wears a breastplate and wields a whip and shield. Earcorn is a practiced gambler.",
  "Erin Rynge: Female Human Rogue, N. Str 12, Dex 17, Con 7, Int 8, Wis 10, Cha 8. Erin is short, with brown hair and large amber eyes. She wears leather armor and wields a handaxe and hand crossbow. Erin is practical and destructive.",
  "Eortgith: Female Human Monk, N. Str 14, Dex 11, Con 11, Int 13, Wis 15, Cha 10. Eortgith is exceptionally beautiful, with blonde hair and bright blue eyes. She wears modest garments and wields a kanabo (mace) and kama (sickle). Eortgith is inventive and pessimistic.",
  "Bely: Female Human Monk, NG. Str 15, Dex 13, Con 8, Int 9, Wis 12, Cha 11. Bely is cultured in appearance, with tangled auburn hair and brown eyes. She wears travel-stained clothing and wields an ono (handaxe). Bely is wise and steadfast.",
  "Sabel Abes: Female Human Paladin, Good. Str 12, Dex 9, Con 10, Int 11, Wis 14, Cha 7. Sabel has white hair and soft blue eyes. She wears half plate and wields a maul. Sabel suffers a paralyzing fear of mirrors.",
  "Ellet Bowe: Female Human Paladin, Good. Str 14, Dex 6, Con 11, Int 13, Wis 10, Cha 11. Ellet has long gray hair and sharp brown eyes, and a thin nose. She wears a chain shirt and wields a glaive. Ellet is searching for the lost elven kingdom of Brionande.",
  "Wene: Female Human Fighter, NG. Str 13, Dex 12, Con 9, Int 14, Wis 11, Cha 8. Wene has a long face, with thick copper hair and dark green eyes. She wears a breastplate and wields a shortsword. Wene has an animal companion, a red firedrake named Eryn.",
  "Hiltre: Female Human Cleric, LN. Str 13, Dex 11, Con 12, Int 6, Wis 16, Cha 11. Hiltre has thick red hair and blue eyes. She wears half plate and wields a handaxe and shield. Hiltre is amoral and morose.",
  "Gytha: Female Human Cleric, LG. Str 15, Dex 11, Con 14, Int 11, Wis 12, Cha 13. Gytha is tall, with brown hair and amber eyes. She wears hide armor and wields a club and shield. Gytha compulsively hums.",
  "Ecin Dreyne: Female Human Cleric, N. Str 8, Dex 10, Con 8, Int 7, Wis 17, Cha 12. Ecin has messy brown hair and brown eyes, and small ears. She wears a breastplate and wields a light hammer and light crossbow.",
  "Sabenn Borne: Female Human Ranger, N. Str 16, Dex 14, Con 12, Int 8, Wis 15, Cha 11. Sabenn has a round face, with auburn hair and hazel eyes. She wears leather armor and wields a rapier and shield. Sabenn is dying and desperately seeks the secret of immortality.",
  "Bruna: Female Human Paladin, Good. Str 9, Dex 13, Con 14, Int 13, Wis 9, Cha 16. Bruna is youthful in appearance, with short copper hair and dark brown eyes. She wears half plate and wields a trident. Bruna is gentle and wise.",
  "Joane: Female Human Warlock, LG. Str 15, Dex 12, Con 9, Int 13, Wis 10, Cha 16. Joane is tall, with gray hair and bright green eyes. She wears leather armor and wields a light hammer and shortbow.",
  "Fride: Female Human Barbarian, LN. Str 12, Dex 6, Con 8, Int 10, Wis 8, Cha 9. Fride is short and thin, with short silver hair and soft gray eyes. She wears hide armor and wields a battleaxe and shield.",
  "Wynna: Female Human Monk, NE. Str 10, Dex 12, Con 7, Int 13, Wis 14, Cha 9. Wynna is repulsive in appearance, with golden hair and amber eyes. She wears modest garments and wields an ono (handaxe) and shuriken (darts). Wynna is impossibly lucky.",
  "Olded: Female Human Monk, LG. Str 17, Dex 10, Con 6, Int 9, Wis 12, Cha 10. Olded is short and willowy, with black hair and amber eyes. She wears travel-stained clothing and wields an ono (handaxe). Olded is trustworthy and wise.",
  "Eolbun: Female Human Bard, N. Str 9, Dex 8, Con 8, Int 13, Wis 10, Cha 12. Eolbun is rugged in appearance, with thick brown hair and gray eyes. She wears leather armor and wields a shortsword.",
  "Eryeth: Female Human Cleric, NE. Str 12, Dex 8, Con 9, Int 8, Wis 14, Cha 12. Eryeth has gray hair and bright hazel eyes. She wears half plate and wields a mace. Eryeth is malevolent and secretive.",
  "Lyne: Female Human Ranger, NG. Str 9, Dex 10, Con 12, Int 12, Wis 13, Cha 7. Lyne has a narrow face, with short silver hair and gray eyes. She wears studded leather and wields a warhammer. Lyne is forgiving and gullible.",
  "Alyn: Female Human Warlock, LN. Str 12, Dex 8, Con 13, Int 6, Wis 14, Cha 17. Alyn is common in appearance, with curly blonde hair and large brown eyes. She wears leather armor and wields a quarterstaff. Alyn believes that she is the rightful heir to the throne of Ladhellor.",
  "Sarrey: Female Human Druid, Neutral. Str 15, Dex 14, Con 6, Int 9, Wis 16, Cha 11. Sarrey has blonde hair and amber eyes. She wears hide armor and wields a club and dagger. Sarrey is impossibly lucky.",
  "Ausan: Female Human Rogue, N. Str 15, Dex 14, Con 9, Int 11, Wis 11, Cha 11. Ausan is rough in appearance, with silver hair and green eyes. She wears leather armor and wields a longsword and hand crossbow. Ausan is searching for the legendary Lost Chambers of Laricto.",
  "Ellet: Female Human Monk, CN. Str 9, Dex 14, Con 11, Int 7, Wis 15, Cha 9. Ellet has short brown hair and hazel eyes. She wears modest garments and wields a kanabo (mace). Ellet is ambitious and immoral.",
  "Elean: Female Human Barbarian, NE. Str 14, Dex 12, Con 11, Int 11, Wis 8, Cha 6. Elean is rough in appearance, with auburn hair and bright gray eyes. She wears leather armor and wields a scimitar and shield. Elean seeks revenge against the sister who betrayed her.",
  "Ealhbun: Female Human Fighter, LN. Str 15, Dex 10, Con 13, Int 12, Wis 5, Cha 7. Ealhbun has short auburn hair and hazel eyes. She wears chain mail and wields a warhammer and shield. Ealhbun is fascinated by death.",
  "Mery Wellsor: Female Human Ranger, LN. Str 9, Dex 11, Con 10, Int 10, Wis 11, Cha 11. Mery has uneven white hair and dark gray eyes, and prominent ears. She wears hide armor and wields a halberd. Mery is practical and bloodthirsty.",
  "Tortga: Female Human Ranger, LN. Str 14, Dex 12, Con 10, Int 10, Wis 10, Cha 14. Tortga is rugged in appearance, with blonde hair and light amber eyes. She wears half plate and wields a pike.",
  "Modthra: Female Human Rogue, N. Str 11, Dex 12, Con 6, Int 9, Wis 11, Cha 12. Modthra is fair in appearance, with matted silver hair and hazel eyes. She wears leather armor and wields a shortsword. Modthra seeks revenge against the thieves' guild which left her to hang.",
  "Ecin: Female Human Warlock, LN. Str 13, Dex 9, Con 10, Int 5, Wis 10, Cha 14. Ecin has long golden hair and blue eyes. She wears studded leather and wields a light hammer and darts. Ecin is searching for her missing familiar, a giant spider named Cuthhor.",
  "Suse: Female Human Monk, N. Str 11, Dex 8, Con 9, Int 6, Wis 12, Cha 8. Suse has a narrow face, with cropped silver hair and large brown eyes. She wears simple clothing and wields a bo (quarterstaff) and sai (dagger). Suse is dying and desperately seeks the secret of immortality.",
  "Brine: Female Human Bard, LG. Str 11, Dex 8, Con 11, Int 7, Wis 10, Cha 16. Brine is exceptionally beautiful, with cropped copper hair and green eyes. She wears leather armor and wields a shortsword and sickle. Brine is confident and gullible.",
  "Elyn: Female Human Rogue, N. Str 13, Dex 16, Con 10, Int 10, Wis 10, Cha 5. Elyn is short, with uneven black hair and gray eyes. She wears studded leather and wields a rapier and hand crossbow. Elyn has an animal companion, a raven named Hilda.",
  "Sane Aceyn: Female Human Monk, CN. Str 13, Dex 11, Con 8, Int 10, Wis 10, Cha 6. Sane has a narrow face, with tangled silver hair and large green eyes. She wears simple clothing and wields an ono (handaxe).",
  "Anet: Female Human Monk, N. Str 12, Dex 13, Con 10, Int 10, Wis 13, Cha 9. Anet is exceptionally beautiful, with curly black hair and large blue eyes. She wears worn clothing and wields an ono (handaxe) and shuriken (darts).",
  "Gytha: Female Human Druid, Neutral. Str 9, Dex 8, Con 7, Int 10, Wis 13, Cha 11. Gytha is fair in appearance, with thin brown hair and green eyes. She wears leather armor and wields a club and sling. Gytha blames the gods for every misfortune.",
  "Ellurg: Female Human Rogue, N. Str 10, Dex 12, Con 9, Int 14, Wis 9, Cha 8. Ellurg is exceptionally beautiful, with silver hair and bright amber eyes. She wears leather armor and wields a shortsword and hand crossbow. Ellurg is morose and nervous.",
  "Ethed: Female Human Rogue, CN. Str 14, Dex 14, Con 10, Int 15, Wis 10, Cha 7. Ethed has a long face, with gray hair and blue eyes. She wears studded leather and wields a rapier. Ethed avoids eye contact.",
  "Aelhurg: Female Human Monk, NE. Str 11, Dex 11, Con 5, Int 5, Wis 13, Cha 7. Aelhurg has a long face, with thick white hair and large blue eyes. She wears modest garments and wields an ono (handaxe) and sai (dagger).",
  "Cuma: Female Human Druid, Neutral. Str 13, Dex 10, Con 10, Int 12, Wis 16, Cha 11. Cuma is willowy, with silver hair and soft brown eyes. She wears leather armor and wields a spear and wooden shield.",
  "Helu: Female Human Sorcerer, LG. Str 12, Dex 7, Con 13, Int 9, Wis 8, Cha 15. Helu is short, with messy copper hair and bright brown eyes. She wears travel-stained clothing and wields a quarterstaff. Helu is fearless and morose.",
  "Cece Hewe: Female Human Barbarian, NE. Str 16, Dex 10, Con 8, Int 13, Wis 10, Cha 7. Cece is fey in appearance, with curly gray hair and amber eyes. She wears leather armor and wields a battleaxe and longbow.",
  "Brictiua: Female Human Monk, LN. Str 14, Dex 16, Con 10, Int 7, Wis 15, Cha 10. Brictiua has brown hair and soft blue eyes. She wears well-made clothing and wields a yari (spear).",
  "Aeliet: Female Human Sorcerer, NG. Str 13, Dex 12, Con 8, Int 13, Wis 10, Cha 13. Aeliet is exceptionally beautiful, with long white hair and amber eyes. She wears sturdy clothing and wields a dagger and light crossbow. Aeliet is a terrible liar.",
  "Anfleth: Female Human Fighter, N. Str 15, Dex 13, Con 11, Int 13, Wis 14, Cha 11. Anfleth has blonde hair and soft green eyes, and small ears. She wears scale mail and wields a battleaxe and longbow.",
  "Jane: Female Human Bard, LE. Str 7, Dex 14, Con 10, Int 16, Wis 8, Cha 15. Jane has copper hair and blue eyes. She wears studded leather and wields a rapier and sickle. Jane is depraved and crude.",
  "Cyna: Female Human Barbarian, LN. Str 17, Dex 11, Con 17, Int 8, Wis 8, Cha 8. Cyna is tall and thin, with curly brown hair and soft green eyes. She wears scale mail and wields a greatsword. Cyna has an animal companion, a brown bear named Reyny.",
  "Hilda: Female Human Paladin, Good. Str 11, Dex 6, Con 9, Int 9, Wis 8, Cha 13. Hilda has a square face, with silver hair and narrow brown eyes. She wears a breastplate and wields a greataxe. Hilda has an animal companion, a black warhorse named Jane.",
  "Ellel: Female Human Cleric, LE. Str 13, Dex 10, Con 8, Int 13, Wis 17, Cha 14. Ellel is tall, with black hair and blue eyes. She wears studded leather and wields a club and shield. Ellel speaks with a strange accent.",
  "Arurh: Female Human Wizard, LN. Str 14, Dex 13, Con 13, Int 14, Wis 7, Cha 14. Arurh is exceptionally beautiful, with white hair and amber eyes. She wears simple clothing and wields a dagger. Arurh avoids eye contact.",
  "Hilde: Female Human Warlock, CN. Str 16, Dex 15, Con 11, Int 9, Wis 13, Cha 17. Hilde has black hair and narrow gray eyes, and large ears. She wears leather armor and wields a spear and light crossbow. Hilde lost her shadow to a nymph.",
  "Lyse: Female Human Barbarian, N. Str 13, Dex 11, Con 12, Int 14, Wis 8, Cha 10. Lyse has an angular face, with cropped silver hair and amber eyes. She wears leather armor and wields a flail and heavy crossbow. Lyse is cursed with a deformed arm.",
  "Eagyth: Female Human Fighter, NE. Str 13, Dex 11, Con 7, Int 11, Wis 8, Cha 10. Eagyth has auburn hair and green eyes, and pointed ears. She wears a chain shirt and wields a shortsword and shield. Eagyth speaks with a stutter.",
  "Elen Glyone: Female Human Barbarian, N. Str 16, Dex 10, Con 13, Int 14, Wis 10, Cha 12. Elen has braided brown hair and soft brown eyes, and an unusual tattoo on her arm. She wears scale mail and wields a scimitar and shield. Elen suffers a mild allergy to nuts.",
  "Wude: Female Human Cleric, CG. Str 8, Dex 7, Con 9, Int 10, Wis 14, Cha 12. Wude has messy red hair and bright gray eyes, and small ears. She wears a breastplate and wields a handaxe and shield. Wude compulsively organizes things.",
  "Ryelly: Female Human Wizard, LG. Str 12, Dex 14, Con 9, Int 17, Wis 10, Cha 10. Ryelly has tangled brown hair and gray eyes. She wears ruby robes and wields a dagger and darts. Ryelly has an arcane familiar, a blind six-legged cave lizard which eats stone.",
  "Arurg: Female Human Monk, N. Str 12, Dex 7, Con 9, Int 9, Wis 14, Cha 12. Arurg is rough in appearance, with thick red hair and narrow brown eyes. She wears plain clothing and wields a yari (spear). Arurg is stoic and fiendish.",
  "Athet: Female Human Paladin, Good. Str 13, Dex 10, Con 10, Int 10, Wis 13, Cha 8. Athet has uneven gray hair and large amber eyes, and prominent ears. She wears chain mail and wields a rapier and shield. Athet seeks to destroy the undead.",
  "Hone: Female Human Warlock, NG. Str 11, Dex 9, Con 10, Int 14, Wis 10, Cha 14. Hone has blonde hair and bright hazel eyes. She wears studded leather and wields a mace and sickle.",
  "Eryet: Female Human Monk, LG. Str 10, Dex 11, Con 10, Int 12, Wis 7, Cha 9. Eryet has a round face, with curly blonde hair and large blue eyes. She wears modest garments and wields a kanabo (mace) and kama (sickle). Eryet suffers a deadly allergy to shellfish.",
  "Wene Wellsor: Female Human Bard, LE. Str 11, Dex 7, Con 11, Int 14, Wis 12, Cha 17. Wene is tall and heavyset, with blonde hair and large green eyes. She wears studded leather and wields a rapier.",
  "Wene: Female Human Barbarian, LG. Str 13, Dex 8, Con 14, Int 13, Wis 13, Cha 8. Wene is short, with blonde hair and dark brown eyes. She wears leather armor and wields a flail and longbow. Wene has an animal companion, a brown bear named Wynna.",
  "Withiue: Female Human Cleric, LG. Str 6, Dex 7, Con 10, Int 14, Wis 15, Cha 13. Withiue is exceptionally beautiful, with brown hair and narrow amber eyes. She wears hide armor and wields a mace and dagger. Withiue has an animal companion, a ginger ferret named Hery.",
  "Wyna: Female Human Fighter, N. Str 17, Dex 16, Con 10, Int 12, Wis 11, Cha 8. Wyna has cropped red hair and bright hazel eyes. She wears scale mail and wields a longsword and heavy crossbow. Wyna suffers a mild allergy to rodents.",
  "Cece: Female Human Rogue, NG. Str 13, Dex 15, Con 10, Int 10, Wis 9, Cha 8. Cece is short, with short black hair and hazel eyes. She wears leather armor and wields a handaxe. Cece suffers a mild allergy to rabbits.",
  "Elyn: Female Human Paladin, Good. Str 14, Dex 7, Con 7, Int 6, Wis 17, Cha 16. Elyn is elegant in appearance, with auburn hair and brown eyes. She wears hide armor and wields a whip and shield. Elyn is impossibly lucky.",
  "Hily: Female Human Monk, LN. Str 8, Dex 9, Con 10, Int 7, Wis 7, Cha 13. Hily has thick golden hair and amber eyes, and a magical tattoo on her arm. She wears travel-stained clothing and wields a kanabo (mace) and shuriken (darts).",
  "Hilda: Female Human Rogue, CN. Str 8, Dex 14, Con 6, Int 12, Wis 15, Cha 9. Hilda has straight auburn hair and soft brown eyes, and wears glasses with copper rims. She wears leather armor and wields a rapier. Hilda has an animal companion, a raven named Wige.",
  "Ealed: Female Human Wizard, N. Str 10, Dex 11, Con 7, Int 17, Wis 11, Cha 9. Ealed is tall and heavyset, with uneven gray hair and soft amber eyes. She wears modest garments and wields a dagger and light crossbow. Ealed is superstitious and serious.",
  "Anburg: Female Human Bard, LN. Str 10, Dex 10, Con 10, Int 14, Wis 14, Cha 17. Anburg has gray hair and green eyes. She wears leather armor and wields a rapier and dagger. Anburg is clever and flamboyant.",
  "Wleda: Female Human Fighter, CN. Str 13, Dex 13, Con 7, Int 5, Wis 10, Cha 11. Wleda has a round face, with white hair and gray eyes. She wears splint armor and wields a shortsword. Wleda is a pack-rat, and carries a satchel of random junk.",
  "Marget: Female Human Fighter, NG. Str 14, Dex 15, Con 11, Int 12, Wis 9, Cha 7. Marget is tall, with copper hair and blue eyes. She wears ring mail and wields a pike. Marget is confident and cheerful.",
  "Aered: Female Human Rogue, LG. Str 13, Dex 17, Con 10, Int 10, Wis 13, Cha 10. Aered has a narrow face, with gray hair and blue eyes. She wears leather armor and wields a longsword and light crossbow. Aered is cursed with amnesia.",
  "Earwyd: Female Human Monk, N. Str 8, Dex 13, Con 7, Int 12, Wis 12, Cha 15. Earwyd is tall, with tangled golden hair and sharp amber eyes. She wears simple clothing and wields a bo (quarterstaff). Earwyd dislikes having people behind her.",
  "Suse: Female Human Rogue, LN. Str 13, Dex 17, Con 14, Int 13, Wis 10, Cha 10. Suse is exceptionally beautiful, with black hair and hazel eyes. She wears studded leather and wields a shortsword and hand crossbow. Suse is impossibly lucky.",
  "Hilda: Female Human Sorcerer, LG. Str 12, Dex 12, Con 16, Int 6, Wis 10, Cha 13. Hilda is common in appearance, with long blonde hair and amber eyes. She wears simple clothing and wields a quarterstaff. Hilda has an animal companion, a gray rat named Abel.",
  "Bota: Female Human Monk, N. Str 9, Dex 13, Con 13, Int 11, Wis 9, Cha 14. Bota has curly red hair and green eyes. She wears travel-stained clothing and wields a yari (spear) and shuriken (darts). Bota was petrified for a hundred years.",
  "Line: Female Human Barbarian, N. Str 17, Dex 8, Con 11, Int 8, Wis 11, Cha 8. Line has a square face, with brown hair and gray eyes. She wears studded leather and wields a greatsword. Line seeks to free herself from an ancient curse.",
  "Wynna: Female Human Monk, LN. Str 10, Dex 15, Con 9, Int 7, Wis 12, Cha 7. Wynna is exceptionally beautiful, with blonde hair and amber eyes. She wears modest garments and wields an ono (handaxe) and shuriken (darts). Wynna seeks to save her family from financial ruin.",
  "Withe: Female Human Sorcerer, NE. Str 10, Dex 13, Con 10, Int 14, Wis 6, Cha 15. Withe is wretched in appearance, with auburn hair and brown eyes. She wears modest garments and wields a quarterstaff and light crossbow. Withe is thoughtless and savage.",
  "Balthiue: Female Human Monk, N. Str 10, Dex 12, Con 10, Int 9, Wis 11, Cha 11. Balthiue has cropped golden hair and large green eyes. She wears sturdy clothing and wields an ono (handaxe). Balthiue is protective and truthful.",
  "Elyn: Female Human Fighter, CG. Str 16, Dex 8, Con 12, Int 10, Wis 11, Cha 8. Elyn has copper hair and green eyes, and numerous magical tattoos. She wears ring mail and wields a trident and shield.",
  "Hilda: Female Human Ranger, CN. Str 14, Dex 14, Con 10, Int 12, Wis 17, Cha 13. Hilda is tall and willowy, with black hair and hazel eyes. She wears scale mail and wields a rapier and shield. Hilda is dying and desperately seeks the secret of immortality.",
  "Bely: Female Human Warlock, LG. Str 13, Dex 10, Con 13, Int 13, Wis 9, Cha 12. Bely has cropped copper hair and large amber eyes. She wears studded leather and wields a light hammer. Bely is chivalrous and courteous.",
  "Anfled: Female Human Barbarian, N. Str 12, Dex 9, Con 9, Int 14, Wis 8, Cha 11. Anfled is tall, with matted black hair and narrow amber eyes. She wears scale mail and wields a war pick and shield. Anfled is quiet and stubborn.",
  "Iceth: Female Human Fighter, N. Str 13, Dex 14, Con 11, Int 9, Wis 7, Cha 8. Iceth is short, with silver hair and light brown eyes. She wears half plate and wields a war pick and shield. Iceth seeks to become a knight of the realm.",
  "Burga: Female Human Monk, NG. Str 11, Dex 13, Con 12, Int 12, Wis 7, Cha 8. Burga has a square face, with short white hair and sharp blue eyes. She wears modest garments and wields nunchaku (club). Burga has an animal companion, a gray rat named Sabenn.",
  "Burga: Female Human Rogue, LN. Str 10, Dex 12, Con 5, Int 16, Wis 8, Cha 9. Burga has a square face, with copper hair and dark gray eyes. She wears studded leather and wields a spear and dagger. Burga is impossibly lucky.",
  "Arcorn: Female Human Bard, LN. Str 11, Dex 8, Con 14, Int 13, Wis 12, Cha 16. Arcorn is stout, with brown hair and hazel eyes. She wears studded leather and wields a spear and hand crossbow. Arcorn seeks only fame and glory.",
  "Kater: Female Human Sorcerer, NE. Str 9, Dex 11, Con 11, Int 8, Wis 6, Cha 16. Kater has straight gray hair and large amber eyes, and a beaked nose. She wears modest garments and wields a quarterstaff and darts. Kater compulsively hums.",
  "Bethon: Female Human Fighter, N. Str 13, Dex 17, Con 9, Int 9, Wis 11, Cha 13. Bethon is tall and willowy, with silver hair and light gray eyes. She wears a chain shirt and wields a warhammer and hand crossbow. Bethon is modest and covetous.",
  "Stiva: Female Human Fighter, NE. Str 13, Dex 9, Con 12, Int 7, Wis 11, Cha 10. Stiva is repulsive in appearance, with copper hair and green eyes. She wears a chain shirt and wields a whip and heavy crossbow. Stiva is lazy and combative.",
  "Eryel: Female Human Druid, Neutral. Str 13, Dex 8, Con 7, Int 6, Wis 16, Cha 7. Eryel is exceptionally beautiful, with black hair and large brown eyes. She wears leather armor and wields a spear. Eryel has golden eagle named Santeue.",
  "Mery Aler: Female Human Fighter, LG. Str 14, Dex 9, Con 12, Int 12, Wis 5, Cha 9. Mery has gray hair and bright gray eyes, and a round nose. She wears a chain shirt and wields a battleaxe and shield.",
  "Sabenn: Female Human Ranger, NE. Str 14, Dex 12, Con 10, Int 11, Wis 14, Cha 11. Sabenn is fair in appearance, with curly brown hair and gray eyes. She wears scale mail and wields a morningstar and shield. Sabenn serves a powerful arch-fiend named Myale.",
  "Icell Forde: Female Human Barbarian, N. Str 13, Dex 10, Con 12, Int 8, Wis 10, Cha 11. Icell has silver hair and large brown eyes, and a distinctive mark on her arm. She wears leather armor and wields a war pick and shield. Icell is polite and sharp-tongued.",
  "Enel: Female Human Rogue, NG. Str 10, Dex 14, Con 10, Int 13, Wis 13, Cha 9. Enel is heavyset, with black hair and narrow gray eyes. She wears leather armor and wields a rapier and javelins. Enel is friendly and steadfast.",
  "Wyne: Female Human Warlock, N. Str 11, Dex 7, Con 6, Int 11, Wis 12, Cha 15. Wyne is tall and stout, with long silver hair and bright green eyes. She wears studded leather and wields a mace and light crossbow. Wyne suffers a mild allergy to rodents.",
  "Marget: Female Human Sorcerer, N. Str 10, Dex 11, Con 12, Int 14, Wis 11, Cha 12. Marget has silver hair and light amber eyes. She wears plain clothing and wields a quarterstaff. Marget is amoral and covetous.",
  "Brede: Female Human Monk, LG. Str 15, Dex 16, Con 9, Int 9, Wis 13, Cha 8. Brede is tall, with messy blonde hair and gray eyes. She wears modest garments and wields nunchaku (club) and shuriken (darts). Brede is fascinated by geometry.",
  "Earurh: Female Human Sorcerer, LN. Str 6, Dex 10, Con 12, Int 8, Wis 9, Cha 14. Earurh has red hair and gray eyes. She wears plain clothing and wields a dagger and sling. Earurh is impish and protective.",
  "Aelmed: Female Human Cleric, N. Str 14, Dex 10, Con 9, Int 12, Wis 17, Cha 11. Aelmed is tall, with thick blonde hair and hazel eyes. She wears a chain shirt and wields a quarterstaff and shield.",
  "Wenna: Female Human Paladin, Good. Str 14, Dex 13, Con 7, Int 11, Wis 11, Cha 14. Wenna has copper hair and hazel eyes, and prominent ears. She wears chain mail and wields a halberd. Wenna compulsively whistles.",
  "Burha: Female Human Rogue, N. Str 10, Dex 13, Con 15, Int 9, Wis 5, Cha 7. Burha has golden hair and green eyes. She wears studded leather and wields a rapier. Burha has an animal companion, a dire rat named Athard.",
  "Milda: Female Human Warlock, NG. Str 15, Dex 15, Con 7, Int 9, Wis 10, Cha 14. Milda is tall, with red hair and light hazel eyes. She wears studded leather and wields a spear and light crossbow. Milda is colorblind.",
  "Santiua: Female Human Rogue, NE. Str 11, Dex 14, Con 14, Int 9, Wis 9, Cha 6. Santiua has blonde hair and brown eyes. She wears leather armor and wields a quarterstaff.",
  "Aermyth: Female Human Sorcerer, CE. Str 12, Dex 5, Con 13, Int 8, Wis 11, Cha 13. Aermyth is pleasant in appearance, with tangled red hair and amber eyes. She wears well-made clothing and wields a dagger. Aermyth is hunting the sorcerer who murdered her family.",
  "Aynfleall: Female Human Paladin, Good. Str 10, Dex 8, Con 14, Int 11, Wis 14, Cha 14. Aynfleall has a round face, with straight gray hair and narrow green eyes. She wears a breastplate and wields a morningstar. Aynfleall seeks the meaning of a strange prophecy.",
  "Wulfwe: Female Human Monk, NG. Str 8, Dex 15, Con 7, Int 8, Wis 11, Cha 9. Wulfwe has silver hair and narrow brown eyes. She wears travel-stained clothing and wields a kanabo (mace). Wulfwe is searching for a legendary blade named Heavenly Violence.",
  "Bruda: Female Human Rogue, NG. Str 8, Dex 13, Con 10, Int 10, Wis 10, Cha 8. Bruda has a narrow face, with long black hair and dark green eyes. She wears leather armor and wields a rapier and hand crossbow. Bruda has an animal companion, a sable ferret named Amel.",
  "Aengild: Female Human Barbarian, LN. Str 14, Dex 7, Con 7, Int 12, Wis 10, Cha 15. Aengild has silver hair and gray eyes. She wears leather armor and wields a whip and shield. Aengild seeks to save her family from financial ruin.",
  "Eanfled: Female Human Cleric, N. Str 10, Dex 13, Con 8, Int 9, Wis 14, Cha 10. Eanfled has an angular face, with short silver hair and light gray eyes. She wears a breastplate and wields a club. Eanfled is proud and alluring.",
  "Cyna: Female Human Fighter, N. Str 14, Dex 11, Con 10, Int 11, Wis 12, Cha 12. Cyna is rough in appearance, with thin auburn hair and bright amber eyes. She wears chain mail and wields a rapier and heavy crossbow. Cyna seeks to discover why she cannot remember anything from yesterday.",
  "Aenyth: Female Human Monk, N. Str 12, Dex 12, Con 5, Int 14, Wis 12, Cha 10. Aenyth is short, with thick brown hair and sharp blue eyes. She wears simple clothing and wields an ono (handaxe). Aenyth seeks revenge against the sister who betrayed her.",
  "Burwe: Female Human Warlock, CN. Str 17, Dex 15, Con 7, Int 9, Wis 8, Cha 15. Burwe has golden hair and green eyes. She wears leather armor and wields a quarterstaff.",
  "Kathel: Female Human Paladin, Good. Str 16, Dex 7, Con 8, Int 15, Wis 13, Cha 9. Kathel has curly copper hair and soft blue eyes, and an unusual mark on her arm. She wears a chain shirt and wields a maul. Kathel is courageous and impatient.",
  "Erys: Female Human Barbarian, LN. Str 12, Dex 14, Con 14, Int 11, Wis 8, Cha 11. Erys has a square face, with thick blonde hair and dark amber eyes. She wears leather armor and wields a trident and heavy crossbow. Erys is extravagant and lewd.",
  "Rose: Female Human Wizard, CN. Str 5, Dex 10, Con 10, Int 15, Wis 13, Cha 11. Rose has a round face, with gray hair and blue eyes. She wears brass robes and wields a quarterstaff and light crossbow. Rose is timid and clever.",
  "Heru: Female Human Bard, NG. Str 6, Dex 13, Con 12, Int 13, Wis 10, Cha 12. Heru is fey in appearance, with cropped golden hair and hazel eyes. She wears studded leather and wields a mace. Heru has an animal companion, a white rabbit named Bealdthroua.",
  "Aelflead: Female Human Cleric, LN. Str 12, Dex 13, Con 11, Int 12, Wis 16, Cha 13. Aelflead has a narrow face, with red hair and hazel eyes. She wears half plate and wields a quarterstaff and shield. Aelflead believes that she is being hunted by supernatural creatures.",
  "Elyn: Female Human Bard, LN. Str 7, Dex 14, Con 7, Int 15, Wis 8, Cha 17. Elyn has golden hair and light brown eyes. She wears leather armor and wields a shortsword and hand crossbow.",
  "Mera Greeve: Female Human Fighter, CN. Str 16, Dex 12, Con 12, Int 10, Wis 14, Cha 11. Mera has blonde hair and hazel eyes. She wears a breastplate and wields a morningstar. Mera suffers a paralyzing fear of disease.",
  "Hilda: Female Human Barbarian, N. Str 16, Dex 12, Con 11, Int 12, Wis 13, Cha 11. Hilda is rugged in appearance, with gray hair and hazel eyes. She wears leather armor and wields a war pick and net. Hilda has an animal companion, a black wolf named Eithard.",
  "Sybel Harpayn: Female Human Cleric, N. Str 12, Dex 7, Con 11, Int 9, Wis 17, Cha 16. Sybel has straight blonde hair and large hazel eyes, and a sharp nose. She wears studded leather and wields a quarterstaff and dagger. Sybel has an animal companion, a hawk named Aneth.",
  "Belia: Female Human Fighter, LN. Str 16, Dex 9, Con 11, Int 6, Wis 12, Cha 6. Belia is tall and thin, with blonde hair and green eyes. She wears half plate and wields a greataxe. Belia seeks to atone for past sins.",
  "Aethell: Female Human Fighter, LN. Str 14, Dex 15, Con 12, Int 14, Wis 6, Cha 5. Aethell is tall and thin, with messy red hair and narrow brown eyes. She wears scale mail and wields a battleaxe and shield. Aethell is impish and lustful.",
  "Cynwe: Female Human Rogue, CN. Str 6, Dex 17, Con 15, Int 12, Wis 9, Cha 9. Cynwe has a long face, with blonde hair and light hazel eyes. She wears studded leather and wields a shortsword and sickle. Cynwe has an animal companion, a black snake named Rancis.",
  "Ecil Ileyl: Female Human Rogue, LN. Str 7, Dex 13, Con 12, Int 16, Wis 13, Cha 13. Ecil is pleasant in appearance, with uneven red hair and amber eyes. She wears leather armor and wields a shortsword. Ecil has an animal companion, a black snake named Andert.",
  "Jane: Female Human Fighter, NE. Str 16, Dex 11, Con 15, Int 11, Wis 9, Cha 13. Jane has matted red hair and brown eyes. She wears a breastplate and wields a pike. Jane suffers a paralyzing fear of confined spaces.",
  "Sane Jamal: Female Human Cleric, CG. Str 9, Dex 10, Con 8, Int 14, Wis 13, Cha 16. Sane is cultured in appearance, with thick silver hair and light hazel eyes. She wears half plate and wields a club and sling. Sane is haunted by the ghost of someone she killed.",
  "Joyce: Female Human Paladin, Good. Str 12, Dex 9, Con 9, Int 8, Wis 12, Cha 17. Joyce has golden hair and large hazel eyes, and pointed ears. She wears scale mail and wields a greatsword. Joyce is a pack-rat, and carries a satchel of random junk.",
  "Otad: Female Human Cleric, N. Str 11, Dex 8, Con 11, Int 13, Wis 14, Cha 9. Otad has golden hair and amber eyes, and numerous magical tattoos. She wears studded leather and wields a spear. Otad is hunting the fiend which destroyed her homeland.",
  "Burha: Female Human Wizard, N. Str 6, Dex 11, Con 8, Int 17, Wis 10, Cha 12. Burha has curly red hair and hazel eyes, and small ears. She wears modest garments and wields a quarterstaff and light crossbow. Burha seeks to raise an army of flesh golems.",
  "Kater Bertsell: Female Human Bard, CN. Str 13, Dex 8, Con 12, Int 12, Wis 7, Cha 13. Kater has matted black hair and light gray eyes, and large ears. She wears studded leather and wields a shortsword and light crossbow. Kater has an animal companion, a black rat named Here.",
  "Milda: Female Human Monk, LG. Str 12, Dex 7, Con 13, Int 7, Wis 12, Cha 12. Milda has auburn hair and brown eyes. She wears modest garments and wields a kanabo (mace) and shuriken (darts).",
  "Aerow: Female Human Monk, CG. Str 11, Dex 11, Con 8, Int 12, Wis 14, Cha 13. Aerow is fair in appearance, with blonde hair and sharp brown eyes. She wears sturdy clothing and wields a yari (spear). Aerow seeks to atone for past sins.",
  "Bretheue: Female Human Monk, N. Str 11, Dex 9, Con 6, Int 14, Wis 10, Cha 14. Bretheue is rugged in appearance, with uneven auburn hair and bright green eyes. She wears plain clothing and wields a yari (spear) and kama (sickle). Bretheue has an animal companion, a white monkey named Gery.",
  "Alhswis: Female Human Monk, N. Str 12, Dex 14, Con 10, Int 11, Wis 17, Cha 15. Alhswis is slender, with straight black hair and green eyes. She wears plain clothing and wields a kanabo (mace) and shuriken (darts). Alhswis is sarcastic and selfish.",
  "Bilia: Female Human Ranger, N. Str 12, Dex 14, Con 13, Int 11, Wis 14, Cha 10. Bilia has red hair and gray eyes, and a sharp nose. She wears studded leather and wields a shortsword and shield. Bilia is practical and moody.",
  "Elyn: Female Human Sorcerer, N. Str 7, Dex 14, Con 8, Int 14, Wis 8, Cha 14. Elyn is fey in appearance, with brown hair and hazel eyes. She wears worn clothing and wields a quarterstaff and sling. Elyn seeks only fame and glory.",
  "Hone: Female Human Sorcerer, N. Str 8, Dex 9, Con 8, Int 13, Wis 12, Cha 15. Hone is heavyset, with thick black hair and narrow brown eyes. She wears travel-stained clothing and wields a quarterstaff and light crossbow.",
  "Sarry: Female Human Paladin, Good. Str 12, Dex 5, Con 12, Int 8, Wis 16, Cha 13. Sarry has an angular face, with thick gray hair and dark green eyes. She wears scale mail and wields a rapier and shield. Sarry is searching for her missing son.",
  "Ecix Exleyn: Female Human Monk, LG. Str 13, Dex 12, Con 10, Int 6, Wis 9, Cha 11. Ecix has brown hair and sharp blue eyes, and prominent ears. She wears travel-stained clothing and wields a kanabo (mace) and sai (dagger). Ecix believes that she is the rightful heir to the crown of Gulonde.",
  "Mara: Female Human Rogue, NG. Str 8, Dex 16, Con 8, Int 14, Wis 7, Cha 12. Mara has a narrow face, with curly golden hair and soft brown eyes. She wears studded leather and wields a longsword.",
  "Marger Pycey: Female Human Paladin, Good. Str 13, Dex 12, Con 14, Int 12, Wis 11, Cha 17. Marger has thick auburn hair and narrow gray eyes, and an unusual tattoo on her face. She wears a chain shirt and wields a shortsword. Marger is valiant and energetic.",
  "Phily: Female Human Monk, NE. Str 13, Dex 13, Con 12, Int 13, Wis 10, Cha 10. Phily is exceptionally beautiful, with silver hair and large brown eyes. She wears worn clothing and wields a yari (spear). Phily has an animal companion, a white rabbit named Helwy.",
  "Maly: Female Human Bard, LG. Str 5, Dex 11, Con 10, Int 13, Wis 10, Cha 12. Maly has golden hair and brown eyes, and prominent ears. She wears leather armor and wields a quarterstaff. Maly is brave and fair.",
  "Ealhbun: Female Human Druid, Neutral. Str 12, Dex 13, Con 13, Int 11, Wis 16, Cha 8. Ealhbun has an angular face, with brown hair and large brown eyes. She wears hide armor and wields a quarterstaff and wooden shield. Ealhbun seeks only fame and glory.",
  "Hely Wake: Female Human Druid, Neutral. Str 12, Dex 6, Con 6, Int 12, Wis 15, Cha 11. Hely is exceptionally beautiful, with straight golden hair and hazel eyes. She wears leather armor and wields a scimitar.",
  "Sybeatr: Female Human Rogue, LN. Str 13, Dex 13, Con 7, Int 13, Wis 14, Cha 13. Sybeatr is tall and willowy, with golden hair and green eyes. She wears leather armor and wields a rapier and hand crossbow. Sybeatr has an animal companion, a dire rat named Burga.",
  "Cece: Female Human Ranger, NG. Str 13, Dex 9, Con 10, Int 11, Wis 13, Cha 10. Cece has cropped white hair and hazel eyes, and a thin nose. She wears studded leather and wields a morningstar. Cece secretly serves Forno, an ancient goddess of evil.",
  "Joane Dane: Female Human Rogue, N. Str 12, Dex 17, Con 6, Int 13, Wis 9, Cha 8. Joane is exceptionally beautiful, with brown hair and blue eyes. She wears studded leather and wields a longsword and sling. Joane is pleasant and sarcastic.",
  "Alin: Female Human Cleric, NG. Str 13, Dex 7, Con 15, Int 9, Wis 16, Cha 12. Alin is tall and slender, with short gray hair and dark blue eyes. She wears a breastplate and wields a spear and shield. Alin is cursed with delusions.",
  "Ellyn Goodwe: Female Human Cleric, CN. Str 6, Dex 11, Con 14, Int 12, Wis 15, Cha 14. Ellyn has red hair and blue eyes, and small ears. She wears studded leather and wields a light hammer and javelins. Ellyn has an animal companion, a hawk named Harry."
]