[
  "Elegos: Male Half-elf Fighter, NG. Str 12, Dex 13, Con 12, Int 8, Wis 11, Cha 9. Elegos has long black hair and soft green eyes. He wears ring mail and wields a trident and shield. Elegos is steadfast and polite.",
  "Lasym: Male Half-elf Warlock, CE. Str 12, Dex 8, Con 12, Int 9, Wis 10, Cha 16. Lasym is short and slender, with matted copper hair and hazel eyes. He wears studded leather and wields a handaxe. Lasym seeks wealth and power at any cost.",
  "Galdore: Male Half-elf Druid, Neutral. Str 8, Dex 11, Con 15, Int 14, Wis 15, Cha 9. Galdore is common in appearance, with copper hair and dark hazel eyes. He wears hide armor and wields a mace and wooden shield.",
  "Rewilh: Male Half-elf Sorcerer, LN. Str 6, Dex 13, Con 11, Int 7, Wis 15, Cha 13. Rewilh has golden hair and dark blue eyes, and a matted moustache. He wears modest garments and wields a dagger. Rewilh has an animal companion, a gray rat named Finde.",
  "Fingoli: Male Half-elf Rogue, N. Str 12, Dex 16, Con 11, Int 10, Wis 7, Cha 6. Fingoli is tall and heavyset, with black hair and hazel eyes. He wears leather armor and wields a rapier.",
  "Folke Bailey: Male Half-elf Cleric, LN. Str 6, Dex 7, Con 10, Int 14, Wis 15, Cha 13. Folke is fair in appearance, with curly white hair and hazel eyes. He wears leather armor and wields a club.",
  "Narder Arron: Male Half-elf Fighter, LN. Str 13, Dex 12, Con 7, Int 11, Wis 12, Cha 12. Narder is short and willowy, with short blonde hair and soft green eyes. He wears a chain shirt and wields a whip. Narder has an animal companion, a gray wolf named Abell.",
  "Gileon: Male Half-elf Paladin, Good. Str 13, Dex 11, Con 10, Int 8, Wis 10, Cha 12. Gileon is youthful in appearance, with thick golden hair and amber eyes. He wears chain mail and wields a trident and shield. Gileon is blind in his right eye.",
  "Eron: Male Half-elf Fighter, N. Str 16, Dex 15, Con 15, Int 12, Wis 11, Cha 7. Eron has black hair and blue eyes. He wears a breastplate and wields a scimitar and shield. Eron seeks revenge against the sister who betrayed him.",
  "Gyles: Male Half-elf Rogue, N. Str 8, Dex 14, Con 11, Int 8, Wis 12, Cha 6. Gyles is short and heavyset, with braided black hair and bright blue eyes. He wears leather armor and wields a longsword and darts. Gyles seeks to steal an ancient artifact from the School of Aquinum.",
  "Rewilh Gary: Male Half-elf Rogue, N. Str 10, Dex 13, Con 12, Int 14, Wis 12, Cha 8. Rewilh is tall, with uneven black hair and brown eyes. He wears studded leather and wields a longsword and javelins.",
  "Elengon: Male Half-elf Rogue, N. Str 6, Dex 12, Con 12, Int 14, Wis 10, Cha 11. Elengon is pleasant in appearance, with blonde hair and light gray eyes. He wears studded leather and wields a rapier.",
  "Nichye Deray: Male Half-elf Druid, Neutral. Str 10, Dex 12, Con 13, Int 8, Wis 17, Cha 13. Nichye is stout, with tangled red hair and blue eyes. He wears leather armor and wields a club and darts.",
  "Celeborn: Male Half-elf Monk, NE. Str 11, Dex 12, Con 10, Int 10, Wis 10, Cha 8. Celeborn has a round face, with matted gray hair and narrow gray eyes. He wears sturdy clothing and wields nunchaku (club) and sai (dagger). Celeborn has an animal companion, a white rabbit named Galaser.",
  "Diorodior: Male Half-elf Druid, Neutral. Str 8, Dex 9, Con 12, Int 8, Wis 12, Cha 13. Diorodior has short red hair and hazel eyes. He wears leather armor and wields a mace. Diorodior lost his reflection to a hag.",
  "Anduin: Male Half-elf Paladin, Good. Str 10, Dex 13, Con 10, Int 10, Wis 12, Cha 14. Anduin has a long face, with braided brown hair and dark brown eyes. He wears chain mail and wields a battleaxe. Anduin is impossibly lucky.",
  "Finore: Male Half-elf Fighter, CN. Str 16, Dex 13, Con 9, Int 10, Wis 11, Cha 10. Finore has curly golden hair and large brown eyes. He wears chain mail and wields a warhammer. Finore has an animal companion, a brown bear named Ellyn.",
  "Rancent: Male Half-elf Barbarian, LN. Str 16, Dex 9, Con 13, Int 9, Wis 10, Cha 12. Rancent is common in appearance, with black hair and large green eyes. He wears scale mail and wields a whip and shield. Rancent has an animal companion, a silver dog named Mera.",
  "Thury: Male Half-elf Paladin, Good. Str 9, Dex 7, Con 10, Int 12, Wis 14, Cha 9. Thury has long auburn hair and green eyes, and a cropped moustache. He wears chain mail and wields a warhammer and shield. Thury compulsively organizes things.",
  "Rewalt: Male Half-elf Monk, NG. Str 15, Dex 9, Con 13, Int 9, Wis 13, Cha 11. Rewalt is short, with auburn hair and bright hazel eyes. He wears simple clothing and wields a yari (spear) and shuriken (darts).",
  "Frichye Akes: Male Half-elf Fighter, N. Str 14, Dex 14, Con 8, Int 10, Wis 12, Cha 12. Frichye is short and overweight, with matted silver hair and blue eyes. He wears a chain shirt and wields a scimitar. Frichye is colorblind.",
  "Arthugh: Male Half-elf Wizard, NE. Str 10, Dex 16, Con 13, Int 17, Wis 13, Cha 7. Arthugh has messy white hair and blue eyes, and a distinctive mark on his face. He wears fine clothing and wields a dagger and light crossbow.",
  "Chames Cote: Male Half-elf Monk, NG. Str 11, Dex 10, Con 5, Int 8, Wis 14, Cha 10. Chames has a narrow face, with brown hair and blue eyes. He wears travel-stained clothing and wields a bo (quarterstaff). Chames has an animal companion, a hunting dog named Ellyn.",
  "Piersym: Male Half-elf Cleric, N. Str 12, Dex 9, Con 8, Int 6, Wis 15, Cha 17. Piersym has a long face, with black hair and bright amber eyes. He wears studded leather and wields a light hammer. Piersym is assertive and extravagant.",
  "Golinden: Male Half-elf Bard, CG. Str 11, Dex 5, Con 10, Int 13, Wis 10, Cha 17. Golinden has a long face, with messy red hair and green eyes. He wears leather armor and wields a rapier and dagger. Golinden has an animal companion, a black cat named Finaeli.",
  "Gery Wete: Male Half-elf Rogue, N. Str 11, Dex 13, Con 14, Int 15, Wis 14, Cha 13. Gery has a narrow face, with thick brown hair and light amber eyes. He wears leather armor and wields a shortsword and hand crossbow. Gery is a terrible liar.",
  "Gali: Male Half-elf Warlock, N. Str 7, Dex 9, Con 13, Int 13, Wis 12, Cha 12. Gali has cropped blonde hair and soft blue eyes. He wears studded leather and wields a club. Gali has an animal companion, a giant spider named Aninduil.",
  "Lany: Male Half-elf Fighter, N. Str 16, Dex 16, Con 10, Int 11, Wis 11, Cha 8. Lany is rugged in appearance, with straight black hair and dark brown eyes. He wears hide armor and wields a pike. Lany is dying and desperately seeks the secret of immortality.",
  "Gilgonar: Male Half-elf Paladin, Good. Str 10, Dex 8, Con 10, Int 11, Wis 16, Cha 13. Gilgonar is fair in appearance, with messy auburn hair and bright green eyes. He wears half plate and wields a shortsword. Gilgonar has an animal companion, a white warhorse named Mirie.",
  "Egas: Male Half-elf Monk, N. Str 15, Dex 7, Con 10, Int 11, Wis 10, Cha 11. Egas is tall, with brown hair and sharp gray eyes. He wears travel-stained clothing and wields a kanabo (mace) and shuriken (darts). Egas is dying and desperately seeks the secret of immortality.",
  "Roge: Male Half-elf Sorcerer, N. Str 9, Dex 13, Con 10, Int 8, Wis 6, Cha 16. Roge is heavyset, with messy brown hair and light blue eyes. He wears sturdy clothing and wields a quarterstaff and darts. Roge is hunting the doppelganger which destroyed his homeland.",
  "Celeguil: Male Half-elf Paladin, Good. Str 9, Dex 15, Con 11, Int 10, Wis 15, Cha 13. Celeguil has silver hair and brown eyes, and a thin nose. He wears chain mail and wields a greatsword. Celeguil is hunting the sorcerer who murdered his family.",
  "Georguy: Male Half-elf Fighter, LG. Str 12, Dex 8, Con 14, Int 9, Wis 9, Cha 8. Georguy has a long face, with messy golden hair and amber eyes. He wears a breastplate and wields a flail. Georguy is generous and inventive.",
  "Hamas: Male Half-elf Warlock, NG. Str 12, Dex 8, Con 12, Int 14, Wis 10, Cha 12. Hamas is slender, with gray hair and brown eyes. He wears studded leather and wields a club. Hamas has an animal companion, a giant spider named Lany.",
  "Reward: Male Half-elf Cleric, LN. Str 7, Dex 10, Con 12, Int 8, Wis 15, Cha 15. Reward is thin, with gray hair and sharp hazel eyes. He wears studded leather and wields a handaxe and dagger.",
  "Doredor: Male Half-elf Bard, LN. Str 11, Dex 15, Con 12, Int 9, Wis 12, Cha 13. Doredor has golden hair and green eyes. He wears leather armor and wields a rapier. Doredor is searching for his missing daughter.",
  "Anwelel: Male Half-elf Warlock, NG. Str 10, Dex 11, Con 9, Int 13, Wis 11, Cha 17. Anwelel is courtly in bearing, with black hair and bright brown eyes. He wears leather armor and wields a quarterstaff and sling. Anwelel secretly serves Vapar, an ancient monstrous god.",
  "Gormalgolf: Male Half-elf Rogue, LG. Str 13, Dex 15, Con 11, Int 10, Wis 15, Cha 10. Gormalgolf is common in appearance, with straight red hair and large gray eyes. He wears studded leather and wields a mace. Gormalgolf has an animal companion, a raven named Ariel.",
  "Ethor: Male Half-elf Monk, N. Str 11, Dex 13, Con 9, Int 11, Wis 11, Cha 10. Ethor has a long face, with thick silver hair and sharp green eyes. He wears travel-stained clothing and wields nunchaku (club). Ethor has an animal companion, a gray rat named Galadir.",
  "Pheny Seve: Male Half-elf Rogue, NG. Str 10, Dex 14, Con 10, Int 11, Wis 10, Cha 8. Pheny has silver hair and soft brown eyes, and a cropped beard. He wears leather armor and wields a handaxe and hand crossbow. Pheny seeks to find his true love.",
  "Ellalan: Male Half-elf Wizard, N. Str 10, Dex 9, Con 12, Int 17, Wis 9, Cha 10. Ellalan is fey in appearance, with matted blonde hair and gray eyes. He wears indigo robes and wields a dagger. Ellalan seeks to raise an army of gargoyles.",
  "Galadir: Male Half-elf Ranger, NE. Str 12, Dex 10, Con 9, Int 13, Wis 7, Cha 14. Galadir has a narrow face, with silver hair and amber eyes. He wears a breastplate and wields a scimitar and shield. Galadir is cursed with a maimed leg.",
  "Ralphye Bardaye: Male Half-elf Fighter, N. Str 12, Dex 16, Con 14, Int 12, Wis 13, Cha 5. Ralphye is short and stout, with curly golden hair and blue eyes. He wears splint armor and wields a warhammer and hand crossbow. Ralphye is haunted by the ghost of someone he killed.",
  "Elron: Male Half-elf Ranger, NG. Str 15, Dex 9, Con 6, Int 9, Wis 11, Cha 9. Elron has matted silver hair and hazel eyes, and a long beard. He wears leather armor and wields a pike. Elron blames the gods for every misfortune.",
  "Annaelel: Male Half-elf Barbarian, NE. Str 16, Dex 10, Con 13, Int 6, Wis 6, Cha 13. Annaelel is short, with braided golden hair and large gray eyes. He wears studded leather and wields a whip and heavy crossbow. Annaelel suffers a deadly allergy to pollen.",
  "Geoffry Liamsav: Male Half-elf Monk, N. Str 8, Dex 12, Con 10, Int 11, Wis 12, Cha 5. Geoffry is tall, with black hair and brown eyes. He wears travel-stained clothing and wields a yari (spear) and shuriken (darts).",
  "Galungon: Male Half-elf Rogue, CG. Str 8, Dex 14, Con 8, Int 11, Wis 14, Cha 6. Galungon is fey in appearance, with golden hair and light gray eyes. He wears studded leather and wields a light hammer. Galungon has an animal companion, a black cat named Gyliam.",
  "Ingod: Male Half-elf Monk, LN. Str 12, Dex 13, Con 7, Int 13, Wis 13, Cha 12. Ingod has long blonde hair and gray eyes, and a thin nose. He wears simple clothing and wields nunchaku (club) and shuriken (darts). Ingod is paranoid and corrupt.",
  "Homart: Male Half-elf Cleric, N. Str 9, Dex 7, Con 13, Int 9, Wis 17, Cha 11. Homart has cropped auburn hair and brown eyes, and a curly moustache. He wears studded leather and wields a club and shield.",
  "Edralan: Male Half-elf Fighter, LN. Str 15, Dex 9, Con 11, Int 7, Wis 10, Cha 10. Edralan is fey in appearance, with long gray hair and light gray eyes. He wears hide armor and wields a flail. Edralan seeks to atone for past sins.",
  "Diranthel: Male Half-elf Druid, Neutral. Str 10, Dex 8, Con 6, Int 5, Wis 12, Cha 8. Diranthel has brown hair and large blue eyes. He wears leather armor and wields a scimitar. Diranthel has forest owl named Kather.",
  "Galmionarf: Male Half-elf Ranger, N. Str 7, Dex 14, Con 8, Int 7, Wis 12, Cha 8. Galmionarf is tall and slender, with auburn hair and large blue eyes. He wears scale mail and wields a flail. Galmionarf has dire rat named Joyce.",
  "Areror: Male Half-elf Druid, Neutral. Str 11, Dex 11, Con 11, Int 5, Wis 17, Cha 8. Areror has tangled golden hair and green eyes. He wears leather armor and wields a quarterstaff and wooden shield. Areror is agreeable and lazy.",
  "Harder: Male Half-elf Monk, NE. Str 14, Dex 13, Con 12, Int 5, Wis 8, Cha 9. Harder has cropped red hair and bright blue eyes. He wears travel-stained clothing and wields a bo (quarterstaff) and sai (dagger).",
  "Inad: Male Half-elf Ranger, CG. Str 15, Dex 15, Con 7, Int 13, Wis 12, Cha 11. Inad has a round face, with gray hair and green eyes. He wears leather armor and wields a battleaxe.",
  "Thelegon: Male Half-elf Monk, N. Str 13, Dex 13, Con 10, Int 8, Wis 17, Cha 10. Thelegon has short red hair and gray eyes. He wears simple clothing and wields a yari (spear) and kama (sickle). Thelegon is searching for his missing daughter.",
  "Elror: Male Half-elf Cleric, LG. Str 12, Dex 10, Con 9, Int 7, Wis 17, Cha 17. Elror is cultured in appearance, with braided white hair and large blue eyes. He wears studded leather and wields a club. Elror is chivalrous and thrifty.",
  "Tiny: Male Half-elf Sorcerer, N. Str 14, Dex 7, Con 10, Int 14, Wis 7, Cha 17. Tiny has a narrow face, with black hair and green eyes. He wears sturdy clothing and wields a quarterstaff and light crossbow. Tiny has an animal companion, a vampire bat named Riffin.",
  "Gauwill: Male Half-elf Cleric, CG. Str 10, Dex 7, Con 13, Int 11, Wis 12, Cha 7. Gauwill is elegant in appearance, with braided white hair and dark blue eyes. He wears leather armor and wields a club. Gauwill is searching for the lost Cloister of the Silver Sky.",
  "Diladhel: Male Half-elf Barbarian, CG. Str 14, Dex 11, Con 12, Int 8, Wis 13, Cha 10. Diladhel is common in appearance, with uneven copper hair and dark blue eyes. He wears leather armor and wields a warhammer. Diladhel has an animal companion, a black wolf named Joyce.",
  "Rancis: Male Half-elf Monk, N. Str 9, Dex 14, Con 10, Int 6, Wis 15, Cha 10. Rancis has golden hair and soft amber eyes, and a magical tattoo on his face. He wears simple clothing and wields a bo (quarterstaff) and kama (sickle). Rancis is cursed with traumatic nightmares.",
  "Nichye: Male Half-elf Rogue, N. Str 14, Dex 14, Con 10, Int 12, Wis 7, Cha 12. Nichye is pleasant in appearance, with uneven silver hair and narrow green eyes. He wears leather armor and wields a shortsword and hand crossbow. Nichye is impulsive and honest.",
  "Torinerdh: Male Half-elf Rogue, LN. Str 9, Dex 16, Con 9, Int 8, Wis 6, Cha 11. Torinerdh is heavyset, with thick golden hair and hazel eyes. He wears studded leather and wields a shortsword.",
  "Phony Corby: Male Half-elf Monk, N. Str 14, Dex 14, Con 7, Int 10, Wis 10, Cha 10. Phony is short, with braided silver hair and amber eyes. He wears worn clothing and wields a yari (spear) and kama (sickle). Phony suffers a traumatic fear of heights.",
  "Gery: Male Half-elf Barbarian, N. Str 12, Dex 9, Con 13, Int 7, Wis 13, Cha 12. Gery is fair in appearance, with thin red hair and green eyes. He wears hide armor and wields a morningstar and shield.",
  "Herodan: Male Half-elf Barbarian, N. Str 16, Dex 13, Con 7, Int 6, Wis 11, Cha 9. Herodan has copper hair and light hazel eyes, and a tangled beard. He wears scale mail and wields a rapier. Herodan is cursed with chronic pain.",
  "Breyny Burney: Male Half-elf Fighter, NG. Str 15, Dex 14, Con 9, Int 11, Wis 9, Cha 8. Breyny has a square face, with auburn hair and amber eyes. He wears half plate and wields a warhammer and shield. Breyny is hunting the warlord who stole his ancestral sword.",
  "Gilex: Male Half-elf Cleric, N. Str 8, Dex 13, Con 10, Int 9, Wis 16, Cha 12. Gilex has straight brown hair and brown eyes, and a beaked nose. He wears scale mail and wields a spear and sling. Gilex has an animal companion, a ginger ferret named Imith.",
  "Hamas: Male Half-elf Ranger, LE. Str 13, Dex 7, Con 12, Int 6, Wis 7, Cha 15. Hamas is common in appearance, with silver hair and bright brown eyes. He wears leather armor and wields a morningstar. Hamas is mercenary and corrupt.",
  "Oror: Male Half-elf Fighter, N. Str 14, Dex 13, Con 6, Int 9, Wis 5, Cha 14. Oror has silver hair and green eyes, and a short beard. He wears splint armor and wields a flail. Oror is practical and cowardly.",
  "Elenwel: Male Half-elf Rogue, NG. Str 11, Dex 16, Con 10, Int 10, Wis 9, Cha 11. Elenwel is common in appearance, with uneven white hair and amber eyes. He wears leather armor and wields a club. Elenwel speaks with a quiet voice.",
  "Geoffry Dane: Male Half-elf Cleric, NG. Str 11, Dex 15, Con 11, Int 11, Wis 17, Cha 14. Geoffry is fey in appearance, with uneven blonde hair and sharp hazel eyes. He wears hide armor and wields a mace and sickle.",
  "Elror: Male Half-elf Fighter, N. Str 14, Dex 13, Con 13, Int 13, Wis 12, Cha 10. Elror has tangled copper hair and blue eyes, and small ears. He wears scale mail and wields a scimitar. Elror is clever and determined.",
  "Galmagli: Male Half-elf Rogue, N. Str 10, Dex 13, Con 12, Int 13, Wis 11, Cha 7. Galmagli is common in appearance, with silver hair and blue eyes. He wears studded leather and wields a spear and hand crossbow. Galmagli seeks revenge against the aristocrat who framed him.",
  "Ethert Shancey: Male Half-elf Fighter, N. Str 14, Dex 15, Con 8, Int 13, Wis 8, Cha 6. Ethert is rough in appearance, with curly white hair and brown eyes. He wears a breastplate and wields a scimitar. Ethert is covetous and foolhardy.",
  "Danethil: Male Half-elf Barbarian, N. Str 14, Dex 11, Con 12, Int 10, Wis 14, Cha 11. Danethil has thick blonde hair and blue eyes, and wears glasses with bronze rims. He wears leather armor and wields a rapier. Danethil is timid and greedy.",
  "Ophel: Male Half-elf Fighter, LN. Str 15, Dex 12, Con 8, Int 9, Wis 10, Cha 10. Ophel has brown hair and blue eyes. He wears chain mail and wields a pike. Ophel is fascinated by death.",
  "Inwegas: Male Half-elf Cleric, LG. Str 12, Dex 13, Con 13, Int 9, Wis 13, Cha 17. Inwegas has brown hair and hazel eyes. He wears a breastplate and wields a light hammer.",
  "Diorahir: Male Half-elf Druid, Neutral. Str 13, Dex 5, Con 6, Int 13, Wis 16, Cha 10. Diorahir has a round face, with auburn hair and hazel eyes. He wears hide armor and wields a club. Diorahir has forest owl named Nathye.",
  "Ladire: Male Half-elf Ranger, NE. Str 12, Dex 10, Con 8, Int 14, Wis 13, Cha 12. Ladire is tall, with blonde hair and brown eyes. He wears hide armor and wields a flail. Ladire is mercenary and crude.",
  "Raffin: Male Half-elf Paladin, Good. Str 11, Dex 10, Con 9, Int 8, Wis 11, Cha 12. Raffin has golden hair and green eyes, and wears glasses with platinum rims. He wears ring mail and wields a war pick and shield.",
  "Ancis: Male Half-elf Barbarian, N. Str 14, Dex 14, Con 8, Int 12, Wis 11, Cha 14. Ancis has blonde hair and narrow green eyes, and a messy moustache. He wears scale mail and wields a morningstar and shield. Ancis seeks revenge against the sister who betrayed him.",
  "Arryn: Male Half-elf Fighter, NE. Str 15, Dex 17, Con 8, Int 11, Wis 8, Cha 10. Arryn has a narrow face, with braided brown hair and green eyes. He wears plate armor and wields a halberd. Arryn is aggressive and sadistic.",
  "Artis: Male Half-elf Monk, N. Str 7, Dex 14, Con 9, Int 7, Wis 12, Cha 12. Artis has a long face, with brown hair and blue eyes. He wears plain clothing and wields a yari (spear).",
  "Alen Bailey: Male Half-elf Monk, NE. Str 14, Dex 12, Con 10, Int 10, Wis 14, Cha 10. Alen is short, with matted white hair and blue eyes. He wears worn clothing and wields a kanabo (mace) and shuriken (darts). Alen suffers a deadly allergy to elves.",
  "Ebrin: Male Half-elf Fighter, NE. Str 12, Dex 8, Con 9, Int 14, Wis 8, Cha 12. Ebrin has black hair and green eyes. He wears ring mail and wields a morningstar and shield. Ebrin frequently uses uncommon words incorrectly.",
  "Atanthil: Male Half-elf Paladin, Good. Str 8, Dex 9, Con 6, Int 10, Wis 7, Cha 9. Atanthil is tall, with gray hair and hazel eyes. He wears splint armor and wields a war pick. Atanthil is hunting the fiend which destroyed his homeland.",
  "Penli: Male Half-elf Fighter, LN. Str 15, Dex 10, Con 14, Int 13, Wis 9, Cha 12. Penli has tangled gray hair and green eyes. He wears a breastplate and wields a longsword and longbow. Penli suffers a paralyzing fear of darkness.",
  "Alador: Male Half-elf Cleric, N. Str 5, Dex 11, Con 10, Int 10, Wis 16, Cha 12. Alador has an angular face, with messy silver hair and large gray eyes. He wears half plate and wields a club and sickle. Alador is foolhardy and impish.",
  "Gauwilh: Male Half-elf Ranger, N. Str 14, Dex 12, Con 11, Int 8, Wis 12, Cha 9. Gauwilh has a narrow face, with blonde hair and amber eyes. He wears studded leather and wields a greatsword. Gauwilh is pessimistic and gullible.",
  "Gery Borney: Male Half-elf Paladin, Good. Str 12, Dex 11, Con 12, Int 8, Wis 7, Cha 13. Gery is noble in bearing, with thin blonde hair and blue eyes. He wears chain mail and wields a shortsword. Gery has an animal companion, a bay warhorse named Marey.",
  "Gylas: Male Half-elf Rogue, LN. Str 11, Dex 17, Con 13, Int 10, Wis 7, Cha 8. Gylas is short, with copper hair and large brown eyes. He wears leather armor and wields a shortsword and dagger. Gylas secretly serves Albex, an ancient god of trickery.",
  "Lorfindor: Male Half-elf Monk, N. Str 12, Dex 11, Con 10, Int 9, Wis 7, Cha 10. Lorfindor has white hair and green eyes, and a matted moustache. He wears travel-stained clothing and wields a bo (quarterstaff) and kama (sickle). Lorfindor suffers a traumatic fear of clerics.",
  "Reward: Male Half-elf Warlock, NG. Str 14, Dex 9, Con 8, Int 15, Wis 10, Cha 15. Reward is cultured in appearance, with straight black hair and light green eyes. He wears studded leather and wields a light hammer. Reward is fair and shrewd.",
  "Ahingon: Male Half-elf Bard, NE. Str 13, Dex 11, Con 8, Int 15, Wis 12, Cha 12. Ahingon is short and slender, with tangled red hair and sharp brown eyes. He wears leather armor and wields a club and light crossbow. Ahingon seeks to raise an army of flesh golems.",
  "Alas: Male Half-elf Barbarian, N. Str 17, Dex 9, Con 11, Int 8, Wis 15, Cha 11. Alas is short and thin, with messy gray hair and amber eyes. He wears leather armor and wields a morningstar and blowgun. Alas is cursed with wild tremors.",
  "Belure: Male Half-elf Fighter, LN. Str 13, Dex 12, Con 8, Int 8, Wis 7, Cha 10. Belure has red hair and dark hazel eyes, and a beaked nose. He wears a breastplate and wields a shortsword. Belure is searching for a legendary blade named Wraithrazor.",
  "Ryany: Male Half-elf Druid, Neutral. Str 9, Dex 10, Con 7, Int 9, Wis 12, Cha 15. Ryany has red hair and blue eyes. He wears hide armor and wields a mace. Ryany has green snake named Celodor.",
  "Ancip Ratcley: Male Half-elf Fighter, NE. Str 15, Dex 13, Con 14, Int 8, Wis 12, Cha 11. Ancip is heavyset, with curly brown hair and dark brown eyes. He wears ring mail and wields a trident. Ancip is slothful and secretive.",
  "Homes: Male Half-elf Fighter, NE. Str 15, Dex 11, Con 6, Int 11, Wis 15, Cha 11. Homes has a long face, with silver hair and green eyes. He wears scale mail and wields a rapier and blowgun. Homes has an animal companion, a black dog named Hughye.",
  "Riffolk Wyare: Male Half-elf Warlock, N. Str 8, Dex 6, Con 12, Int 12, Wis 10, Cha 17. Riffolk is overweight, with braided white hair and narrow brown eyes. He wears leather armor and wields a light hammer. Riffolk is searching for his lost sister.",
  "Narder: Male Half-elf Ranger, CN. Str 10, Dex 8, Con 12, Int 11, Wis 16, Cha 7. Narder has short gray hair and blue eyes, and an uneven moustache. He wears studded leather and wields a halberd. Narder speaks with a quiet voice.",
  "Stephye: Male Half-elf Monk, NG. Str 13, Dex 17, Con 9, Int 12, Wis 11, Cha 8. Stephye is common in appearance, with long auburn hair and blue eyes. He wears worn clothing and wields a kanabo (mace) and sai (dagger). Stephye seeks only fame and glory.",
  "Breder: Male Half-elf Warlock, CE. Str 12, Dex 9, Con 7, Int 8, Wis 11, Cha 12. Breder has golden hair and amber eyes, and a tangled moustache. He wears studded leather and wields a mace and sickle. Breder has an animal companion, a giant spider named Imlotel.",
  "Ahtan: Male Half-elf Paladin, Good. Str 12, Dex 10, Con 9, Int 13, Wis 13, Cha 11. Ahtan has cropped gray hair and narrow green eyes, and a long moustache. He wears a breastplate and wields a morningstar and shield. Ahtan is cheerful and diplomatic.",
  "Harder Jorde: Male Half-elf Sorcerer, LN. Str 13, Dex 9, Con 9, Int 8, Wis 13, Cha 14. Harder is heavyset, with thick copper hair and large hazel eyes. He wears travel-stained clothing and wields a dagger and sling. Harder seeks revenge against the sister who betrayed him.",
  "Thranthire: Male Half-elf Fighter, NG. Str 14, Dex 9, Con 6, Int 10, Wis 7, Cha 6. Thranthire has a narrow face, with braided auburn hair and narrow green eyes. He wears hide armor and wields a scimitar.",
  "Giles Drete: Male Half-elf Bard, CN. Str 12, Dex 8, Con 9, Int 7, Wis 6, Cha 15. Giles has messy silver hair and brown eyes. He wears studded leather and wields a shortsword and hand crossbow. Giles is searching for his missing familiar, a sable ferret named Rewill.",
  "Eras: Male Half-elf Monk, CN. Str 7, Dex 14, Con 14, Int 14, Wis 12, Cha 15. Eras has a long face, with straight golden hair and narrow green eyes. He wears simple clothing and wields a kanabo (mace). Eras is extravagant and suspicious.",
  "Eron: Male Half-elf Rogue, N. Str 13, Dex 15, Con 13, Int 11, Wis 12, Cha 10. Eron has curly copper hair and light green eyes. He wears studded leather and wields a rapier and sickle.",
  "Vyncent: Male Half-elf Paladin, Good. Str 10, Dex 9, Con 10, Int 9, Wis 12, Cha 11. Vyncent is rugged in appearance, with brown hair and amber eyes. He wears a chain shirt and wields a greatsword. Vyncent suffers a mild allergy to silver.",
  "Celaduil: Male Half-elf Warlock, LN. Str 11, Dex 10, Con 5, Int 10, Wis 9, Cha 12. Celaduil is slender, with auburn hair and gray eyes. He wears studded leather and wields a club. Celaduil is haunted by the ghost of someone he killed.",
  "Reder: Male Half-elf Monk, LG. Str 14, Dex 17, Con 5, Int 14, Wis 9, Cha 8. Reder is cultured in appearance, with short auburn hair and bright gray eyes. He wears well-made clothing and wields a yari (spear). Reder is cultured and honest.",
  "Golegild: Male Half-elf Fighter, N. Str 13, Dex 15, Con 8, Int 8, Wis 11, Cha 10. Golegild has a long face, with long brown hair and brown eyes. He wears ring mail and wields a halberd. Golegild is cursed with traumatic nightmares.",
  "Elron: Male Half-elf Cleric, NE. Str 10, Dex 7, Con 8, Int 12, Wis 15, Cha 8. Elron has a narrow face, with gray hair and hazel eyes. He wears leather armor and wields a spear.",
  "Ilbos: Male Half-elf Rogue, N. Str 9, Dex 16, Con 11, Int 11, Wis 13, Cha 10. Ilbos has a narrow face, with white hair and amber eyes. He wears studded leather and wields a longsword and hand crossbow. Ilbos is shrewd and cruel.",
  "Waltom Keson: Male Half-elf Paladin, Good. Str 12, Dex 10, Con 10, Int 7, Wis 13, Cha 8. Waltom is noble in bearing, with black hair and hazel eyes. He wears splint armor and wields a warhammer and shield.",
  "Arelel: Male Half-elf Ranger, NE. Str 9, Dex 13, Con 9, Int 10, Wis 10, Cha 14. Arelel is repulsive in appearance, with braided blonde hair and narrow blue eyes. He wears studded leather and wields a whip and shield. Arelel is a skilled actor.",
  "Gery Gysby: Male Half-elf Druid, Neutral. Str 14, Dex 9, Con 10, Int 5, Wis 16, Cha 14. Gery has an angular face, with thin auburn hair and green eyes. He wears leather armor and wields a club. Gery has dire rat named Helia.",
  "Elurung: Male Half-elf Fighter, NE. Str 14, Dex 13, Con 8, Int 10, Wis 10, Cha 9. Elurung is short and overweight, with black hair and green eyes. He wears ring mail and wields a maul. Elurung is searching for an ancient artifact of evil.",
  "Elung: Male Half-elf Rogue, LG. Str 8, Dex 16, Con 13, Int 12, Wis 11, Cha 9. Elung has short silver hair and amber eyes, and pointed ears. He wears studded leather and wields a shortsword.",
  "Droge Pycey: Male Half-elf Warlock, N. Str 13, Dex 9, Con 9, Int 11, Wis 11, Cha 17. Droge has matted golden hair and light green eyes, and a round nose. He wears leather armor and wields a club. Droge seeks to atone for past sins.",
  "Gylex: Male Half-elf Rogue, LE. Str 10, Dex 17, Con 8, Int 10, Wis 14, Cha 5. Gylex is tall, with curly black hair and blue eyes. He wears studded leather and wields a shortsword and light crossbow. Gylex is callous and sadistic.",
  "Mablegal: Male Half-elf Bard, NG. Str 14, Dex 9, Con 10, Int 7, Wis 9, Cha 13. Mablegal has uneven copper hair and large gray eyes, and pointed ears. He wears leather armor and wields a rapier. Mablegal is fearless and reserved.",
  "Lesym: Male Half-elf Rogue, NE. Str 11, Dex 17, Con 13, Int 10, Wis 12, Cha 9. Lesym has curly gray hair and sharp brown eyes, and a short beard. He wears leather armor and wields a shortsword and darts. Lesym is a skilled actor.",
  "Elror: Male Half-elf Monk, NG. Str 14, Dex 10, Con 10, Int 8, Wis 10, Cha 7. Elror is short, with short golden hair and narrow brown eyes. He wears modest garments and wields a kanabo (mace).",
  "Elel: Male Half-elf Paladin, Good. Str 11, Dex 7, Con 13, Int 8, Wis 11, Cha 10. Elel is fey in appearance, with white hair and blue eyes. He wears ring mail and wields a maul. Elel seeks to destroy the undead.",
  "Chenry: Male Half-elf Druid, Neutral. Str 15, Dex 13, Con 12, Int 8, Wis 13, Cha 11. Chenry has an angular face, with white hair and blue eyes. He wears hide armor and wields a scimitar and dagger. Chenry seeks to save his family from financial ruin.",
  "Gyles: Male Half-elf Rogue, N. Str 6, Dex 16, Con 10, Int 14, Wis 9, Cha 10. Gyles has a square face, with straight copper hair and bright gray eyes. He wears studded leather and wields a longsword and dagger. Gyles has an animal companion, a black cat named Edherwen.",
  "Elurir: Male Half-elf Warlock, NG. Str 10, Dex 14, Con 15, Int 8, Wis 12, Cha 17. Elurir has an angular face, with curly golden hair and light amber eyes. He wears studded leather and wields a quarterstaff. Elurir dislikes anyone smaller than him.",
  "Elrorm: Male Half-elf Paladin, Good. Str 11, Dex 9, Con 7, Int 13, Wis 15, Cha 13. Elrorm has an angular face, with short copper hair and narrow blue eyes. He wears a breastplate and wields a maul. Elrorm has an animal companion, a bay warhorse named Imis.",
  "Richye: Male Half-elf Sorcerer, NG. Str 5, Dex 12, Con 8, Int 10, Wis 7, Cha 17. Richye has a narrow face, with uneven golden hair and hazel eyes. He wears modest garments and wields a quarterstaff and sling. Richye has an animal companion, a ginger weasel named Enen.",
  "Eleror: Male Half-elf Cleric, LN. Str 11, Dex 13, Con 10, Int 11, Wis 17, Cha 14. Eleror has silver hair and hazel eyes. He wears hide armor and wields a club and shield.",
  "Pheny Garre: Male Half-elf Monk, NE. Str 14, Dex 8, Con 10, Int 12, Wis 13, Cha 8. Pheny has silver hair and gray eyes, and a maimed left hand. He wears sturdy clothing and wields an ono (handaxe). Pheny refers to himself in the third person.",
  "Drewill: Male Half-elf Rogue, LG. Str 11, Dex 12, Con 10, Int 17, Wis 8, Cha 12. Drewill is short and overweight, with auburn hair and light hazel eyes. He wears leather armor and wields a quarterstaff and hand crossbow. Drewill has an animal companion, a raven named Gilmirie.",
  "Carosaer: Male Half-elf Monk, CG. Str 12, Dex 16, Con 5, Int 9, Wis 14, Cha 11. Carosaer has black hair and blue eyes, and pointed ears. He wears well-made clothing and wields a kanabo (mace).",
  "Eror: Male Half-elf Warlock, N. Str 15, Dex 9, Con 8, Int 8, Wis 6, Cha 13. Eror has a round face, with blonde hair and blue eyes. He wears leather armor and wields a club and javelins. Eror is superstitious and fiendish.",
  "Johny: Male Half-elf Wizard, N. Str 8, Dex 16, Con 11, Int 13, Wis 14, Cha 11. Johny has a long face, with messy copper hair and bright amber eyes. He wears modest garments and wields a dagger. Johny seeks to become an instructor at the Athenaeum of Arcane Study.",
  "Enwel: Male Half-elf Paladin, Good. Str 11, Dex 9, Con 14, Int 9, Wis 12, Cha 11. Enwel has thin blonde hair and large gray eyes, and a round nose. He wears scale mail and wields a whip and shield. Enwel has an animal companion, a black warhorse named Stomes.",
  "Anduin: Male Half-elf Rogue, CE. Str 11, Dex 13, Con 9, Int 10, Wis 9, Cha 13. Anduin has uneven gray hair and dark amber eyes. He wears studded leather and wields a rapier and darts. Anduin is a terrible liar.",
  "Gerey: Male Half-elf Fighter, NG. Str 17, Dex 12, Con 11, Int 15, Wis 7, Cha 9. Gerey has a narrow face, with copper hair and dark hazel eyes. He wears plate armor and wields a longsword and net. Gerey is painfully tone-deaf.",
  "Caroden: Male Half-elf Rogue, CG. Str 12, Dex 15, Con 9, Int 14, Wis 10, Cha 6. Caroden has copper hair and gray eyes, and an unusual mark on his arm. He wears leather armor and wields a shortsword. Caroden is idealistic and fair.",
  "Roge: Male Half-elf Ranger, LE. Str 13, Dex 11, Con 12, Int 6, Wis 11, Cha 9. Roge has long red hair and hazel eyes, and numerous distinctive tattoos. He wears a chain shirt and wields a pike.",
  "Atas: Male Half-elf Bard, N. Str 6, Dex 11, Con 8, Int 13, Wis 7, Cha 15. Atas has matted golden hair and sharp hazel eyes. He wears studded leather and wields a longsword and hand crossbow. Atas is searching for his missing son.",
  "Robert: Male Half-elf Monk, N. Str 11, Dex 15, Con 9, Int 14, Wis 12, Cha 10. Robert has a narrow face, with silver hair and sharp gray eyes. He wears well-made clothing and wields a bo (quarterstaff) and sai (dagger). Robert has an animal companion, a golden monkey named Nerde.",
  "Eleror: Male Half-elf Rogue, LN. Str 10, Dex 15, Con 11, Int 13, Wis 10, Cha 12. Eleror is rough in appearance, with copper hair and gray eyes. He wears studded leather and wields a rapier. Eleror is foolhardy and disorganized.",
  "Rewis: Male Half-elf Rogue, CN. Str 9, Dex 13, Con 8, Int 12, Wis 9, Cha 7. Rewis is stout, with red hair and blue eyes. He wears studded leather and wields a longsword. Rewis was raised by cultists of Male Fated Commoner.",
  "Rewilh Cote: Male Half-elf Monk, NG. Str 9, Dex 15, Con 10, Int 7, Wis 9, Cha 15. Rewilh is heavyset, with blonde hair and hazel eyes. He wears plain clothing and wields a bo (quarterstaff). Rewilh dislikes anyone bigger than him.",
  "Eomior: Male Half-elf Paladin, Good. Str 15, Dex 11, Con 12, Int 12, Wis 9, Cha 8. Eomior is tall, with short black hair and dark blue eyes. He wears scale mail and wields a greataxe.",
  "Arryn: Male Half-elf Paladin, Good. Str 13, Dex 12, Con 13, Int 13, Wis 8, Cha 15. Arryn is fair in appearance, with uneven gray hair and narrow green eyes. He wears chain mail and wields a trident. Arryn is imaginative and honorable.",
  "Bertom: Male Half-elf Rogue, CE. Str 15, Dex 14, Con 10, Int 14, Wis 7, Cha 13. Bertom has straight gray hair and narrow brown eyes, and an unusual mark on his face. He wears studded leather and wields a shortsword. Bertom is searching for an ancient artifact of evil.",
  "Reder: Male Half-elf Rogue, N. Str 8, Dex 17, Con 9, Int 12, Wis 15, Cha 13. Reder has white hair and large green eyes, and a round nose. He wears leather armor and wields a shortsword. Reder is gullible and envious.",
  "Oror: Male Half-elf Druid, Neutral. Str 16, Dex 11, Con 14, Int 14, Wis 17, Cha 12. Oror is fey in appearance, with uneven brown hair and soft green eyes. He wears hide armor and wields a mace and javelins. Oror seeks to atone for past sins.",
  "Ales Hawte: Male Half-elf Cleric, LN. Str 6, Dex 10, Con 8, Int 10, Wis 12, Cha 15. Ales has silver hair and narrow hazel eyes, and a thin nose. He wears leather armor and wields a quarterstaff and shield. Ales has an animal companion, a white rabbit named Nimrielye.",
  "Ethoror: Male Half-elf Rogue, N. Str 12, Dex 12, Con 11, Int 11, Wis 8, Cha 7. Ethoror is stout, with messy blonde hair and gray eyes. He wears leather armor and wields a rapier.",
  "Hames: Male Half-elf Cleric, N. Str 8, Dex 11, Con 13, Int 12, Wis 17, Cha 7. Hames is fair in appearance, with copper hair and gray eyes. He wears leather armor and wields a quarterstaff and light crossbow. Hames is haunted by the ghost of someone he killed.",
  "Emmil: Male Half-elf Fighter, NG. Str 13, Dex 9, Con 15, Int 7, Wis 8, Cha 15. Emmil has short white hair and brown eyes, and a braided moustache. He wears splint armor and wields a flail. Emmil speaks with a mousy voice.",
  "Athyew: Male Half-elf Barbarian, N. Str 13, Dex 8, Con 15, Int 10, Wis 11, Cha 10. Athyew is tall and thin, with gray hair and hazel eyes. He wears hide armor and wields a maul. Athyew has an animal companion, a black bear named Anilas.",
  "Lesym: Male Half-elf Rogue, CN. Str 11, Dex 15, Con 9, Int 8, Wis 13, Cha 8. Lesym is rugged in appearance, with short copper hair and blue eyes. He wears leather armor and wields a shortsword. Lesym has an animal companion, a sable ferret named Folke.",
  "Friffolk: Male Half-elf Wizard, LG. Str 11, Dex 7, Con 6, Int 14, Wis 8, Cha 8. Friffolk has a long face, with gray hair and blue eyes. He wears modest garments and wields a quarterstaff and darts. Friffolk seeks to free himself from an ancient curse.",
  "Fingolfin: Male Half-elf Sorcerer, CG. Str 8, Dex 12, Con 16, Int 12, Wis 8, Cha 13. Fingolfin is noble in bearing, with short auburn hair and large brown eyes. He wears sturdy clothing and wields a dagger and darts. Fingolfin is absent-minded, and always searching for a missing item.",
  "Ladenael: Male Half-elf Paladin, Good. Str 11, Dex 9, Con 9, Int 10, Wis 10, Cha 13. Ladenael has thick red hair and brown eyes, and a cropped beard. He wears chain mail and wields a longsword and shield. Ladenael has an animal companion, a white warhorse named Vyncent.",
  "Symas Anerts: Male Half-elf Cleric, N. Str 11, Dex 10, Con 9, Int 10, Wis 12, Cha 9. Symas is heavyset, with golden hair and amber eyes. He wears studded leather and wields a light hammer. Symas has an animal companion, a gray rat named Arwellas.",
  "Egnor: Male Half-elf Barbarian, N. Str 14, Dex 6, Con 15, Int 14, Wis 12, Cha 7. Egnor has short white hair and amber eyes, and a beaked nose. He wears studded leather and wields a greataxe. Egnor suffers a paralyzing fear of disease.",
  "Giles Aran: Male Half-elf Paladin, Good. Str 13, Dex 8, Con 10, Int 10, Wis 14, Cha 7. Giles is rough in appearance, with straight white hair and brown eyes. He wears a breastplate and wields a greataxe. Giles is generous and agreeable.",
  "Dorethil: Male Half-elf Wizard, CN. Str 10, Dex 15, Con 9, Int 14, Wis 9, Cha 11. Dorethil is short and stout, with copper hair and soft hazel eyes. He wears simple clothing and wields a quarterstaff and sling.",
  "Rarder: Male Half-elf Paladin, Good. Str 14, Dex 7, Con 8, Int 9, Wis 17, Cha 11. Rarder has uneven red hair and dark blue eyes. He wears plate armor and wields a whip. Rarder compulsively scratches an old scar.",
  "Mionerdhil: Male Half-elf Barbarian, LN. Str 12, Dex 12, Con 12, Int 12, Wis 8, Cha 13. Mionerdhil has braided gray hair and green eyes, and numerous distinctive tattoos. He wears hide armor and wields a warhammer. Mionerdhil is searching for the legendary elven kingdom of Essealand.",
  "Feanaeli: Male Half-elf Fighter, LG. Str 15, Dex 7, Con 10, Int 13, Wis 12, Cha 5. Feanaeli has matted blonde hair and bright brown eyes, and numerous unusual tattoos. He wears plate armor and wields a scimitar and shield. Feanaeli is only friendly towards other half-elves..",
  "Bralphye Cote: Male Half-elf Bard, LG. Str 11, Dex 7, Con 11, Int 10, Wis 11, Cha 15. Bralphye is rough in appearance, with white hair and bright brown eyes. He wears studded leather and wields a rapier. Bralphye has an animal companion, a green firedrake named Mery.",
  "Hughye Bardye: Male Half-elf Monk, CG. Str 14, Dex 10, Con 10, Int 5, Wis 15, Cha 13. Hughye has curly brown hair and light green eyes, and a beaked nose. He wears travel-stained clothing and wields a kanabo (mace). Hughye has an animal companion, a white rabbit named Ereneg.",
  "Arlert Erneys: Male Half-elf Fighter, NG. Str 15, Dex 12, Con 9, Int 13, Wis 8, Cha 15. Arlert has cropped blonde hair and bright green eyes, and a thin moustache. He wears hide armor and wields a halberd. Arlert is cheerful and intuitive.",
  "Gerey: Male Half-elf Fighter, NG. Str 12, Dex 11, Con 14, Int 11, Wis 9, Cha 13. Gerey is heavyset, with uneven golden hair and green eyes. He wears scale mail and wields a rapier and heavy crossbow. Gerey seeks to prove himself to his peers.",
  "Gauwis Ryson: Male Half-elf Cleric, N. Str 12, Dex 9, Con 10, Int 11, Wis 13, Cha 14. Gauwis is willowy, with matted white hair and amber eyes. He wears scale mail and wields a quarterstaff and shield. Gauwis was raised by cultists of the Sentinel of Lamps.",
  "Eras Grysev: Male Half-elf Rogue, N. Str 9, Dex 16, Con 13, Int 8, Wis 8, Cha 8. Eras is pleasant in appearance, with auburn hair and large blue eyes. He wears studded leather and wields a shortsword and hand crossbow. Eras avoids eye contact.",
  "Richye: Male Half-elf Sorcerer, NG. Str 13, Dex 7, Con 10, Int 12, Wis 9, Cha 17. Richye has a round face, with silver hair and amber eyes. He wears modest garments and wields a dagger and light crossbow. Richye has an animal companion, a silver cat named Enwel.",
  "Theny: Male Half-elf Cleric, LN. Str 8, Dex 10, Con 10, Int 10, Wis 15, Cha 13. Theny has brown hair and blue eyes. He wears studded leather and wields a light hammer.",
  "Altes: Male Half-elf Cleric, N. Str 10, Dex 10, Con 13, Int 12, Wis 13, Cha 12. Altes is short and willowy, with black hair and hazel eyes. He wears leather armor and wields a handaxe and shield. Altes is dying and desperately seeks the secret of immortality.",
  "Elegon: Male Half-elf Barbarian, LG. Str 15, Dex 8, Con 11, Int 10, Wis 7, Cha 10. Elegon is noble in bearing, with uneven golden hair and dark amber eyes. He wears leather armor and wields a trident and longbow. Elegon is haunted by the memories of a past life.",
  "Warder Fane: Male Half-elf Warlock, N. Str 12, Dex 11, Con 9, Int 13, Wis 12, Cha 16. Warder is slender, with silver hair and soft blue eyes. He wears leather armor and wields a mace and shortbow. Warder is talkative and merciless.",
  "Rewalt: Male Half-elf Fighter, LN. Str 13, Dex 12, Con 9, Int 11, Wis 10, Cha 12. Rewalt has a long face, with copper hair and soft blue eyes. He wears ring mail and wields a whip and shield. Rewalt is alluring and serious.",
  "Ilbon: Male Half-elf Rogue, NG. Str 10, Dex 15, Con 11, Int 16, Wis 12, Cha 11. Ilbon is fair in appearance, with uneven silver hair and narrow hazel eyes. He wears studded leather and wields a shortsword. Ilbon has an animal companion, a black cat named Armindodh.",
  "Golenwe: Male Half-elf Sorcerer, N. Str 10, Dex 11, Con 13, Int 9, Wis 9, Cha 14. Golenwe has an angular face, with copper hair and blue eyes. He wears sturdy clothing and wields a quarterstaff.",
  "Symas: Male Half-elf Monk, N. Str 11, Dex 15, Con 14, Int 13, Wis 13, Cha 9. Symas has a long face, with cropped white hair and brown eyes. He wears sturdy clothing and wields a kanabo (mace).",
  "Finaeli: Male Half-elf Rogue, LN. Str 6, Dex 12, Con 12, Int 15, Wis 11, Cha 10. Finaeli has white hair and blue eyes. He wears studded leather and wields a longsword and hand crossbow.",
  "Finrodor: Male Half-elf Warlock, LN. Str 15, Dex 8, Con 6, Int 10, Wis 12, Cha 17. Finrodor has a narrow face, with brown hair and dark amber eyes. He wears studded leather and wields a club. Finrodor has an animal companion, a raven named Imel.",
  "Rancis: Male Half-elf Druid, Neutral. Str 13, Dex 5, Con 15, Int 15, Wis 15, Cha 7. Rancis has brown hair and hazel eyes, and a flat nose. He wears hide armor and wields a mace. Rancis suffers an acute fear of heights.",
  "Gauwilh Wyne: Male Half-elf Wizard, NG. Str 11, Dex 8, Con 8, Int 12, Wis 13, Cha 8. Gauwilh has brown hair and narrow hazel eyes. He wears simple clothing and wields a quarterstaff. Gauwilh has Common Companion.",
  "Elel: Male Half-elf Cleric, N. Str 8, Dex 5, Con 9, Int 13, Wis 14, Cha 12. Elel has straight blonde hair and sharp amber eyes, and a flat nose. He wears half plate and wields a handaxe and shield. Elel is amoral and cowardly.",
  "Amer Folcey: Male Half-elf Fighter, N. Str 17, Dex 9, Con 10, Int 10, Wis 12, Cha 11. Amer has matted gray hair and hazel eyes, and numerous magical tattoos. He wears hide armor and wields a flail and blowgun.",
  "Ernan Masav: Male Half-elf Barbarian, N. Str 12, Dex 12, Con 9, Int 7, Wis 7, Cha 12. Ernan has blonde hair and bright blue eyes. He wears studded leather and wields a rapier and blowgun.",
  "Penlegal: Male Half-elf Sorcerer, CN. Str 9, Dex 12, Con 12, Int 13, Wis 5, Cha 13. Penlegal is pleasant in appearance, with black hair and green eyes. He wears modest garments and wields a dagger and darts. Penlegal is pleasant and hard-hearted.",
  "Ecthedras: Male Half-elf Bard, CN. Str 8, Dex 10, Con 12, Int 13, Wis 10, Cha 14. Ecthedras has long black hair and soft hazel eyes, and a cropped moustache. He wears studded leather and wields a rapier and darts.",
  "Jamath: Male Half-elf Rogue, N. Str 7, Dex 16, Con 15, Int 15, Wis 10, Cha 11. Jamath is tall and heavyset, with blonde hair and green eyes. He wears leather armor and wields a handaxe. Jamath is practical and polite.",
  "Egalas: Male Half-elf Rogue, LG. Str 13, Dex 17, Con 11, Int 14, Wis 9, Cha 7. Egalas has matted brown hair and bright brown eyes. He wears studded leather and wields a mace and shortbow. Egalas is charming and devout.",
  "Estor: Male Half-elf Cleric, LN. Str 10, Dex 9, Con 9, Int 8, Wis 14, Cha 11. Estor has black hair and sharp amber eyes. He wears a breastplate and wields a spear. Estor was magically imprisoned for a hundred years.",
  "Nieles: Male Half-elf Rogue, NG. Str 13, Dex 16, Con 10, Int 15, Wis 10, Cha 11. Nieles has an angular face, with curly black hair and soft green eyes. He wears studded leather and wields a rapier. Nieles is searching for his missing son.",
  "Alaldod: Male Half-elf Monk, CG. Str 10, Dex 12, Con 10, Int 11, Wis 11, Cha 14. Alaldod is fey in appearance, with messy blonde hair and light amber eyes. He wears plain clothing and wields an ono (handaxe) and kama (sickle). Alaldod seeks to find his true love.",
  "Ryany Ryde: Male Half-elf Rogue, LN. Str 6, Dex 16, Con 12, Int 10, Wis 5, Cha 12. Ryany has copper hair and narrow blue eyes. He wears studded leather and wields a shortsword and hand crossbow.",
  "Gilex: Male Half-elf Rogue, N. Str 9, Dex 12, Con 13, Int 10, Wis 13, Cha 15. Gilex is common in appearance, with gray hair and large blue eyes. He wears leather armor and wields a shortsword. Gilex is hunting the brigands who murdered his family.",
  "Nichye: Male Half-elf Fighter, NE. Str 15, Dex 9, Con 6, Int 10, Wis 13, Cha 10. Nichye has a square face, with tangled silver hair and blue eyes. He wears hide armor and wields a war pick and shield. Nichye seeks to free himself from an ancient curse.",
  "Francis: Male Half-elf Rogue, NE. Str 7, Dex 14, Con 15, Int 15, Wis 14, Cha 10. Francis has messy red hair and light brown eyes, and a maimed left hand. He wears leather armor and wields a shortsword and javelins. Francis seeks revenge against the thieves' guild which left him to hang.",
  "Malgalmoth: Male Half-elf Barbarian, NG. Str 14, Dex 14, Con 10, Int 15, Wis 12, Cha 14. Malgalmoth is short and slender, with golden hair and large brown eyes. He wears leather armor and wields a greataxe.",
  "Goleborn: Male Half-elf Rogue, NG. Str 11, Dex 15, Con 12, Int 15, Wis 13, Cha 9. Goleborn is short and heavyset, with brown hair and green eyes. He wears studded leather and wields a longsword. Goleborn seeks revenge against the aristocrat who framed him.",
  "Georguy: Male Half-elf Wizard, LN. Str 6, Dex 16, Con 6, Int 14, Wis 13, Cha 13. Georguy has an angular face, with matted blonde hair and hazel eyes. He wears modest garments and wields a dagger. Georguy is searching for his lost sister.",
  "Egond: Male Half-elf Rogue, LN. Str 8, Dex 16, Con 12, Int 17, Wis 14, Cha 11. Egond has thin blonde hair and amber eyes, and a magical mark on his leg. He wears studded leather and wields a handaxe. Egond has an animal companion, a black cat named Ecix.",
  "Berter Eddys: Male Half-elf Warlock, CN. Str 15, Dex 7, Con 7, Int 10, Wis 7, Cha 17. Berter is tall and thin, with braided brown hair and brown eyes. He wears leather armor and wields a light hammer and light crossbow. Berter is searching for his missing son.",
  "Elengon: Male Half-elf Paladin, Good. Str 9, Dex 11, Con 7, Int 10, Wis 14, Cha 11. Elengon has white hair and brown eyes, and numerous unusual tattoos. He wears scale mail and wields a morningstar and shield. Elengon has an animal companion, a bay warhorse named Eridris.",
  "Pharrey: Male Half-elf Wizard, CN. Str 7, Dex 8, Con 9, Int 13, Wis 12, Cha 11. Pharrey has golden hair and hazel eyes, and pointed ears. He wears silver robes and wields a dagger and darts.",
  "Vyncis Verne: Male Half-elf Cleric, CE. Str 6, Dex 12, Con 14, Int 10, Wis 17, Cha 13. Vyncis has an angular face, with tangled silver hair and dark blue eyes. He wears studded leather and wields a light hammer and dagger. Vyncis has an animal companion, a white rabbit named Lodhineth.",
  "Hury: Male Half-elf Warlock, LN. Str 10, Dex 8, Con 13, Int 8, Wis 10, Cha 12. Hury is rough in appearance, with thick white hair and blue eyes. He wears studded leather and wields a mace and darts. Hury seeks to become an instructor at the School of the Elements.",
  "Geoffry: Male Half-elf Rogue, N. Str 11, Dex 15, Con 10, Int 10, Wis 12, Cha 8. Geoffry is heavyset, with braided black hair and green eyes. He wears studded leather and wields a mace. Geoffry is cautious and lazy.",
  "Ancis: Male Half-elf Wizard, NG. Str 12, Dex 16, Con 9, Int 13, Wis 14, Cha 9. Ancis has white hair and dark green eyes. He wears well-made clothing and wields a dagger.",
  "Gery Rete: Male Half-elf Warlock, NG. Str 14, Dex 14, Con 6, Int 8, Wis 10, Cha 17. Gery has a long face, with straight brown hair and blue eyes. He wears studded leather and wields a handaxe and shortbow. Gery seeks to save his family from financial ruin.",
  "Elros: Male Half-elf Rogue, LN. Str 11, Dex 17, Con 11, Int 8, Wis 7, Cha 8. Elros has an angular face, with black hair and narrow gray eyes. He wears leather armor and wields a shortsword. Elros is hunting the brigands who murdered his family.",
  "Aliod: Male Half-elf Fighter, NG. Str 12, Dex 10, Con 14, Int 11, Wis 8, Cha 6. Aliod is stout, with matted white hair and blue eyes. He wears ring mail and wields a morningstar and shield. Aliod has an animal companion, a red firedrake named Tate.",
  "Gery: Male Half-elf Monk, CN. Str 16, Dex 10, Con 9, Int 11, Wis 10, Cha 9. Gery has thin silver hair and dark green eyes, and wears glasses with platinum rims. He wears simple clothing and wields a yari (spear). Gery is searching for his missing daughter.",
  "Ithirel: Male Half-elf Fighter, N. Str 14, Dex 9, Con 12, Int 12, Wis 12, Cha 13. Ithirel has copper hair and sharp blue eyes, and a flat nose. He wears a breastplate and wields a rapier and shield. Ithirel is impulsive and jealous.",
  "Elwendin: Male Half-elf Druid, Neutral. Str 15, Dex 6, Con 12, Int 9, Wis 16, Cha 11. Elwendin has a long face, with white hair and narrow hazel eyes. He wears leather armor and wields a club and wooden shield. Elwendin is flamboyant and savage.",
  "Carethir: Male Half-elf Rogue, NG. Str 8, Dex 12, Con 5, Int 11, Wis 9, Cha 7. Carethir has tangled auburn hair and sharp blue eyes. He wears studded leather and wields a longsword and hand crossbow. Carethir is faithful and lively.",
  "Aldor: Male Half-elf Ranger, NE. Str 14, Dex 8, Con 13, Int 11, Wis 7, Cha 13. Aldor has a long face, with red hair and bright amber eyes. He wears leather armor and wields a shortsword.",
  "Gery: Male Half-elf Rogue, CN. Str 11, Dex 15, Con 10, Int 17, Wis 14, Cha 12. Gery is rough in appearance, with tangled gray hair and narrow gray eyes. He wears studded leather and wields a quarterstaff and hand crossbow. Gery speaks with a quiet voice.",
  "Fingonel: Male Half-elf Rogue, NG. Str 8, Dex 15, Con 12, Int 8, Wis 12, Cha 10. Fingonel has a long face, with brown hair and light hazel eyes. He wears leather armor and wields a longsword and shortbow. Fingonel is a skilled singer.",
  "Reyny: Male Half-elf Rogue, NG. Str 5, Dex 13, Con 12, Int 13, Wis 9, Cha 9. Reyny has copper hair and brown eyes. He wears studded leather and wields a handaxe and sickle. Reyny has an animal companion, a sable ferret named Ebriartas.",
  "Arelung: Male Half-elf Wizard, LG. Str 10, Dex 14, Con 9, Int 14, Wis 12, Cha 10. Arelung is common in appearance, with cropped black hair and narrow gray eyes. He wears blue robes and wields a quarterstaff. Arelung blames trolls for every misfortune.",
  "Alew: Male Half-elf Monk, NG. Str 11, Dex 9, Con 14, Int 9, Wis 12, Cha 12. Alew has a long face, with braided auburn hair and light hazel eyes. He wears modest garments and wields a kanabo (mace) and shuriken (darts). Alew has an animal companion, a white rabbit named Joycie.",
  "Almon: Male Half-elf Monk, LG. Str 10, Dex 12, Con 10, Int 7, Wis 14, Cha 13. Almon has an angular face, with auburn hair and hazel eyes. He wears sturdy clothing and wields a kanabo (mace) and sai (dagger). Almon is chivalrous and charming.",
  "Alatas: Male Half-elf Druid, Neutral. Str 13, Dex 8, Con 14, Int 11, Wis 16, Cha 12. Alatas has uneven brown hair and light green eyes, and prominent ears. He wears leather armor and wields a scimitar and darts. Alatas is colorblind.",
  "Draffolk: Male Half-elf Rogue, CN. Str 7, Dex 13, Con 8, Int 14, Wis 10, Cha 10. Draffolk has copper hair and sharp gray eyes, and numerous distinctive tattoos. He wears studded leather and wields a light hammer. Draffolk is cursed with delusions.",
  "Vyncent: Male Half-elf Ranger, NG. Str 13, Dex 11, Con 11, Int 13, Wis 16, Cha 11. Vyncent is fair in appearance, with silver hair and gray eyes. He wears a breastplate and wields a greatsword. Vyncent is sensitive and extravagant.",
  "Richye: Male Half-elf Fighter, NG. Str 16, Dex 8, Con 14, Int 10, Wis 9, Cha 10. Richye has a long face, with golden hair and sharp brown eyes. He wears splint armor and wields a greatsword. Richye is optimistic and curious.",
  "Robert Finchey: Male Half-elf Fighter, CN. Str 15, Dex 11, Con 8, Int 11, Wis 6, Cha 11. Robert is common in appearance, with auburn hair and hazel eyes. He wears plate armor and wields a battleaxe. Robert is timid and envious.",
  "Golfinarf: Male Half-elf Barbarian, N. Str 13, Dex 8, Con 14, Int 11, Wis 5, Cha 6. Golfinarf has curly copper hair and narrow blue eyes, and wears glasses with copper rims. He wears scale mail and wields a trident and hand crossbow. Golfinarf seeks to atone for past sins.",
  "Galebre: Male Half-elf Wizard, CG. Str 10, Dex 11, Con 10, Int 16, Wis 10, Cha 6. Galebre has thick blonde hair and light blue eyes. He wears white robes and wields a quarterstaff and darts. Galebre is hunting the warlord who stole his ancestral sword.",
  "Elior: Male Half-elf Warlock, CN. Str 14, Dex 6, Con 13, Int 15, Wis 9, Cha 13. Elior has red hair and narrow gray eyes. He wears studded leather and wields a spear and sickle. Elior was raised by cultists of the Keeper of Wands.",
  "Exaff Meselw: Male Half-elf Rogue, NE. Str 8, Dex 14, Con 11, Int 11, Wis 10, Cha 11. Exaff is tall and slender, with brown hair and hazel eyes. He wears studded leather and wields a club. Exaff is haughty and mercenary.",
  "Thiles: Male Half-elf Sorcerer, LE. Str 12, Dex 13, Con 11, Int 9, Wis 10, Cha 14. Thiles has an angular face, with curly black hair and hazel eyes. He wears well-made clothing and wields a dagger and light crossbow. Thiles refers to himself in the third person.",
  "Amdin: Male Half-elf Sorcerer, LN. Str 9, Dex 10, Con 13, Int 10, Wis 13, Cha 12. Amdin has red hair and blue eyes, and numerous unusual tattoos. He wears worn clothing and wields a dagger and light crossbow. Amdin is only friendly towards other half-elves..",
  "Friffin: Male Half-elf Rogue, LN. Str 13, Dex 15, Con 12, Int 11, Wis 13, Cha 8. Friffin is stout, with blonde hair and light blue eyes. He wears studded leather and wields a rapier and hand crossbow.",
  "Gery: Male Half-elf Sorcerer, LE. Str 9, Dex 15, Con 10, Int 8, Wis 6, Cha 17. Gery is overweight, with brown hair and brown eyes. He wears modest garments and wields a dagger. Gery has an animal companion, a silver cat named Gilmarie.",
  "Finasaer: Male Half-elf Paladin, Good. Str 15, Dex 9, Con 10, Int 15, Wis 12, Cha 9. Finasaer is short and stout, with white hair and large hazel eyes. He wears plate armor and wields a rapier. Finasaer suffers a severe allergy to dragons.",
  "Erod: Male Half-elf Ranger, NG. Str 12, Dex 13, Con 14, Int 12, Wis 9, Cha 6. Erod has copper hair and large hazel eyes, and prominent ears. He wears half plate and wields a flail. Erod believes that he is being hunted by supernatural creatures.",
  "Roge: Male Half-elf Fighter, N. Str 16, Dex 8, Con 12, Int 6, Wis 12, Cha 13. Roge has white hair and gray eyes. He wears hide armor and wields a greataxe. Roge has an animal companion, a black bear named Cirdenael.",
  "Thrimbore: Male Half-elf Cleric, NE. Str 5, Dex 9, Con 11, Int 5, Wis 14, Cha 9. Thrimbore has cropped gray hair and light green eyes. He wears studded leather and wields a spear. Thrimbore compulsively plays with a bronze ring.",
  "Marteph: Male Half-elf Druid, Neutral. Str 13, Dex 14, Con 7, Int 13, Wis 17, Cha 12. Marteph is rugged in appearance, with auburn hair and gray eyes. He wears hide armor and wields a scimitar. Marteph is absent-minded, and always searching for a missing item.",
  "Mirodor: Male Half-elf Monk, NG. Str 15, Dex 9, Con 10, Int 8, Wis 15, Cha 8. Mirodor is tall, with braided auburn hair and hazel eyes. He wears sturdy clothing and wields a bo (quarterstaff). Mirodor has an animal companion, a black rat named Richye.",
  "Folke: Male Half-elf Sorcerer, NG. Str 10, Dex 12, Con 9, Int 13, Wis 11, Cha 15. Folke has short brown hair and narrow green eyes, and a flat nose. He wears worn clothing and wields a dagger.",
  "Elebos: Male Half-elf Rogue, CN. Str 8, Dex 14, Con 9, Int 11, Wis 8, Cha 15. Elebos is short and stout, with golden hair and dark hazel eyes. He wears studded leather and wields a rapier and hand crossbow. Elebos has an animal companion, a black cat named Dorandior.",
  "Gonerdhil: Male Half-elf Monk, CN. Str 13, Dex 14, Con 5, Int 9, Wis 12, Cha 11. Gonerdhil has gray hair and green eyes, and a round nose. He wears worn clothing and wields nunchaku (club). Gonerdhil has an animal companion, a tiger named Lippa.",
  "Hamath: Male Half-elf Monk, NG. Str 13, Dex 10, Con 10, Int 12, Wis 11, Cha 12. Hamath is fey in appearance, with thin golden hair and amber eyes. He wears well-made clothing and wields a yari (spear). Hamath is quiet, and says as little as possible.",
  "George Bourney: Male Half-elf Paladin, Good. Str 11, Dex 9, Con 8, Int 6, Wis 15, Cha 13. George has silver hair and blue eyes. He wears half plate and wields a battleaxe and shield. George is friendly and idealistic.",
  "Thomes Meselw: Male Half-elf Cleric, N. Str 9, Dex 10, Con 9, Int 14, Wis 16, Cha 11. Thomes has copper hair and soft amber eyes, and a thin nose. He wears a breastplate and wields a mace and javelins. Thomes has an animal companion, a green firedrake named Joane.",
  "Andew: Male Half-elf Bard, N. Str 9, Dex 9, Con 8, Int 13, Wis 11, Cha 16. Andew has blonde hair and narrow gray eyes, and a thin nose. He wears studded leather and wields a rapier and shortbow. Andew seeks to raise an army of water elementals.",
  "Minerdhor: Male Half-elf Rogue, LN. Str 6, Dex 17, Con 8, Int 10, Wis 8, Cha 10. Minerdhor has auburn hair and amber eyes. He wears studded leather and wields a longsword and hand crossbow. Minerdhor has an animal companion, a dire rat named Celadir.",
  "Thilas: Male Half-elf Cleric, CN. Str 10, Dex 12, Con 6, Int 9, Wis 12, Cha 14. Thilas is rough in appearance, with black hair and amber eyes. He wears leather armor and wields a spear. Thilas is pleasant and dishonest.",
  "Mioneli: Male Half-elf Cleric, LN. Str 9, Dex 9, Con 12, Int 7, Wis 13, Cha 15. Mioneli has cropped auburn hair and green eyes. He wears studded leather and wields a light hammer and shield.",
  "Finerdher: Male Half-elf Barbarian, N. Str 17, Dex 10, Con 8, Int 14, Wis 10, Cha 7. Finerdher is short, with white hair and green eyes. He wears hide armor and wields a shortsword and longbow. Finerdher is protective and deceitful.",
  "Enebor: Male Half-elf Monk, NG. Str 15, Dex 12, Con 10, Int 10, Wis 11, Cha 9. Enebor is fey in appearance, with uneven golden hair and blue eyes. He wears modest garments and wields a kanabo (mace) and shuriken (darts). Enebor avoids eye contact.",
  "Gylas: Male Half-elf Paladin, Good. Str 9, Dex 15, Con 6, Int 11, Wis 12, Cha 11. Gylas has black hair and bright hazel eyes, and pointed ears. He wears ring mail and wields a greataxe. Gylas is confident and alluring.",
  "George: Male Half-elf Warlock, LN. Str 12, Dex 12, Con 11, Int 9, Wis 7, Cha 14. George has a long face, with brown hair and brown eyes. He wears leather armor and wields a mace. George suffers a mild allergy to cats.",
  "Pholes: Male Half-elf Monk, NG. Str 10, Dex 14, Con 10, Int 5, Wis 14, Cha 6. Pholes has gray hair and green eyes, and a cropped moustache. He wears worn clothing and wields a kanabo (mace) and shuriken (darts). Pholes seeks revenge against the sister who betrayed him.",
  "Erdhin: Male Half-elf Rogue, CN. Str 13, Dex 12, Con 15, Int 11, Wis 12, Cha 13. Erdhin has braided black hair and narrow hazel eyes, and a flat nose. He wears leather armor and wields a light hammer and javelins.",
  "Galeborn: Male Half-elf Cleric, N. Str 14, Dex 9, Con 12, Int 10, Wis 14, Cha 9. Galeborn has messy silver hair and sharp green eyes, and a flat nose. He wears a chain shirt and wields a handaxe and javelins. Galeborn is anxious and curious.",
  "Galathir: Male Half-elf Fighter, LN. Str 16, Dex 16, Con 15, Int 14, Wis 11, Cha 12. Galathir is short, with messy blonde hair and sharp brown eyes. He wears half plate and wields a morningstar. Galathir is cursed with chronic pain.",
  "Folke: Male Half-elf Monk, N. Str 17, Dex 9, Con 9, Int 12, Wis 9, Cha 5. Folke is fey in appearance, with curly gray hair and hazel eyes. He wears sturdy clothing and wields nunchaku (club) and sai (dagger). Folke is a terrible liar.",
  "Danerdhir: Male Half-elf Ranger, NG. Str 12, Dex 11, Con 9, Int 10, Wis 12, Cha 7. Danerdhir has black hair and dark blue eyes. He wears studded leather and wields a battleaxe and shield. Danerdhir has a terrible sense of direction.",
  "Tharder Gelnne: Male Half-elf Monk, LN. Str 10, Dex 14, Con 6, Int 15, Wis 14, Cha 8. Tharder has braided silver hair and hazel eyes, and a thin nose. He wears plain clothing and wields an ono (handaxe) and kama (sickle).",
  "Jamas: Male Half-elf Monk, CG. Str 12, Dex 15, Con 14, Int 14, Wis 16, Cha 10. Jamas has matted blonde hair and bright green eyes, and a straight moustache. He wears sturdy clothing and wields a yari (spear). Jamas is witty and flamboyant.",
  "Tomart: Male Half-elf Monk, N. Str 9, Dex 12, Con 13, Int 15, Wis 12, Cha 15. Tomart has silver hair and amber eyes, and large ears. He wears simple clothing and wields a kanabo (mace). Tomart is searching for his missing daughter.",
  "Reyny: Male Half-elf Cleric, CN. Str 8, Dex 12, Con 11, Int 14, Wis 12, Cha 8. Reyny is short and overweight, with matted gray hair and sharp green eyes. He wears studded leather and wields a spear. Reyny has an animal companion, a white rabbit named George.",
  "Tholan: Male Half-elf Rogue, N. Str 9, Dex 14, Con 11, Int 15, Wis 10, Cha 8. Tholan has a narrow face, with cropped silver hair and dark amber eyes. He wears leather armor and wields a handaxe and sickle. Tholan seeks to discover who murdered his family.",
  "Eledras: Male Half-elf Barbarian, N. Str 16, Dex 9, Con 11, Int 9, Wis 9, Cha 11. Eledras has an angular face, with cropped silver hair and dark gray eyes. He wears leather armor and wields a whip and longbow. Eledras is searching for his lost sister.",
  "Mioneli: Male Half-elf Barbarian, LN. Str 12, Dex 9, Con 9, Int 10, Wis 9, Cha 5. Mioneli has an angular face, with golden hair and sharp blue eyes. He wears leather armor and wields a battleaxe and hand crossbow. Mioneli seeks only fame and glory.",
  "Hilew: Male Half-elf Cleric, N. Str 7, Dex 10, Con 8, Int 14, Wis 15, Cha 9. Hilew is fair in appearance, with golden hair and blue eyes. He wears studded leather and wields a quarterstaff and shortbow. Hilew is haunted by the memories of a past life.",
  "Gimlador: Male Half-elf Fighter, NG. Str 12, Dex 10, Con 14, Int 9, Wis 14, Cha 14. Gimlador has tangled gray hair and blue eyes. He wears plate armor and wields a flail and net. Gimlador has an animal companion, a copper firedrake named Nichye.",
  "Adan: Male Half-elf Fighter, LN. Str 15, Dex 13, Con 10, Int 12, Wis 11, Cha 10. Adan has cropped gray hair and bright brown eyes. He wears chain mail and wields a warhammer and hand crossbow. Adan is stoic and covetous.",
  "Denarfind: Male Half-elf Wizard, LN. Str 8, Dex 13, Con 12, Int 14, Wis 10, Cha 9. Denarfind has cropped blonde hair and blue eyes, and wears glasses with steel rims. He wears ruby robes and wields a dagger and sling. Denarfind is disorganized and insane.",
  "Finwe: Male Half-elf Paladin, Good. Str 12, Dex 11, Con 14, Int 15, Wis 12, Cha 9. Finwe has tangled auburn hair and sharp hazel eyes, and a distinctive mark on his leg. He wears splint armor and wields a scimitar. Finwe has an animal companion, a white warhorse named Narder.",
  "Ryany: Male Half-elf Monk, NG. Str 13, Dex 10, Con 10, Int 10, Wis 11, Cha 6. Ryany is fey in appearance, with messy silver hair and light green eyes. He wears modest garments and wields nunchaku (club). Ryany is compassionate and energetic.",
  "Imbon: Male Half-elf Barbarian, CN. Str 15, Dex 13, Con 16, Int 14, Wis 11, Cha 12. Imbon is fey in appearance, with long gray hair and brown eyes. He wears hide armor and wields a shortsword. Imbon has an animal companion, a black wolf named Mahtanar.",
  "Ryany: Male Half-elf Fighter, CN. Str 14, Dex 12, Con 12, Int 15, Wis 13, Cha 11. Ryany has uneven copper hair and blue eyes, and a messy beard. He wears a chain shirt and wields a maul. Ryany seeks to free himself from an ancient curse.",
  "Lionarfinw: Male Half-elf Paladin, Good. Str 11, Dex 9, Con 10, Int 9, Wis 10, Cha 13. Lionarfinw is slender, with curly blonde hair and green eyes. He wears chain mail and wields a flail. Lionarfinw has an animal companion, a black warhorse named Cilia.",
  "Duilegilg: Male Half-elf Fighter, CE. Str 16, Dex 9, Con 9, Int 7, Wis 9, Cha 13. Duilegilg has copper hair and dark blue eyes. He wears plate armor and wields a flail and net.",
  "Maedhresta: Male Half-elf Fighter, N. Str 13, Dex 12, Con 13, Int 10, Wis 9, Cha 11. Maedhresta has matted black hair and narrow hazel eyes, and a distinctive scar on his leg. He wears ring mail and wields a halberd. Maedhresta has an animal companion, a black bear named Celador.",
  "Ewip: Male Half-elf Rogue, LN. Str 13, Dex 12, Con 13, Int 16, Wis 9, Cha 13. Ewip is willowy, with thick auburn hair and narrow green eyes. He wears leather armor and wields a handaxe. Ewip was raised by cultists of the Emperor of Treachery.",
  "Gauwyn: Male Half-elf Monk, N. Str 11, Dex 9, Con 5, Int 12, Wis 14, Cha 7. Gauwyn has a square face, with curly copper hair and light amber eyes. He wears plain clothing and wields nunchaku (club).",
  "Aniert: Male Half-elf Barbarian, LN. Str 14, Dex 9, Con 10, Int 6, Wis 9, Cha 7. Aniert is rough in appearance, with matted black hair and dark brown eyes. He wears leather armor and wields a glaive. Aniert is hunting the sorcerer who murdered his family.",
  "Rewilh Rardaye: Male Half-elf Wizard, N. Str 12, Dex 15, Con 10, Int 13, Wis 13, Cha 8. Rewilh is common in appearance, with thin gray hair and light hazel eyes. He wears bronze robes and wields a quarterstaff. Rewilh suffers a severe allergy to pollen.",
  "Rewalt: Male Half-elf Monk, LE. Str 9, Dex 16, Con 8, Int 11, Wis 12, Cha 11. Rewalt is common in appearance, with thick blonde hair and gray eyes. He wears simple clothing and wields an ono (handaxe). Rewalt seeks to destroy the race of orcs.",
  "Ohindon: Male Half-elf Warlock, CN. Str 14, Dex 11, Con 14, Int 9, Wis 10, Cha 16. Ohindon has auburn hair and brown eyes, and a round nose. He wears studded leather and wields a quarterstaff. Ohindon is curious and mercenary.",
  "Elebond: Male Half-elf Bard, LE. Str 9, Dex 7, Con 9, Int 8, Wis 10, Cha 15. Elebond is rough in appearance, with messy gray hair and hazel eyes. He wears studded leather and wields a rapier. Elebond has an animal companion, a hawk named Gauwyn.",
  "Finwe: Male Half-elf Cleric, CG. Str 11, Dex 7, Con 7, Int 13, Wis 16, Cha 10. Finwe is tall and slender, with short silver hair and light gray eyes. He wears studded leather and wields a quarterstaff and shield. Finwe suffers a deadly allergy to shellfish.",
  "Olwestor: Male Half-elf Ranger, CN. Str 14, Dex 14, Con 8, Int 8, Wis 12, Cha 10. Olwestor has braided red hair and soft gray eyes, and a thin nose. He wears hide armor and wields a shortsword. Olwestor has gray wolf named Cece.",
  "Thony: Male Half-elf Rogue, LN. Str 12, Dex 16, Con 8, Int 15, Wis 9, Cha 10. Thony has golden hair and bright gray eyes. He wears leather armor and wields a light hammer. Thony is searching for his missing daughter.",
  "Richye: Male Half-elf Rogue, N. Str 11, Dex 12, Con 12, Int 12, Wis 10, Cha 13. Richye has a round face, with short copper hair and brown eyes. He wears leather armor and wields a shortsword and light crossbow. Richye is hunting the cultists who murdered his family.",
  "Reyny Hancey: Male Half-elf Bard, NG. Str 6, Dex 11, Con 7, Int 9, Wis 8, Cha 17. Reyny is cultured in appearance, with brown hair and hazel eyes. He wears leather armor and wields a mace and hand crossbow.",
  "Altel Cery: Male Half-elf Rogue, CE. Str 10, Dex 16, Con 11, Int 11, Wis 12, Cha 10. Altel has long blonde hair and gray eyes. He wears studded leather and wields a shortsword and light crossbow. Altel has an animal companion, a raven named Enel.",
  "Celadir: Male Half-elf Fighter, NE. Str 15, Dex 11, Con 12, Int 11, Wis 8, Cha 12. Celadir is short and thin, with matted copper hair and green eyes. He wears ring mail and wields a rapier. Celadir is vulgar and callous.",
  "Gylex: Male Half-elf Ranger, LN. Str 11, Dex 14, Con 10, Int 9, Wis 14, Cha 7. Gylex has long black hair and narrow hazel eyes. He wears studded leather and wields a scimitar. Gylex dislikes anyone smaller than him.",
  "Elel: Male Half-elf Druid, Neutral. Str 13, Dex 5, Con 12, Int 11, Wis 17, Cha 9. Elel has golden hair and light hazel eyes. He wears hide armor and wields a club. Elel is searching for his missing son.",
  "Dironar: Male Half-elf Rogue, CN. Str 12, Dex 13, Con 6, Int 8, Wis 12, Cha 13. Dironar is tall, with uneven brown hair and bright brown eyes. He wears studded leather and wields a rapier and dagger. Dironar is practical and aggressive.",
  "Berny Ginte: Male Half-elf Druid, Neutral. Str 13, Dex 9, Con 10, Int 6, Wis 14, Cha 9. Berny has a round face, with curly gray hair and large amber eyes. He wears hide armor and wields a quarterstaff and sickle.",
  "Celinael: Male Half-elf Wizard, LG. Str 11, Dex 17, Con 7, Int 15, Wis 15, Cha 10. Celinael is willowy, with tangled black hair and amber eyes. He wears brass robes and wields a quarterstaff. Celinael has Common Companion.",
  "Mabladen: Male Half-elf Monk, LN. Str 10, Dex 11, Con 12, Int 7, Wis 13, Cha 9. Mabladen has an angular face, with silver hair and blue eyes. He wears modest garments and wields a yari (spear).",
  "Warder: Male Half-elf Fighter, N. Str 17, Dex 15, Con 11, Int 8, Wis 9, Cha 12. Warder has golden hair and sharp gray eyes. He wears scale mail and wields a war pick. Warder has an animal companion, a gray wolf named Nellye.",
  "Aldir: Male Half-elf Bard, N. Str 9, Dex 14, Con 9, Int 14, Wis 6, Cha 12. Aldir has an angular face, with messy silver hair and amber eyes. He wears leather armor and wields a longsword.",
  "Elerel: Male Half-elf Wizard, LN. Str 7, Dex 12, Con 11, Int 16, Wis 10, Cha 11. Elerel has a round face, with red hair and bright blue eyes. He wears golden robes and wields a dagger. Elerel seeks to free himself from an ancient curse.",
  "Jamart: Male Half-elf Wizard, LG. Str 6, Dex 9, Con 10, Int 16, Wis 8, Cha 9. Jamart is pleasant in appearance, with silver hair and dark brown eyes. He wears tailored clothing and wields a dagger and sling.",
  "Exard: Male Half-elf Monk, N. Str 16, Dex 9, Con 12, Int 8, Wis 13, Cha 12. Exard is pleasant in appearance, with golden hair and blue eyes. He wears worn clothing and wields a kanabo (mace). Exard is dying and desperately seeks the secret of immortality.",
  "Thony Masalt: Male Half-elf Rogue, N. Str 10, Dex 15, Con 12, Int 14, Wis 7, Cha 10. Thony has gray hair and hazel eyes. He wears leather armor and wields a longsword. Thony is inquisitive and determined.",
  "Mesym: Male Half-elf Druid, Neutral. Str 16, Dex 9, Con 9, Int 11, Wis 14, Cha 9. Mesym is fair in appearance, with messy copper hair and bright amber eyes. He wears leather armor and wields a club and wooden shield.",
  "Mothire: Male Half-elf Rogue, LN. Str 8, Dex 13, Con 6, Int 10, Wis 15, Cha 10. Mothire has an angular face, with copper hair and light gray eyes. He wears studded leather and wields a mace and hand crossbow. Mothire is eccentric and cruel.",
  "Vyncis Noke: Male Half-elf Ranger, LG. Str 15, Dex 14, Con 10, Int 9, Wis 12, Cha 7. Vyncis has white hair and dark blue eyes. He wears hide armor and wields a maul. Vyncis is calm and cultured.",
  "Ohil: Male Half-elf Monk, N. Str 17, Dex 7, Con 10, Int 15, Wis 11, Cha 7. Ohil has silver hair and narrow hazel eyes. He wears modest garments and wields a bo (quarterstaff) and kama (sickle).",
  "Arthur: Male Half-elf Wizard, CN. Str 9, Dex 16, Con 9, Int 14, Wis 9, Cha 6. Arthur is overweight, with long golden hair and soft gray eyes. He wears well-made clothing and wields a dagger and darts.",
  "Alamrorn: Male Half-elf Fighter, CG. Str 14, Dex 13, Con 6, Int 11, Wis 7, Cha 12. Alamrorn has uneven gray hair and brown eyes, and a flat nose. He wears a breastplate and wields a pike. Alamrorn seeks revenge against the sister who betrayed him.",
  "Lipiers: Male Half-elf Monk, NG. Str 12, Dex 11, Con 9, Int 10, Wis 11, Cha 10. Lipiers has a narrow face, with thick auburn hair and gray eyes. He wears modest garments and wields a kanabo (mace) and sai (dagger).",
  "Elion: Male Half-elf Cleric, LG. Str 7, Dex 7, Con 6, Int 9, Wis 17, Cha 11. Elion has a narrow face, with messy black hair and bright blue eyes. He wears leather armor and wields a spear and light crossbow. Elion seeks to destroy the undead.",
  "Caranwe: Male Half-elf Monk, CN. Str 17, Dex 15, Con 12, Int 12, Wis 12, Cha 9. Caranwe has black hair and blue eyes, and a magical scar on his arm. He wears travel-stained clothing and wields a kanabo (mace) and shuriken (darts). Caranwe is searching for a legendary blade named Vile Nemesis.",
  "Lipiers: Male Half-elf Monk, N. Str 13, Dex 13, Con 8, Int 15, Wis 10, Cha 10. Lipiers is rough in appearance, with short copper hair and blue eyes. He wears modest garments and wields nunchaku (club) and sai (dagger). Lipiers has an animal companion, a white monkey named Anel.",
  "Vyncent: Male Half-elf Sorcerer, N. Str 10, Dex 6, Con 13, Int 6, Wis 10, Cha 14. Vyncent is common in appearance, with long golden hair and green eyes. He wears plain clothing and wields a dagger. Vyncent is fascinated by death.",
  "Celegol: Male Half-elf Warlock, N. Str 11, Dex 5, Con 12, Int 11, Wis 14, Cha 12. Celegol has matted white hair and soft amber eyes, and a flat nose. He wears leather armor and wields a handaxe. Celegol lost his reflection to a hag.",
  "Jamond: Male Half-elf Druid, Neutral. Str 8, Dex 13, Con 7, Int 15, Wis 16, Cha 9. Jamond is short and stout, with copper hair and green eyes. He wears leather armor and wields a spear. Jamond is serious and disloyal.",
  "Rendeli: Male Half-elf Ranger, NG. Str 10, Dex 12, Con 7, Int 6, Wis 15, Cha 12. Rendeli has long copper hair and hazel eyes. He wears studded leather and wields a rapier and shield. Rendeli is a terrible liar.",
  "Ladire: Male Half-elf Druid, Neutral. Str 11, Dex 10, Con 10, Int 9, Wis 16, Cha 8. Ladire is fey in appearance, with gray hair and gray eyes. He wears hide armor and wields a club and dagger. Ladire has green snake named Serianye.",
  "Athaff Bexle: Male Half-elf Rogue, NE. Str 13, Dex 16, Con 9, Int 13, Wis 12, Cha 9. Athaff is beastly in appearance, with white hair and blue eyes. He wears leather armor and wields a shortsword. Athaff seeks revenge against the thieves' guild which left him to hang.",
  "Willes: Male Half-elf Monk, N. Str 11, Dex 13, Con 14, Int 8, Wis 8, Cha 6. Willes is thin, with blonde hair and blue eyes. He wears modest garments and wields an ono (handaxe). Willes is impartial and envious.",
  "Georguy: Male Half-elf Barbarian, N. Str 13, Dex 11, Con 11, Int 13, Wis 6, Cha 8. Georguy has a square face, with curly brown hair and blue eyes. He wears leather armor and wields a trident and shield. Georguy is covetous and zealous.",
  "Berny: Male Half-elf Wizard, N. Str 10, Dex 12, Con 14, Int 12, Wis 8, Cha 10. Berny has a round face, with straight gray hair and soft gray eyes. He wears azure robes and wields a dagger.",
  "Reder: Male Half-elf Monk, N. Str 9, Dex 7, Con 12, Int 12, Wis 15, Cha 9. Reder has copper hair and blue eyes, and a matted beard. He wears simple clothing and wields nunchaku (club) and sai (dagger). Reder has an animal companion, a tiger named Grichye.",
  "Egon: Male Half-elf Paladin, Good. Str 7, Dex 10, Con 13, Int 9, Wis 10, Cha 15. Egon has blonde hair and dark green eyes. He wears chain mail and wields a trident. Egon is faithful and chivalrous.",
  "Galathin: Male Half-elf Monk, N. Str 9, Dex 12, Con 14, Int 11, Wis 10, Cha 9. Galathin has messy auburn hair and light amber eyes, and a flat nose. He wears well-made clothing and wields a bo (quarterstaff) and kama (sickle). Galathin seeks to become a knight of the realm.",
  "Mirendan: Male Half-elf Ranger, LG. Str 10, Dex 11, Con 11, Int 15, Wis 11, Cha 9. Mirendan is willowy, with thin blonde hair and dark green eyes. He wears scale mail and wields a greatsword. Mirendan is cursed with chronic pain.",
  "Elweleth: Male Half-elf Fighter, N. Str 14, Dex 10, Con 8, Int 14, Wis 11, Cha 11. Elweleth has straight golden hair and soft brown eyes. He wears a chain shirt and wields a flail. Elweleth is a practiced gambler.",
  "Elelung: Male Half-elf Bard, N. Str 12, Dex 9, Con 14, Int 11, Wis 9, Cha 17. Elelung has thin blonde hair and gray eyes, and small ears. He wears studded leather and wields a rapier. Elelung has an animal companion, a sable ferret named Thughye.",
  "Haldore: Male Half-elf Bard, N. Str 12, Dex 13, Con 12, Int 10, Wis 11, Cha 14. Haldore is pleasant in appearance, with auburn hair and bright blue eyes. He wears leather armor and wields a quarterstaff. Haldore is reserved and bloodthirsty.",
  "Throhili: Male Half-elf Rogue, N. Str 9, Dex 13, Con 14, Int 10, Wis 13, Cha 13. Throhili is rough in appearance, with blonde hair and narrow blue eyes. He wears leather armor and wields a shortsword and hand crossbow. Throhili is practical and callous.",
  "Mothili: Male Half-elf Paladin, Good. Str 9, Dex 13, Con 11, Int 15, Wis 12, Cha 12. Mothili is tall and willowy, with gray hair and large blue eyes. He wears half plate and wields a longsword. Mothili is painfully tone-deaf.",
  "Doredir: Male Half-elf Rogue, N. Str 14, Dex 12, Con 8, Int 16, Wis 9, Cha 7. Doredir has an angular face, with red hair and narrow brown eyes. He wears leather armor and wields a longsword.",
  "Diorothir: Male Half-elf Sorcerer, CN. Str 10, Dex 10, Con 10, Int 15, Wis 6, Cha 13. Diorothir has long golden hair and amber eyes, and a sharp nose. He wears worn clothing and wields a quarterstaff.",
  "Hineli: Male Half-elf Cleric, NG. Str 13, Dex 12, Con 9, Int 12, Wis 15, Cha 16. Hineli is fey in appearance, with short blonde hair and hazel eyes. He wears studded leather and wields a club. Hineli is courageous and extravagant.",
  "Tephye Jamyln: Male Half-elf Monk, CN. Str 13, Dex 10, Con 13, Int 13, Wis 9, Cha 5. Tephye has blonde hair and narrow amber eyes, and a thin nose. He wears modest garments and wields nunchaku (club) and kama (sickle). Tephye is instinctive and devout.",
  "Anon: Male Half-elf Rogue, CG. Str 10, Dex 12, Con 6, Int 16, Wis 10, Cha 10. Anon has matted brown hair and blue eyes. He wears studded leather and wields a mace. Anon was magically imprisoned for a hundred years.",
  "Munder: Male Half-elf Paladin, Good. Str 14, Dex 12, Con 11, Int 9, Wis 9, Cha 10. Munder has a round face, with golden hair and green eyes. He wears chain mail and wields a morningstar.",
  "Gauward Borne: Male Half-elf Monk, LG. Str 12, Dex 11, Con 8, Int 11, Wis 11, Cha 14. Gauward is tall, with braided gray hair and sharp gray eyes. He wears modest garments and wields a bo (quarterstaff). Gauward seeks to destroy the race of orcs.",
  "Finaeli: Male Half-elf Paladin, Good. Str 11, Dex 11, Con 8, Int 11, Wis 16, Cha 10. Finaeli has white hair and green eyes. He wears scale mail and wields a halberd. Finaeli is quick-witted and romantic.",
  "Celebre: Male Half-elf Druid, Neutral. Str 11, Dex 12, Con 15, Int 15, Wis 15, Cha 9. Celebre is short and willowy, with brown hair and hazel eyes. He wears hide armor and wields a quarterstaff.",
  "Arryn: Male Half-elf Wizard, LN. Str 11, Dex 13, Con 8, Int 16, Wis 6, Cha 12. Arryn is rough in appearance, with straight gray hair and soft green eyes. He wears modest garments and wields a quarterstaff and sling. Arryn secretly serves Mono, an ancient god of destruction.",
  "Gyleon: Male Half-elf Wizard, CN. Str 11, Dex 11, Con 5, Int 17, Wis 9, Cha 8. Gyleon has tangled brown hair and brown eyes. He wears modest garments and wields a quarterstaff and darts. Gyleon was raised by cultists of the Emperor of Virtue.",
  "Giles: Male Half-elf Druid, Neutral. Str 12, Dex 6, Con 13, Int 9, Wis 13, Cha 9. Giles has a square face, with silver hair and green eyes. He wears hide armor and wields a quarterstaff and darts. Giles lost his shadow to a nymph.",
  "Gyleon: Male Half-elf Fighter, N. Str 14, Dex 10, Con 10, Int 11, Wis 9, Cha 11. Gyleon is thin, with cropped black hair and hazel eyes. He wears half plate and wields a shortsword. Gyleon is haunted by the memories of a past life.",
  "Gauwill: Male Half-elf Rogue, NG. Str 11, Dex 14, Con 7, Int 7, Wis 11, Cha 9. Gauwill has silver hair and hazel eyes, and an unusual mark on his face. He wears studded leather and wields a longsword and shortbow.",
  "Folke: Male Half-elf Wizard, N. Str 8, Dex 13, Con 9, Int 15, Wis 11, Cha 10. Folke is short, with thick black hair and amber eyes. He wears modest garments and wields a dagger. Folke has Common Companion.",
  "Drewis Courte: Male Half-elf Cleric, N. Str 10, Dex 14, Con 13, Int 8, Wis 14, Cha 13. Drewis has gray hair and gray eyes. He wears scale mail and wields a club and darts. Drewis is protective and haughty.",
  "Olweled: Male Half-elf Monk, NG. Str 7, Dex 12, Con 12, Int 8, Wis 13, Cha 6. Olweled has an angular face, with blonde hair and large amber eyes. He wears simple clothing and wields a yari (spear) and sai (dagger). Olweled has an animal companion, a red firedrake named Mothonarf.",
  "Arryn: Male Half-elf Monk, NE. Str 8, Dex 10, Con 12, Int 10, Wis 16, Cha 7. Arryn has uneven golden hair and soft green eyes, and numerous fearsome piercings. He wears modest garments and wields a yari (spear). Arryn is only friendly towards other half-elves..",
  "Eneron: Male Half-elf Fighter, CN. Str 17, Dex 13, Con 12, Int 10, Wis 11, Cha 9. Eneron has a long face, with golden hair and hazel eyes. He wears hide armor and wields a greataxe. Eneron seeks only fame and glory.",
  "Golungelm: Male Half-elf Cleric, LG. Str 9, Dex 7, Con 11, Int 10, Wis 15, Cha 10. Golungelm has cropped blonde hair and green eyes, and small ears. He wears leather armor and wields a handaxe and light crossbow. Golungelm is only friendly towards other half-elves..",
  "Reward: Male Half-elf Wizard, N. Str 12, Dex 13, Con 7, Int 14, Wis 10, Cha 13. Reward has gray hair and sharp green eyes, and pointed ears. He wears expensive clothing and wields a dagger and sling. Reward is devout and mischievous.",
  "Galmalgorm: Male Half-elf Warlock, LN. Str 13, Dex 15, Con 9, Int 10, Wis 10, Cha 17. Galmalgorm has gray hair and light brown eyes. He wears leather armor and wields a handaxe and javelins.",
  "Galadaer: Male Half-elf Barbarian, N. Str 17, Dex 8, Con 12, Int 10, Wis 12, Cha 15. Galadaer has thick auburn hair and hazel eyes, and a thin nose. He wears hide armor and wields a halberd. Galadaer seeks only fame and glory.",
  "Gwindenel: Male Half-elf Fighter, N. Str 15, Dex 11, Con 10, Int 12, Wis 11, Cha 8. Gwindenel is tall and overweight, with white hair and gray eyes. He wears chain mail and wields a maul. Gwindenel is a skilled dancer.",
  "Eleneg: Male Half-elf Fighter, NG. Str 14, Dex 14, Con 10, Int 8, Wis 8, Cha 10. Eleneg is short and overweight, with messy copper hair and narrow amber eyes. He wears half plate and wields a warhammer and shield. Eleneg is hunting the demon who slew his mentor.",
  "Curothil: Male Half-elf Ranger, CN. Str 17, Dex 12, Con 8, Int 8, Wis 14, Cha 11. Curothil is fair in appearance, with messy auburn hair and soft blue eyes. He wears studded leather and wields a halberd. Curothil seeks only fame and glory.",
  "Altes: Male Half-elf Bard, NG. Str 7, Dex 10, Con 8, Int 8, Wis 10, Cha 14. Altes is fey in appearance, with cropped silver hair and blue eyes. He wears leather armor and wields a longsword. Altes has an animal companion, a gray rabbit named Feanethor.",
  "Ralphye Wyare: Male Half-elf Rogue, LN. Str 10, Dex 16, Con 10, Int 13, Wis 11, Cha 9. Ralphye is tall and slender, with braided white hair and light blue eyes. He wears leather armor and wields a rapier. Ralphye is adaptable and hardworking.",
  "Willip: Male Half-elf Sorcerer, NG. Str 13, Dex 7, Con 15, Int 6, Wis 7, Cha 12. Willip is cultured in appearance, with white hair and dark brown eyes. He wears simple clothing and wields a quarterstaff.",
  "Grancent: Male Half-elf Barbarian, CG. Str 16, Dex 8, Con 11, Int 10, Wis 8, Cha 10. Grancent is short and overweight, with tangled black hair and soft brown eyes. He wears scale mail and wields a shortsword and blowgun. Grancent seeks to discover why he cannot remember anything from yesterday.",
  "Celore: Male Half-elf Fighter, N. Str 15, Dex 10, Con 9, Int 11, Wis 12, Cha 9. Celore is pleasant in appearance, with blonde hair and gray eyes. He wears hide armor and wields a pike. Celore compulsively plays with a platinum ring.",
  "Harder Pethey: Male Half-elf Druid, Neutral. Str 10, Dex 9, Con 9, Int 9, Wis 17, Cha 12. Harder is common in appearance, with short gray hair and narrow amber eyes. He wears hide armor and wields a mace. Harder is dying and desperately seeks the secret of immortality.",
  "Grewyn Hile: Male Half-elf Fighter, LN. Str 17, Dex 14, Con 12, Int 9, Wis 14, Cha 8. Grewyn has auburn hair and light blue eyes, and wears glasses with steel rims. He wears scale mail and wields a maul. Grewyn has an animal companion, a silver dog named Suse.",
  "Emmaldin: Male Half-elf Paladin, Good. Str 14, Dex 6, Con 7, Int 9, Wis 13, Cha 14. Emmaldin has gray hair and green eyes, and wears glasses with bronze rims. He wears a breastplate and wields a greatsword. Emmaldin is fascinated by ancient history and civilizations.",
  "Giles: Male Half-elf Cleric, N. Str 8, Dex 7, Con 12, Int 12, Wis 17, Cha 11. Giles has uneven black hair and amber eyes, and prominent ears. He wears leather armor and wields a mace. Giles is hunting the brigands who murdered his family.",
  "Aras: Male Half-elf Rogue, N. Str 10, Dex 17, Con 8, Int 10, Wis 9, Cha 12. Aras has brown hair and bright hazel eyes, and an unusual scar on his arm. He wears studded leather and wields a quarterstaff. Aras is hardworking and dishonest.",
  "Arthugh: Male Half-elf Ranger, N. Str 9, Dex 12, Con 11, Int 6, Wis 11, Cha 13. Arthugh has brown hair and soft amber eyes, and numerous distinctive tattoos. He wears a chain shirt and wields a war pick. Arthugh suffers a severe allergy to moulds.",
  "Celungolf: Male Half-elf Sorcerer, N. Str 8, Dex 9, Con 9, Int 9, Wis 14, Cha 13. Celungolf has cropped red hair and hazel eyes, and a round nose. He wears worn clothing and wields a quarterstaff and sling. Celungolf seeks to raise an army of stone golems.",
  "Drichye: Male Half-elf Monk, CE. Str 15, Dex 8, Con 9, Int 12, Wis 9, Cha 6. Drichye has red hair and narrow blue eyes, and wears glasses with gold rims. He wears travel-stained clothing and wields an ono (handaxe) and sai (dagger).",
  "Arryn Bole: Male Half-elf Barbarian, LN. Str 12, Dex 13, Con 13, Int 10, Wis 11, Cha 13. Arryn is fair in appearance, with blonde hair and gray eyes. He wears leather armor and wields a pike. Arryn has an animal companion, a black wolf named Draffolk.",
  "Dilebel: Male Half-elf Ranger, N. Str 15, Dex 13, Con 9, Int 10, Wis 14, Cha 14. Dilebel is rugged in appearance, with golden hair and soft blue eyes. He wears hide armor and wields a morningstar and shield. Dilebel lost his reflection to a nymph.",
  "Andres: Male Half-elf Paladin, Good. Str 8, Dex 12, Con 10, Int 12, Wis 11, Cha 13. Andres is pleasant in appearance, with uneven black hair and hazel eyes. He wears splint armor and wields a warhammer and shield.",
  "Gauwalt: Male Half-elf Rogue, CE. Str 11, Dex 13, Con 11, Int 13, Wis 9, Cha 13. Gauwalt is tall, with silver hair and dark green eyes. He wears studded leather and wields a shortsword and dagger. Gauwalt is corrupt and unforgiving.",
  "Hony: Male Half-elf Monk, NG. Str 12, Dex 14, Con 9, Int 9, Wis 8, Cha 14. Hony is stout, with short auburn hair and amber eyes. He wears modest garments and wields a bo (quarterstaff). Hony has an animal companion, a tiger named Adrierith.",
  "Gylan: Male Half-elf Paladin, Good. Str 14, Dex 10, Con 10, Int 10, Wis 14, Cha 12. Gylan is elegant in appearance, with brown hair and amber eyes. He wears plate armor and wields a pike. Gylan is searching for the lost Cathedral of the Cerulean Sky.",
  "Alas: Male Half-elf Monk, CG. Str 12, Dex 10, Con 9, Int 7, Wis 14, Cha 12. Alas is short, with brown hair and light gray eyes. He wears plain clothing and wields a yari (spear) and sai (dagger). Alas is energetic and fair.",
  "Diresta: Male Half-elf Warlock, NG. Str 15, Dex 8, Con 12, Int 6, Wis 10, Cha 13. Diresta is short and thin, with white hair and large amber eyes. He wears leather armor and wields a spear and javelins. Diresta frequently uses uncommon words incorrectly.",
  "Friffin Windsor: Male Half-elf Barbarian, LN. Str 16, Dex 13, Con 15, Int 13, Wis 10, Cha 11. Friffin has short golden hair and green eyes. He wears leather armor and wields a whip. Friffin is impartial and lewd.",
  "Pholes: Male Half-elf Cleric, NE. Str 7, Dex 9, Con 13, Int 12, Wis 15, Cha 9. Pholes has messy golden hair and gray eyes, and pointed ears. He wears half plate and wields a spear and javelins. Pholes is hunting the sorcerer who murdered his family.",
  "Liamart: Male Half-elf Rogue, NG. Str 11, Dex 17, Con 8, Int 12, Wis 7, Cha 8. Liamart has silver hair and gray eyes, and pointed ears. He wears studded leather and wields a longsword and sickle. Liamart seeks to find his true love.",
  "Artin: Male Half-elf Monk, CN. Str 14, Dex 9, Con 7, Int 13, Wis 10, Cha 7. Artin has thick auburn hair and brown eyes. He wears plain clothing and wields nunchaku (club) and shuriken (darts). Artin suffers a paralyzing fear of heights.",
  "Galionor: Male Half-elf Cleric, N. Str 13, Dex 8, Con 11, Int 10, Wis 15, Cha 11. Galionor has braided black hair and bright gray eyes, and wears glasses with silver rims. He wears a chain shirt and wields a quarterstaff. Galionor is blind in his left eye.",
  "Legali: Male Half-elf Cleric, CG. Str 9, Dex 7, Con 13, Int 13, Wis 13, Cha 10. Legali is noble in bearing, with blonde hair and narrow brown eyes. He wears studded leather and wields a spear and shield. Legali is reflective and charming.",
  "Symas: Male Half-elf Rogue, NG. Str 11, Dex 17, Con 8, Int 17, Wis 6, Cha 11. Symas is tall, with silver hair and gray eyes. He wears studded leather and wields a longsword. Symas is diplomatic and jealous.",
  "Ralphye Horne: Male Half-elf Warlock, NG. Str 12, Dex 10, Con 10, Int 10, Wis 9, Cha 15. Ralphye is short, with blonde hair and bright hazel eyes. He wears studded leather and wields a club. Ralphye was petrified for a hundred years.",
  "Goladan: Male Half-elf Druid, Neutral. Str 12, Dex 14, Con 9, Int 9, Wis 16, Cha 10. Goladan has silver hair and narrow brown eyes. He wears leather armor and wields a spear. Goladan has dire rat named Phone.",
  "Cirdire: Male Half-elf Monk, LN. Str 11, Dex 13, Con 12, Int 11, Wis 11, Cha 12. Cirdire is short, with thick black hair and brown eyes. He wears travel-stained clothing and wields a kanabo (mace) and shuriken (darts). Cirdire has an animal companion, a red snake named Findanye.",
  "Oror: Male Half-elf Fighter, N. Str 13, Dex 15, Con 5, Int 8, Wis 10, Cha 11. Oror is pleasant in appearance, with red hair and large hazel eyes. He wears hide armor and wields a scimitar.",
  "Reyny: Male Half-elf Rogue, LG. Str 10, Dex 15, Con 9, Int 15, Wis 12, Cha 9. Reyny has red hair and gray eyes, and large ears. He wears studded leather and wields a shortsword and shortbow. Reyny speaks with a stutter.",
  "Toronwe: Male Half-elf Druid, Neutral. Str 16, Dex 12, Con 6, Int 12, Wis 16, Cha 5. Toronwe has white hair and narrow brown eyes, and prominent ears. He wears leather armor and wields a quarterstaff and dagger.",
  "Johny: Male Half-elf Warlock, N. Str 10, Dex 11, Con 9, Int 12, Wis 12, Cha 14. Johny has silver hair and sharp amber eyes, and a braided beard. He wears studded leather and wields a quarterstaff. Johny is colorblind.",
  "Warder: Male Half-elf Warlock, NG. Str 14, Dex 7, Con 10, Int 12, Wis 9, Cha 16. Warder has thin black hair and amber eyes. He wears studded leather and wields a light hammer and light crossbow. Warder has an animal companion, a grey rat named Seredhel.",
  "Elurel: Male Half-elf Rogue, LN. Str 14, Dex 15, Con 11, Int 8, Wis 10, Cha 7. Elurel has braided auburn hair and blue eyes, and a magical tattoo on his arm. He wears studded leather and wields a spear and hand crossbow. Elurel compulsively plays with a steel ring.",
  "Rancent: Male Half-elf Wizard, LG. Str 13, Dex 16, Con 10, Int 13, Wis 10, Cha 8. Rancent is short and stout, with short blonde hair and amber eyes. He wears yellow robes and wields a quarterstaff and sling. Rancent seeks to master the secrets of time travel.",
  "Bore: Male Half-elf Wizard, N. Str 11, Dex 8, Con 10, Int 15, Wis 9, Cha 9. Bore has curly silver hair and gray eyes. He wears modest garments and wields a dagger and light crossbow. Bore has an arcane familiar, a floating lantern which pulses with light as it speaks.",
  "Egnopheth: Male Half-elf Monk, LN. Str 10, Dex 11, Con 9, Int 8, Wis 14, Cha 7. Egnopheth has a long face, with brown hair and large blue eyes. He wears worn clothing and wields a bo (quarterstaff) and kama (sickle). Egnopheth has an animal companion, a white monkey named Arwel.",
  "Folke Keselw: Male Half-elf Fighter, LN. Str 15, Dex 13, Con 10, Int 11, Wis 9, Cha 11. Folke has thick black hair and bright green eyes, and a flat nose. He wears hide armor and wields a rapier and net. Folke has an animal companion, a gray wolf named Giliam.",
  "Elelrod: Male Half-elf Monk, N. Str 9, Dex 10, Con 13, Int 15, Wis 11, Cha 8. Elelrod has a round face, with white hair and hazel eyes. He wears travel-stained clothing and wields a kanabo (mace). Elelrod has an animal companion, a hunting dog named Roguy.",
  "Galegon: Male Half-elf Fighter, CN. Str 16, Dex 13, Con 13, Int 12, Wis 9, Cha 8. Galegon is pleasant in appearance, with thick blonde hair and soft blue eyes. He wears plate armor and wields a war pick and blowgun. Galegon is searching for the lost dominion of Belonde.",
  "Roguy: Male Half-elf Rogue, LN. Str 10, Dex 16, Con 10, Int 16, Wis 11, Cha 12. Roguy is overweight, with gray hair and blue eyes. He wears studded leather and wields a rapier. Roguy has an animal companion, a dire rat named Riffin.",
  "Johny: Male Half-elf Monk, LN. Str 7, Dex 14, Con 10, Int 14, Wis 8, Cha 9. Johny has brown hair and large hazel eyes, and a distinctive scar on his arm. He wears well-made clothing and wields nunchaku (club) and kama (sickle). Johny has an animal companion, a tiger named Galasaer.",
  "Elrororm: Male Half-elf Rogue, N. Str 9, Dex 16, Con 6, Int 13, Wis 13, Cha 6. Elrororm has a square face, with brown hair and brown eyes. He wears studded leather and wields a rapier. Elrororm is only friendly towards other half-elves..",
  "Gery: Male Half-elf Paladin, Good. Str 11, Dex 10, Con 10, Int 6, Wis 9, Cha 13. Gery is slender, with gray hair and brown eyes. He wears scale mail and wields a pike.",
  "Penlegal: Male Half-elf Monk, NE. Str 14, Dex 15, Con 7, Int 12, Wis 16, Cha 14. Penlegal has short golden hair and green eyes, and a messy beard. He wears modest garments and wields an ono (handaxe). Penlegal seeks to atone for past sins.",
  "Amew: Male Half-elf Warlock, LN. Str 11, Dex 7, Con 5, Int 9, Wis 6, Cha 16. Amew is fey in appearance, with blonde hair and hazel eyes. He wears leather armor and wields a quarterstaff. Amew is haunted by the memories of a past life.",
  "Ennanduir: Male Half-elf Cleric, LE. Str 10, Dex 6, Con 8, Int 11, Wis 15, Cha 12. Ennanduir is pleasant in appearance, with thin brown hair and narrow green eyes. He wears a chain shirt and wields a club and shield. Ennanduir is fascinated by magic and arcana.",
  "Egor: Male Half-elf Ranger, LN. Str 13, Dex 15, Con 6, Int 8, Wis 15, Cha 12. Egor has brown hair and blue eyes. He wears studded leather and wields a rapier and shield.",
  "Stiny Dene: Male Half-elf Cleric, N. Str 11, Dex 12, Con 13, Int 7, Wis 14, Cha 11. Stiny has black hair and narrow blue eyes, and large ears. He wears studded leather and wields a club. Stiny is reserved and coarse.",
  "Elror: Male Half-elf Monk, NG. Str 12, Dex 8, Con 10, Int 7, Wis 12, Cha 13. Elror is short and slender, with blonde hair and soft blue eyes. He wears well-made clothing and wields a yari (spear) and shuriken (darts). Elror is optimistic and principled.",
  "Nichye: Male Half-elf Cleric, NG. Str 8, Dex 14, Con 13, Int 8, Wis 12, Cha 11. Nichye is short, with silver hair and sharp brown eyes. He wears hide armor and wields a light hammer. Nichye has an animal companion, a gray rat named Indidris.",
  "Finy: Male Half-elf Rogue, LN. Str 12, Dex 16, Con 10, Int 12, Wis 12, Cha 7. Finy has a square face, with auburn hair and amber eyes. He wears leather armor and wields a rapier. Finy is truthful and ambitious.",
  "Geoffrey: Male Half-elf Fighter, LN. Str 12, Dex 15, Con 8, Int 9, Wis 11, Cha 10. Geoffrey has a long face, with thin auburn hair and green eyes. He wears a breastplate and wields a battleaxe.",
  "Torendor: Male Half-elf Warlock, N. Str 8, Dex 12, Con 12, Int 14, Wis 6, Cha 15. Torendor is rough in appearance, with copper hair and bright brown eyes. He wears leather armor and wields a mace.",
  "Mahturgorm: Male Half-elf Paladin, Good. Str 9, Dex 9, Con 11, Int 12, Wis 13, Cha 14. Mahturgorm has gray hair and soft gray eyes, and an unusual mark on his face. He wears ring mail and wields a halberd. Mahturgorm suffers a deadly allergy to milk.",
  "Thilip: Male Half-elf Rogue, LG. Str 10, Dex 14, Con 12, Int 14, Wis 9, Cha 7. Thilip is rough in appearance, with braided silver hair and light brown eyes. He wears studded leather and wields a shortsword. Thilip has an animal companion, a black snake named Philia.",
  "Jamas: Male Half-elf Druid, Neutral. Str 12, Dex 11, Con 11, Int 7, Wis 14, Cha 12. Jamas has a round face, with curly black hair and dark gray eyes. He wears hide armor and wields a scimitar. Jamas has green snake named Niserie.",
  "Atalan: Male Half-elf Sorcerer, LG. Str 12, Dex 10, Con 12, Int 9, Wis 8, Cha 16. Atalan has a round face, with cropped silver hair and blue eyes. He wears modest garments and wields a dagger and sling.",
  "Alard: Male Half-elf Barbarian, NG. Str 15, Dex 12, Con 8, Int 5, Wis 6, Cha 11. Alard is tall, with golden hair and green eyes. He wears scale mail and wields a battleaxe and heavy crossbow. Alard is honorable and amoral.",
  "Elelung: Male Half-elf Sorcerer, LN. Str 13, Dex 12, Con 14, Int 12, Wis 7, Cha 17. Elelung has a round face, with blonde hair and soft amber eyes. He wears plain clothing and wields a quarterstaff. Elelung has an animal companion, a silver cat named Mery.",
  "Galodhon: Male Half-elf Barbarian, N. Str 14, Dex 9, Con 10, Int 12, Wis 10, Cha 7. Galodhon has a narrow face, with cropped auburn hair and narrow blue eyes. He wears studded leather and wields a morningstar and hand crossbow. Galodhon suffers an acute fear of blood.",
  "Finy Wyarde: Male Half-elf Barbarian, N. Str 16, Dex 10, Con 11, Int 7, Wis 15, Cha 10. Finy is fair in appearance, with matted gray hair and blue eyes. He wears leather armor and wields a warhammer and net. Finy has an animal companion, a badger named Arran.",
  "Narder Merde: Male Half-elf Monk, CN. Str 7, Dex 16, Con 14, Int 9, Wis 12, Cha 9. Narder is slender, with black hair and hazel eyes. He wears modest garments and wields nunchaku (club) and shuriken (darts). Narder is only friendly towards other half-elves..",
  "Ryany: Male Half-elf Rogue, NE. Str 10, Dex 12, Con 9, Int 13, Wis 11, Cha 11. Ryany has messy red hair and gray eyes, and sharpened teeth. He wears studded leather and wields a handaxe and hand crossbow. Ryany is easily distracted by magic.",
  "Edrathin: Male Half-elf Wizard, N. Str 8, Dex 13, Con 10, Int 15, Wis 9, Cha 10. Edrathin has brown hair and sharp gray eyes. He wears sapphire robes and wields a quarterstaff. Edrathin seeks to master the secrets of time travel.",
  "Elemmas: Male Half-elf Rogue, NE. Str 15, Dex 12, Con 13, Int 13, Wis 11, Cha 9. Elemmas is pleasant in appearance, with blonde hair and hazel eyes. He wears studded leather and wields a shortsword and light crossbow. Elemmas seeks to discover why he keeps having the same dream.",
  "Gery: Male Half-elf Fighter, CN. Str 12, Dex 11, Con 10, Int 10, Wis 11, Cha 11. Gery has brown hair and narrow hazel eyes. He wears half plate and wields a maul. Gery is hunting the demon who slew his mentor.",
  "Jamond Dysley: Male Half-elf Warlock, N. Str 15, Dex 9, Con 8, Int 8, Wis 9, Cha 16. Jamond is tall and willowy, with black hair and dark amber eyes. He wears leather armor and wields a light hammer. Jamond is hunting the doppelganger which destroyed his homeland.",
  "Fingaldir: Male Half-elf Cleric, NG. Str 7, Dex 10, Con 12, Int 9, Wis 16, Cha 13. Fingaldir is fair in appearance, with messy red hair and green eyes. He wears hide armor and wields a quarterstaff.",
  "Engod: Male Half-elf Druid, Neutral. Str 10, Dex 11, Con 12, Int 9, Wis 15, Cha 10. Engod has a square face, with brown hair and dark gray eyes. He wears hide armor and wields a quarterstaff and sickle. Engod has green snake named Nimlebrie.",
  "Symath: Male Half-elf Monk, LN. Str 14, Dex 15, Con 9, Int 11, Wis 16, Cha 10. Symath has auburn hair and bright gray eyes. He wears well-made clothing and wields an ono (handaxe) and shuriken (darts). Symath is thoughtful and proud.",
  "Odreth: Male Half-elf Monk, LG. Str 14, Dex 13, Con 8, Int 8, Wis 12, Cha 11. Odreth has tangled blonde hair and gray eyes. He wears modest garments and wields a yari (spear). Odreth compulsively plays with a copper coin.",
  "Raffin: Male Half-elf Monk, NE. Str 14, Dex 13, Con 8, Int 11, Wis 12, Cha 13. Raffin is pleasant in appearance, with curly red hair and gray eyes. He wears worn clothing and wields nunchaku (club) and kama (sickle). Raffin seeks to become a knight of the realm.",
  "Stiny: Male Half-elf Cleric, CN. Str 12, Dex 11, Con 11, Int 9, Wis 17, Cha 12. Stiny is tall and heavyset, with thin black hair and narrow hazel eyes. He wears leather armor and wields a club and shield. Stiny is searching for the lost Temple of the Silver Sky.",
  "Gylas Skoerwe: Male Half-elf Cleric, N. Str 11, Dex 11, Con 12, Int 11, Wis 14, Cha 15. Gylas has messy red hair and narrow green eyes. He wears half plate and wields a light hammer. Gylas has an animal companion, a ginger ferret named Mahta.",
  "Celemmion: Male Half-elf Rogue, LN. Str 7, Dex 14, Con 10, Int 12, Wis 10, Cha 10. Celemmion has a round face, with curly black hair and brown eyes. He wears leather armor and wields a longsword and shortbow. Celemmion seeks to atone for past sins.",
  "Onwemmil: Male Half-elf Druid, Neutral. Str 7, Dex 6, Con 13, Int 13, Wis 14, Cha 8. Onwemmil is pleasant in appearance, with matted golden hair and amber eyes. He wears leather armor and wields a quarterstaff.",
  "Warder: Male Half-elf Barbarian, NG. Str 14, Dex 9, Con 17, Int 13, Wis 8, Cha 9. Warder is tall and heavyset, with braided black hair and sharp hazel eyes. He wears scale mail and wields a battleaxe. Warder is cursed with traumatic nightmares.",
  "Arthugh: Male Half-elf Druid, Neutral. Str 10, Dex 12, Con 14, Int 8, Wis 14, Cha 13. Arthugh has tangled white hair and brown eyes, and large ears. He wears hide armor and wields a spear and javelins. Arthugh has dire rat named Nimluthien.",
  "Anduingor: Male Half-elf Rogue, N. Str 12, Dex 17, Con 8, Int 10, Wis 11, Cha 10. Anduingor has matted copper hair and dark gray eyes, and small ears. He wears studded leather and wields a mace and hand crossbow. Anduingor seeks to steal a legendary diamond from the Athenaeum of Elemental Study.",
  "Gorminarf: Male Half-elf Paladin, Good. Str 11, Dex 14, Con 10, Int 6, Wis 13, Cha 8. Gorminarf has a long face, with uneven white hair and soft hazel eyes. He wears chain mail and wields a glaive.",
  "Thilbeli: Male Half-elf Fighter, NG. Str 15, Dex 14, Con 10, Int 13, Wis 8, Cha 7. Thilbeli is common in appearance, with silver hair and soft gray eyes. He wears splint armor and wields a whip and shield. Thilbeli is well-spoken and brave.",
  "Ewin: Male Half-elf Druid, Neutral. Str 9, Dex 11, Con 6, Int 7, Wis 17, Cha 14. Ewin has white hair and blue eyes, and large ears. He wears leather armor and wields a scimitar and sling. Ewin is driven and guarded.",
  "Roge Colke: Male Half-elf Barbarian, LN. Str 16, Dex 13, Con 11, Int 5, Wis 11, Cha 11. Roge has a narrow face, with silver hair and light blue eyes. He wears scale mail and wields a war pick and shield. Roge is searching for his missing son.",
  "Choles: Male Half-elf Paladin, Good. Str 14, Dex 13, Con 13, Int 13, Wis 10, Cha 12. Choles has cropped golden hair and narrow blue eyes, and a thin moustache. He wears ring mail and wields a scimitar. Choles has an animal companion, a white warhorse named Gyleon.",
  "Eanomion: Male Half-elf Bard, LG. Str 11, Dex 13, Con 7, Int 11, Wis 10, Cha 13. Eanomion is overweight, with cropped blonde hair and amber eyes. He wears studded leather and wields a mace. Eanomion is hunting the warlord who stole his ancestral sword.",
  "Elethos: Male Half-elf Monk, LN. Str 12, Dex 12, Con 13, Int 7, Wis 9, Cha 9. Elethos is tall, with blonde hair and dark blue eyes. He wears modest garments and wields a bo (quarterstaff) and kama (sickle). Elethos seeks to become a knight of the realm.",
  "Armil: Male Half-elf Paladin, Good. Str 14, Dex 11, Con 14, Int 8, Wis 11, Cha 12. Armil is stout, with messy blonde hair and brown eyes. He wears chain mail and wields a pike. Armil is aesthetic and steadfast.",
  "Penlure: Male Half-elf Rogue, N. Str 13, Dex 13, Con 13, Int 10, Wis 9, Cha 10. Penlure is stout, with thin black hair and large gray eyes. He wears studded leather and wields a shortsword and hand crossbow. Penlure is haunted by the memories of a past life.",
  "Vyncis Morle: Male Half-elf Rogue, LG. Str 10, Dex 17, Con 14, Int 11, Wis 9, Cha 11. Vyncis has long gray hair and green eyes. He wears leather armor and wields a rapier and hand crossbow.",
  "Gery Isleyn: Male Half-elf Bard, NE. Str 10, Dex 6, Con 11, Int 15, Wis 7, Cha 14. Gery has an angular face, with messy brown hair and large amber eyes. He wears studded leather and wields a longsword. Gery has an animal companion, a ginger ferret named Neluthien.",
  "Finaeli: Male Half-elf Monk, LN. Str 11, Dex 10, Con 9, Int 7, Wis 12, Cha 12. Finaeli is tall, with white hair and amber eyes. He wears plain clothing and wields a bo (quarterstaff). Finaeli is searching for a legendary blade named Sublime Violence.",
  "Alalph: Male Half-elf Rogue, NE. Str 13, Dex 15, Con 10, Int 13, Wis 11, Cha 10. Alalph is short, with silver hair and brown eyes. He wears leather armor and wields a handaxe. Alalph has an animal companion, a black snake named Celathald.",
  "Narder: Male Half-elf Ranger, NE. Str 11, Dex 10, Con 13, Int 6, Wis 8, Cha 11. Narder is common in appearance, with straight copper hair and bright green eyes. He wears studded leather and wields a war pick and shield. Narder has gray wolf named Kathel.",
  "Ingwion: Male Half-elf Druid, Neutral. Str 14, Dex 6, Con 8, Int 5, Wis 17, Cha 11. Ingwion has tangled white hair and large brown eyes. He wears leather armor and wields a club. Ingwion is dying and desperately seeks the secret of immortality.",
  "Vyncent: Male Half-elf Fighter, LG. Str 17, Dex 14, Con 8, Int 12, Wis 9, Cha 10. Vyncent is elegant in appearance, with white hair and brown eyes. He wears ring mail and wields a longsword and blowgun. Vyncent suffers a severe allergy to shellfish.",
  "Penguili: Male Half-elf Barbarian, LN. Str 12, Dex 10, Con 16, Int 13, Wis 6, Cha 11. Penguili is short and stout, with long golden hair and large gray eyes. He wears hide armor and wields a rapier and longbow. Penguili is adaptable and extravagant.",
  "Edwan Goodwe: Male Half-elf Monk, NG. Str 10, Dex 11, Con 10, Int 13, Wis 8, Cha 11. Edwan has straight red hair and green eyes. He wears travel-stained clothing and wields a kanabo (mace). Edwan has an animal companion, a copper firedrake named Pherey.",
  "Ladore: Male Half-elf Fighter, NG. Str 14, Dex 11, Con 7, Int 13, Wis 7, Cha 12. Ladore has an angular face, with messy gray hair and brown eyes. He wears splint armor and wields a glaive.",
  "Malgonas: Male Half-elf Sorcerer, LN. Str 11, Dex 7, Con 12, Int 6, Wis 13, Cha 12. Malgonas is pleasant in appearance, with silver hair and sharp amber eyes. He wears worn clothing and wields a quarterstaff. Malgonas compulsively sings.",
  "Celore: Male Half-elf Monk, CG. Str 12, Dex 13, Con 7, Int 9, Wis 7, Cha 10. Celore is courtly in bearing, with straight auburn hair and brown eyes. He wears sturdy clothing and wields nunchaku (club) and sai (dagger). Celore has an animal companion, a tiger named Cilia.",
  "Leward: Male Half-elf Cleric, N. Str 9, Dex 11, Con 7, Int 14, Wis 12, Cha 14. Leward has a narrow face, with braided blonde hair and green eyes. He wears studded leather and wields a handaxe and shield. Leward is searching for the lost dominion of Gothriande.",
  "Amror: Male Half-elf Cleric, CN. Str 6, Dex 9, Con 12, Int 13, Wis 13, Cha 10. Amror is fair in appearance, with cropped auburn hair and brown eyes. He wears leather armor and wields a light hammer and shield. Amror suffers a traumatic fear of crowds.",
  "Georguy: Male Half-elf Monk, LN. Str 10, Dex 9, Con 12, Int 5, Wis 14, Cha 11. Georguy is tall, with tangled white hair and light amber eyes. He wears worn clothing and wields a kanabo (mace). Georguy has an animal companion, a tiger named Marget.",
  "Rewyn: Male Half-elf Cleric, NE. Str 10, Dex 8, Con 11, Int 13, Wis 13, Cha 14. Rewyn has red hair and gray eyes, and walks with a limp. He wears leather armor and wields a light hammer and shield. Rewyn is painfully tone-deaf.",
  "Waltin: Male Half-elf Sorcerer, LG. Str 12, Dex 12, Con 12, Int 8, Wis 7, Cha 12. Waltin has white hair and bright green eyes, and small ears. He wears modest garments and wields a quarterstaff. Waltin secretly serves Shalpha, an ancient god of evil.",
  "Nieles: Male Half-elf Wizard, NE. Str 6, Dex 7, Con 10, Int 15, Wis 9, Cha 12. Nieles has black hair and soft blue eyes. He wears fine clothing and wields a quarterstaff and light crossbow.",
  "Galeborn: Male Half-elf Druid, Neutral. Str 11, Dex 6, Con 12, Int 11, Wis 17, Cha 9. Galeborn is short, with straight blonde hair and narrow brown eyes. He wears leather armor and wields a spear and darts.",
  "Minore: Male Half-elf Rogue, NG. Str 9, Dex 12, Con 10, Int 14, Wis 12, Cha 14. Minore is short, with silver hair and dark gray eyes. He wears studded leather and wields a shortsword and shortbow. Minore seeks revenge against the thieves' guild which left him to hang.",
  "Alior: Male Half-elf Warlock, N. Str 12, Dex 9, Con 14, Int 6, Wis 13, Cha 12. Alior has a long face, with curly black hair and hazel eyes. He wears leather armor and wields a light hammer and sickle. Alior is impossibly lucky.",
  "Turgilgol: Male Half-elf Fighter, LN. Str 13, Dex 11, Con 10, Int 10, Wis 7, Cha 9. Turgilgol has blonde hair and gray eyes. He wears a chain shirt and wields a flail. Turgilgol has an animal companion, a gray wolf named Ether.",
  "Hilionael: Male Half-elf Cleric, NG. Str 11, Dex 6, Con 7, Int 15, Wis 13, Cha 13. Hilionael has gray hair and large blue eyes, and a flat nose. He wears leather armor and wields a quarterstaff and shield.",
  "Rodrophing: Male Half-elf Sorcerer, LN. Str 9, Dex 11, Con 12, Int 15, Wis 11, Cha 13. Rodrophing is stout, with gray hair and bright brown eyes. He wears well-made clothing and wields a dagger.",
  "Golodor: Male Half-elf Fighter, NG. Str 12, Dex 11, Con 9, Int 7, Wis 13, Cha 12. Golodor has brown hair and blue eyes, and a thin moustache. He wears chain mail and wields a morningstar and shield. Golodor seeks to find his true love.",
  "George: Male Half-elf Rogue, NG. Str 7, Dex 13, Con 12, Int 11, Wis 7, Cha 12. George is rugged in appearance, with long silver hair and bright gray eyes. He wears leather armor and wields a shortsword and hand crossbow. George seeks revenge against the thieves' guild which left him to hang.",
  "Gilgoli: Male Half-elf Warlock, CN. Str 12, Dex 9, Con 9, Int 13, Wis 11, Cha 12. Gilgoli has a long face, with curly white hair and sharp blue eyes. He wears leather armor and wields a spear. Gilgoli has an animal companion, a grey rat named Neluthien.",
  "Robern: Male Half-elf Rogue, CN. Str 11, Dex 16, Con 8, Int 12, Wis 9, Cha 6. Robern is fair in appearance, with copper hair and brown eyes. He wears leather armor and wields a rapier.",
  "Drancent: Male Half-elf Fighter, CG. Str 17, Dex 8, Con 6, Int 10, Wis 11, Cha 5. Drancent is stout, with golden hair and blue eyes. He wears a breastplate and wields a rapier and shield.",
  "Frichye: Male Half-elf Monk, N. Str 14, Dex 8, Con 11, Int 11, Wis 17, Cha 12. Frichye has black hair and sharp amber eyes. He wears modest garments and wields a yari (spear). Frichye has an animal companion, a gray rabbit named Finrethel.",
  "Pharrey: Male Half-elf Fighter, N. Str 12, Dex 8, Con 10, Int 8, Wis 9, Cha 6. Pharrey is short, with red hair and amber eyes. He wears hide armor and wields a war pick and longbow. Pharrey is serious and superstitious.",
  "Dirodor: Male Half-elf Monk, LN. Str 13, Dex 12, Con 10, Int 5, Wis 17, Cha 8. Dirodor has copper hair and green eyes. He wears worn clothing and wields a bo (quarterstaff) and kama (sickle). Dirodor seeks to atone for past sins.",
  "Tephye: Male Half-elf Monk, LN. Str 15, Dex 13, Con 14, Int 8, Wis 12, Cha 9. Tephye is fair in appearance, with black hair and bright blue eyes. He wears travel-stained clothing and wields a yari (spear) and shuriken (darts). Tephye is searching for a legendary blade named Ghoulaxe.",
  "Fingonas: Male Half-elf Rogue, N. Str 9, Dex 15, Con 15, Int 13, Wis 9, Cha 12. Fingonas is fair in appearance, with short gray hair and soft brown eyes. He wears studded leather and wields a longsword.",
  "Arthugh: Male Half-elf Fighter, LG. Str 17, Dex 11, Con 12, Int 9, Wis 9, Cha 12. Arthugh is slender, with braided white hair and hazel eyes. He wears a chain shirt and wields a war pick and shield.",
  "Lesym: Male Half-elf Rogue, NG. Str 7, Dex 13, Con 15, Int 7, Wis 10, Cha 12. Lesym is cultured in appearance, with brown hair and bright amber eyes. He wears leather armor and wields a rapier and hand crossbow. Lesym is well-spoken and driven.",
  "Athard: Male Half-elf Fighter, LN. Str 12, Dex 13, Con 11, Int 11, Wis 5, Cha 11. Athard is fey in appearance, with red hair and soft gray eyes. He wears plate armor and wields a battleaxe and heavy crossbow. Athard suffers a deadly allergy to nuts.",
  "Brancis: Male Half-elf Fighter, NG. Str 17, Dex 13, Con 9, Int 9, Wis 9, Cha 13. Brancis has curly silver hair and sharp amber eyes. He wears a breastplate and wields a morningstar and hand crossbow.",
  "Anthin: Male Half-elf Ranger, N. Str 12, Dex 11, Con 11, Int 9, Wis 8, Cha 6. Anthin has a long face, with gray hair and hazel eyes. He wears a breastplate and wields a war pick. Anthin suffers a severe allergy to cats.",
  "Riffolk Inter: Male Half-elf Barbarian, N. Str 14, Dex 9, Con 8, Int 14, Wis 9, Cha 10. Riffolk is common in appearance, with thick copper hair and hazel eyes. He wears leather armor and wields a shortsword and hand crossbow. Riffolk has an animal companion, a copper firedrake named Jane.",
  "Erod: Male Half-elf Fighter, LN. Str 17, Dex 13, Con 14, Int 7, Wis 8, Cha 14. Erod has brown hair and soft brown eyes, and a thin beard. He wears splint armor and wields a greataxe. Erod has an animal companion, a black bear named Arwel.",
  "Gylan: Male Half-elf Barbarian, N. Str 16, Dex 10, Con 15, Int 12, Wis 13, Cha 11. Gylan has curly blonde hair and soft brown eyes, and a magical tattoo on his face. He wears leather armor and wields a morningstar and shield. Gylan is searching for his lost sister.",
  "Emmamror: Male Half-elf Paladin, Good. Str 15, Dex 10, Con 11, Int 10, Wis 15, Cha 10. Emmamror is short, with silver hair and large hazel eyes. He wears ring mail and wields a greatsword. Emmamror has an animal companion, a bay warhorse named Bely.",
  "Glorfinarf: Male Half-elf Fighter, NE. Str 14, Dex 13, Con 13, Int 9, Wis 10, Cha 9. Glorfinarf is tall, with uneven blonde hair and bright amber eyes. He wears splint armor and wields a whip. Glorfinarf seeks revenge against the sister who betrayed him.",
  "Gerey Holte: Male Half-elf Rogue, NG. Str 10, Dex 14, Con 14, Int 10, Wis 10, Cha 9. Gerey is slender, with brown hair and narrow amber eyes. He wears leather armor and wields a rapier and dagger.",
  "Annaeled: Male Half-elf Rogue, N. Str 10, Dex 15, Con 15, Int 9, Wis 10, Cha 11. Annaeled has blonde hair and hazel eyes. He wears leather armor and wields a longsword and hand crossbow. Annaeled is foolhardy and intimidating.",
  "Oros: Male Half-elf Ranger, NG. Str 13, Dex 7, Con 10, Int 11, Wis 11, Cha 9. Oros is pleasant in appearance, with auburn hair and sharp amber eyes. He wears studded leather and wields a halberd. Oros secretly serves Agon, an ancient god of death.",
  "Celadir: Male Half-elf Cleric, N. Str 14, Dex 10, Con 5, Int 6, Wis 17, Cha 13. Celadir has tangled white hair and amber eyes, and pointed ears. He wears half plate and wields a club and javelins. Celadir is searching for the lost Shrine of Angels.",
  "Vyncis: Male Half-elf Rogue, CN. Str 10, Dex 15, Con 10, Int 16, Wis 10, Cha 13. Vyncis has short brown hair and gray eyes. He wears studded leather and wields a shortsword and hand crossbow. Vyncis seeks to save his family from financial ruin.",
  "Dilure: Male Half-elf Paladin, Good. Str 15, Dex 8, Con 9, Int 12, Wis 12, Cha 14. Dilure is noble in bearing, with black hair and sharp gray eyes. He wears chain mail and wields a pike. Dilure is loyal and anxious.",
  "Inanwel: Male Half-elf Fighter, N. Str 13, Dex 13, Con 11, Int 10, Wis 9, Cha 8. Inanwel has matted silver hair and light gray eyes. He wears plate armor and wields a morningstar. Inanwel lost his reflection to a nymph.",
  "Egon: Male Half-elf Monk, LE. Str 13, Dex 10, Con 13, Int 14, Wis 15, Cha 14. Egon is wretched in appearance, with brown hair and blue eyes. He wears plain clothing and wields nunchaku (club) and sai (dagger). Egon is craven and disloyal.",
  "Hamas: Male Half-elf Rogue, N. Str 5, Dex 15, Con 12, Int 15, Wis 5, Cha 12. Hamas is short, with cropped brown hair and light amber eyes. He wears studded leather and wields a rapier and darts.",
  "Gauwill Taby: Male Half-elf Monk, LN. Str 9, Dex 10, Con 11, Int 7, Wis 16, Cha 9. Gauwill has black hair and narrow blue eyes, and an uneven moustache. He wears well-made clothing and wields an ono (handaxe) and kama (sickle).",
  "Daeronduil: Male Half-elf Monk, CN. Str 13, Dex 7, Con 10, Int 10, Wis 7, Cha 7. Daeronduil has copper hair and bright hazel eyes, and a straight moustache. He wears sturdy clothing and wields a yari (spear) and sai (dagger).",
  "George: Male Half-elf Cleric, NG. Str 14, Dex 8, Con 7, Int 9, Wis 12, Cha 7. George has gray hair and brown eyes. He wears leather armor and wields a handaxe and shield. George has an animal companion, a white rabbit named Warder.",
  "Elror: Male Half-elf Monk, LN. Str 7, Dex 14, Con 7, Int 15, Wis 8, Cha 9. Elror is slender, with white hair and light brown eyes. He wears worn clothing and wields a kanabo (mace).",
  "Direthel: Male Half-elf Bard, LN. Str 7, Dex 12, Con 11, Int 11, Wis 11, Cha 13. Direthel is slender, with uneven silver hair and narrow brown eyes. He wears studded leather and wields a shortsword and javelins.",
  "Gauwilh: Male Half-elf Bard, LN. Str 8, Dex 8, Con 11, Int 14, Wis 9, Cha 12. Gauwilh is fey in appearance, with copper hair and brown eyes. He wears studded leather and wields a quarterstaff. Gauwilh has an animal companion, a green firedrake named Phone.",
  "Galegon: Male Half-elf Wizard, N. Str 11, Dex 13, Con 9, Int 12, Wis 14, Cha 8. Galegon has tangled white hair and blue eyes. He wears modest garments and wields a quarterstaff. Galegon is blind in his left eye.",
  "Elior: Male Half-elf Monk, N. Str 13, Dex 12, Con 7, Int 11, Wis 9, Cha 11. Elior has cropped silver hair and light amber eyes, and small ears. He wears modest garments and wields a kanabo (mace) and sai (dagger). Elior has an animal companion, a tawny rat named Joyce.",
  "Lomaedhre: Male Half-elf Rogue, NG. Str 12, Dex 15, Con 7, Int 15, Wis 14, Cha 8. Lomaedhre is tall, with long copper hair and blue eyes. He wears studded leather and wields a quarterstaff and hand crossbow. Lomaedhre seeks revenge against the aristocrat who framed him.",
  "Liames: Male Half-elf Rogue, LG. Str 9, Dex 14, Con 7, Int 9, Wis 14, Cha 10. Liames has gray hair and narrow green eyes. He wears leather armor and wields a rapier. Liames secretly serves Shasya, an ancient god of chaos.",
  "Arles Gelnne: Male Half-elf Rogue, N. Str 13, Dex 16, Con 15, Int 9, Wis 9, Cha 8. Arles is short, with silver hair and soft amber eyes. He wears leather armor and wields a rapier. Arles is covetous and scheming.",
  "Piersym Rowe: Male Half-elf Ranger, N. Str 12, Dex 12, Con 8, Int 10, Wis 10, Cha 8. Piersym has a square face, with thin silver hair and sharp hazel eyes. He wears half plate and wields a war pick. Piersym has badger named Mara.",
  "Jamath Carle: Male Half-elf Monk, N. Str 12, Dex 16, Con 11, Int 8, Wis 12, Cha 12. Jamath is rough in appearance, with long silver hair and narrow blue eyes. He wears well-made clothing and wields an ono (handaxe) and kama (sickle).",
  "Lathili: Male Half-elf Wizard, N. Str 14, Dex 16, Con 14, Int 14, Wis 12, Cha 8. Lathili has messy gray hair and dark blue eyes, and a distinctive scar on his arm. He wears sturdy clothing and wields a dagger and light crossbow. Lathili has an arcane familiar, a gray rat named Idrimroth.",
  "Ewis: Male Half-elf Fighter, N. Str 12, Dex 16, Con 12, Int 11, Wis 15, Cha 11. Ewis is thin, with tangled copper hair and light hazel eyes. He wears a chain shirt and wields a whip and heavy crossbow. Ewis seeks only fame and glory.",
  "Pengonarf: Male Half-elf Monk, CN. Str 10, Dex 10, Con 5, Int 12, Wis 14, Cha 6. Pengonarf has uneven black hair and large gray eyes, and a distinctive scar on his face. He wears well-made clothing and wields nunchaku (club) and sai (dagger). Pengonarf was petrified for a hundred years.",
  "Aldor: Male Half-elf Fighter, LN. Str 13, Dex 13, Con 12, Int 8, Wis 8, Cha 7. Aldor has white hair and blue eyes. He wears splint armor and wields a battleaxe.",
  "Gery Lowe: Male Half-elf Rogue, LN. Str 9, Dex 15, Con 15, Int 9, Wis 11, Cha 14. Gery has a round face, with curly copper hair and dark gray eyes. He wears studded leather and wields a rapier. Gery believes that he is being hunted by supernatural creatures.",
  "Altel: Male Half-elf Ranger, CG. Str 11, Dex 14, Con 11, Int 12, Wis 13, Cha 15. Altel has a round face, with straight black hair and light gray eyes. He wears half plate and wields a trident. Altel compulsively organizes things.",
  "Richye: Male Half-elf Rogue, LN. Str 9, Dex 14, Con 11, Int 9, Wis 8, Cha 10. Richye is short, with cropped auburn hair and blue eyes. He wears studded leather and wields a quarterstaff and shortbow.",
  "Mesym: Male Half-elf Rogue, LE. Str 13, Dex 17, Con 10, Int 12, Wis 8, Cha 10. Mesym has silver hair and sharp amber eyes, and a distinctive scar on his leg. He wears studded leather and wields a longsword. Mesym is aggressive and dishonest.",
  "Wyny Forde: Male Half-elf Rogue, N. Str 14, Dex 12, Con 13, Int 11, Wis 11, Cha 12. Wyny is tall, with gray hair and blue eyes. He wears studded leather and wields a longsword. Wyny has an animal companion, a raven named Athel.",
  "Fingonas: Male Half-elf Bard, NG. Str 10, Dex 7, Con 9, Int 17, Wis 12, Cha 14. Fingonas is rugged in appearance, with curly copper hair and dark brown eyes. He wears studded leather and wields a longsword. Fingonas is searching for the lost dominion of Nionyamen.",
  "Gyles Dowsor: Male Half-elf Rogue, N. Str 11, Dex 15, Con 7, Int 12, Wis 11, Cha 7. Gyles has white hair and brown eyes, and small ears. He wears leather armor and wields a rapier. Gyles is clever and haughty.",
  "Gauwilh: Male Half-elf Druid, Neutral. Str 11, Dex 11, Con 11, Int 10, Wis 15, Cha 12. Gauwilh is tall and thin, with black hair and amber eyes. He wears leather armor and wields a club. Gauwilh has forest owl named Rione.",
  "Georguy Spycey: Male Half-elf Monk, LG. Str 7, Dex 14, Con 12, Int 10, Wis 11, Cha 9. Georguy is fey in appearance, with straight brown hair and dark hazel eyes. He wears modest garments and wields a kanabo (mace). Georguy is fascinated by geometry.",
  "Armin: Male Half-elf Paladin, Good. Str 13, Dex 9, Con 9, Int 13, Wis 15, Cha 9. Armin has black hair and sharp hazel eyes, and a thick moustache. He wears hide armor and wields a warhammer and shield.",
  "Nichye: Male Half-elf Rogue, N. Str 9, Dex 15, Con 9, Int 12, Wis 12, Cha 14. Nichye is tall, with silver hair and amber eyes. He wears studded leather and wields a rapier and shortbow. Nichye is searching for his lost sister.",
  "Andes Rysav: Male Half-elf Fighter, NE. Str 17, Dex 13, Con 10, Int 10, Wis 11, Cha 9. Andes has a narrow face, with brown hair and bright gray eyes. He wears ring mail and wields a maul. Andes seeks to free himself from an ancient curse.",
  "Lungoli: Male Half-elf Sorcerer, LG. Str 8, Dex 12, Con 9, Int 12, Wis 12, Cha 13. Lungoli has braided white hair and light blue eyes. He wears worn clothing and wields a quarterstaff and darts. Lungoli is cursed with wild tremors.",
  "Thughye: Male Half-elf Monk, NG. Str 13, Dex 14, Con 12, Int 8, Wis 9, Cha 10. Thughye is rough in appearance, with golden hair and amber eyes. He wears well-made clothing and wields nunchaku (club) and kama (sickle).",
  "Bryany: Male Half-elf Druid, Neutral. Str 10, Dex 12, Con 9, Int 7, Wis 14, Cha 8. Bryany has red hair and green eyes, and large ears. He wears leather armor and wields a scimitar. Bryany has silver dog named Marget.",
  "Narder: Male Half-elf Fighter, NG. Str 16, Dex 13, Con 5, Int 8, Wis 13, Cha 9. Narder is pleasant in appearance, with white hair and soft brown eyes. He wears half plate and wields a greataxe.",
  "Narder: Male Half-elf Paladin, Good. Str 11, Dex 11, Con 7, Int 10, Wis 16, Cha 14. Narder has a square face, with gray hair and green eyes. He wears chain mail and wields a flail. Narder has an animal companion, a black warhorse named Marget.",
  "Symas: Male Half-elf Monk, LE. Str 11, Dex 12, Con 6, Int 7, Wis 11, Cha 9. Symas is short and stout, with tangled red hair and amber eyes. He wears simple clothing and wields a kanabo (mace). Symas has an animal companion, a black monkey named Idet.",
  "Geoffry Wynte: Male Half-elf Barbarian, N. Str 13, Dex 9, Con 13, Int 12, Wis 11, Cha 11. Geoffry has an angular face, with braided copper hair and dark blue eyes. He wears hide armor and wields a whip and shield. Geoffry is cursed with insanity.",
  "Stomart: Male Half-elf Sorcerer, LG. Str 14, Dex 5, Con 11, Int 8, Wis 8, Cha 17. Stomart is fey in appearance, with straight gray hair and large green eyes. He wears travel-stained clothing and wields a quarterstaff and light crossbow. Stomart dislikes having people behind him.",
  "Ladire: Male Half-elf Cleric, LG. Str 11, Dex 9, Con 9, Int 6, Wis 12, Cha 8. Ladire has an angular face, with blonde hair and green eyes. He wears studded leather and wields a quarterstaff.",
  "Gauwill: Male Half-elf Warlock, NG. Str 17, Dex 13, Con 11, Int 7, Wis 9, Cha 15. Gauwill has a long face, with braided white hair and brown eyes. He wears studded leather and wields a light hammer. Gauwill is hunting the doppelganger which destroyed his homeland.",
  "Gilgolfin: Male Half-elf Fighter, N. Str 17, Dex 10, Con 8, Int 10, Wis 10, Cha 9. Gilgolfin has a narrow face, with uneven white hair and hazel eyes. He wears chain mail and wields a shortsword and shield. Gilgolfin is impossibly lucky.",
  "Rancis: Male Half-elf Druid, Neutral. Str 15, Dex 10, Con 8, Int 9, Wis 17, Cha 9. Rancis has uneven golden hair and hazel eyes, and large ears. He wears leather armor and wields a spear. Rancis compulsively flirts with others.",
  "Enegnor: Male Half-elf Rogue, N. Str 5, Dex 14, Con 11, Int 14, Wis 12, Cha 10. Enegnor has a narrow face, with brown hair and large gray eyes. He wears leather armor and wields a shortsword and sickle.",
  "Arthur: Male Half-elf Paladin, Good. Str 15, Dex 10, Con 10, Int 10, Wis 14, Cha 8. Arthur has a long face, with red hair and bright gray eyes. He wears chain mail and wields a greatsword. Arthur has an animal companion, a white warhorse named Ether.",
  "Lionethon: Male Half-elf Fighter, N. Str 15, Dex 11, Con 9, Int 10, Wis 14, Cha 6. Lionethon is common in appearance, with brown hair and hazel eyes. He wears hide armor and wields a battleaxe. Lionethon is haunted by the memories of a past life.",
  "Ebos: Male Half-elf Ranger, N. Str 16, Dex 17, Con 11, Int 11, Wis 14, Cha 8. Ebos is fair in appearance, with uneven copper hair and light blue eyes. He wears hide armor and wields a greataxe. Ebos is devout and mercenary.",
  "Miranthon: Male Half-elf Fighter, LG. Str 12, Dex 7, Con 9, Int 13, Wis 5, Cha 9. Miranthon has a narrow face, with auburn hair and light amber eyes. He wears hide armor and wields a glaive. Miranthon seeks to prove himself to his peers.",
  "Hamath: Male Half-elf Rogue, LE. Str 12, Dex 15, Con 7, Int 11, Wis 7, Cha 11. Hamath has a round face, with thick blonde hair and brown eyes. He wears studded leather and wields a spear and dagger. Hamath is a skilled singer.",
  "George: Male Half-elf Barbarian, CN. Str 16, Dex 12, Con 10, Int 13, Wis 9, Cha 12. George has a narrow face, with auburn hair and brown eyes. He wears leather armor and wields a warhammer. George is hunting the cultists who murdered his family.",
  "Raffolk: Male Half-elf Warlock, NG. Str 14, Dex 14, Con 14, Int 11, Wis 10, Cha 13. Raffolk is elegant in appearance, with short blonde hair and large brown eyes. He wears studded leather and wields a quarterstaff. Raffolk seeks to become an instructor at the Academy of Tritius.",
  "Maedhrodor: Male Half-elf Barbarian, CN. Str 15, Dex 12, Con 11, Int 10, Wis 12, Cha 6. Maedhrodor is rough in appearance, with tangled white hair and light hazel eyes. He wears hide armor and wields a war pick and shield. Maedhrodor is thoughtful and stubborn.",
  "Imbor: Male Half-elf Paladin, Good. Str 9, Dex 12, Con 15, Int 5, Wis 17, Cha 9. Imbor is slender, with braided blonde hair and light green eyes. He wears chain mail and wields a morningstar. Imbor is hunting the fiend which destroyed his homeland.",
  "Nieliam: Male Half-elf Rogue, LE. Str 8, Dex 14, Con 13, Int 12, Wis 13, Cha 11. Nieliam is rugged in appearance, with silver hair and bright blue eyes. He wears studded leather and wields a shortsword and hand crossbow. Nieliam has an animal companion, a black snake named Johny.",
  "Brewyn: Male Half-elf Cleric, N. Str 12, Dex 10, Con 6, Int 9, Wis 17, Cha 14. Brewyn has black hair and amber eyes, and a thin nose. He wears leather armor and wields a mace and shield. Brewyn is easily distracted by food and drink.",
  "Saerophil: Male Half-elf Wizard, N. Str 13, Dex 12, Con 8, Int 17, Wis 14, Cha 15. Saerophil has blonde hair and bright gray eyes, and a sharp nose. He wears simple clothing and wields a quarterstaff. Saerophil has Common Companion.",
  "Feanore: Male Half-elf Monk, NG. Str 14, Dex 14, Con 11, Int 8, Wis 11, Cha 6. Feanore has brown hair and bright brown eyes. He wears travel-stained clothing and wields nunchaku (club) and shuriken (darts). Feanore is confident and cultured.",
  "Maeglinor: Male Half-elf Bard, LE. Str 6, Dex 10, Con 15, Int 17, Wis 10, Cha 13. Maeglinor is short and willowy, with long red hair and blue eyes. He wears leather armor and wields a longsword and hand crossbow. Maeglinor has an animal companion, a black cat named Erard.",
  "Eglinror: Male Half-elf Fighter, LG. Str 16, Dex 11, Con 12, Int 7, Wis 11, Cha 7. Eglinror has red hair and sharp green eyes, and a cropped beard. He wears plate armor and wields a flail. Eglinror serves Maeliah, an ancient but forgotten god of knowledge.",
  "Theny Dery: Male Half-elf Monk, CG. Str 8, Dex 16, Con 15, Int 13, Wis 11, Cha 9. Theny has curly auburn hair and soft amber eyes, and small ears. He wears simple clothing and wields a bo (quarterstaff). Theny is a terrible liar.",
  "Phamond: Male Half-elf Paladin, Good. Str 14, Dex 10, Con 9, Int 10, Wis 12, Cha 12. Phamond is tall, with curly white hair and bright brown eyes. He wears hide armor and wields a longsword. Phamond seeks to prove himself to his peers.",
  "Draffolk Wysor: Male Half-elf Cleric, N. Str 11, Dex 14, Con 10, Int 10, Wis 17, Cha 13. Draffolk is tall, with thin golden hair and narrow amber eyes. He wears hide armor and wields a club and darts. Draffolk is hunting the fiend which destroyed his homeland.",
  "Elurung: Male Half-elf Ranger, CN. Str 12, Dex 12, Con 8, Int 13, Wis 8, Cha 9. Elurung is tall and willowy, with messy red hair and green eyes. He wears half plate and wields a halberd. Elurung has black eagle named Dorophor.",
  "Ladore: Male Half-elf Monk, LG. Str 10, Dex 16, Con 12, Int 9, Wis 15, Cha 10. Ladore has a narrow face, with auburn hair and dark gray eyes. He wears worn clothing and wields a kanabo (mace) and sai (dagger). Ladore has an animal companion, a white monkey named Thamas.",
  "Eorfirdan: Male Half-elf Monk, N. Str 16, Dex 14, Con 8, Int 9, Wis 11, Cha 6. Eorfirdan has a narrow face, with straight blonde hair and green eyes. He wears modest garments and wields an ono (handaxe). Eorfirdan seeks to discover who murdered his family.",
  "Galionor: Male Half-elf Fighter, NG. Str 13, Dex 9, Con 9, Int 14, Wis 9, Cha 9. Galionor has a narrow face, with brown hair and brown eyes. He wears half plate and wields a shortsword. Galionor seeks to help the poor and unfortunate.",
  "Hamond: Male Half-elf Monk, N. Str 8, Dex 8, Con 8, Int 11, Wis 14, Cha 12. Hamond has a long face, with thick auburn hair and blue eyes. He wears travel-stained clothing and wields a yari (spear). Hamond seeks to free himself from an ancient curse.",
  "Finethon: Male Half-elf Paladin, Good. Str 11, Dex 9, Con 10, Int 12, Wis 14, Cha 14. Finethon is short, with golden hair and light hazel eyes. He wears chain mail and wields a scimitar.",
  "Mahturgal: Male Half-elf Cleric, N. Str 13, Dex 10, Con 12, Int 9, Wis 15, Cha 8. Mahturgal is short and overweight, with straight golden hair and light gray eyes. He wears leather armor and wields a handaxe and shield. Mahturgal has an animal companion, a white rabbit named Gilgildor.",
  "Icham Meray: Male Half-elf Druid, Neutral. Str 12, Dex 11, Con 6, Int 12, Wis 15, Cha 8. Icham has a round face, with blonde hair and light blue eyes. He wears leather armor and wields a mace. Icham is a skilled cook.",
  "Warder: Male Half-elf Rogue, N. Str 6, Dex 12, Con 12, Int 12, Wis 10, Cha 10. Warder is rough in appearance, with gray hair and brown eyes. He wears leather armor and wields a shortsword. Warder has an animal companion, a sable ferret named Wene.",
  "Hury Morley: Male Half-elf Monk, LG. Str 10, Dex 14, Con 11, Int 8, Wis 14, Cha 10. Hury is cultured in appearance, with uneven black hair and hazel eyes. He wears well-made clothing and wields nunchaku (club) and kama (sickle). Hury is valiant and well-spoken.",
  "Johny: Male Half-elf Fighter, CN. Str 16, Dex 12, Con 14, Int 7, Wis 13, Cha 11. Johny is tall, with white hair and amber eyes. He wears a chain shirt and wields a glaive. Johny has an animal companion, a brown bear named Oromior.",
  "Tholes: Male Half-elf Fighter, LE. Str 13, Dex 13, Con 10, Int 11, Wis 6, Cha 7. Tholes is tall and stout, with copper hair and large hazel eyes. He wears chain mail and wields a glaive.",
  "Artis: Male Half-elf Fighter, CG. Str 14, Dex 12, Con 9, Int 15, Wis 6, Cha 14. Artis has short brown hair and gray eyes. He wears a breastplate and wields a trident and shield. Artis is kind and loyal.",
  "Folke: Male Half-elf Rogue, NG. Str 5, Dex 17, Con 5, Int 11, Wis 15, Cha 7. Folke has cropped copper hair and green eyes, and small ears. He wears studded leather and wields a handaxe.",
  "Jamath Jamerd: Male Half-elf Sorcerer, LN. Str 8, Dex 13, Con 15, Int 9, Wis 11, Cha 16. Jamath has a round face, with gray hair and gray eyes. He wears plain clothing and wields a quarterstaff and sling. Jamath is hunting the doppelganger which destroyed his homeland.",
  "Elweron: Male Half-elf Rogue, CN. Str 10, Dex 17, Con 7, Int 14, Wis 11, Cha 6. Elweron has a narrow face, with white hair and dark hazel eyes. He wears studded leather and wields a shortsword and hand crossbow. Elweron compulsively counts things.",
  "Mioneli: Male Half-elf Rogue, CN. Str 13, Dex 14, Con 9, Int 10, Wis 8, Cha 14. Mioneli has messy red hair and gray eyes, and a flat nose. He wears studded leather and wields a longsword and light crossbow. Mioneli compulsively scratches an old scar.",
  "Churey: Male Half-elf Fighter, N. Str 14, Dex 14, Con 12, Int 14, Wis 13, Cha 15. Churey has straight gray hair and hazel eyes, and large ears. He wears a breastplate and wields a flail. Churey has an animal companion, a badger named Celadhir.",
  "Vyncent: Male Half-elf Barbarian, LN. Str 13, Dex 7, Con 12, Int 10, Wis 12, Cha 10. Vyncent has golden hair and blue eyes. He wears scale mail and wields a morningstar and shield. Vyncent is honest and craven.",
  "George Cere: Male Half-elf Warlock, LN. Str 11, Dex 6, Con 11, Int 13, Wis 8, Cha 12. George is common in appearance, with messy golden hair and amber eyes. He wears studded leather and wields a quarterstaff and dagger. George is honest and thoughtful.",
  "Waltin: Male Half-elf Wizard, N. Str 15, Dex 9, Con 8, Int 14, Wis 6, Cha 10. Waltin has blonde hair and hazel eyes. He wears modest garments and wields a dagger. Waltin is searching for his lost brother.",
  "Finwe: Male Half-elf Sorcerer, LN. Str 12, Dex 13, Con 12, Int 9, Wis 7, Cha 16. Finwe is slender, with white hair and amber eyes. He wears well-made clothing and wields a dagger and darts. Finwe is morose and inventive.",
  "Ladili: Male Half-elf Paladin, Good. Str 11, Dex 8, Con 15, Int 5, Wis 7, Cha 16. Ladili has messy silver hair and light amber eyes, and a short beard. He wears a chain shirt and wields a whip. Ladili is righteous and passionate.",
  "Ahtan: Male Half-elf Fighter, LN. Str 13, Dex 9, Con 6, Int 9, Wis 10, Cha 8. Ahtan has a narrow face, with curly copper hair and large brown eyes. He wears plate armor and wields a greatsword. Ahtan is quiet, and says as little as possible.",
  "Draffin: Male Half-elf Barbarian, NG. Str 16, Dex 10, Con 9, Int 10, Wis 12, Cha 7. Draffin has a narrow face, with thick black hair and gray eyes. He wears hide armor and wields a scimitar and shield. Draffin is energetic and intuitive.",
  "Johny: Male Half-elf Barbarian, N. Str 16, Dex 5, Con 9, Int 10, Wis 14, Cha 9. Johny has thin red hair and light brown eyes. He wears studded leather and wields a warhammer and shield. Johny seeks to free himself from an ancient curse.",
  "Gery Balle: Male Half-elf Monk, CN. Str 12, Dex 11, Con 11, Int 10, Wis 13, Cha 5. Gery is fair in appearance, with brown hair and large amber eyes. He wears worn clothing and wields nunchaku (club). Gery seeks to destroy the race of orcs.",
  "Adhor: Male Half-elf Monk, N. Str 12, Dex 10, Con 11, Int 13, Wis 7, Cha 13. Adhor has thin brown hair and amber eyes. He wears modest garments and wields an ono (handaxe). Adhor has an animal companion, a tawny rat named Maly.",
  "Vyncis Weselw: Male Half-elf Warlock, NG. Str 12, Dex 13, Con 5, Int 7, Wis 7, Cha 12. Vyncis has uneven silver hair and hazel eyes, and an unusual scar on his arm. He wears studded leather and wields a club. Vyncis serves Gielaph, an ancient but forgotten water god.",
  "Chamas: Male Half-elf Rogue, CN. Str 9, Dex 13, Con 14, Int 9, Wis 10, Cha 6. Chamas is rugged in appearance, with red hair and dark gray eyes. He wears leather armor and wields a handaxe. Chamas has an animal companion, a dire rat named Omior.",
  "Stephye: Male Half-elf Monk, LG. Str 12, Dex 12, Con 10, Int 10, Wis 9, Cha 11. Stephye has a round face, with straight blonde hair and sharp blue eyes. He wears plain clothing and wields a bo (quarterstaff) and shuriken (darts). Stephye is cultured and honest.",
  "Roge: Male Half-elf Druid, Neutral. Str 13, Dex 8, Con 14, Int 11, Wis 12, Cha 10. Roge has a narrow face, with auburn hair and gray eyes. He wears leather armor and wields a scimitar. Roge is colorblind.",
  "Mathye Male: Male Half-elf Barbarian, NG. Str 13, Dex 9, Con 11, Int 11, Wis 11, Cha 7. Mathye is tall and overweight, with brown hair and green eyes. He wears scale mail and wields a greatsword. Mathye is principled and impulsive.",
  "Fingonar: Male Half-elf Rogue, LG. Str 10, Dex 15, Con 9, Int 11, Wis 9, Cha 9. Fingonar is pleasant in appearance, with copper hair and sharp gray eyes. He wears studded leather and wields a rapier and javelins. Fingonar is impossibly lucky.",
  "Gonerdhilb: Male Half-elf Rogue, LG. Str 10, Dex 12, Con 14, Int 14, Wis 8, Cha 8. Gonerdhilb is fair in appearance, with copper hair and hazel eyes. He wears leather armor and wields a longsword. Gonerdhilb seeks to steal an ancient artifact from the Cyst of Sadea.",
  "Olophin: Male Half-elf Sorcerer, N. Str 9, Dex 5, Con 11, Int 6, Wis 6, Cha 12. Olophin has a round face, with tangled blonde hair and gray eyes. He wears modest garments and wields a dagger. Olophin has an animal companion, a hawk named Sarra.",
  "Geoffry: Male Half-elf Sorcerer, CG. Str 12, Dex 7, Con 14, Int 9, Wis 5, Cha 13. Geoffry is elegant in appearance, with curly blonde hair and brown eyes. He wears simple clothing and wields a quarterstaff and light crossbow. Geoffry suffers a severe allergy to moulds.",
  "Onwebon: Male Half-elf Ranger, LG. Str 14, Dex 11, Con 9, Int 6, Wis 14, Cha 9. Onwebon has messy gray hair and dark green eyes. He wears leather armor and wields a shortsword and shield. Onwebon is quick-witted and industrious.",
  "Folke: Male Half-elf Rogue, LN. Str 11, Dex 15, Con 7, Int 15, Wis 10, Cha 10. Folke is fey in appearance, with silver hair and blue eyes. He wears studded leather and wields a rapier. Folke is quiet and curious.",
  "Arthund Meson: Male Half-elf Fighter, N. Str 13, Dex 10, Con 8, Int 12, Wis 14, Cha 9. Arthund has blonde hair and green eyes, and a flat nose. He wears a chain shirt and wields a morningstar. Arthund has an animal companion, a ginger dog named Eleril.",
  "Nichye Elnnys: Male Half-elf Fighter, LN. Str 16, Dex 9, Con 12, Int 13, Wis 8, Cha 11. Nichye is tall, with uneven gray hair and soft amber eyes. He wears ring mail and wields a morningstar and shield. Nichye is obsessive and honest.",
  "Delure: Male Half-elf Monk, LN. Str 9, Dex 12, Con 11, Int 7, Wis 12, Cha 10. Delure is short, with black hair and gray eyes. He wears travel-stained clothing and wields nunchaku (club) and shuriken (darts). Delure is devout and brutal.",
  "Elelior: Male Half-elf Rogue, NE. Str 9, Dex 17, Con 12, Int 15, Wis 8, Cha 12. Elelior is fey in appearance, with auburn hair and light amber eyes. He wears leather armor and wields a rapier and sling. Elelior seeks revenge against the thieves' guild which left him to hang.",
  "Finore: Male Half-elf Barbarian, LG. Str 16, Dex 7, Con 16, Int 11, Wis 13, Cha 9. Finore is short, with gray hair and amber eyes. He wears studded leather and wields a maul.",
  "Finerdhel: Male Half-elf Rogue, CG. Str 8, Dex 17, Con 11, Int 11, Wis 11, Cha 12. Finerdhel is tall, with red hair and narrow blue eyes. He wears leather armor and wields a shortsword and shortbow. Finerdhel is thrifty and clever.",
  "Galure: Male Half-elf Monk, LN. Str 15, Dex 11, Con 12, Int 11, Wis 9, Cha 9. Galure is stout, with short brown hair and light gray eyes. He wears simple clothing and wields an ono (handaxe) and sai (dagger). Galure has an animal companion, a green firedrake named Hely.",
  "Stery: Male Half-elf Monk, NG. Str 8, Dex 11, Con 11, Int 10, Wis 13, Cha 11. Stery has short copper hair and large brown eyes, and numerous magical tattoos. He wears simple clothing and wields a yari (spear) and sai (dagger).",
  "Elror: Male Half-elf Monk, NG. Str 10, Dex 11, Con 11, Int 11, Wis 13, Cha 13. Elror has blonde hair and brown eyes, and a round nose. He wears travel-stained clothing and wields a bo (quarterstaff) and shuriken (darts). Elror compulsively whistles.",
  "Gelmalgelm: Male Half-elf Rogue, N. Str 15, Dex 17, Con 11, Int 13, Wis 13, Cha 13. Gelmalgelm has blonde hair and dark brown eyes, and numerous magical tattoos. He wears studded leather and wields a spear. Gelmalgelm is haunted by the ghost of someone he killed.",
  "Alalgas: Male Half-elf Monk, LG. Str 12, Dex 11, Con 11, Int 10, Wis 13, Cha 14. Alalgas is rough in appearance, with copper hair and brown eyes. He wears travel-stained clothing and wields a yari (spear). Alalgas has a terrible sense of direction.",
  "Arar: Male Half-elf Paladin, Good. Str 13, Dex 8, Con 8, Int 10, Wis 9, Cha 13. Arar is tall and overweight, with brown hair and hazel eyes. He wears half plate and wields a morningstar and shield. Arar has an animal companion, a black warhorse named Jane.",
  "Saerosaer: Male Half-elf Rogue, LE. Str 5, Dex 15, Con 13, Int 10, Wis 12, Cha 14. Saerosaer has thin blonde hair and green eyes, and a tangled moustache. He wears studded leather and wields a shortsword and hand crossbow. Saerosaer suffers an acute fear of spiders.",
  "Andren: Male Half-elf Fighter, LG. Str 16, Dex 10, Con 8, Int 14, Wis 7, Cha 14. Andren has short auburn hair and bright green eyes, and a flat nose. He wears a chain shirt and wields a battleaxe and blowgun. Andren has an animal companion, a green firedrake named Mirahil.",
  "Mahturgal: Male Half-elf Bard, NG. Str 11, Dex 13, Con 9, Int 12, Wis 13, Cha 12. Mahturgal is rough in appearance, with blonde hair and dark green eyes. He wears studded leather and wields a light hammer and hand crossbow.",
  "Ephes: Male Half-elf Rogue, LN. Str 10, Dex 14, Con 10, Int 9, Wis 8, Cha 9. Ephes has auburn hair and amber eyes. He wears studded leather and wields a rapier and javelins. Ephes was petrified for a hundred years.",
  "Elror: Male Half-elf Fighter, LE. Str 12, Dex 10, Con 6, Int 9, Wis 14, Cha 11. Elror is beastly in appearance, with white hair and sharp hazel eyes. He wears a chain shirt and wields a shortsword. Elror is only friendly towards other half-elves..",
  "Athyes Mere: Male Half-elf Bard, LN. Str 11, Dex 12, Con 11, Int 12, Wis 11, Cha 12. Athyes has a narrow face, with brown hair and brown eyes. He wears studded leather and wields a longsword.",
  "Celinerdh: Male Half-elf Druid, Neutral. Str 11, Dex 9, Con 7, Int 13, Wis 14, Cha 13. Celinerdh is tall, with braided gray hair and brown eyes. He wears leather armor and wields a club and sickle. Celinerdh has green snake named Gery.",
  "Gelmaedhre: Male Half-elf Rogue, NE. Str 12, Dex 13, Con 8, Int 10, Wis 5, Cha 12. Gelmaedhre has gray hair and green eyes. He wears studded leather and wields a shortsword and javelins. Gelmaedhre seeks to steal an ancient artifact from the Secret Hive of the Vampire Knight.",
  "Oron: Male Half-elf Bard, NE. Str 10, Dex 7, Con 12, Int 11, Wis 7, Cha 16. Oron has red hair and large amber eyes, and a sharp nose. He wears leather armor and wields a club. Oron seeks to raise an army of air elementals.",
  "Churey: Male Half-elf Bard, NG. Str 8, Dex 9, Con 5, Int 14, Wis 12, Cha 15. Churey is courtly in bearing, with gray hair and light brown eyes. He wears studded leather and wields a shortsword and dagger. Churey is virtuous and obsessive.",
  "Friffolk: Male Half-elf Ranger, LG. Str 11, Dex 10, Con 14, Int 12, Wis 11, Cha 13. Friffolk has silver hair and hazel eyes. He wears leather armor and wields a shortsword and shield. Friffolk seeks to atone for past sins.",
  "Mesym: Male Half-elf Monk, NE. Str 7, Dex 12, Con 11, Int 8, Wis 10, Cha 8. Mesym has thick blonde hair and amber eyes, and a maimed left hand. He wears travel-stained clothing and wields a bo (quarterstaff). Mesym is immoral and hateful.",
  "Martin: Male Half-elf Barbarian, LG. Str 15, Dex 11, Con 16, Int 7, Wis 9, Cha 6. Martin is short and stout, with straight silver hair and light brown eyes. He wears studded leather and wields a halberd. Martin is witty and idealistic.",
  "Finethil: Male Half-elf Paladin, Good. Str 12, Dex 9, Con 13, Int 7, Wis 11, Cha 12. Finethil is courtly in bearing, with cropped gray hair and dark hazel eyes. He wears a chain shirt and wields a morningstar and shield. Finethil was petrified for a hundred years.",
  "Rewilh: Male Half-elf Monk, N. Str 9, Dex 14, Con 11, Int 7, Wis 10, Cha 7. Rewilh has an angular face, with blonde hair and soft gray eyes. He wears well-made clothing and wields a yari (spear) and kama (sickle). Rewilh is stoic and violent.",
  "Chughye: Male Half-elf Ranger, NE. Str 12, Dex 10, Con 15, Int 8, Wis 13, Cha 6. Chughye has white hair and light brown eyes, and a magical scar on his arm. He wears studded leather and wields a morningstar and shield. Chughye has dire rat named Nimlaser.",
  "Lewalt: Male Half-elf Druid, Neutral. Str 14, Dex 10, Con 11, Int 11, Wis 16, Cha 6. Lewalt has a narrow face, with thin silver hair and dark gray eyes. He wears leather armor and wields a quarterstaff and darts. Lewalt is pessimistic and extravagant.",
  "Gauward: Male Half-elf Druid, Neutral. Str 12, Dex 8, Con 8, Int 6, Wis 15, Cha 12. Gauward is overweight, with brown hair and green eyes. He wears hide armor and wields a club and wooden shield. Gauward is soft-hearted and thoughtless.",
  "Anthond Haney: Male Half-elf Ranger, NE. Str 13, Dex 11, Con 11, Int 15, Wis 7, Cha 13. Anthond has long blonde hair and light blue eyes. He wears a chain shirt and wields a trident. Anthond suffers a paralyzing fear of disease.",
  "Gauwilh: Male Half-elf Druid, Neutral. Str 8, Dex 14, Con 10, Int 10, Wis 14, Cha 11. Gauwilh is fey in appearance, with straight copper hair and narrow gray eyes. He wears hide armor and wields a club and wooden shield. Gauwilh is flamboyant and amoral.",
  "George Geray: Male Half-elf Fighter, LN. Str 14, Dex 7, Con 12, Int 11, Wis 11, Cha 7. George has curly copper hair and hazel eyes, and a flat nose. He wears hide armor and wields a flail. George is hunting the demon who slew his mentor.",
  "Georguy: Male Half-elf Druid, Neutral. Str 13, Dex 6, Con 8, Int 11, Wis 17, Cha 10. Georguy is short, with short golden hair and amber eyes. He wears hide armor and wields a spear.",
  "Finerdhir: Male Half-elf Druid, Neutral. Str 16, Dex 8, Con 12, Int 12, Wis 15, Cha 11. Finerdhir is rugged in appearance, with tangled golden hair and amber eyes. He wears hide armor and wields a spear and darts. Finerdhir is reserved and disloyal.",
  "Finy: Male Half-elf Druid, Neutral. Str 13, Dex 14, Con 11, Int 6, Wis 12, Cha 9. Finy has a long face, with thin black hair and gray eyes. He wears hide armor and wields a quarterstaff and sickle. Finy seeks to atone for past sins.",
  "Eneled: Male Half-elf Paladin, Good. Str 15, Dex 15, Con 11, Int 11, Wis 12, Cha 11. Eneled has messy golden hair and hazel eyes. He wears hide armor and wields a flail.",
  "Finore: Male Half-elf Barbarian, NE. Str 12, Dex 9, Con 15, Int 12, Wis 13, Cha 8. Finore has a square face, with auburn hair and soft amber eyes. He wears leather armor and wields a war pick and longbow.",
  "Andres: Male Half-elf Monk, LG. Str 9, Dex 14, Con 8, Int 7, Wis 10, Cha 13. Andres is fair in appearance, with thin copper hair and hazel eyes. He wears sturdy clothing and wields a yari (spear). Andres is dying and desperately seeks the secret of immortality.",
  "Ilgargon: Male Half-elf Paladin, Good. Str 16, Dex 11, Con 7, Int 9, Wis 11, Cha 10. Ilgargon has braided golden hair and blue eyes, and a beaked nose. He wears a breastplate and wields a scimitar.",
  "Guiladel: Male Half-elf Barbarian, N. Str 15, Dex 11, Con 12, Int 12, Wis 8, Cha 12. Guiladel has a narrow face, with curly red hair and blue eyes. He wears hide armor and wields a whip and hand crossbow.",
  "Symes: Male Half-elf Bard, N. Str 8, Dex 7, Con 14, Int 11, Wis 10, Cha 17. Symes has a square face, with copper hair and dark blue eyes. He wears studded leather and wields a longsword. Symes is impatient and greedy.",
  "Andren: Male Half-elf Sorcerer, LG. Str 5, Dex 12, Con 13, Int 12, Wis 13, Cha 13. Andren is heavyset, with braided brown hair and sharp green eyes. He wears plain clothing and wields a dagger and sling. Andren seeks to help the poor and unfortunate.",
  "Enweleth: Male Half-elf Rogue, LN. Str 8, Dex 13, Con 13, Int 11, Wis 10, Cha 13. Enweleth has an angular face, with brown hair and gray eyes. He wears studded leather and wields a shortsword and javelins. Enweleth has an animal companion, a raven named Cure.",
  "Vyncent Pyley: Male Half-elf Fighter, N. Str 17, Dex 15, Con 11, Int 7, Wis 10, Cha 6. Vyncent has long gray hair and sharp green eyes. He wears half plate and wields a morningstar and shield. Vyncent has an animal companion, a badger named Walteph.",
  "Ryany Glyone: Male Half-elf Paladin, Good. Str 10, Dex 7, Con 10, Int 10, Wis 14, Cha 11. Ryany has tangled copper hair and sharp brown eyes. He wears scale mail and wields a warhammer and shield. Ryany is colorblind.",
  "Ryany Intips: Male Half-elf Monk, N. Str 9, Dex 10, Con 12, Int 11, Wis 7, Cha 7. Ryany is fey in appearance, with braided copper hair and sharp green eyes. He wears sturdy clothing and wields nunchaku (club).",
  "George Spotte: Male Half-elf Rogue, N. Str 11, Dex 12, Con 7, Int 11, Wis 13, Cha 9. George is short, with blonde hair and amber eyes. He wears studded leather and wields a shortsword.",
  "Alas: Male Half-elf Monk, N. Str 11, Dex 17, Con 7, Int 13, Wis 10, Cha 11. Alas is short and stout, with cropped black hair and brown eyes. He wears modest garments and wields a yari (spear) and sai (dagger). Alas is truthful and cautious.",
  "Galdore: Male Half-elf Fighter, N. Str 12, Dex 10, Con 6, Int 11, Wis 12, Cha 6. Galdore has a narrow face, with auburn hair and blue eyes. He wears chain mail and wields a pike. Galdore secretly serves Arbas, an ancient undead god.",
  "Goladen: Male Half-elf Paladin, Good. Str 14, Dex 7, Con 10, Int 6, Wis 14, Cha 15. Goladen is tall, with long auburn hair and blue eyes. He wears half plate and wields a whip. Goladen is thrifty and romantic.",
  "Narder Eysbor: Male Half-elf Monk, NG. Str 11, Dex 16, Con 7, Int 5, Wis 12, Cha 10. Narder has copper hair and sharp gray eyes. He wears simple clothing and wields an ono (handaxe). Narder is passionate and pleasant.",
  "Elroth: Male Half-elf Rogue, NG. Str 9, Dex 17, Con 9, Int 16, Wis 11, Cha 7. Elroth has a narrow face, with short gray hair and soft green eyes. He wears leather armor and wields a shortsword.",
  "Odrelel: Male Half-elf Barbarian, LN. Str 17, Dex 11, Con 13, Int 13, Wis 12, Cha 13. Odrelel has uneven gray hair and blue eyes. He wears hide armor and wields a trident and shield. Odrelel is polite and fiendish.",
  "Harliam: Male Half-elf Monk, LN. Str 8, Dex 13, Con 12, Int 6, Wis 12, Cha 11. Harliam is pleasant in appearance, with brown hair and light green eyes. He wears worn clothing and wields a bo (quarterstaff). Harliam seeks to free himself from an ancient curse.",
  "Ether Gysby: Male Half-elf Rogue, LN. Str 12, Dex 17, Con 10, Int 12, Wis 10, Cha 10. Ether has a narrow face, with messy black hair and soft hazel eyes. He wears studded leather and wields a shortsword and hand crossbow. Ether is searching for his missing daughter.",
  "Ethers: Male Half-elf Cleric, LN. Str 14, Dex 11, Con 14, Int 10, Wis 14, Cha 13. Ethers has silver hair and narrow hazel eyes, and a thin nose. He wears studded leather and wields a club. Ethers is zealous and honest.",
  "Edward: Male Half-elf Fighter, N. Str 13, Dex 12, Con 5, Int 7, Wis 12, Cha 12. Edward has white hair and large green eyes, and a magical tattoo on his arm. He wears hide armor and wields a glaive. Edward seeks to save his family from financial ruin.",
  "Gylip: Male Half-elf Barbarian, LN. Str 17, Dex 13, Con 13, Int 7, Wis 10, Cha 6. Gylip has thin silver hair and narrow amber eyes. He wears studded leather and wields a greatsword.",
  "Drewalt: Male Half-elf Rogue, NG. Str 5, Dex 12, Con 10, Int 12, Wis 7, Cha 6. Drewalt has curly gray hair and light blue eyes. He wears studded leather and wields a rapier. Drewalt holds a grudge against trolls.",
  "Mablinor: Male Half-elf Barbarian, NG. Str 12, Dex 7, Con 12, Int 10, Wis 7, Cha 13. Mablinor is tall, with braided copper hair and large green eyes. He wears scale mail and wields a warhammer and longbow. Mablinor is a terrible liar.",
  "Galunguil: Male Half-elf Rogue, N. Str 15, Dex 14, Con 10, Int 13, Wis 11, Cha 12. Galunguil has braided blonde hair and gray eyes. He wears studded leather and wields a longsword and hand crossbow.",
  "Thamas Garre: Male Half-elf Cleric, LN. Str 11, Dex 10, Con 15, Int 8, Wis 13, Cha 12. Thamas has long golden hair and hazel eyes, and wears glasses with steel rims. He wears leather armor and wields a handaxe. Thamas has an animal companion, a hunting dog named Inwedrad.",
  "Finasaer: Male Half-elf Fighter, N. Str 17, Dex 10, Con 10, Int 9, Wis 12, Cha 9. Finasaer is common in appearance, with auburn hair and blue eyes. He wears a chain shirt and wields a rapier and shield. Finasaer refers to himself in the third person.",
  "Gonaeli: Male Half-elf Fighter, LN. Str 17, Dex 16, Con 9, Int 12, Wis 13, Cha 13. Gonaeli has thin silver hair and green eyes. He wears a chain shirt and wields a whip and longbow. Gonaeli suffers a paralyzing fear of spiders.",
  "Daerodaer: Male Half-elf Bard, NG. Str 12, Dex 13, Con 9, Int 10, Wis 8, Cha 13. Daerodaer is youthful in appearance, with blonde hair and blue eyes. He wears studded leather and wields a rapier and javelins. Daerodaer is valiant and optimistic.",
  "Reder: Male Half-elf Monk, NE. Str 9, Dex 12, Con 10, Int 9, Wis 14, Cha 5. Reder is short and slender, with silver hair and green eyes. He wears worn clothing and wields a bo (quarterstaff) and shuriken (darts). Reder is corrupt and hateful.",
  "Ororm: Male Half-elf Fighter, N. Str 12, Dex 13, Con 11, Int 10, Wis 10, Cha 6. Ororm has a narrow face, with matted brown hair and blue eyes. He wears splint armor and wields a battleaxe and shield. Ororm has an animal companion, a badger named Egaldil.",
  "Ilhard Forde: Male Half-elf Fighter, NE. Str 16, Dex 12, Con 10, Int 10, Wis 6, Cha 8. Ilhard has an angular face, with brown hair and light hazel eyes. He wears a chain shirt and wields a halberd.",
  "Artin Steray: Male Half-elf Bard, LG. Str 10, Dex 10, Con 14, Int 10, Wis 12, Cha 12. Artin has a narrow face, with messy copper hair and large gray eyes. He wears leather armor and wields a shortsword and javelins. Artin has an animal companion, a hawk named Elean.",
  "Maglineth: Male Half-elf Fighter, LN. Str 15, Dex 14, Con 10, Int 11, Wis 13, Cha 9. Maglineth is fey in appearance, with matted brown hair and large blue eyes. He wears half plate and wields a trident and shield.",
  "Penlegal: Male Half-elf Rogue, N. Str 12, Dex 13, Con 8, Int 12, Wis 11, Cha 9. Penlegal is rugged in appearance, with copper hair and large blue eyes. He wears leather armor and wields a shortsword and sling. Penlegal has an animal companion, a black snake named Iden.",
  "Griffin None: Male Half-elf Ranger, N. Str 10, Dex 13, Con 13, Int 9, Wis 11, Cha 9. Griffin has blonde hair and soft hazel eyes. He wears leather armor and wields a scimitar. Griffin is cautious and mercenary.",
  "Gildaere: Male Half-elf Druid, Neutral. Str 13, Dex 7, Con 6, Int 9, Wis 16, Cha 15. Gildaere has thin red hair and large green eyes. He wears hide armor and wields a quarterstaff. Gildaere has golden eagle named Gery.",
  "Johny: Male Half-elf Fighter, NG. Str 17, Dex 12, Con 8, Int 12, Wis 13, Cha 13. Johny is youthful in appearance, with matted auburn hair and bright amber eyes. He wears splint armor and wields a war pick.",
  "Caroduil: Male Half-elf Monk, CE. Str 13, Dex 10, Con 8, Int 7, Wis 15, Cha 8. Caroduil has a round face, with short copper hair and large brown eyes. He wears sturdy clothing and wields a bo (quarterstaff) and kama (sickle). Caroduil is unfeeling and corrupt.",
  "Gery: Male Half-elf Paladin, Good. Str 7, Dex 11, Con 5, Int 10, Wis 15, Cha 9. Gery is slender, with copper hair and blue eyes. He wears chain mail and wields a glaive. Gery has an animal companion, a black warhorse named Onwelwel.",
  "Walter: Male Half-elf Sorcerer, NE. Str 10, Dex 9, Con 12, Int 13, Wis 12, Cha 12. Walter has a square face, with tangled golden hair and soft blue eyes. He wears simple clothing and wields a dagger. Walter is unforgiving and crude.",
  "Ephes Folcey: Male Half-elf Fighter, NG. Str 13, Dex 8, Con 10, Int 11, Wis 12, Cha 12. Ephes has an angular face, with straight silver hair and light brown eyes. He wears splint armor and wields a rapier and shield.",
  "Dorothel: Male Half-elf Bard, NE. Str 12, Dex 11, Con 6, Int 9, Wis 12, Cha 17. Dorothel is short and heavyset, with curly gray hair and sharp gray eyes. He wears leather armor and wields a light hammer and shortbow. Dorothel dislikes anyone smaller than him.",
  "Willan Ammer: Male Half-elf Sorcerer, LN. Str 13, Dex 6, Con 10, Int 8, Wis 10, Cha 13. Willan has brown hair and dark blue eyes. He wears well-made clothing and wields a quarterstaff.",
  "Warder: Male Half-elf Rogue, LG. Str 10, Dex 13, Con 13, Int 11, Wis 11, Cha 13. Warder is slender, with cropped black hair and sharp gray eyes. He wears studded leather and wields a rapier. Warder is searching for the legendary Sanctum of Gruesome Devastation.",
  "Grancent: Male Half-elf Sorcerer, LN. Str 8, Dex 11, Con 13, Int 8, Wis 9, Cha 13. Grancent has cropped silver hair and hazel eyes. He wears modest garments and wields a quarterstaff and sling. Grancent suffers a traumatic fear of magic and arcana.",
  "Mirosaer: Male Half-elf Rogue, NG. Str 7, Dex 12, Con 10, Int 9, Wis 11, Cha 9. Mirosaer has silver hair and light blue eyes. He wears studded leather and wields a rapier. Mirosaer is trustworthy and reflective.",
  "Elion: Male Half-elf Warlock, NG. Str 16, Dex 9, Con 11, Int 10, Wis 13, Cha 13. Elion has a long face, with golden hair and brown eyes. He wears leather armor and wields a mace. Elion compulsively insults others.",
  "Willeon Ilin: Male Half-elf Rogue, NG. Str 9, Dex 17, Con 8, Int 9, Wis 12, Cha 13. Willeon has messy silver hair and hazel eyes. He wears leather armor and wields a rapier. Willeon is chivalrous and capable.",
  "Galionor: Male Half-elf Rogue, NG. Str 14, Dex 16, Con 6, Int 13, Wis 9, Cha 13. Galionor has silver hair and brown eyes, and large ears. He wears leather armor and wields a rapier and light crossbow. Galionor speaks with a lisp.",
  "Anthohn: Male Half-elf Monk, LG. Str 11, Dex 12, Con 9, Int 11, Wis 13, Cha 12. Anthohn has thin gray hair and dark green eyes. He wears travel-stained clothing and wields a yari (spear). Anthohn is searching for a legendary blade named Windcleaver.",
  "Georguy Fordye: Male Half-elf Monk, NE. Str 9, Dex 10, Con 9, Int 7, Wis 13, Cha 10. Georguy is wretched in appearance, with curly white hair and narrow gray eyes. He wears modest garments and wields nunchaku (club).",
  "Narder: Male Half-elf Druid, Neutral. Str 11, Dex 14, Con 9, Int 8, Wis 16, Cha 10. Narder has copper hair and blue eyes, and a magical tattoo on his face. He wears hide armor and wields a scimitar. Narder is dying and desperately seeks the secret of immortality.",
  "Cirduili: Male Half-elf Fighter, LE. Str 17, Dex 15, Con 9, Int 14, Wis 5, Cha 10. Cirduili has thin brown hair and brown eyes, and numerous distinctive tattoos. He wears scale mail and wields a whip and longbow.",
  "Elebrin: Male Half-elf Fighter, LE. Str 17, Dex 9, Con 15, Int 13, Wis 8, Cha 8. Elebrin has short brown hair and green eyes, and a magical scar on his face. He wears half plate and wields a warhammer and shield. Elebrin has an animal companion, a silver dog named Alaloth.",
  "Gauward Reeve: Male Half-elf Fighter, LN. Str 17, Dex 10, Con 11, Int 8, Wis 7, Cha 5. Gauward has straight copper hair and amber eyes. He wears ring mail and wields a greatsword.",
  "Gery: Male Half-elf Rogue, LN. Str 11, Dex 13, Con 14, Int 11, Wis 10, Cha 6. Gery has golden hair and hazel eyes. He wears studded leather and wields a shortsword. Gery is searching for his lost brother.",
  "Johny: Male Half-elf Bard, NG. Str 8, Dex 9, Con 11, Int 12, Wis 9, Cha 16. Johny has short auburn hair and amber eyes. He wears studded leather and wields a longsword and javelins. Johny blames trolls for every misfortune.",
  "Gonore: Male Half-elf Sorcerer, LG. Str 14, Dex 8, Con 12, Int 6, Wis 10, Cha 16. Gonore is short and willowy, with cropped gray hair and green eyes. He wears well-made clothing and wields a dagger. Gonore serves Kochbar, an ancient but forgotten sea god.",
  "Geoffry: Male Half-elf Cleric, N. Str 12, Dex 7, Con 8, Int 11, Wis 13, Cha 11. Geoffry has auburn hair and sharp green eyes, and an unusual mark on his face. He wears leather armor and wields a mace and shield.",
  "Finethin: Male Half-elf Monk, LN. Str 12, Dex 11, Con 10, Int 10, Wis 10, Cha 10. Finethin is stout, with curly auburn hair and soft brown eyes. He wears modest garments and wields nunchaku (club). Finethin is hunting the brigands who murdered his family.",
  "Reder Hale: Male Half-elf Bard, N. Str 12, Dex 8, Con 13, Int 14, Wis 11, Cha 12. Reder is tall and overweight, with blonde hair and bright brown eyes. He wears leather armor and wields a shortsword and hand crossbow. Reder is decisive and curious.",
  "Stery: Male Half-elf Bard, N. Str 9, Dex 9, Con 10, Int 14, Wis 5, Cha 13. Stery has brown hair and amber eyes. He wears leather armor and wields a quarterstaff and darts.",
  "Narder Cave: Male Half-elf Monk, CN. Str 13, Dex 16, Con 10, Int 11, Wis 11, Cha 11. Narder has black hair and gray eyes. He wears worn clothing and wields a yari (spear) and sai (dagger). Narder is disorganized and gullible.",
  "Giliam: Male Half-elf Fighter, N. Str 14, Dex 12, Con 15, Int 13, Wis 7, Cha 11. Giliam has golden hair and large hazel eyes. He wears a breastplate and wields a longsword and longbow.",
  "Elel: Male Half-elf Ranger, NE. Str 17, Dex 14, Con 6, Int 6, Wis 14, Cha 15. Elel is short and stout, with tangled copper hair and gray eyes. He wears studded leather and wields a halberd. Elel was magically imprisoned for a hundred years.",
  "Goli: Male Half-elf Paladin, Good. Str 13, Dex 14, Con 11, Int 11, Wis 16, Cha 14. Goli has copper hair and blue eyes, and a long moustache. He wears half plate and wields a halberd. Goli is compassionate and fair.",
  "Malgonor: Male Half-elf Monk, N. Str 10, Dex 12, Con 12, Int 9, Wis 16, Cha 7. Malgonor has silver hair and amber eyes. He wears modest garments and wields an ono (handaxe). Malgonor secretly serves Myazou, an ancient god of death.",
  "Robert: Male Half-elf Cleric, NG. Str 12, Dex 12, Con 9, Int 8, Wis 14, Cha 7. Robert is pleasant in appearance, with gray hair and bright blue eyes. He wears scale mail and wields a mace. Robert is blind in his right eye.",
  "Anthond: Male Half-elf Paladin, Good. Str 14, Dex 7, Con 7, Int 8, Wis 10, Cha 10. Anthond is short and thin, with gray hair and amber eyes. He wears ring mail and wields a longsword and shield. Anthond is searching for the lost Pantheon of the Empyrean Sky.",
  "Reder Indsot: Male Half-elf Fighter, LN. Str 15, Dex 11, Con 9, Int 12, Wis 12, Cha 12. Reder has brown hair and gray eyes. He wears hide armor and wields a scimitar and longbow. Reder has an animal companion, a black bear named Enryn.",
  "Enryn: Male Half-elf Monk, CG. Str 11, Dex 12, Con 11, Int 6, Wis 10, Cha 9. Enryn is tall, with cropped silver hair and amber eyes. He wears modest garments and wields a bo (quarterstaff) and shuriken (darts). Enryn frequently uses uncommon words incorrectly.",
  "Geoffrey: Male Half-elf Rogue, LE. Str 11, Dex 15, Con 13, Int 16, Wis 13, Cha 8. Geoffrey is common in appearance, with auburn hair and gray eyes. He wears studded leather and wields a longsword. Geoffrey is a terrible liar.",
  "Erolweg: Male Half-elf Rogue, LE. Str 9, Dex 15, Con 10, Int 13, Wis 12, Cha 7. Erolweg has a narrow face, with cropped brown hair and dark hazel eyes. He wears leather armor and wields a rapier. Erolweg seeks wealth and power at any cost.",
  "Holes: Male Half-elf Rogue, CN. Str 7, Dex 15, Con 10, Int 12, Wis 12, Cha 12. Holes has brown hair and sharp blue eyes. He wears studded leather and wields a club and hand crossbow. Holes is lewd and insane.",
  "Grewyn: Male Half-elf Paladin, Good. Str 17, Dex 14, Con 14, Int 7, Wis 9, Cha 11. Grewyn has a narrow face, with blonde hair and hazel eyes. He wears scale mail and wields a halberd. Grewyn believes that he is being hunted by supernatural creatures.",
  "Elurung: Male Half-elf Druid, Neutral. Str 16, Dex 7, Con 12, Int 13, Wis 16, Cha 12. Elurung is thin, with tangled copper hair and amber eyes. He wears leather armor and wields a quarterstaff and javelins. Elurung avoids eye contact.",
  "Ennaglor: Male Half-elf Rogue, N. Str 11, Dex 15, Con 12, Int 8, Wis 12, Cha 6. Ennaglor has straight golden hair and green eyes, and pointed ears. He wears leather armor and wields a rapier. Ennaglor is serious and covetous.",
  "Gauwyn Nere: Male Half-elf Warlock, LE. Str 10, Dex 8, Con 12, Int 14, Wis 11, Cha 13. Gauwyn is stout, with curly auburn hair and light amber eyes. He wears studded leather and wields a light hammer.",
  "Edwam Leynthey: Male Half-elf Barbarian, LN. Str 16, Dex 12, Con 9, Int 11, Wis 12, Cha 7. Edwam is rugged in appearance, with curly white hair and amber eyes. He wears studded leather and wields a trident and shield.",
  "Alard Mere: Male Half-elf Barbarian, LN. Str 14, Dex 10, Con 12, Int 8, Wis 5, Cha 7. Alard has a long face, with messy copper hair and amber eyes. He wears studded leather and wields a rapier and net.",
  "Olfinan: Male Half-elf Barbarian, NG. Str 12, Dex 9, Con 15, Int 12, Wis 13, Cha 6. Olfinan is fair in appearance, with uneven golden hair and bright gray eyes. He wears studded leather and wields a battleaxe and shield. Olfinan is colorblind.",
  "Gwionore: Male Half-elf Rogue, LN. Str 8, Dex 15, Con 10, Int 10, Wis 8, Cha 10. Gwionore has red hair and brown eyes. He wears leather armor and wields a rapier. Gwionore suffers a mild allergy to nuts.",
  "Minasaer: Male Half-elf Monk, N. Str 13, Dex 16, Con 10, Int 11, Wis 9, Cha 9. Minasaer is tall, with long auburn hair and brown eyes. He wears modest garments and wields a yari (spear) and shuriken (darts). Minasaer seeks to atone for past sins.",
  "Gauwis Sparay: Male Half-elf Monk, LN. Str 14, Dex 12, Con 14, Int 10, Wis 7, Cha 5. Gauwis has a square face, with auburn hair and dark amber eyes. He wears modest garments and wields nunchaku (club) and shuriken (darts). Gauwis blames dragons for every misfortune.",
  "Cirdore: Male Half-elf Druid, Neutral. Str 11, Dex 10, Con 12, Int 14, Wis 15, Cha 15. Cirdore has gray hair and gray eyes. He wears hide armor and wields a quarterstaff and wooden shield. Cirdore has green snake named Engoth.",
  "Aldoth: Male Half-elf Monk, NG. Str 9, Dex 12, Con 10, Int 8, Wis 12, Cha 9. Aldoth has a long face, with cropped copper hair and light gray eyes. He wears worn clothing and wields an ono (handaxe). Aldoth seeks to free himself from an ancient curse.",
  "Ellalan: Male Half-elf Warlock, N. Str 13, Dex 13, Con 10, Int 6, Wis 10, Cha 16. Ellalan has golden hair and amber eyes, and small ears. He wears leather armor and wields a spear.",
  "Galineth: Male Half-elf Rogue, CG. Str 9, Dex 13, Con 15, Int 8, Wis 10, Cha 10. Galineth has a narrow face, with auburn hair and brown eyes. He wears studded leather and wields a rapier and hand crossbow. Galineth has an animal companion, a raven named Anies.",
  "Raffolk: Male Half-elf Ranger, LN. Str 12, Dex 14, Con 12, Int 14, Wis 13, Cha 13. Raffolk has copper hair and green eyes, and a beaked nose. He wears leather armor and wields a longsword. Raffolk has black wolf named Arryn.",
  "Athard: Male Half-elf Fighter, CN. Str 13, Dex 12, Con 10, Int 8, Wis 11, Cha 11. Athard is rough in appearance, with blonde hair and sharp gray eyes. He wears hide armor and wields a scimitar. Athard is haunted by the memories of a past life.",
  "Ralphye: Male Half-elf Monk, NG. Str 15, Dex 12, Con 10, Int 9, Wis 10, Cha 9. Ralphye is thin, with copper hair and sharp hazel eyes. He wears sturdy clothing and wields a yari (spear) and shuriken (darts). Ralphye is wrongly sought by the Queen of Forlerion for smuggling.",
  "Carethor: Male Half-elf Fighter, CG. Str 17, Dex 11, Con 10, Int 12, Wis 11, Cha 8. Carethor has silver hair and sharp amber eyes, and a sharp nose. He wears plate armor and wields a rapier.",
  "Gyleon Nette: Male Half-elf Rogue, CN. Str 10, Dex 12, Con 11, Int 12, Wis 15, Cha 13. Gyleon is thin, with cropped white hair and green eyes. He wears studded leather and wields a rapier. Gyleon is shrewd and truthful.",
  "Enelel: Male Half-elf Fighter, NG. Str 16, Dex 10, Con 12, Int 11, Wis 14, Cha 7. Enelel is rough in appearance, with red hair and bright green eyes. He wears hide armor and wields a battleaxe. Enelel has an animal companion, a copper firedrake named Celador.",
  "Rancent: Male Half-elf Druid, Neutral. Str 13, Dex 15, Con 10, Int 9, Wis 16, Cha 11. Rancent is heavyset, with thin silver hair and gray eyes. He wears leather armor and wields a scimitar and wooden shield. Rancent seeks to free himself from an ancient curse.",
  "Glurinel: Male Half-elf Cleric, LN. Str 10, Dex 9, Con 8, Int 5, Wis 13, Cha 12. Glurinel is thin, with silver hair and narrow brown eyes. He wears studded leather and wields a spear. Glurinel is impish and unforgiving.",
  "Robert Dene: Male Half-elf Paladin, Good. Str 15, Dex 7, Con 8, Int 13, Wis 10, Cha 14. Robert is short, with black hair and sharp blue eyes. He wears scale mail and wields a maul. Robert has an animal companion, a white warhorse named Areston.",
  "Thony Ammen: Male Half-elf Ranger, NG. Str 15, Dex 7, Con 12, Int 7, Wis 10, Cha 7. Thony is rugged in appearance, with thick white hair and amber eyes. He wears leather armor and wields a rapier. Thony seeks revenge against the sister who betrayed him.",
  "Ohinad: Male Half-elf Bard, N. Str 10, Dex 11, Con 11, Int 14, Wis 11, Cha 16. Ohinad has a long face, with straight white hair and sharp brown eyes. He wears leather armor and wields a mace. Ohinad has an animal companion, a gray rabbit named Maeglegal.",
  "Celodhing: Male Half-elf Wizard, NG. Str 11, Dex 10, Con 13, Int 13, Wis 12, Cha 7. Celodhing has a round face, with copper hair and soft blue eyes. He wears white robes and wields a quarterstaff and sling. Celodhing has an arcane familiar, a tiny fire elemental named Saeronwe.",
  "Oron: Male Half-elf Druid, Neutral. Str 16, Dex 8, Con 15, Int 10, Wis 12, Cha 11. Oron is tall and slender, with copper hair and dark green eyes. He wears leather armor and wields a quarterstaff. Oron is quiet, and says as little as possible.",
  "Tanarfin: Male Half-elf Warlock, LN. Str 13, Dex 8, Con 9, Int 9, Wis 7, Cha 17. Tanarfin is pleasant in appearance, with uneven copper hair and narrow green eyes. He wears studded leather and wields a club.",
  "Johny: Male Half-elf Rogue, NE. Str 15, Dex 12, Con 13, Int 12, Wis 12, Cha 11. Johny has curly red hair and amber eyes. He wears leather armor and wields a light hammer. Johny is a pack-rat, and carries a satchel of random junk.",
  "Narder: Male Half-elf Rogue, NG. Str 10, Dex 16, Con 6, Int 12, Wis 10, Cha 14. Narder is youthful in appearance, with golden hair and green eyes. He wears leather armor and wields a rapier and hand crossbow. Narder is faithful and lustful.",
  "Chomund: Male Half-elf Monk, N. Str 14, Dex 14, Con 10, Int 10, Wis 14, Cha 7. Chomund has a narrow face, with matted blonde hair and large amber eyes. He wears simple clothing and wields nunchaku (club). Chomund has an animal companion, a white rabbit named Audreys.",
  "Tatanas: Male Half-elf Monk, LN. Str 8, Dex 13, Con 13, Int 12, Wis 14, Cha 10. Tatanas has blonde hair and amber eyes, and a curly beard. He wears well-made clothing and wields an ono (handaxe). Tatanas is fascinated by ancient history and civilizations.",
  "Geoffrey: Male Half-elf Druid, Neutral. Str 15, Dex 9, Con 10, Int 13, Wis 14, Cha 10. Geoffrey is fair in appearance, with uneven silver hair and hazel eyes. He wears hide armor and wields a quarterstaff. Geoffrey has silver dog named Kather.",
  "Robert Finchey: Male Half-elf Monk, CN. Str 9, Dex 8, Con 6, Int 8, Wis 13, Cha 12. Robert has brown hair and light blue eyes, and a beaked nose. He wears travel-stained clothing and wields an ono (handaxe) and kama (sickle).",
  "Artin: Male Half-elf Warlock, N. Str 12, Dex 7, Con 9, Int 5, Wis 10, Cha 13. Artin is rugged in appearance, with thick blonde hair and light green eyes. He wears studded leather and wields a mace and darts. Artin has an animal companion, a grey rat named Findiser.",
  "Finerdhilb: Male Half-elf Fighter, LG. Str 12, Dex 11, Con 9, Int 7, Wis 12, Cha 12. Finerdhilb is noble in bearing, with white hair and blue eyes. He wears scale mail and wields a whip and shield.",
  "Ingor: Male Half-elf Fighter, LN. Str 16, Dex 9, Con 8, Int 6, Wis 7, Cha 6. Ingor is fair in appearance, with long auburn hair and bright green eyes. He wears scale mail and wields a shortsword and blowgun. Ingor has an animal companion, a brown bear named Anirien.",
  "Wisym Merde: Male Half-elf Bard, CN. Str 15, Dex 6, Con 11, Int 14, Wis 10, Cha 16. Wisym has a round face, with golden hair and soft blue eyes. He wears leather armor and wields a shortsword and hand crossbow. Wisym is lustful and practical.",
  "Nathye: Male Half-elf Paladin, Good. Str 10, Dex 6, Con 11, Int 5, Wis 14, Cha 14. Nathye has cropped white hair and hazel eyes. He wears splint armor and wields a rapier.",
  "Thomond: Male Half-elf Fighter, NG. Str 15, Dex 9, Con 6, Int 10, Wis 9, Cha 9. Thomond is tall and slender, with messy red hair and amber eyes. He wears splint armor and wields a scimitar.",
  "Galadaer: Male Half-elf Bard, N. Str 13, Dex 9, Con 11, Int 8, Wis 9, Cha 16. Galadaer has brown hair and hazel eyes. He wears studded leather and wields a club and hand crossbow.",
  "Galorfing: Male Half-elf Sorcerer, NG. Str 11, Dex 8, Con 12, Int 5, Wis 8, Cha 13. Galorfing is common in appearance, with golden hair and brown eyes. He wears sturdy clothing and wields a dagger and light crossbow. Galorfing is searching for his missing familiar, a forest owl named Imelen.",
  "Ewis: Male Half-elf Sorcerer, N. Str 8, Dex 7, Con 14, Int 7, Wis 11, Cha 15. Ewis has curly silver hair and large blue eyes. He wears modest garments and wields a dagger. Ewis compulsively collects small objects.",
  "Willan Gringe: Male Half-elf Cleric, NG. Str 13, Dex 11, Con 8, Int 12, Wis 17, Cha 16. Willan is fey in appearance, with blonde hair and green eyes. He wears leather armor and wields a light hammer and darts.",
  "Galador: Male Half-elf Ranger, N. Str 9, Dex 15, Con 9, Int 9, Wis 8, Cha 12. Galador has silver hair and brown eyes, and an uneven moustache. He wears leather armor and wields a morningstar and shield. Galador is dying and desperately seeks the secret of immortality.",
  "Lionasaer: Male Half-elf Fighter, NE. Str 17, Dex 8, Con 11, Int 6, Wis 15, Cha 11. Lionasaer has an angular face, with silver hair and blue eyes. He wears chain mail and wields a pike. Lionasaer seeks to save his family from financial ruin.",
  "Hony Horne: Male Half-elf Ranger, NG. Str 17, Dex 12, Con 9, Int 7, Wis 13, Cha 10. Hony is tall, with matted golden hair and sharp blue eyes. He wears hide armor and wields a flail. Hony is hunting the sorcerer who murdered his family.",
  "Erodred: Male Half-elf Sorcerer, NE. Str 8, Dex 7, Con 11, Int 8, Wis 15, Cha 15. Erodred has matted brown hair and dark amber eyes, and a long moustache. He wears modest garments and wields a quarterstaff and light crossbow.",
  "Ethes: Male Half-elf Wizard, LN. Str 12, Dex 13, Con 9, Int 16, Wis 10, Cha 13. Ethes is short and slender, with copper hair and narrow blue eyes. He wears silver robes and wields a dagger. Ethes is cursed with delusions.",
  "Endingwel: Male Half-elf Monk, LN. Str 15, Dex 11, Con 9, Int 9, Wis 14, Cha 12. Endingwel has a long face, with uneven white hair and dark blue eyes. He wears simple clothing and wields an ono (handaxe). Endingwel has an animal companion, a black snake named Folke.",
  "Elenel: Male Half-elf Cleric, N. Str 6, Dex 15, Con 11, Int 7, Wis 17, Cha 13. Elenel has silver hair and brown eyes, and wears glasses with electrum rims. He wears a breastplate and wields a quarterstaff and shield. Elenel is impish and sharp-tongued.",
  "Ablurir: Male Half-elf Rogue, CE. Str 10, Dex 14, Con 12, Int 15, Wis 7, Cha 8. Ablurir is tall, with golden hair and soft green eyes. He wears leather armor and wields a longsword and sickle. Ablurir seeks revenge against the aristocrat who framed him.",
  "Lionerdhin: Male Half-elf Fighter, LG. Str 17, Dex 14, Con 6, Int 8, Wis 11, Cha 10. Lionerdhin has a long face, with blonde hair and amber eyes. He wears half plate and wields a halberd. Lionerdhin has an animal companion, a gray wolf named Anen.",
  "George: Male Half-elf Barbarian, NE. Str 15, Dex 15, Con 15, Int 7, Wis 10, Cha 8. George has a narrow face, with silver hair and dark green eyes. He wears scale mail and wields a battleaxe. George has an animal companion, a black dog named Malia.",
  "Oror: Male Half-elf Fighter, NG. Str 16, Dex 17, Con 12, Int 6, Wis 12, Cha 7. Oror is fair in appearance, with thick brown hair and brown eyes. He wears splint armor and wields a trident.",
  "Eledhror: Male Half-elf Warlock, N. Str 16, Dex 8, Con 9, Int 9, Wis 8, Cha 14. Eledhror has brown hair and blue eyes. He wears studded leather and wields a handaxe and sling. Eledhror is lively and intimidating.",
  "Galenwe: Male Half-elf Monk, CE. Str 8, Dex 11, Con 7, Int 8, Wis 14, Cha 13. Galenwe has a narrow face, with black hair and brown eyes. He wears modest garments and wields a yari (spear). Galenwe seeks to destroy the race of orcs.",
  "Celebre: Male Half-elf Monk, NE. Str 11, Dex 10, Con 11, Int 9, Wis 14, Cha 11. Celebre has blonde hair and soft hazel eyes, and numerous unusual tattoos. He wears well-made clothing and wields nunchaku (club). Celebre is vengeful and haughty.",
  "Andred: Male Half-elf Wizard, LE. Str 14, Dex 12, Con 10, Int 17, Wis 12, Cha 12. Andred is beastly in appearance, with cropped black hair and hazel eyes. He wears modest garments and wields a dagger. Andred has Common Companion.",
  "Rancent Aler: Male Half-elf Fighter, N. Str 12, Dex 14, Con 10, Int 14, Wis 13, Cha 11. Rancent has a long face, with tangled blonde hair and sharp hazel eyes. He wears chain mail and wields a shortsword. Rancent speaks with a mousy voice.",
  "Elung: Male Half-elf Rogue, N. Str 7, Dex 16, Con 9, Int 15, Wis 7, Cha 11. Elung has silver hair and hazel eyes, and a thin nose. He wears studded leather and wields a longsword and sickle.",
  "Thili: Male Half-elf Fighter, NE. Str 15, Dex 12, Con 13, Int 11, Wis 14, Cha 9. Thili has a long face, with black hair and blue eyes. He wears a chain shirt and wields a halberd. Thili seeks to destroy the race of orcs.",
  "Fryany Here: Male Half-elf Monk, N. Str 15, Dex 16, Con 11, Int 6, Wis 12, Cha 6. Fryany has a square face, with thick red hair and blue eyes. He wears modest garments and wields a bo (quarterstaff). Fryany is searching for the lost realm of Loressea.",
  "Ralphye Burne: Male Half-elf Bard, LN. Str 9, Dex 10, Con 12, Int 13, Wis 9, Cha 15. Ralphye has cropped black hair and large blue eyes. He wears studded leather and wields a shortsword. Ralphye has an animal companion, a red fox named Erod.",
  "Enengor: Male Half-elf Sorcerer, NG. Str 6, Dex 12, Con 12, Int 12, Wis 10, Cha 14. Enengor has straight silver hair and green eyes, and small ears. He wears travel-stained clothing and wields a quarterstaff and sling. Enengor blames the gods for every misfortune.",
  "Maedhranwe: Male Half-elf Ranger, NG. Str 14, Dex 16, Con 12, Int 9, Wis 8, Cha 8. Maedhranwe has long gray hair and brown eyes, and a beaked nose. He wears leather armor and wields a rapier and shield. Maedhranwe has dire rat named Elellas.",
  "Warder: Male Half-elf Warlock, N. Str 10, Dex 8, Con 12, Int 15, Wis 10, Cha 16. Warder has long brown hair and blue eyes. He wears leather armor and wields a mace. Warder is amoral and stubborn.",
  "Galminarf: Male Half-elf Druid, Neutral. Str 13, Dex 6, Con 7, Int 10, Wis 12, Cha 12. Galminarf is heavyset, with golden hair and gray eyes. He wears hide armor and wields a quarterstaff. Galminarf has badger named Gilip.",
  "Alert: Male Half-elf Cleric, N. Str 10, Dex 11, Con 13, Int 10, Wis 14, Cha 11. Alert is short, with cropped copper hair and green eyes. He wears leather armor and wields a mace and shield. Alert suffers a deadly allergy to rodents.",
  "Malgoli: Male Half-elf Ranger, LG. Str 16, Dex 11, Con 14, Int 12, Wis 14, Cha 12. Malgoli has an angular face, with matted golden hair and amber eyes. He wears leather armor and wields a war pick. Malgoli seeks to free himself from an ancient curse.",
  "Wilhye Olcar: Male Half-elf Ranger, LN. Str 16, Dex 9, Con 10, Int 7, Wis 11, Cha 11. Wilhye has gray hair and hazel eyes. He wears hide armor and wields a halberd. Wilhye has black wolf named Elyn.",
  "Eston: Male Half-elf Warlock, N. Str 12, Dex 7, Con 14, Int 11, Wis 14, Cha 16. Eston has black hair and narrow green eyes. He wears studded leather and wields a light hammer. Eston has an animal companion, a vampire bat named Ecin.",
  "Onwel: Male Half-elf Paladin, Good. Str 13, Dex 12, Con 12, Int 13, Wis 12, Cha 11. Onwel is tall and overweight, with short auburn hair and gray eyes. He wears chain mail and wields a whip and shield. Onwel is witty and morose.",
  "Liames: Male Half-elf Rogue, LN. Str 12, Dex 14, Con 6, Int 13, Wis 13, Cha 12. Liames is rugged in appearance, with silver hair and hazel eyes. He wears studded leather and wields a shortsword. Liames is ambitious and inquisitive.",
  "Dorophil: Male Half-elf Monk, N. Str 15, Dex 9, Con 8, Int 11, Wis 12, Cha 11. Dorophil has silver hair and narrow green eyes, and a matted moustache. He wears sturdy clothing and wields an ono (handaxe). Dorophil is hunting the dragon who slew his mentor.",
  "Roge: Male Half-elf Fighter, N. Str 12, Dex 13, Con 14, Int 9, Wis 10, Cha 6. Roge is tall and stout, with gray hair and sharp brown eyes. He wears chain mail and wields a greataxe. Roge has an animal companion, a brown bear named Auciel.",
  "Gelmili: Male Half-elf Ranger, LN. Str 9, Dex 13, Con 10, Int 12, Wis 9, Cha 8. Gelmili has blonde hair and amber eyes. He wears a breastplate and wields a shortsword. Gelmili is talkative and haughty.",
  "Wyny Garay: Male Half-elf Rogue, N. Str 8, Dex 16, Con 12, Int 17, Wis 12, Cha 10. Wyny is willowy, with blonde hair and green eyes. He wears studded leather and wields a longsword. Wyny is reserved and amoral.",
  "Ennarmin: Male Half-elf Paladin, Good. Str 10, Dex 11, Con 9, Int 7, Wis 8, Cha 10. Ennarmin is tall and heavyset, with cropped white hair and bright brown eyes. He wears a chain shirt and wields a trident and shield. Ennarmin was petrified for a hundred years.",
  "Golemmaedhr: Male Half-elf Warlock, N. Str 10, Dex 13, Con 7, Int 9, Wis 9, Cha 17. Golemmaedhr has auburn hair and bright amber eyes. He wears studded leather and wields a handaxe and sling. Golemmaedhr is searching for his missing familiar, a raven named Alatad.",
  "Mahtore: Male Half-elf Fighter, NE. Str 12, Dex 8, Con 8, Int 7, Wis 13, Cha 6. Mahtore is short and thin, with short red hair and narrow hazel eyes. He wears chain mail and wields a whip.",
  "Rarder: Male Half-elf Rogue, LG. Str 7, Dex 17, Con 10, Int 14, Wis 12, Cha 7. Rarder has a long face, with copper hair and large blue eyes. He wears leather armor and wields a spear. Rarder serves Rielat, an ancient but forgotten sun god.",
  "Ryany Lipsell: Male Half-elf Fighter, N. Str 15, Dex 15, Con 6, Int 9, Wis 12, Cha 13. Ryany is fair in appearance, with braided white hair and brown eyes. He wears chain mail and wields a warhammer and heavy crossbow. Ryany has an animal companion, a badger named Griffolk.",
  "Geoffry Potte: Male Half-elf Ranger, LN. Str 15, Dex 15, Con 13, Int 9, Wis 14, Cha 10. Geoffry has tangled auburn hair and soft brown eyes. He wears scale mail and wields a glaive.",
  "Leony Growley: Male Half-elf Monk, NG. Str 12, Dex 15, Con 10, Int 14, Wis 16, Cha 14. Leony has thick golden hair and green eyes. He wears modest garments and wields a yari (spear). Leony is chivalrous and superstitious.",
  "Hurey Mason: Male Half-elf Monk, NE. Str 7, Dex 11, Con 8, Int 15, Wis 13, Cha 12. Hurey has blonde hair and amber eyes, and numerous distinctive tattoos. He wears travel-stained clothing and wields a yari (spear). Hurey is cowardly and selfish.",
  "Egolfir: Male Half-elf Rogue, LN. Str 12, Dex 13, Con 10, Int 12, Wis 6, Cha 8. Egolfir is pleasant in appearance, with brown hair and gray eyes. He wears studded leather and wields a longsword.",
  "Tomas: Male Half-elf Monk, N. Str 10, Dex 12, Con 9, Int 8, Wis 13, Cha 9. Tomas has a long face, with auburn hair and light brown eyes. He wears sturdy clothing and wields a bo (quarterstaff) and sai (dagger). Tomas compulsively plays with a platinum ring.",
  "Gladore: Male Half-elf Druid, Neutral. Str 14, Dex 11, Con 11, Int 11, Wis 16, Cha 12. Gladore is fey in appearance, with cropped white hair and narrow hazel eyes. He wears hide armor and wields a scimitar. Gladore has hawk named Kathil.",
  "Athyew: Male Half-elf Barbarian, CG. Str 16, Dex 10, Con 14, Int 14, Wis 6, Cha 10. Athyew has an angular face, with golden hair and bright green eyes. He wears leather armor and wields a trident. Athyew is philosophical and pleasant.",
  "Enemmas: Male Half-elf Sorcerer, LG. Str 10, Dex 11, Con 15, Int 12, Wis 13, Cha 12. Enemmas is heavyset, with gray hair and narrow brown eyes. He wears well-made clothing and wields a dagger. Enemmas seeks to help the poor and unfortunate.",
  "Andrer: Male Half-elf Sorcerer, NE. Str 8, Dex 15, Con 12, Int 9, Wis 14, Cha 14. Andrer has blonde hair and hazel eyes, and an unusual tattoo on his arm. He wears plain clothing and wields a dagger and light crossbow. Andrer has an animal companion, a green snake named Hera.",
  "Hamas Fordye: Male Half-elf Barbarian, LN. Str 16, Dex 7, Con 12, Int 13, Wis 13, Cha 9. Hamas has thin copper hair and green eyes, and a curly moustache. He wears hide armor and wields a scimitar. Hamas is decisive and violent.",
  "Elegorm: Male Half-elf Bard, LN. Str 9, Dex 10, Con 13, Int 12, Wis 12, Cha 14. Elegorm has blonde hair and light hazel eyes. He wears leather armor and wields a light hammer. Elegorm is quiet and corrupt.",
  "Finy Ville: Male Half-elf Fighter, CE. Str 12, Dex 10, Con 10, Int 7, Wis 7, Cha 15. Finy is short, with straight copper hair and soft green eyes. He wears a breastplate and wields a whip and hand crossbow. Finy seeks revenge against the kingdom which exiled him.",
  "Galador: Male Half-elf Ranger, LN. Str 13, Dex 16, Con 9, Int 9, Wis 9, Cha 10. Galador has red hair and soft amber eyes. He wears studded leather and wields a greataxe. Galador is searching for the lost dwarven kingdom of Ulundush.",
  "Nichye Kytsor: Male Half-elf Paladin, Good. Str 12, Dex 13, Con 10, Int 8, Wis 10, Cha 17. Nichye has copper hair and green eyes, and numerous distinctive tattoos. He wears half plate and wields a glaive. Nichye is haunted by the ghost of someone he killed.",
  "Ancip Hyde: Male Half-elf Paladin, Good. Str 15, Dex 8, Con 13, Int 10, Wis 12, Cha 14. Ancip has a square face, with short red hair and sharp hazel eyes. He wears hide armor and wields a rapier. Ancip speaks with a loud voice.",
  "Gery: Male Half-elf Wizard, NG. Str 13, Dex 10, Con 5, Int 13, Wis 9, Cha 9. Gery is courtly in bearing, with uneven black hair and light hazel eyes. He wears modest garments and wields a dagger and light crossbow. Gery is romantic and truthful.",
  "Ethod: Male Half-elf Sorcerer, N. Str 12, Dex 14, Con 14, Int 12, Wis 13, Cha 15. Ethod has silver hair and hazel eyes, and pointed ears. He wears travel-stained clothing and wields a quarterstaff and darts. Ethod is easily distracted by magic.",
  "Giles: Male Half-elf Monk, N. Str 13, Dex 13, Con 12, Int 11, Wis 8, Cha 12. Giles has blonde hair and blue eyes, and large ears. He wears worn clothing and wields a bo (quarterstaff). Giles seeks only fame and glory.",
  "Egoth: Male Half-elf Paladin, Good. Str 12, Dex 7, Con 9, Int 9, Wis 11, Cha 13. Egoth has messy black hair and dark hazel eyes, and a flat nose. He wears splint armor and wields a greataxe. Egoth is perceptive and righteous.",
  "Jamart Ener: Male Half-elf Barbarian, N. Str 13, Dex 11, Con 11, Int 6, Wis 6, Cha 9. Jamart is tall and willowy, with red hair and light green eyes. He wears leather armor and wields a whip and shield. Jamart is foolish and truthful.",
  "Eran: Male Half-elf Fighter, N. Str 12, Dex 10, Con 7, Int 8, Wis 8, Cha 10. Eran is overweight, with gray hair and brown eyes. He wears hide armor and wields a scimitar. Eran is hunting the giant who slew his mentor.",
  "Elroror: Male Half-elf Wizard, LN. Str 11, Dex 9, Con 9, Int 15, Wis 14, Cha 12. Elroror has short black hair and soft green eyes. He wears expensive clothing and wields a dagger and light crossbow. Elroror suffers an acute fear of injury.",
  "Mabladil: Male Half-elf Fighter, N. Str 16, Dex 10, Con 9, Int 7, Wis 8, Cha 12. Mabladil has an angular face, with white hair and brown eyes. He wears ring mail and wields a longsword and shield.",
  "Lasaere: Male Half-elf Fighter, N. Str 16, Dex 10, Con 9, Int 8, Wis 11, Cha 11. Lasaere has straight white hair and soft hazel eyes, and wears glasses with silver rims. He wears plate armor and wields a maul. Lasaere is determined and foolish.",
  "Ingod: Male Half-elf Fighter, LN. Str 17, Dex 13, Con 10, Int 10, Wis 13, Cha 13. Ingod is rough in appearance, with silver hair and light amber eyes. He wears hide armor and wields a shortsword.",
  "Elumin: Male Half-elf Druid, Neutral. Str 12, Dex 13, Con 8, Int 10, Wis 17, Cha 8. Elumin has tangled white hair and hazel eyes. He wears hide armor and wields a club. Elumin is superstitious and disloyal.",
  "Riffin: Male Half-elf Cleric, LG. Str 15, Dex 9, Con 8, Int 7, Wis 12, Cha 12. Riffin is short and stout, with black hair and sharp brown eyes. He wears studded leather and wields a handaxe and javelins. Riffin is courageous and quick-witted.",
  "Fingilgal: Male Half-elf Warlock, CG. Str 9, Dex 9, Con 14, Int 11, Wis 13, Cha 15. Fingilgal has braided gray hair and green eyes, and a thin nose. He wears leather armor and wields a quarterstaff and sling.",
  "Pengali: Male Half-elf Druid, Neutral. Str 12, Dex 9, Con 11, Int 15, Wis 15, Cha 14. Pengali has thin white hair and narrow amber eyes, and a cropped beard. He wears hide armor and wields a mace. Pengali is proud and guarded.",
  "Celegild: Male Half-elf Druid, Neutral. Str 13, Dex 10, Con 8, Int 6, Wis 13, Cha 13. Celegild has a narrow face, with black hair and bright brown eyes. He wears leather armor and wields a mace and wooden shield.",
  "Lasym: Male Half-elf Rogue, N. Str 12, Dex 15, Con 14, Int 16, Wis 12, Cha 12. Lasym has an angular face, with silver hair and light green eyes. He wears leather armor and wields a longsword. Lasym seeks revenge against the sister who betrayed him.",
  "Thomas: Male Half-elf Cleric, LG. Str 12, Dex 8, Con 12, Int 8, Wis 15, Cha 8. Thomas is pleasant in appearance, with blonde hair and hazel eyes. He wears scale mail and wields a light hammer and javelins. Thomas is painfully tone-deaf.",
  "Turguili: Male Half-elf Warlock, N. Str 16, Dex 14, Con 6, Int 8, Wis 7, Cha 15. Turguili has matted copper hair and narrow amber eyes, and an unusual mark on his leg. He wears studded leather and wields a spear and darts. Turguili was raised by cultists of Male Fated Commoner.",
  "Galegal: Male Half-elf Barbarian, N. Str 17, Dex 12, Con 12, Int 13, Wis 14, Cha 8. Galegal is tall and willowy, with straight white hair and blue eyes. He wears leather armor and wields a rapier and hand crossbow.",
  "Piersym: Male Half-elf Fighter, CN. Str 13, Dex 15, Con 9, Int 13, Wis 9, Cha 7. Piersym has cropped copper hair and large amber eyes, and a distinctive scar on his face. He wears splint armor and wields a battleaxe and heavy crossbow.",
  "Arfir: Male Half-elf Cleric, LG. Str 13, Dex 7, Con 13, Int 11, Wis 14, Cha 16. Arfir has tangled white hair and brown eyes, and small ears. He wears studded leather and wields a spear. Arfir has an animal companion, a hawk named Edherdas.",
  "Anthohn: Male Half-elf Ranger, LE. Str 14, Dex 11, Con 9, Int 11, Wis 11, Cha 9. Anthohn is common in appearance, with white hair and bright brown eyes. He wears a breastplate and wields a pike. Anthohn dislikes anyone smaller than him.",
  "Warder: Male Half-elf Fighter, N. Str 12, Dex 10, Con 11, Int 7, Wis 13, Cha 13. Warder is fey in appearance, with thin silver hair and soft brown eyes. He wears plate armor and wields a rapier. Warder has an animal companion, a black wolf named Amaloth.",
  "Cirduili: Male Half-elf Wizard, NG. Str 12, Dex 11, Con 10, Int 13, Wis 10, Cha 7. Cirduili has long gray hair and hazel eyes. He wears tailored clothing and wields a dagger and light crossbow. Cirduili has an arcane familiar, a clay homunculus named Maedhredir.",
  "Gwindenor: Male Half-elf Barbarian, CG. Str 13, Dex 8, Con 12, Int 8, Wis 12, Cha 12. Gwindenor has a narrow face, with auburn hair and dark green eyes. He wears studded leather and wields a maul. Gwindenor dislikes having people behind him.",
  "Narder Phalle: Male Half-elf Rogue, CN. Str 9, Dex 15, Con 10, Int 11, Wis 13, Cha 9. Narder has a long face, with uneven red hair and large brown eyes. He wears leather armor and wields a longsword and light crossbow. Narder has an animal companion, a raven named Marget.",
  "Lemmionarf: Male Half-elf Cleric, CN. Str 14, Dex 13, Con 11, Int 12, Wis 17, Cha 10. Lemmionarf is short and willowy, with curly silver hair and narrow blue eyes. He wears scale mail and wields a light hammer and javelins. Lemmionarf is cursed with chronic pain.",
  "Mironwe: Male Half-elf Monk, LN. Str 13, Dex 11, Con 8, Int 7, Wis 10, Cha 5. Mironwe has a round face, with curly white hair and hazel eyes. He wears sturdy clothing and wields an ono (handaxe) and sai (dagger). Mironwe is polite and deceitful.",
  "Golegol: Male Half-elf Fighter, CN. Str 17, Dex 8, Con 13, Int 10, Wis 7, Cha 7. Golegol has blonde hair and narrow hazel eyes. He wears a breastplate and wields a shortsword and shield. Golegol has an animal companion, a black bear named Ephes.",
  "Adahtan: Male Half-elf Monk, N. Str 12, Dex 13, Con 13, Int 10, Wis 13, Cha 11. Adahtan is short, with curly white hair and light green eyes. He wears well-made clothing and wields a kanabo (mace). Adahtan is devout and moody.",
  "Eophedras: Male Half-elf Rogue, NG. Str 9, Dex 16, Con 10, Int 17, Wis 13, Cha 12. Eophedras is short, with cropped white hair and amber eyes. He wears studded leather and wields a shortsword and darts. Eophedras blames dragons for every misfortune.",
  "Inalad: Male Half-elf Fighter, LG. Str 17, Dex 12, Con 10, Int 8, Wis 12, Cha 9. Inalad is youthful in appearance, with braided silver hair and brown eyes. He wears a breastplate and wields a rapier. Inalad seeks to free himself from an ancient curse.",
  "Celemmin: Male Half-elf Rogue, N. Str 7, Dex 17, Con 11, Int 15, Wis 14, Cha 14. Celemmin has gray hair and blue eyes. He wears studded leather and wields a shortsword and hand crossbow. Celemmin holds a grudge against wizards.",
  "Onwelron: Male Half-elf Rogue, CG. Str 15, Dex 14, Con 13, Int 14, Wis 9, Cha 9. Onwelron is overweight, with short golden hair and sharp brown eyes. He wears leather armor and wields a shortsword. Onwelron has an animal companion, a black cat named Arior.",
  "Eleglin: Male Half-elf Cleric, LN. Str 6, Dex 5, Con 9, Int 10, Wis 14, Cha 9. Eleglin is tall and thin, with straight auburn hair and dark hazel eyes. He wears leather armor and wields a quarterstaff and javelins. Eleglin seeks revenge against the sister who betrayed him.",
  "Celi: Male Half-elf Warlock, LG. Str 8, Dex 7, Con 14, Int 6, Wis 9, Cha 17. Celi has an angular face, with brown hair and gray eyes. He wears leather armor and wields a club. Celi seeks to raise an army of stone golems.",
  "Leony: Male Half-elf Fighter, N. Str 17, Dex 17, Con 7, Int 12, Wis 12, Cha 13. Leony is fey in appearance, with braided black hair and hazel eyes. He wears half plate and wields a maul. Leony has an animal companion, a black wolf named Narder.",
  "Orfilgan: Male Half-elf Warlock, LN. Str 8, Dex 14, Con 8, Int 12, Wis 12, Cha 17. Orfilgan has curly white hair and blue eyes. He wears leather armor and wields a handaxe and darts. Orfilgan has an animal companion, a grey rat named Taniser.",
  "Rarder: Male Half-elf Ranger, NG. Str 13, Dex 12, Con 5, Int 10, Wis 11, Cha 6. Rarder is tall and overweight, with uneven auburn hair and gray eyes. He wears half plate and wields a battleaxe and shield. Rarder suffers a severe allergy to moulds.",
  "Eledras: Male Half-elf Wizard, N. Str 8, Dex 13, Con 9, Int 16, Wis 14, Cha 12. Eledras is pleasant in appearance, with copper hair and green eyes. He wears well-made clothing and wields a dagger and darts. Eledras compulsively sings.",
  "Roguy: Male Half-elf Rogue, CN. Str 7, Dex 15, Con 10, Int 8, Wis 11, Cha 14. Roguy is tall and stout, with white hair and sharp hazel eyes. He wears leather armor and wields a shortsword. Roguy is cursed with wild tremors.",
  "Harder: Male Half-elf Bard, NG. Str 10, Dex 9, Con 7, Int 11, Wis 10, Cha 15. Harder is common in appearance, with short red hair and bright amber eyes. He wears leather armor and wields a light hammer and hand crossbow. Harder is charming and moody.",
  "Estorn: Male Half-elf Fighter, LG. Str 12, Dex 8, Con 7, Int 11, Wis 11, Cha 7. Estorn has braided copper hair and dark green eyes, and an uneven beard. He wears plate armor and wields a battleaxe and shield. Estorn is aesthetic and cautious.",
  "Wisym: Male Half-elf Barbarian, CN. Str 12, Dex 10, Con 14, Int 8, Wis 11, Cha 15. Wisym has straight silver hair and brown eyes, and a sharp nose. He wears studded leather and wields a war pick. Wisym has an animal companion, a black dog named Egon.",
  "Arthugh: Male Half-elf Monk, NE. Str 14, Dex 12, Con 10, Int 5, Wis 17, Cha 11. Arthugh is repulsive in appearance, with black hair and green eyes. He wears modest garments and wields a kanabo (mace) and sai (dagger).",
  "Mesym Daley: Male Half-elf Warlock, LG. Str 9, Dex 7, Con 10, Int 12, Wis 11, Cha 16. Mesym has curly silver hair and gray eyes. He wears leather armor and wields a handaxe and sickle. Mesym has an animal companion, a raven named Aneth.",
  "Emmimlin: Male Half-elf Druid, Neutral. Str 9, Dex 10, Con 11, Int 9, Wis 15, Cha 7. Emmimlin is common in appearance, with copper hair and large green eyes. He wears leather armor and wields a quarterstaff and sling. Emmimlin has dire rat named Mesym.",
  "Masym Elwyll: Male Half-elf Sorcerer, NG. Str 12, Dex 7, Con 12, Int 12, Wis 9, Cha 12. Masym has silver hair and gray eyes, and wears glasses with platinum rims. He wears well-made clothing and wields a dagger. Masym has an animal companion, a vampire bat named Lenwe.",
  "Symas Bysshey: Male Half-elf Bard, LN. Str 6, Dex 12, Con 8, Int 17, Wis 7, Cha 13. Symas has silver hair and green eyes. He wears studded leather and wields a longsword and hand crossbow. Symas is humble and lustful.",
  "Curodior: Male Half-elf Fighter, NE. Str 17, Dex 11, Con 12, Int 15, Wis 10, Cha 11. Curodior has black hair and narrow brown eyes. He wears chain mail and wields a warhammer and longbow. Curodior is painfully tone-deaf.",
  "Doranthir: Male Half-elf Paladin, Good. Str 11, Dex 12, Con 12, Int 8, Wis 8, Cha 11. Doranthir is heavyset, with black hair and hazel eyes. He wears hide armor and wields a pike. Doranthir is charming and kind.",
  "Gyles Noney: Male Half-elf Bard, NE. Str 11, Dex 7, Con 7, Int 12, Wis 11, Cha 17. Gyles is repulsive in appearance, with brown hair and bright green eyes. He wears leather armor and wields a shortsword and darts. Gyles has an animal companion, a red fox named Elet.",
  "Legildel: Male Half-elf Ranger, NE. Str 10, Dex 16, Con 11, Int 6, Wis 12, Cha 5. Legildel has curly golden hair and dark blue eyes. He wears studded leather and wields a halberd. Legildel suffers a mild allergy to shellfish.",
  "Makili: Male Half-elf Rogue, LN. Str 12, Dex 17, Con 5, Int 14, Wis 10, Cha 15. Makili has gray hair and green eyes, and small ears. He wears studded leather and wields a rapier.",
  "Alahil: Male Half-elf Monk, CG. Str 11, Dex 12, Con 8, Int 8, Wis 14, Cha 9. Alahil has straight auburn hair and light amber eyes. He wears modest garments and wields an ono (handaxe) and sai (dagger). Alahil seeks to destroy the race of orcs.",
  "Adhor: Male Half-elf Monk, CN. Str 8, Dex 12, Con 8, Int 7, Wis 8, Cha 13. Adhor is short and overweight, with silver hair and narrow brown eyes. He wears travel-stained clothing and wields a yari (spear) and kama (sickle). Adhor has an animal companion, a tiger named Goladior.",
  "Gery Dere: Male Half-elf Wizard, NG. Str 10, Dex 12, Con 9, Int 17, Wis 11, Cha 9. Gery has golden hair and gray eyes, and a round nose. He wears sturdy clothing and wields a quarterstaff and sling. Gery is virtuous and capable.",
  "Gilas: Male Half-elf Rogue, LG. Str 10, Dex 17, Con 9, Int 14, Wis 8, Cha 12. Gilas is common in appearance, with red hair and brown eyes. He wears studded leather and wields a longsword and javelins. Gilas has an animal companion, a dire rat named Findiser.",
  "Quenneli: Male Half-elf Fighter, N. Str 17, Dex 9, Con 6, Int 10, Wis 11, Cha 11. Quenneli is overweight, with red hair and bright green eyes. He wears hide armor and wields a longsword and blowgun. Quenneli has an animal companion, a brown bear named Edmugh.",
  "Richye: Male Half-elf Wizard, LN. Str 8, Dex 10, Con 8, Int 17, Wis 10, Cha 10. Richye has gray hair and blue eyes, and pointed ears. He wears plain clothing and wields a dagger and darts. Richye is wrongly sought by the paladins of the Temple of Angels for theft.",
  "Ladore: Male Half-elf Bard, LG. Str 7, Dex 14, Con 9, Int 14, Wis 12, Cha 12. Ladore is short, with messy red hair and amber eyes. He wears leather armor and wields a longsword. Ladore has an animal companion, a black rat named Arryn.",
  "Gerey: Male Half-elf Sorcerer, N. Str 11, Dex 9, Con 12, Int 10, Wis 14, Cha 12. Gerey has a square face, with gray hair and sharp green eyes. He wears modest garments and wields a quarterstaff. Gerey is honest and foolhardy.",
  "Danore: Male Half-elf Fighter, LN. Str 15, Dex 12, Con 9, Int 11, Wis 12, Cha 12. Danore has copper hair and sharp blue eyes. He wears ring mail and wields a morningstar. Danore is inventive and agreeable.",
  "Dirufin: Male Half-elf Sorcerer, NG. Str 5, Dex 8, Con 11, Int 10, Wis 15, Cha 15. Dirufin has short copper hair and large green eyes. He wears simple clothing and wields a quarterstaff and light crossbow. Dirufin is energetic and kind.",
  "Berny: Male Half-elf Bard, N. Str 7, Dex 15, Con 8, Int 14, Wis 10, Cha 13. Berny has copper hair and light green eyes. He wears leather armor and wields a shortsword and hand crossbow.",
  "Warder Dane: Male Half-elf Fighter, CN. Str 13, Dex 13, Con 5, Int 7, Wis 9, Cha 7. Warder has blonde hair and dark hazel eyes, and pointed ears. He wears scale mail and wields a flail and shield. Warder is impulsive and morose.",
  "Edhrolfin: Male Half-elf Fighter, NG. Str 16, Dex 11, Con 12, Int 8, Wis 10, Cha 14. Edhrolfin has long copper hair and large brown eyes. He wears splint armor and wields a whip. Edhrolfin has an animal companion, a silver dog named Even.",
  "Reyny: Male Half-elf Fighter, NE. Str 15, Dex 12, Con 13, Int 8, Wis 9, Cha 12. Reyny has white hair and large gray eyes. He wears a breastplate and wields a battleaxe.",
  "James: Male Half-elf Fighter, NG. Str 14, Dex 12, Con 6, Int 9, Wis 14, Cha 8. James is common in appearance, with gray hair and light amber eyes. He wears plate armor and wields a glaive. James seeks to become a knight of the realm.",
  "Feaneli: Male Half-elf Monk, CG. Str 13, Dex 11, Con 11, Int 11, Wis 10, Cha 12. Feaneli has silver hair and light blue eyes. He wears sturdy clothing and wields nunchaku (club). Feaneli is haunted by the ghost of someone he killed.",
  "Elelung: Male Half-elf Monk, LG. Str 11, Dex 8, Con 10, Int 8, Wis 16, Cha 6. Elelung has gray hair and narrow blue eyes. He wears modest garments and wields a kanabo (mace) and kama (sickle). Elelung is thrifty and virtuous.",
  "Amer: Male Half-elf Monk, CE. Str 16, Dex 17, Con 6, Int 9, Wis 16, Cha 13. Amer has matted red hair and green eyes, and numerous fearsome piercings. He wears plain clothing and wields a kanabo (mace) and sai (dagger).",
  "Enryn Thaucey: Male Half-elf Barbarian, N. Str 14, Dex 11, Con 9, Int 7, Wis 12, Cha 12. Enryn is fey in appearance, with curly auburn hair and amber eyes. He wears leather armor and wields a warhammer and shield. Enryn has an animal companion, a black wolf named Lyne.",
  "Robern Alter: Male Half-elf Wizard, NE. Str 10, Dex 12, Con 10, Int 12, Wis 8, Cha 9. Robern is beastly in appearance, with red hair and brown eyes. He wears simple clothing and wields a quarterstaff and light crossbow. Robern is hunting the doppelganger which destroyed his homeland.",
  "Raffin: Male Half-elf Rogue, NG. Str 11, Dex 14, Con 12, Int 16, Wis 11, Cha 12. Raffin has messy red hair and light amber eyes, and a tangled moustache. He wears studded leather and wields a rapier and hand crossbow. Raffin is wise and impartial.",
  "Andert: Male Half-elf Druid, Neutral. Str 15, Dex 11, Con 12, Int 11, Wis 15, Cha 13. Andert has golden hair and dark hazel eyes. He wears leather armor and wields a mace and sling. Andert has forest owl named Abel.",
  "Arthur: Male Half-elf Druid, Neutral. Str 12, Dex 14, Con 11, Int 6, Wis 16, Cha 12. Arthur is tall, with short golden hair and green eyes. He wears leather armor and wields a mace. Arthur lost his reflection to a nymph.",
  "Rewilh: Male Half-elf Paladin, Good. Str 13, Dex 11, Con 8, Int 11, Wis 10, Cha 11. Rewilh is elegant in appearance, with gray hair and green eyes. He wears plate armor and wields a greatsword.",
  "Gilgonerdh: Male Half-elf Rogue, CE. Str 8, Dex 13, Con 14, Int 7, Wis 10, Cha 11. Gilgonerdh is common in appearance, with white hair and large gray eyes. He wears leather armor and wields a longsword and shortbow. Gilgonerdh seeks to become a werewolf.",
  "Roguy: Male Half-elf Wizard, N. Str 8, Dex 9, Con 7, Int 13, Wis 9, Cha 9. Roguy has a long face, with brown hair and green eyes. He wears tailored clothing and wields a quarterstaff. Roguy is practical and depraved.",
  "Dryany: Male Half-elf Barbarian, LG. Str 17, Dex 12, Con 10, Int 10, Wis 7, Cha 9. Dryany is common in appearance, with short silver hair and light brown eyes. He wears leather armor and wields a battleaxe and net. Dryany has an animal companion, a gray wolf named Irienwen.",
  "Churey Awtes: Male Half-elf Rogue, CG. Str 14, Dex 13, Con 8, Int 11, Wis 11, Cha 11. Churey is fair in appearance, with long golden hair and blue eyes. He wears studded leather and wields a longsword. Churey seeks to continue the noble legacy of his father.",
  "Giliam: Male Half-elf Wizard, CN. Str 7, Dex 10, Con 7, Int 16, Wis 10, Cha 12. Giliam has golden hair and light brown eyes. He wears tailored clothing and wields a quarterstaff.",
  "Inwelung: Male Half-elf Fighter, CG. Str 13, Dex 11, Con 11, Int 14, Wis 8, Cha 11. Inwelung has a narrow face, with white hair and light blue eyes. He wears a breastplate and wields a scimitar and shield. Inwelung is virtuous and valiant.",
  "Wilhye: Male Half-elf Monk, LN. Str 10, Dex 13, Con 10, Int 10, Wis 15, Cha 5. Wilhye is pleasant in appearance, with red hair and hazel eyes. He wears simple clothing and wields a yari (spear). Wilhye is haunted by the ghost of someone he killed.",
  "Vyncis Gysby: Male Half-elf Cleric, LG. Str 8, Dex 13, Con 9, Int 10, Wis 12, Cha 8. Vyncis has a narrow face, with curly black hair and large blue eyes. He wears leather armor and wields a handaxe and sickle. Vyncis has an animal companion, a black rat named Alil.",
  "Eleth: Male Half-elf Ranger, LE. Str 15, Dex 7, Con 15, Int 10, Wis 12, Cha 12. Eleth has black hair and gray eyes, and a messy moustache. He wears half plate and wields a war pick.",
  "Gauwalt Ferry: Male Half-elf Fighter, N. Str 15, Dex 13, Con 8, Int 8, Wis 8, Cha 8. Gauwalt is short and willowy, with auburn hair and amber eyes. He wears hide armor and wields a trident. Gauwalt has an animal companion, a brown bear named Elion.",
  "Raffolk Byney: Male Half-elf Fighter, CG. Str 16, Dex 13, Con 11, Int 10, Wis 8, Cha 10. Raffolk is tall, with red hair and sharp amber eyes. He wears hide armor and wields a morningstar.",
  "Findore: Male Half-elf Rogue, CN. Str 8, Dex 12, Con 10, Int 16, Wis 9, Cha 14. Findore has white hair and blue eyes. He wears leather armor and wields a shortsword. Findore is honest and crude.",
  "Milathor: Male Half-elf Druid, Neutral. Str 10, Dex 8, Con 5, Int 7, Wis 17, Cha 8. Milathor has red hair and soft hazel eyes. He wears hide armor and wields a club and sickle.",
  "Jamath Bertsell: Male Half-elf Cleric, N. Str 8, Dex 13, Con 7, Int 7, Wis 13, Cha 14. Jamath has an angular face, with white hair and blue eyes. He wears studded leather and wields a club. Jamath is thoughtful and greedy.",
  "Reward: Male Half-elf Paladin, Good. Str 14, Dex 11, Con 12, Int 10, Wis 11, Cha 10. Reward has a square face, with short silver hair and hazel eyes. He wears ring mail and wields a greataxe. Reward has an animal companion, a black warhorse named Munder.",
  "Mathye: Male Half-elf Sorcerer, NE. Str 5, Dex 11, Con 10, Int 9, Wis 10, Cha 13. Mathye has a round face, with straight white hair and sharp blue eyes. He wears modest garments and wields a quarterstaff. Mathye is cowardly and unfeeling.",
  "Aglorn: Male Half-elf Cleric, N. Str 11, Dex 14, Con 10, Int 9, Wis 17, Cha 13. Aglorn has auburn hair and narrow blue eyes, and numerous distinctive tattoos. He wears leather armor and wields a club and shortbow. Aglorn is curious and tactless.",
  "Finore: Male Half-elf Wizard, NG. Str 12, Dex 12, Con 8, Int 16, Wis 8, Cha 15. Finore has a long face, with golden hair and dark green eyes. He wears simple clothing and wields a quarterstaff. Finore is forgiving and intuitive.",
  "Alam: Male Half-elf Druid, Neutral. Str 15, Dex 11, Con 10, Int 14, Wis 17, Cha 13. Alam has messy golden hair and green eyes. He wears hide armor and wields a spear and sling. Alam has a terrible sense of direction.",
  "Nichye: Male Half-elf Barbarian, N. Str 12, Dex 7, Con 8, Int 9, Wis 14, Cha 12. Nichye has a narrow face, with uneven gray hair and narrow gray eyes. He wears hide armor and wields a morningstar and shield. Nichye is easily distracted by magic.",
  "Narder: Male Half-elf Rogue, CN. Str 14, Dex 16, Con 10, Int 14, Wis 10, Cha 10. Narder has red hair and large gray eyes, and an unusual mark on his face. He wears studded leather and wields a shortsword. Narder is a pack-rat, and carries a satchel of random junk.",
  "Argon: Male Half-elf Monk, NG. Str 10, Dex 13, Con 12, Int 14, Wis 11, Cha 8. Argon is noble in bearing, with uneven copper hair and blue eyes. He wears modest garments and wields a yari (spear) and sai (dagger). Argon blames dragons for every misfortune.",
  "Rewilh: Male Half-elf Bard, LN. Str 9, Dex 5, Con 10, Int 13, Wis 12, Cha 12. Rewilh has a long face, with thin brown hair and bright green eyes. He wears leather armor and wields a shortsword. Rewilh seeks to free himself from an ancient curse.",
  "Gormakil: Male Half-elf Druid, Neutral. Str 16, Dex 9, Con 8, Int 10, Wis 13, Cha 12. Gormakil has white hair and narrow amber eyes, and a beaked nose. He wears hide armor and wields a mace and dagger. Gormakil seeks to atone for past sins.",
  "Holas: Male Half-elf Fighter, CN. Str 13, Dex 13, Con 9, Int 10, Wis 7, Cha 13. Holas has matted brown hair and soft green eyes, and a magical mark on his leg. He wears plate armor and wields a flail and net.",
  "Ethorfin: Male Half-elf Cleric, LG. Str 7, Dex 13, Con 13, Int 7, Wis 16, Cha 10. Ethorfin has braided white hair and green eyes. He wears leather armor and wields a quarterstaff.",
  "Feanore: Male Half-elf Monk, LN. Str 16, Dex 10, Con 11, Int 14, Wis 10, Cha 11. Feanore has short golden hair and green eyes. He wears well-made clothing and wields a kanabo (mace). Feanore is painfully tone-deaf.",
  "Anies: Male Half-elf Cleric, N. Str 11, Dex 11, Con 8, Int 11, Wis 16, Cha 15. Anies has gray hair and sharp amber eyes. He wears studded leather and wields a club and sickle. Anies has an animal companion, a red fox named Arthur.",
  "Arles: Male Half-elf Rogue, NE. Str 6, Dex 12, Con 10, Int 10, Wis 11, Cha 5. Arles is common in appearance, with auburn hair and green eyes. He wears studded leather and wields a longsword. Arles is searching for an ancient artifact of evil.",
  "Mothaldior: Male Half-elf Sorcerer, NG. Str 10, Dex 15, Con 16, Int 8, Wis 12, Cha 15. Mothaldior is slender, with blonde hair and gray eyes. He wears simple clothing and wields a dagger. Mothaldior frequently uses uncommon words incorrectly.",
  "Elwemmil: Male Half-elf Warlock, LN. Str 16, Dex 9, Con 12, Int 6, Wis 13, Cha 15. Elwemmil has cropped copper hair and soft hazel eyes, and a beaked nose. He wears studded leather and wields a quarterstaff. Elwemmil has an animal companion, a giant spider named Johny.",
  "Feanare: Male Half-elf Monk, LG. Str 12, Dex 14, Con 12, Int 9, Wis 13, Cha 10. Feanare is fey in appearance, with golden hair and soft amber eyes. He wears well-made clothing and wields a bo (quarterstaff). Feanare is well-spoken and capable.",
  "Wyny: Male Half-elf Cleric, LN. Str 5, Dex 14, Con 10, Int 13, Wis 16, Cha 10. Wyny has matted white hair and dark blue eyes. He wears a chain shirt and wields a quarterstaff.",
  "Ralphye: Male Half-elf Cleric, LG. Str 9, Dex 8, Con 13, Int 12, Wis 15, Cha 9. Ralphye is rough in appearance, with braided auburn hair and hazel eyes. He wears a chain shirt and wields a spear and sickle. Ralphye suffers a severe allergy to dogs.",
  "Tholes Wille: Male Half-elf Cleric, N. Str 10, Dex 5, Con 13, Int 11, Wis 15, Cha 9. Tholes has an angular face, with blonde hair and soft gray eyes. He wears hide armor and wields a club.",
  "Arthugh: Male Half-elf Monk, N. Str 10, Dex 13, Con 9, Int 8, Wis 11, Cha 13. Arthugh has black hair and light green eyes, and an unusual scar on his face. He wears modest garments and wields a yari (spear) and kama (sickle). Arthugh seeks to atone for past sins.",
  "Geoffrey Even: Male Half-elf Warlock, N. Str 11, Dex 8, Con 9, Int 6, Wis 8, Cha 17. Geoffrey is willowy, with braided copper hair and amber eyes. He wears leather armor and wields a light hammer and sling. Geoffrey is curious and aggressive.",
  "Ryany: Male Half-elf Wizard, LG. Str 7, Dex 9, Con 14, Int 13, Wis 9, Cha 9. Ryany is slender, with uneven red hair and soft blue eyes. He wears golden robes and wields a dagger and light crossbow.",
  "Ecthelel: Male Half-elf Fighter, N. Str 17, Dex 10, Con 14, Int 15, Wis 10, Cha 12. Ecthelel has messy silver hair and dark green eyes, and an uneven beard. He wears chain mail and wields a shortsword and net. Ecthelel has an animal companion, a red firedrake named Audreys.",
  "Maeglador: Male Half-elf Monk, NG. Str 13, Dex 12, Con 11, Int 12, Wis 11, Cha 15. Maeglador has red hair and hazel eyes, and a curly moustache. He wears plain clothing and wields a bo (quarterstaff).",
  "Atham: Male Half-elf Rogue, N. Str 7, Dex 13, Con 10, Int 14, Wis 9, Cha 10. Atham has cropped brown hair and brown eyes. He wears studded leather and wields a shortsword. Atham is quiet and jealous.",
  "Elel: Male Half-elf Cleric, NG. Str 14, Dex 9, Con 11, Int 14, Wis 13, Cha 16. Elel is courtly in bearing, with curly golden hair and gray eyes. He wears a chain shirt and wields a mace.",
  "Thames: Male Half-elf Rogue, LE. Str 13, Dex 13, Con 9, Int 12, Wis 8, Cha 11. Thames is tall, with blonde hair and gray eyes. He wears studded leather and wields a shortsword and javelins.",
  "Tomart: Male Half-elf Fighter, NG. Str 16, Dex 9, Con 10, Int 11, Wis 13, Cha 13. Tomart has white hair and bright blue eyes. He wears chain mail and wields a morningstar and shield. Tomart seeks to help the poor and unfortunate.",
  "Galinor: Male Half-elf Monk, NG. Str 14, Dex 13, Con 11, Int 6, Wis 14, Cha 10. Galinor is elegant in appearance, with auburn hair and soft gray eyes. He wears simple clothing and wields nunchaku (club). Galinor seeks only fame and glory.",
  "Mesym Clewe: Male Half-elf Rogue, LN. Str 10, Dex 16, Con 10, Int 12, Wis 13, Cha 8. Mesym is fair in appearance, with long gray hair and gray eyes. He wears studded leather and wields a handaxe and shortbow. Mesym is jealous and fierce.",
  "Guilador: Male Half-elf Ranger, LN. Str 13, Dex 10, Con 13, Int 12, Wis 13, Cha 14. Guilador has a square face, with gray hair and blue eyes. He wears scale mail and wields a trident and shield. Guilador is gullible and vulgar.",
  "Goladior: Male Half-elf Cleric, N. Str 14, Dex 12, Con 9, Int 8, Wis 14, Cha 9. Goladior is fey in appearance, with auburn hair and sharp gray eyes. He wears a breastplate and wields a mace and shield. Goladior is covetous and lustful.",
  "Narder: Male Half-elf Druid, Neutral. Str 13, Dex 9, Con 5, Int 11, Wis 16, Cha 8. Narder is rugged in appearance, with short white hair and brown eyes. He wears hide armor and wields a mace. Narder has forest owl named Jane.",
  "Stephye: Male Half-elf Monk, LG. Str 13, Dex 10, Con 10, Int 11, Wis 8, Cha 11. Stephye has thin red hair and bright brown eyes, and a short beard. He wears modest garments and wields nunchaku (club) and kama (sickle).",
  "Ames: Male Half-elf Barbarian, LG. Str 13, Dex 9, Con 10, Int 11, Wis 13, Cha 10. Ames has braided brown hair and light hazel eyes. He wears leather armor and wields a longsword and hand crossbow. Ames is fearless and pious.",
  "Miranwe: Male Half-elf Rogue, N. Str 10, Dex 16, Con 9, Int 10, Wis 8, Cha 12. Miranwe has a round face, with uneven silver hair and soft gray eyes. He wears leather armor and wields a light hammer. Miranwe seeks revenge against the thieves' guild which left him to hang.",
  "Georguy: Male Half-elf Druid, Neutral. Str 11, Dex 9, Con 8, Int 9, Wis 17, Cha 13. Georguy has braided brown hair and bright blue eyes. He wears leather armor and wields a quarterstaff and javelins. Georguy has green snake named Irieris.",
  "Lesym: Male Half-elf Cleric, NG. Str 7, Dex 12, Con 7, Int 13, Wis 16, Cha 13. Lesym has short silver hair and bright blue eyes. He wears scale mail and wields a spear. Lesym compulsively sings.",
  "Aramron: Male Half-elf Fighter, CE. Str 15, Dex 13, Con 13, Int 11, Wis 6, Cha 13. Aramron has a square face, with tangled auburn hair and green eyes. He wears half plate and wields a trident and shield. Aramron has an animal companion, a black wolf named Elean.",
  "Golebel: Male Half-elf Fighter, CG. Str 13, Dex 11, Con 8, Int 10, Wis 11, Cha 11. Golebel has messy brown hair and green eyes, and a long moustache. He wears half plate and wields a warhammer and longbow.",
  "Enweleth: Male Half-elf Druid, Neutral. Str 11, Dex 8, Con 13, Int 9, Wis 16, Cha 8. Enweleth has a narrow face, with straight gray hair and dark brown eyes. He wears hide armor and wields a quarterstaff and javelins. Enweleth seeks to free himself from an ancient curse.",
  "Golodher: Male Half-elf Monk, LN. Str 14, Dex 14, Con 9, Int 11, Wis 10, Cha 13. Golodher has brown hair and hazel eyes, and a sharp nose. He wears worn clothing and wields an ono (handaxe) and sai (dagger). Golodher is moody and sadistic.",
  "Ladhere: Male Half-elf Sorcerer, LN. Str 8, Dex 11, Con 8, Int 12, Wis 7, Cha 13. Ladhere has a round face, with curly red hair and blue eyes. He wears simple clothing and wields a dagger and sling. Ladhere is disorganized and alluring.",
  "Aldir: Male Half-elf Barbarian, NE. Str 12, Dex 5, Con 10, Int 8, Wis 13, Cha 8. Aldir has an angular face, with black hair and large brown eyes. He wears leather armor and wields a halberd. Aldir is painfully tone-deaf.",
  "Alaldin: Male Half-elf Barbarian, NE. Str 12, Dex 10, Con 13, Int 8, Wis 15, Cha 9. Alaldin has white hair and soft hazel eyes. He wears studded leather and wields a halberd. Alaldin secretly serves Gusa, an ancient god of darkness.",
  "Galore: Male Half-elf Paladin, Good. Str 13, Dex 10, Con 12, Int 12, Wis 12, Cha 14. Galore is thin, with short red hair and brown eyes. He wears half plate and wields a longsword. Galore suffers a deadly allergy to nuts.",
  "Tery: Male Half-elf Monk, NG. Str 14, Dex 8, Con 8, Int 15, Wis 14, Cha 11. Tery has a long face, with auburn hair and hazel eyes. He wears travel-stained clothing and wields a yari (spear).",
  "Enwedrad: Male Half-elf Barbarian, N. Str 15, Dex 10, Con 15, Int 10, Wis 9, Cha 8. Enwedrad has a long face, with silver hair and soft hazel eyes. He wears hide armor and wields a trident and shield. Enwedrad is jealous and tactless.",
  "Finore: Male Half-elf Cleric, N. Str 8, Dex 12, Con 14, Int 14, Wis 15, Cha 9. Finore has matted gray hair and green eyes. He wears hide armor and wields a light hammer and shield.",
  "Onwelel: Male Half-elf Ranger, LG. Str 9, Dex 14, Con 7, Int 5, Wis 13, Cha 9. Onwelel has cropped blonde hair and soft gray eyes. He wears hide armor and wields a longsword. Onwelel is reflective and calm.",
  "Thany: Male Half-elf Monk, NG. Str 14, Dex 10, Con 13, Int 6, Wis 9, Cha 14. Thany has white hair and amber eyes, and a messy beard. He wears modest garments and wields a yari (spear) and kama (sickle). Thany is a pack-rat, and carries a satchel of random junk.",
  "George Halley: Male Half-elf Fighter, LG. Str 16, Dex 16, Con 7, Int 10, Wis 10, Cha 10. George has cropped auburn hair and gray eyes, and a sharp nose. He wears hide armor and wields a warhammer and blowgun. George compulsively hums.",
  "Eoror: Male Half-elf Fighter, CN. Str 15, Dex 12, Con 13, Int 14, Wis 12, Cha 9. Eoror has a round face, with brown hair and brown eyes. He wears plate armor and wields a warhammer and heavy crossbow. Eoror is hunting the giant who slew his mentor.",
  "Finwe: Male Half-elf Monk, LN. Str 11, Dex 8, Con 7, Int 7, Wis 14, Cha 7. Finwe is stout, with thick copper hair and gray eyes. He wears well-made clothing and wields an ono (handaxe) and shuriken (darts).",
  "Alas: Male Half-elf Ranger, LG. Str 13, Dex 12, Con 13, Int 8, Wis 12, Cha 8. Alas has braided red hair and blue eyes, and a beaked nose. He wears leather armor and wields a maul. Alas is kind and diplomatic.",
  "Gauwalt: Male Half-elf Rogue, CN. Str 7, Dex 14, Con 14, Int 14, Wis 8, Cha 8. Gauwalt has auburn hair and hazel eyes, and small ears. He wears studded leather and wields a rapier. Gauwalt seeks to discover where he came from, and who his real family is.",
  "Indoror: Male Half-elf Druid, Neutral. Str 10, Dex 13, Con 7, Int 10, Wis 17, Cha 8. Indoror is fair in appearance, with auburn hair and blue eyes. He wears hide armor and wields a spear and sling.",
  "Galador: Male Half-elf Monk, N. Str 9, Dex 13, Con 9, Int 8, Wis 13, Cha 13. Galador is rough in appearance, with curly silver hair and sharp hazel eyes. He wears plain clothing and wields a bo (quarterstaff) and shuriken (darts). Galador is hunting the dragon who slew his mentor.",
  "Pengali: Male Half-elf Cleric, NG. Str 10, Dex 11, Con 8, Int 9, Wis 14, Cha 13. Pengali is heavyset, with gray hair and dark amber eyes. He wears leather armor and wields a mace. Pengali is hunting the fiend which destroyed his homeland.",
  "Narder: Male Half-elf Ranger, NE. Str 13, Dex 15, Con 11, Int 12, Wis 14, Cha 10. Narder is fey in appearance, with uneven silver hair and bright hazel eyes. He wears a chain shirt and wields a warhammer and shield. Narder has badger named Mary.",
  "Malgelmil: Male Half-elf Rogue, N. Str 9, Dex 13, Con 11, Int 13, Wis 7, Cha 7. Malgelmil has black hair and green eyes, and small ears. He wears leather armor and wields a rapier. Malgelmil seeks to discover who murdered his family.",
  "Nichye Lerke: Male Half-elf Monk, LN. Str 14, Dex 14, Con 7, Int 11, Wis 12, Cha 13. Nichye is short and overweight, with uneven red hair and soft gray eyes. He wears travel-stained clothing and wields nunchaku (club) and sai (dagger). Nichye seeks to free himself from an ancient curse.",
  "Endinded: Male Half-elf Rogue, NG. Str 10, Dex 17, Con 9, Int 11, Wis 5, Cha 7. Endinded is tall, with tangled brown hair and green eyes. He wears leather armor and wields a shortsword and dagger. Endinded seeks to find his true love.",
  "Gery: Male Half-elf Monk, NG. Str 12, Dex 8, Con 9, Int 11, Wis 12, Cha 11. Gery has cropped red hair and blue eyes. He wears sturdy clothing and wields a kanabo (mace) and kama (sickle). Gery has an animal companion, a white monkey named Cece.",
  "Giliam: Male Half-elf Monk, N. Str 14, Dex 10, Con 7, Int 6, Wis 13, Cha 11. Giliam has thick golden hair and brown eyes, and a round nose. He wears well-made clothing and wields a kanabo (mace). Giliam dislikes having people behind him.",
  "Rewyn Noke: Male Half-elf Monk, CN. Str 17, Dex 12, Con 5, Int 8, Wis 12, Cha 14. Rewyn has a long face, with thick copper hair and dark amber eyes. He wears well-made clothing and wields a bo (quarterstaff) and kama (sickle). Rewyn seeks to free himself from an ancient curse.",
  "Reyny: Male Half-elf Monk, CG. Str 8, Dex 9, Con 9, Int 12, Wis 14, Cha 13. Reyny is short, with white hair and hazel eyes. He wears travel-stained clothing and wields a kanabo (mace) and kama (sickle). Reyny lost his shadow to a hag.",
  "Electhel: Male Half-elf Fighter, LG. Str 17, Dex 11, Con 9, Int 11, Wis 8, Cha 8. Electhel is pleasant in appearance, with white hair and gray eyes. He wears ring mail and wields a battleaxe. Electhel has an animal companion, a red firedrake named Erdatien.",
  "Edmur: Male Half-elf Sorcerer, N. Str 9, Dex 7, Con 10, Int 8, Wis 7, Cha 15. Edmur is common in appearance, with brown hair and brown eyes. He wears simple clothing and wields a quarterstaff and darts. Edmur is hunting the doppelganger which destroyed his homeland.",
  "Reder: Male Half-elf Wizard, N. Str 11, Dex 13, Con 10, Int 16, Wis 10, Cha 12. Reder has a long face, with blonde hair and hazel eyes. He wears gray robes and wields a quarterstaff and darts. Reder is searching for the legendary dwarven kingdom of Barukthath.",
  "Rewyn: Male Half-elf Cleric, N. Str 8, Dex 10, Con 10, Int 8, Wis 15, Cha 14. Rewyn is short, with straight brown hair and brown eyes. He wears a breastplate and wields a light hammer and shield. Rewyn seeks only fame and glory.",
  "Gery: Male Half-elf Sorcerer, NG. Str 10, Dex 11, Con 7, Int 9, Wis 9, Cha 17. Gery is fey in appearance, with short red hair and blue eyes. He wears modest garments and wields a dagger. Gery is dying and desperately seeks the secret of immortality.",
  "Laduili: Male Half-elf Fighter, NE. Str 14, Dex 12, Con 9, Int 9, Wis 9, Cha 6. Laduili is wretched in appearance, with auburn hair and narrow green eyes. He wears plate armor and wields a warhammer and hand crossbow. Laduili seeks wealth and power at any cost.",
  "Ales: Male Half-elf Fighter, CN. Str 13, Dex 15, Con 8, Int 5, Wis 11, Cha 8. Ales is thin, with golden hair and narrow blue eyes. He wears splint armor and wields a morningstar. Ales has an animal companion, a badger named Athet.",
  "Gylex: Male Half-elf Fighter, LN. Str 16, Dex 13, Con 9, Int 9, Wis 11, Cha 11. Gylex has curly gray hair and brown eyes. He wears half plate and wields a rapier and heavy crossbow. Gylex is searching for a legendary blade named Steelscythe.",
  "Hany: Male Half-elf Rogue, LN. Str 11, Dex 12, Con 9, Int 11, Wis 7, Cha 13. Hany has a round face, with copper hair and soft amber eyes. He wears studded leather and wields a rapier and javelins. Hany is easily distracted by magic.",
  "Maglegal: Male Half-elf Monk, CN. Str 14, Dex 11, Con 13, Int 10, Wis 10, Cha 11. Maglegal has straight white hair and brown eyes. He wears well-made clothing and wields an ono (handaxe) and shuriken (darts).",
  "Galathilb: Male Half-elf Paladin, Good. Str 9, Dex 7, Con 12, Int 9, Wis 14, Cha 9. Galathilb has curly brown hair and hazel eyes. He wears half plate and wields a greatsword.",
  "Enelel: Male Half-elf Paladin, Good. Str 7, Dex 8, Con 6, Int 10, Wis 16, Cha 13. Enelel has blonde hair and narrow blue eyes. He wears a chain shirt and wields a greatsword. Enelel seeks the meaning of a strange prophecy.",
  "Finwe: Male Half-elf Paladin, Good. Str 10, Dex 10, Con 10, Int 14, Wis 14, Cha 12. Finwe has white hair and brown eyes, and a beaked nose. He wears hide armor and wields a flail and shield.",
  "Hany: Male Half-elf Cleric, N. Str 11, Dex 12, Con 11, Int 10, Wis 15, Cha 12. Hany has an angular face, with uneven red hair and amber eyes. He wears a breastplate and wields a quarterstaff.",
  "Indor: Male Half-elf Rogue, CN. Str 12, Dex 17, Con 10, Int 7, Wis 8, Cha 9. Indor is short and stout, with red hair and hazel eyes. He wears leather armor and wields a club. Indor suffers a severe allergy to rabbits.",
  "Edwalph: Male Half-elf Monk, N. Str 11, Dex 13, Con 8, Int 9, Wis 13, Cha 9. Edwalph has gray hair and large hazel eyes, and a thick beard. He wears plain clothing and wields a yari (spear) and shuriken (darts).",
  "Ancip: Male Half-elf Monk, N. Str 14, Dex 10, Con 11, Int 11, Wis 13, Cha 12. Ancip has thin copper hair and soft amber eyes, and a thick beard. He wears plain clothing and wields nunchaku (club). Ancip is searching for his lost sister.",
  "Golegal: Male Half-elf Warlock, LG. Str 12, Dex 11, Con 13, Int 8, Wis 8, Cha 13. Golegal has a square face, with tangled white hair and soft hazel eyes. He wears leather armor and wields a spear and dagger. Golegal seeks to raise an army of flesh golems.",
  "Thredire: Male Half-elf Ranger, N. Str 10, Dex 14, Con 11, Int 10, Wis 7, Cha 9. Thredire has short black hair and large blue eyes, and a curly moustache. He wears leather armor and wields a battleaxe and shield. Thredire has badger named Enlon.",
  "Finy Nery: Male Half-elf Paladin, Good. Str 17, Dex 9, Con 10, Int 15, Wis 12, Cha 11. Finy has black hair and dark blue eyes. He wears half plate and wields a halberd. Finy is searching for the lost Cloister of Eternal Light.",
  "Fralphye Rowley: Male Half-elf Rogue, NE. Str 8, Dex 13, Con 13, Int 13, Wis 10, Cha 8. Fralphye has a long face, with straight silver hair and brown eyes. He wears leather armor and wields a quarterstaff."
]