[
  "Sarica: Male Tiefling Fighter, N. Str 17, Dex 14, Con 11, Int 10, Wis 11, Cha 14. Sarica is thin, with auburn hair and black eyes. He wears chain mail and wields a flail and net. Sarica is truthful and driven.",
  "Hermela: Male Tiefling Barbarian, N. Str 15, Dex 10, Con 14, Int 11, Wis 8, Cha 11. Hermela has dark red skin, with black hair and silver eyes. He wears scale mail and wields a flail.",
  "Cyrica: Male Tiefling Paladin, Good. Str 14, Dex 7, Con 10, Int 8, Wis 17, Cha 10. Cyrica has crimson skin, with uneven blonde hair and red eyes. He wears ring mail and wields a pike. Cyrica seeks to destroy the undead.",
  "Sisiga: Male Tiefling Rogue, N. Str 9, Dex 16, Con 9, Int 10, Wis 11, Cha 11. Sisiga has dark blue hair and black eyes, and rows of shark-like teeth. He wears leather armor and wields a light hammer.",
  "Vandoinge: Male Tiefling Rogue, N. Str 9, Dex 14, Con 11, Int 17, Wis 7, Cha 7. Vandoinge is short, with dark red hair and red eyes. He wears leather armor and wields a longsword and hand crossbow. Vandoinge suffers a paralyzing fear of clerics.",
  "Rica: Male Tiefling Fighter, NE. Str 13, Dex 13, Con 14, Int 11, Wis 10, Cha 13. Rica has dark red hair and silver eyes, and wears glasses with pewter rims. He wears chain mail and wields a trident and hand crossbow. Rica has an animal companion, a badger named Wittiova.",
  "Berwambai: Male Tiefling Rogue, NG. Str 7, Dex 12, Con 10, Int 12, Wis 10, Cha 11. Berwambai is short and slender, with dark purple hair and black eyes. He wears leather armor and wields a rapier. Berwambai suffers a deadly allergy to moulds.",
  "Hila: Male Tiefling Rogue, N. Str 8, Dex 13, Con 13, Int 13, Wis 9, Cha 6. Hila is tall, with tangled golden hair and black eyes. He wears leather armor and wields a spear and hand crossbow. Hila is only friendly towards other tieflings..",
  "Randila: Male Tiefling Cleric, LN. Str 11, Dex 11, Con 11, Int 9, Wis 17, Cha 12. Randila has crimson skin, with black hair and black eyes. He wears a chain shirt and wields a spear and sling. Randila is hunting the warlord who murdered his family.",
  "Badova: Male Tiefling Fighter, LN. Str 12, Dex 14, Con 14, Int 10, Wis 7, Cha 10. Badova is tall and overweight, with dark red hair and red eyes. He wears a chain shirt and wields a battleaxe and blowgun. Badova is impossibly lucky.",
  "Allaric: Male Tiefling Paladin, Good. Str 9, Dex 12, Con 11, Int 11, Wis 15, Cha 14. Allaric has blonde hair and red eyes, and horns engraved with evil symbols. He wears splint armor and wields a trident. Allaric has an animal companion, a white warhorse named Gotheoda.",
  "Vandeba: Male Tiefling Monk, LG. Str 12, Dex 15, Con 10, Int 8, Wis 11, Cha 8. Vandeba is tall and overweight, with dark purple hair and white eyes. He wears simple clothing and wields an ono (handaxe). Vandeba seeks to atone for past sins.",
  "Thindoinge: Male Tiefling Paladin, Good. Str 13, Dex 12, Con 13, Int 7, Wis 8, Cha 9. Thindoinge is tall, with straight brown hair and gold eyes. He wears scale mail and wields a battleaxe. Thindoinge is dying and desperately seeks the secret of immortality.",
  "Tharica: Male Tiefling Paladin, Good. Str 12, Dex 15, Con 10, Int 10, Wis 13, Cha 14. Tharica is tall, with matted gray hair and red eyes. He wears plate armor and wields a greatsword. Tharica is haunted by the ghost of someone he killed.",
  "Gildima: Male Tiefling Rogue, N. Str 6, Dex 14, Con 9, Int 9, Wis 7, Cha 14. Gildima has crimson skin, with red hair and white eyes. He wears studded leather and wields a longsword and javelins. Gildima has an animal companion, a raven named Valdiga.",
  "Tharica: Male Tiefling Paladin, Good. Str 8, Dex 7, Con 10, Int 6, Wis 13, Cha 13. Tharica has blood red skin, with dark red hair and silver eyes. He wears hide armor and wields a pike. Tharica is hunting the fiend which destroyed his homeland.",
  "Thermiro: Male Tiefling Paladin, Good. Str 15, Dex 6, Con 9, Int 12, Wis 16, Cha 11. Thermiro is slender, with dark red hair and black eyes. He wears splint armor and wields a battleaxe and shield.",
  "Gesanga: Male Tiefling Sorcerer, LN. Str 7, Dex 15, Con 11, Int 8, Wis 12, Cha 12. Gesanga is tall and slender, with red hair and gold eyes. He wears modest garments and wields a dagger. Gesanga is dying and desperately seeks the secret of immortality.",
  "Gundegoia: Male Tiefling Fighter, LN. Str 13, Dex 10, Con 10, Int 7, Wis 12, Cha 13. Gundegoia has blood red skin, with straight copper hair and black eyes. He wears scale mail and wields a trident and longbow.",
  "Alares: Male Tiefling Monk, LN. Str 12, Dex 12, Con 11, Int 14, Wis 8, Cha 12. Alares has dark red hair and red eyes, and a flicking forked tongue. He wears travel-stained clothing and wields a yari (spear) and kama (sickle).",
  "Theuda: Male Tiefling Rogue, N. Str 11, Dex 17, Con 10, Int 12, Wis 11, Cha 11. Theuda is tall, with dark purple hair and red eyes. He wears studded leather and wields a longsword. Theuda has an animal companion, a sable ferret named Arildel.",
  "Aleric: Male Tiefling Rogue, N. Str 8, Dex 17, Con 14, Int 16, Wis 11, Cha 15. Aleric is stout, with blonde hair and red eyes. He wears leather armor and wields a longsword and sickle. Aleric suffers a severe allergy to moulds and oozes.",
  "Sarida: Male Tiefling Fighter, NG. Str 15, Dex 12, Con 11, Int 11, Wis 11, Cha 10. Sarida has blood red skin, with dark red hair and black eyes. He wears a chain shirt and wields a morningstar and shield.",
  "Ucobald: Male Tiefling Warlock, N. Str 8, Dex 14, Con 8, Int 8, Wis 8, Cha 12. Ucobald has red hair and silver eyes, and an unusual scar on his leg. He wears leather armor and wields a mace. Ucobald compulsively plays with a gold ring.",
  "Numero: Male Tiefling Druid, Neutral. Str 17, Dex 11, Con 11, Int 14, Wis 13, Cha 10. Numero is willowy, with dark red hair and black eyes. He wears leather armor and wields a scimitar and wooden shield. Numero has badger named Sigela.",
  "Vandusi: Male Tiefling Sorcerer, N. Str 5, Dex 11, Con 13, Int 10, Wis 8, Cha 14. Vandusi is short and slender, with dark purple hair and gold eyes. He wears modest garments and wields a quarterstaff and light crossbow. Vandusi has an animal companion, a red snake named Thilda.",
  "Wulfa: Male Tiefling Monk, N. Str 8, Dex 10, Con 10, Int 8, Wis 7, Cha 9. Wulfa has dark red skin, with dark blue hair and red eyes. He wears plain clothing and wields a yari (spear) and shuriken (darts).",
  "Agamas: Male Tiefling Barbarian, LN. Str 17, Dex 15, Con 11, Int 14, Wis 11, Cha 12. Agamas has dark purple hair and black eyes, and wears glasses with brass rims. He wears scale mail and wields a flail and heavy crossbow. Agamas is lewd and malevolent.",
  "Vandege: Male Tiefling Warlock, NG. Str 11, Dex 11, Con 14, Int 10, Wis 11, Cha 16. Vandege is overweight, with thick white hair and silver eyes. He wears studded leather and wields a mace.",
  "Erigis: Male Tiefling Warlock, CN. Str 7, Dex 5, Con 9, Int 9, Wis 5, Cha 15. Erigis is short and stout, with curly brown hair and gold eyes. He wears studded leather and wields a light hammer.",
  "Randa: Male Tiefling Paladin, Good. Str 10, Dex 12, Con 11, Int 8, Wis 13, Cha 9. Randa has blonde hair and black eyes, and wears glasses with iron rims. He wears a breastplate and wields a greatsword. Randa has an animal companion, a black warhorse named Thune.",
  "Badala: Male Tiefling Fighter, N. Str 12, Dex 9, Con 8, Int 10, Wis 6, Cha 14. Badala has dark red hair and silver eyes, and wears glasses with copper rims. He wears hide armor and wields a whip and hand crossbow. Badala is extravagant and scheming.",
  "Gildeha: Male Tiefling Cleric, N. Str 10, Dex 6, Con 11, Int 10, Wis 17, Cha 13. Gildeha is thin, with long silver hair and gold eyes. He wears studded leather and wields a quarterstaff and javelins. Gildeha has an animal companion, a gray rabbit named Valdiga.",
  "Giwamba: Male Tiefling Paladin, Good. Str 12, Dex 11, Con 11, Int 9, Wis 13, Cha 8. Giwamba has matted white hair and red eyes, and rows of shark-like teeth. He wears a chain shirt and wields a whip. Giwamba has an animal companion, a bay warhorse named Heodero.",
  "Abas: Male Tiefling Fighter, NG. Str 17, Dex 15, Con 10, Int 14, Wis 7, Cha 13. Abas has crimson skin, with dark red hair and silver eyes. He wears splint armor and wields a whip and blowgun. Abas seeks to save his family from financial ruin.",
  "Eritar: Male Tiefling Ranger, N. Str 13, Dex 14, Con 12, Int 12, Wis 8, Cha 11. Eritar has dark blue hair and white eyes, and wears glasses with platinum rims. He wears hide armor and wields a war pick. Eritar is protective and modest.",
  "Tigusi: Male Tiefling Warlock, LG. Str 11, Dex 10, Con 9, Int 7, Wis 9, Cha 13. Tigusi is short, with dark purple hair and black eyes. He wears leather armor and wields a handaxe and darts. Tigusi has an animal companion, a grey rat named Anamen.",
  "Aneric: Male Tiefling Monk, NG. Str 8, Dex 15, Con 11, Int 10, Wis 11, Cha 14. Aneric has dark purple hair and red eyes, and a pair of tiny wings. He wears travel-stained clothing and wields a bo (quarterstaff). Aneric is righteous and thrifty.",
  "Frica: Male Tiefling Warlock, LN. Str 12, Dex 15, Con 9, Int 8, Wis 12, Cha 17. Frica is tall, with gray hair and silver eyes. He wears leather armor and wields a light hammer and sling. Frica is depressed and cowardly.",
  "Geba: Male Tiefling Wizard, LN. Str 9, Dex 13, Con 5, Int 16, Wis 14, Cha 15. Geba is short, with dark red hair and silver eyes. He wears modest garments and wields a dagger. Geba has Common Companion.",
  "Heudero: Male Tiefling Monk, N. Str 16, Dex 13, Con 10, Int 12, Wis 10, Cha 14. Heudero has uneven silver hair and white eyes, and wears glasses with brass rims. He wears modest garments and wields a yari (spear). Heudero is soft-hearted and greedy.",
  "Vala: Male Tiefling Ranger, N. Str 13, Dex 15, Con 9, Int 10, Wis 11, Cha 11. Vala has dark blue hair and silver eyes, and a pair of tiny wings. He wears leather armor and wields a war pick. Vala is haunted by the memories of a past life.",
  "Viduda: Male Tiefling Fighter, LN. Str 15, Dex 17, Con 8, Int 14, Wis 8, Cha 15. Viduda has white hair and white eyes, and wears glasses with bronze rims. He wears half plate and wields a greatsword. Viduda is moody and bold.",
  "Ricita: Male Tiefling Sorcerer, CG. Str 8, Dex 7, Con 13, Int 10, Wis 10, Cha 14. Ricita is tall and willowy, with cropped red hair and white eyes. He wears simple clothing and wields a dagger and darts.",
  "Agittar: Male Tiefling Rogue, NG. Str 13, Dex 16, Con 7, Int 15, Wis 12, Cha 9. Agittar has blood red skin, with dark blue hair and white eyes. He wears studded leather and wields a rapier and hand crossbow. Agittar is brave and industrious.",
  "Hareda: Male Tiefling Rogue, NE. Str 6, Dex 14, Con 11, Int 13, Wis 9, Cha 13. Hareda has white hair and red eyes, and horns engraved with baleful symbols. He wears studded leather and wields a shortsword and hand crossbow. Hareda has an animal companion, a black cat named Urilad.",
  "Varando: Male Tiefling Monk, N. Str 14, Dex 10, Con 10, Int 8, Wis 9, Cha 11. Varando is short and stout, with copper hair and silver eyes. He wears well-made clothing and wields a bo (quarterstaff).",
  "Thuniga: Male Tiefling Rogue, N. Str 6, Dex 12, Con 9, Int 12, Wis 5, Cha 7. Thuniga has crimson skin, with dark red hair and white eyes. He wears studded leather and wields a rapier and dagger. Thuniga is colorblind.",
  "Ricusi: Male Tiefling Cleric, N. Str 10, Dex 10, Con 12, Int 8, Wis 16, Cha 13. Ricusi has crimson skin, with braided blonde hair and silver eyes. He wears hide armor and wields a handaxe. Ricusi is superstitious and immoral.",
  "Harica: Male Tiefling Monk, N. Str 13, Dex 11, Con 7, Int 12, Wis 12, Cha 10. Harica is heavyset, with dark purple hair and white eyes. He wears travel-stained clothing and wields a yari (spear). Harica has a terrible sense of direction.",
  "Totige: Male Tiefling Sorcerer, CN. Str 7, Dex 7, Con 11, Int 8, Wis 12, Cha 14. Totige has blood red skin, with matted white hair and black eyes. He wears travel-stained clothing and wields a dagger and light crossbow. Totige seeks to master the secrets of time travel.",
  "Gisinda: Male Tiefling Sorcerer, NG. Str 5, Dex 8, Con 12, Int 15, Wis 8, Cha 14. Gisinda is heavyset, with matted blonde hair and white eyes. He wears simple clothing and wields a quarterstaff. Gisinda has an animal companion, a gray bat named Sunanda.",
  "Badila: Male Tiefling Fighter, CG. Str 16, Dex 8, Con 9, Int 14, Wis 15, Cha 14. Badila has long black hair and red eyes, and horns engraved with fell symbols. He wears half plate and wields a battleaxe. Badila has an animal companion, a gray wolf named Gautula.",
  "Bertela: Male Tiefling Rogue, N. Str 9, Dex 14, Con 11, Int 7, Wis 10, Cha 13. Bertela has cropped golden hair and gold eyes, and wears glasses with brass rims. He wears studded leather and wields a shortsword and hand crossbow. Bertela secretly serves Arosh, an ancient god of destruction.",
  "Vithana: Male Tiefling Sorcerer, CN. Str 11, Dex 8, Con 12, Int 13, Wis 13, Cha 14. Vithana has white hair and silver eyes, and a pair of tiny wings. He wears plain clothing and wields a quarterstaff. Vithana has an animal companion, a black bat named Helcho.",
  "Sisila: Male Tiefling Cleric, CN. Str 10, Dex 9, Con 11, Int 11, Wis 12, Cha 9. Sisila has blood red skin, with long red hair and black eyes. He wears scale mail and wields a mace and shield. Sisila is searching for the lost Cathedral of Gardens.",
  "Odar: Male Tiefling Rogue, NG. Str 7, Dex 16, Con 9, Int 13, Wis 11, Cha 10. Odar has blood red skin, with long brown hair and white eyes. He wears studded leather and wields a longsword and sling. Odar compulsively plays with a silver ring.",
  "Thriusama: Male Tiefling Monk, CG. Str 11, Dex 12, Con 11, Int 13, Wis 16, Cha 10. Thriusama is short and slender, with copper hair and gold eyes. He wears worn clothing and wields a kanabo (mace). Thriusama seeks to prove himself to his peers.",
  "Aricund: Male Tiefling Ranger, NE. Str 10, Dex 13, Con 7, Int 11, Wis 15, Cha 13. Aricund is short and stout, with uneven gray hair and silver eyes. He wears hide armor and wields a shortsword. Aricund seeks to save his family from financial ruin.",
  "Mundanio: Male Tiefling Fighter, LG. Str 14, Dex 12, Con 9, Int 14, Wis 13, Cha 12. Mundanio is willowy, with dark red hair and gold eyes. He wears a chain shirt and wields a greatsword. Mundanio seeks to discover the truth of his lineage.",
  "Erised: Male Tiefling Rogue, N. Str 8, Dex 16, Con 12, Int 14, Wis 14, Cha 11. Erised is willowy, with dark purple hair and silver eyes. He wears leather armor and wields a mace. Erised compulsively plays with a copper coin.",
  "Simunda: Male Tiefling Monk, NG. Str 14, Dex 10, Con 13, Int 14, Wis 14, Cha 11. Simunda has dark blue hair and black eyes, and a pair of tiny wings. He wears sturdy clothing and wields a yari (spear). Simunda is impossibly lucky.",
  "Walla: Male Tiefling Fighter, LN. Str 14, Dex 11, Con 9, Int 7, Wis 12, Cha 11. Walla has crimson skin, with dark red hair and white eyes. He wears hide armor and wields a longsword. Walla is serious and impartial.",
  "Reccado: Male Tiefling Monk, N. Str 8, Dex 10, Con 9, Int 9, Wis 11, Cha 8. Reccado has dark red hair and gold eyes, and a pair of tiny wings. He wears worn clothing and wields a bo (quarterstaff). Reccado is curious and craven.",
  "Alilar: Male Tiefling Paladin, Good. Str 12, Dex 12, Con 11, Int 11, Wis 13, Cha 14. Alilar is short and slender, with dark blue hair and white eyes. He wears plate armor and wields a shortsword. Alilar is romantic and cautious.",
  "Alas: Male Tiefling Ranger, N. Str 12, Dex 12, Con 8, Int 9, Wis 15, Cha 10. Alas has blonde hair and gold eyes, and horns engraved with evil symbols. He wears studded leather and wields a pike. Alas has green snake named Atheund.",
  "Aris: Male Tiefling Sorcerer, LE. Str 6, Dex 9, Con 15, Int 10, Wis 13, Cha 17. Aris has dark red skin, with silver hair and silver eyes. He wears sturdy clothing and wields a quarterstaff and sling. Aris is a terrible liar.",
  "Nitheoda: Male Tiefling Fighter, LN. Str 14, Dex 14, Con 12, Int 14, Wis 12, Cha 8. Nitheoda is tall, with dark blue hair and red eyes. He wears scale mail and wields a whip. Nitheoda has an animal companion, a gray wolf named Guda.",
  "Saroda: Male Tiefling Cleric, N. Str 13, Dex 9, Con 7, Int 11, Wis 14, Cha 13. Saroda has crimson skin, with dark red hair and black eyes. He wears a chain shirt and wields a light hammer and shield. Saroda is easily distracted by small animals.",
  "Hunaro: Male Tiefling Monk, NG. Str 15, Dex 12, Con 13, Int 10, Wis 12, Cha 7. Hunaro has dark red skin, with copper hair and silver eyes. He wears modest garments and wields an ono (handaxe) and shuriken (darts). Hunaro is hunting the vampire who slew his mentor.",
  "Susebai: Male Tiefling Fighter, NG. Str 15, Dex 15, Con 10, Int 10, Wis 8, Cha 9. Susebai is overweight, with dark purple hair and black eyes. He wears ring mail and wields a rapier.",
  "Areric: Male Tiefling Paladin, Good. Str 9, Dex 7, Con 7, Int 12, Wis 14, Cha 10. Areric has matted silver hair and white eyes, and an unusual scar on his leg. He wears ring mail and wields a pike. Areric is cheerful and generous.",
  "Vansila: Male Tiefling Cleric, N. Str 9, Dex 9, Con 11, Int 11, Wis 12, Cha 17. Vansila has dark purple hair and gold eyes, and a flicking forked tongue. He wears studded leather and wields a mace and darts. Vansila is searching for his missing daughter.",
  "Suintharo: Male Tiefling Sorcerer, N. Str 8, Dex 11, Con 13, Int 6, Wis 10, Cha 17. Suintharo is short and slender, with dark purple hair and gold eyes. He wears well-made clothing and wields a quarterstaff and darts. Suintharo is nervous and unfeeling.",
  "Sarniana: Male Tiefling Paladin, Good. Str 14, Dex 10, Con 12, Int 9, Wis 16, Cha 10. Sarniana is tall, with copper hair and white eyes. He wears a chain shirt and wields a greatsword. Sarniana has an animal companion, a white warhorse named Valdamalb.",
  "Hildusa: Male Tiefling Monk, N. Str 13, Dex 16, Con 9, Int 13, Wis 15, Cha 8. Hildusa is willowy, with messy white hair and black eyes. He wears well-made clothing and wields an ono (handaxe) and sai (dagger). Hildusa has an animal companion, a gray rat named Saresi.",
  "Hunaro: Male Tiefling Rogue, NG. Str 14, Dex 16, Con 5, Int 11, Wis 7, Cha 11. Hunaro has short golden hair and black eyes, and a magical scar on his face. He wears leather armor and wields a longsword and light crossbow. Hunaro is a skilled actor.",
  "Alaric: Male Tiefling Sorcerer, N. Str 8, Dex 10, Con 12, Int 7, Wis 10, Cha 14. Alaric has dark red skin, with dark purple hair and black eyes. He wears plain clothing and wields a dagger and sling.",
  "Ridobai: Male Tiefling Warlock, N. Str 11, Dex 6, Con 6, Int 8, Wis 9, Cha 12. Ridobai has short brown hair and gold eyes, and a distinctive scar on his leg. He wears studded leather and wields a handaxe and darts. Ridobai is only friendly towards other tieflings..",
  "Ricuna: Male Tiefling Barbarian, N. Str 12, Dex 10, Con 7, Int 11, Wis 5, Cha 8. Ricuna has dark red hair and black eyes, and a pair of tiny wings. He wears scale mail and wields a trident and shield. Ricuna secretly serves Bapha, an ancient god of evil.",
  "Fastiga: Male Tiefling Monk, LN. Str 10, Dex 17, Con 9, Int 11, Wis 15, Cha 13. Fastiga has dark red skin, with dark purple hair and white eyes. He wears travel-stained clothing and wields nunchaku (club) and sai (dagger).",
  "Sala: Male Tiefling Bard, N. Str 11, Dex 13, Con 7, Int 14, Wis 5, Cha 17. Sala has black hair and red eyes, and wears glasses with steel rims. He wears leather armor and wields a longsword and hand crossbow. Sala is jealous and soft-hearted.",
  "Vetila: Male Tiefling Paladin, Good. Str 11, Dex 9, Con 12, Int 10, Wis 14, Cha 9. Vetila is tall and willowy, with dark blue hair and gold eyes. He wears a breastplate and wields a whip. Vetila has a terrible sense of direction.",
  "Sarica: Male Tiefling Fighter, CN. Str 12, Dex 12, Con 15, Int 8, Wis 13, Cha 9. Sarica has blood red skin, with dark blue hair and silver eyes. He wears scale mail and wields a scimitar. Sarica is searching for a legendary blade named Stoneslicer.",
  "Theodusa: Male Tiefling Wizard, LN. Str 5, Dex 17, Con 10, Int 15, Wis 10, Cha 14. Theodusa has dark red skin, with copper hair and red eyes. He wears expensive clothing and wields a quarterstaff.",
  "Gildotha: Male Tiefling Fighter, LE. Str 16, Dex 11, Con 10, Int 13, Wis 13, Cha 10. Gildotha has curly red hair and white eyes, and a magical scar on his leg. He wears a breastplate and wields a shortsword and net. Gildotha is abusive and mercenary.",
  "Ricitha: Male Tiefling Cleric, NE. Str 9, Dex 8, Con 12, Int 7, Wis 12, Cha 11. Ricitha has blood red skin, with dark red hair and gold eyes. He wears a chain shirt and wields a spear and shield. Ricitha is combative and selfish.",
  "Wella: Male Tiefling Monk, NG. Str 13, Dex 12, Con 12, Int 13, Wis 8, Cha 8. Wella has dark blue hair and black eyes, and a flicking forked tongue. He wears simple clothing and wields a kanabo (mace) and kama (sickle).",
  "Simunda: Male Tiefling Rogue, CN. Str 11, Dex 14, Con 7, Int 14, Wis 11, Cha 8. Simunda has crimson skin, with black hair and silver eyes. He wears leather armor and wields a longsword and light crossbow. Simunda has an animal companion, a black snake named Gaitharo.",
  "Arilad: Male Tiefling Fighter, LN. Str 12, Dex 16, Con 7, Int 9, Wis 12, Cha 11. Arilad is short and slender, with copper hair and red eyes. He wears half plate and wields a warhammer and shield. Arilad has an animal companion, a gray wolf named Adamanda.",
  "Gerima: Male Tiefling Sorcerer, LN. Str 14, Dex 10, Con 14, Int 10, Wis 15, Cha 16. Gerima has dark red skin, with golden hair and white eyes. He wears well-made clothing and wields a dagger.",
  "Getila: Male Tiefling Barbarian, N. Str 15, Dex 8, Con 13, Int 9, Wis 12, Cha 12. Getila has crimson skin, with red hair and black eyes. He wears studded leather and wields a war pick.",
  "Gerica: Male Tiefling Fighter, N. Str 16, Dex 12, Con 10, Int 10, Wis 12, Cha 10. Gerica has uneven silver hair and silver eyes, and horns engraved with dark symbols. He wears a breastplate and wields a morningstar and longbow. Gerica was magically imprisoned for a hundred years.",
  "Sigunda: Male Tiefling Monk, N. Str 14, Dex 9, Con 9, Int 10, Wis 8, Cha 12. Sigunda has blood red skin, with messy black hair and black eyes. He wears well-made clothing and wields a yari (spear) and sai (dagger).",
  "Himala: Male Tiefling Rogue, LN. Str 10, Dex 14, Con 7, Int 17, Wis 14, Cha 14. Himala has short red hair and gold eyes, and rows of shark-like teeth. He wears leather armor and wields a longsword and shortbow. Himala is quiet, and says as little as possible.",
  "Ansic: Male Tiefling Ranger, LG. Str 7, Dex 11, Con 9, Int 6, Wis 12, Cha 9. Ansic has uneven brown hair and silver eyes, and a distinctive scar on his arm. He wears leather armor and wields a maul. Ansic has gray wolf named Beuca.",
  "Achic: Male Tiefling Rogue, N. Str 7, Dex 14, Con 9, Int 11, Wis 11, Cha 11. Achic is stout, with red hair and white eyes. He wears studded leather and wields a spear and hand crossbow. Achic dislikes anyone bigger than him.",
  "Eric: Male Tiefling Druid, Neutral. Str 12, Dex 8, Con 5, Int 12, Wis 16, Cha 10. Eric has dark red skin, with brown hair and white eyes. He wears leather armor and wields a scimitar and wooden shield. Eric is a pack-rat, and carries a satchel of random junk.",
  "Arimus: Male Tiefling Monk, N. Str 8, Dex 15, Con 9, Int 7, Wis 11, Cha 13. Arimus has dark blue hair and gold eyes, and horns engraved with baleful symbols. He wears simple clothing and wields a yari (spear) and shuriken (darts). Arimus seeks revenge against the sister who betrayed him.",
  "Harisa: Male Tiefling Fighter, LE. Str 14, Dex 12, Con 11, Int 9, Wis 11, Cha 5. Harisa has dark purple hair and silver eyes, and a pair of tiny wings. He wears hide armor and wields a warhammer and shield. Harisa is searching for a legendary blade named Ghoulclaw.",
  "Sadigoia: Male Tiefling Ranger, NG. Str 11, Dex 13, Con 9, Int 12, Wis 14, Cha 13. Sadigoia has dark red skin, with dark purple hair and red eyes. He wears a chain shirt and wields a flail.",
  "Vultama: Male Tiefling Ranger, N. Str 8, Dex 11, Con 10, Int 6, Wis 8, Cha 10. Vultama has cropped blonde hair and black eyes, and a pair of tiny wings. He wears scale mail and wields a halberd. Vultama speaks with a soft voice.",
  "Susela: Male Tiefling Warlock, NG. Str 11, Dex 7, Con 7, Int 15, Wis 13, Cha 12. Susela has dark blue hair and white eyes, and a pair of tiny wings. He wears studded leather and wields a light hammer and sling. Susela is searching for his missing familiar, a vampire bat named Sariusa.",
  "Salla: Male Tiefling Paladin, Good. Str 15, Dex 12, Con 8, Int 11, Wis 9, Cha 12. Salla has dark red skin, with dark blue hair and red eyes. He wears hide armor and wields a maul. Salla is searching for the lost Sanctuary of Dreams.",
  "Gilda: Male Tiefling Wizard, NE. Str 11, Dex 12, Con 14, Int 15, Wis 10, Cha 9. Gilda is thin, with dark red hair and black eyes. He wears worn clothing and wields a quarterstaff.",
  "Amidas: Male Tiefling Monk, N. Str 13, Dex 8, Con 8, Int 8, Wis 15, Cha 11. Amidas has blood red skin, with dark red hair and silver eyes. He wears well-made clothing and wields a yari (spear). Amidas is impartial and selfish.",
  "Vivitta: Male Tiefling Barbarian, N. Str 16, Dex 10, Con 14, Int 6, Wis 11, Cha 10. Vivitta has dark purple hair and red eyes, and a flicking forked tongue. He wears studded leather and wields a maul. Vivitta compulsively whispers nonsense.",
  "Gaisi: Male Tiefling Druid, Neutral. Str 8, Dex 10, Con 11, Int 6, Wis 17, Cha 8. Gaisi has dark blue hair and silver eyes, and a flicking forked tongue. He wears hide armor and wields a quarterstaff and wooden shield. Gaisi is determined and guarded.",
  "Biusaro: Male Tiefling Sorcerer, LG. Str 11, Dex 8, Con 14, Int 15, Wis 13, Cha 16. Biusaro is stout, with uneven white hair and red eyes. He wears simple clothing and wields a quarterstaff. Biusaro is virtuous and quick-witted.",
  "Rocunia: Male Tiefling Barbarian, LN. Str 15, Dex 11, Con 13, Int 9, Wis 8, Cha 12. Rocunia is willowy, with dark red hair and red eyes. He wears hide armor and wields a rapier and shield. Rocunia is hunting the brigands who murdered his family.",
  "Vultesi: Male Tiefling Warlock, CN. Str 11, Dex 12, Con 15, Int 5, Wis 14, Cha 12. Vultesi has uneven copper hair and silver eyes, and a distinctive scar on his arm. He wears leather armor and wields a club.",
  "Fastula: Male Tiefling Fighter, N. Str 17, Dex 14, Con 9, Int 9, Wis 12, Cha 6. Fastula has crimson skin, with silver hair and white eyes. He wears ring mail and wields a trident. Fastula is covetous and assertive.",
  "Nagunta: Male Tiefling Barbarian, N. Str 14, Dex 14, Con 13, Int 7, Wis 13, Cha 13. Nagunta is overweight, with thin black hair and silver eyes. He wears leather armor and wields a battleaxe.",
  "Sunnige: Male Tiefling Paladin, Good. Str 16, Dex 10, Con 11, Int 14, Wis 8, Cha 15. Sunnige has dark purple hair and silver eyes, and horns engraved with evil symbols. He wears ring mail and wields a scimitar. Sunnige seeks to discover who murdered his family.",
  "Viduulfa: Male Tiefling Cleric, N. Str 14, Dex 10, Con 10, Int 9, Wis 12, Cha 14. Viduulfa has dark red skin, with thin gray hair and white eyes. He wears studded leather and wields a mace and shield. Viduulfa seeks revenge against the sister who betrayed him.",
  "Risaba: Male Tiefling Rogue, LN. Str 13, Dex 12, Con 7, Int 9, Wis 14, Cha 9. Risaba is short and overweight, with uneven silver hair and black eyes. He wears studded leather and wields a shortsword and hand crossbow. Risaba is assertive and jealous.",
  "Boreda: Male Tiefling Bard, LG. Str 11, Dex 10, Con 10, Int 11, Wis 6, Cha 16. Boreda is short, with dark red hair and red eyes. He wears leather armor and wields a handaxe and shortbow.",
  "Ricadua: Male Tiefling Rogue, CN. Str 13, Dex 14, Con 11, Int 15, Wis 12, Cha 11. Ricadua is short, with dark blue hair and silver eyes. He wears leather armor and wields a longsword and hand crossbow. Ricadua is haunted by the memories of a past life.",
  "Aduis: Male Tiefling Cleric, LN. Str 9, Dex 11, Con 15, Int 10, Wis 15, Cha 13. Aduis has crimson skin, with dark blue hair and gold eyes. He wears leather armor and wields a light hammer and dagger. Aduis is searching for his lost brother.",
  "Innas: Male Tiefling Fighter, LN. Str 12, Dex 11, Con 13, Int 8, Wis 13, Cha 11. Innas has dark red skin, with thin red hair and silver eyes. He wears a breastplate and wields a scimitar and shield. Innas has an animal companion, a brown bear named Andamala.",
  "Sariusi: Male Tiefling Monk, LG. Str 7, Dex 11, Con 11, Int 11, Wis 8, Cha 11. Sariusi is short and overweight, with dark blue hair and silver eyes. He wears worn clothing and wields nunchaku (club). Sariusi is confident and quick-witted.",
  "Vitherna: Male Tiefling Cleric, CN. Str 10, Dex 13, Con 7, Int 13, Wis 14, Cha 10. Vitherna is tall, with messy brown hair and black eyes. He wears a chain shirt and wields a club and sickle. Vitherna seeks to destroy the undead.",
  "Luinama: Male Tiefling Druid, Neutral. Str 14, Dex 6, Con 15, Int 10, Wis 14, Cha 13. Luinama is short, with auburn hair and silver eyes. He wears leather armor and wields a spear and wooden shield.",
  "Ittardas: Male Tiefling Fighter, N. Str 16, Dex 13, Con 10, Int 8, Wis 8, Cha 12. Ittardas has gray hair and black eyes, and a magical scar on his leg. He wears scale mail and wields a rapier and heavy crossbow.",
  "Badige: Male Tiefling Rogue, N. Str 9, Dex 12, Con 7, Int 12, Wis 11, Cha 10. Badige is willowy, with dark blue hair and gold eyes. He wears leather armor and wields a shortsword. Badige seeks to save his family from financial ruin.",
  "Cheusansa: Male Tiefling Paladin, Good. Str 9, Dex 10, Con 14, Int 9, Wis 13, Cha 7. Cheusansa is short, with dark blue hair and silver eyes. He wears scale mail and wields a pike. Cheusansa blames the gods for every misfortune.",
  "Sarnama: Male Tiefling Ranger, LN. Str 10, Dex 11, Con 12, Int 11, Wis 12, Cha 12. Sarnama has dark red skin, with long black hair and black eyes. He wears studded leather and wields a battleaxe.",
  "Hilduila: Male Tiefling Wizard, CN. Str 12, Dex 15, Con 10, Int 14, Wis 10, Cha 11. Hilduila is thin, with cropped auburn hair and silver eyes. He wears blue robes and wields a quarterstaff and darts. Hilduila is blind in his left eye.",
  "Harica: Male Tiefling Sorcerer, N. Str 7, Dex 7, Con 8, Int 5, Wis 7, Cha 13. Harica has dark blue hair and silver eyes, and wears glasses with copper rims. He wears well-made clothing and wields a dagger and sling. Harica is searching for the lost elven kingdom of Doline.",
  "Sela: Male Tiefling Fighter, LN. Str 13, Dex 14, Con 11, Int 12, Wis 9, Cha 10. Sela has crimson skin, with blonde hair and red eyes. He wears ring mail and wields a battleaxe. Sela seeks to atone for past sins.",
  "Butero: Male Tiefling Rogue, NG. Str 12, Dex 15, Con 11, Int 14, Wis 10, Cha 11. Butero has blood red skin, with dark purple hair and silver eyes. He wears studded leather and wields a shortsword. Butero seeks to prove himself to his peers.",
  "Cusafro: Male Tiefling Druid, Neutral. Str 11, Dex 14, Con 9, Int 6, Wis 14, Cha 11. Cusafro has crimson skin, with dark purple hair and gold eyes. He wears leather armor and wields a club. Cusafro is painfully tone-deaf.",
  "Valanda: Male Tiefling Ranger, LE. Str 15, Dex 13, Con 11, Int 12, Wis 10, Cha 9. Valanda is short, with dark red hair and black eyes. He wears scale mail and wields a greatsword. Valanda is immoral and sharp-tongued.",
  "Aringus: Male Tiefling Rogue, N. Str 13, Dex 13, Con 11, Int 11, Wis 15, Cha 13. Aringus has dark red hair and gold eyes, and wears glasses with pewter rims. He wears studded leather and wields a shortsword and hand crossbow.",
  "Suerica: Male Tiefling Sorcerer, N. Str 12, Dex 7, Con 11, Int 7, Wis 8, Cha 16. Suerica has blood red skin, with thin golden hair and gold eyes. He wears simple clothing and wields a dagger and sling. Suerica is searching for his missing familiar, a black cat named Albemhis.",
  "Sarica: Male Tiefling Rogue, LN. Str 14, Dex 15, Con 13, Int 9, Wis 12, Cha 8. Sarica has brown hair and silver eyes, and rows of shark-like teeth. He wears leather armor and wields a shortsword and hand crossbow. Sarica seeks revenge against the thieves' guild which left him to hang.",
  "Reda: Male Tiefling Paladin, Good. Str 10, Dex 13, Con 12, Int 5, Wis 12, Cha 9. Reda is short, with thick auburn hair and white eyes. He wears a breastplate and wields a scimitar and shield. Reda has an animal companion, a bay warhorse named Ablar.",
  "Hanaro: Male Tiefling Rogue, NE. Str 10, Dex 14, Con 13, Int 16, Wis 10, Cha 7. Hanaro has dark red hair and gold eyes, and a pair of tiny wings. He wears leather armor and wields a longsword.",
  "Frekasi: Male Tiefling Rogue, CN. Str 8, Dex 13, Con 8, Int 14, Wis 10, Cha 9. Frekasi is tall and overweight, with dark red hair and white eyes. He wears leather armor and wields a shortsword.",
  "Gaisena: Male Tiefling Monk, CN. Str 10, Dex 9, Con 9, Int 15, Wis 9, Cha 7. Gaisena has tangled red hair and black eyes, and wears glasses with electrum rims. He wears simple clothing and wields a bo (quarterstaff).",
  "Otin: Male Tiefling Fighter, LG. Str 17, Dex 13, Con 11, Int 12, Wis 10, Cha 5. Otin has dark purple hair and silver eyes, and a flicking forked tongue. He wears ring mail and wields a greataxe. Otin seeks to help the poor and unfortunate.",
  "Mudaro: Male Tiefling Cleric, LN. Str 10, Dex 9, Con 7, Int 12, Wis 17, Cha 15. Mudaro has crimson skin, with dark purple hair and gold eyes. He wears scale mail and wields a handaxe and shield. Mudaro is alluring and truthful.",
  "Hanima: Male Tiefling Paladin, Good. Str 14, Dex 11, Con 12, Int 9, Wis 14, Cha 13. Hanima is slender, with dark blue hair and red eyes. He wears chain mail and wields a greataxe. Hanima is forgiving and witty.",
  "Vinero: Male Tiefling Bard, LN. Str 10, Dex 14, Con 10, Int 16, Wis 10, Cha 12. Vinero is thin, with golden hair and silver eyes. He wears studded leather and wields a rapier.",
  "Aliric: Male Tiefling Cleric, N. Str 9, Dex 13, Con 11, Int 6, Wis 14, Cha 12. Aliric has blood red skin, with golden hair and black eyes. He wears studded leather and wields a handaxe and shield. Aliric seeks the meaning of a strange prophecy.",
  "Theodaga: Male Tiefling Wizard, N. Str 7, Dex 11, Con 11, Int 16, Wis 15, Cha 10. Theodaga has silver hair and red eyes, and horns engraved with fell symbols. He wears sapphire robes and wields a quarterstaff and light crossbow. Theodaga has an arcane familiar, a clay homunculus named Ricyro.",
  "Sigaro: Male Tiefling Druid, Neutral. Str 11, Dex 5, Con 9, Int 10, Wis 14, Cha 10. Sigaro has dark red hair and red eyes, and a pair of tiny wings. He wears hide armor and wields a club and darts. Sigaro is lewd and adventurous.",
  "Ablalis: Male Tiefling Cleric, NG. Str 9, Dex 7, Con 12, Int 12, Wis 17, Cha 8. Ablalis is short and heavyset, with short copper hair and silver eyes. He wears leather armor and wields a mace and shield. Ablalis is wrongly sought by the paladins of the Monastery of Angels for forgery.",
  "Vala: Male Tiefling Sorcerer, LG. Str 9, Dex 9, Con 13, Int 10, Wis 7, Cha 14. Vala is stout, with short golden hair and white eyes. He wears simple clothing and wields a dagger and light crossbow.",
  "Thindo: Male Tiefling Monk, LN. Str 9, Dex 13, Con 8, Int 9, Wis 12, Cha 6. Thindo has dark blue hair and silver eyes, and a pair of tiny wings. He wears well-made clothing and wields a bo (quarterstaff).",
  "Erivild: Male Tiefling Wizard, N. Str 10, Dex 11, Con 12, Int 13, Wis 11, Cha 12. Erivild has blood red skin, with thick golden hair and black eyes. He wears travel-stained clothing and wields a dagger. Erivild is jealous and erratic.",
  "Beriusa: Male Tiefling Paladin, Good. Str 12, Dex 8, Con 9, Int 13, Wis 16, Cha 8. Beriusa has crimson skin, with blonde hair and white eyes. He wears hide armor and wields a morningstar and shield. Beriusa lost his shadow to a hag.",
  "Huniva: Male Tiefling Bard, LN. Str 7, Dex 9, Con 11, Int 14, Wis 9, Cha 14. Huniva has dark blue hair and silver eyes, and a pair of tiny wings. He wears leather armor and wields a mace. Huniva believes that he is the rightful heir to the kingdom of Formene.",
  "Valaro: Male Tiefling Bard, LN. Str 8, Dex 9, Con 9, Int 15, Wis 9, Cha 12. Valaro is willowy, with braided copper hair and white eyes. He wears leather armor and wields a quarterstaff and sling. Valaro has an animal companion, a hawk named Atamanda.",
  "Heusala: Male Tiefling Ranger, NE. Str 16, Dex 14, Con 10, Int 8, Wis 7, Cha 14. Heusala has crimson skin, with dark purple hair and gold eyes. He wears scale mail and wields a maul. Heusala seeks only fame and glory.",
  "Ricita: Male Tiefling Fighter, NG. Str 17, Dex 16, Con 8, Int 14, Wis 10, Cha 10. Ricita has crimson skin, with red hair and white eyes. He wears a chain shirt and wields a trident. Ricita is virtuous and passionate.",
  "Thriulfela: Male Tiefling Fighter, NG. Str 15, Dex 8, Con 10, Int 8, Wis 15, Cha 10. Thriulfela has dark red hair and gold eyes, and a flicking forked tongue. He wears chain mail and wields a battleaxe and shield.",
  "Berica: Male Tiefling Paladin, Good. Str 10, Dex 10, Con 7, Int 8, Wis 17, Cha 12. Berica has dark purple hair and silver eyes, and a flicking forked tongue. He wears chain mail and wields a flail. Berica holds a grudge against humans.",
  "Gisiga: Male Tiefling Cleric, N. Str 11, Dex 11, Con 11, Int 12, Wis 17, Cha 9. Gisiga is overweight, with short copper hair and white eyes. He wears leather armor and wields a spear and shield. Gisiga has an animal companion, a tawny rat named Hiuda.",
  "Tesido: Male Tiefling Monk, N. Str 13, Dex 10, Con 7, Int 15, Wis 11, Cha 10. Tesido has blood red skin, with short brown hair and white eyes. He wears travel-stained clothing and wields a kanabo (mace). Tesido suffers a paralyzing fear of blood.",
  "Berica: Male Tiefling Druid, Neutral. Str 9, Dex 13, Con 8, Int 9, Wis 12, Cha 6. Berica has dark red skin, with cropped black hair and black eyes. He wears leather armor and wields a quarterstaff and darts.",
  "Thala: Male Tiefling Bard, CN. Str 11, Dex 12, Con 10, Int 14, Wis 13, Cha 17. Thala has long gray hair and silver eyes, and a pair of tiny wings. He wears studded leather and wields a longsword. Thala was raised by cultists of Male Fated Commoner.",
  "Higaisa: Male Tiefling Cleric, NG. Str 7, Dex 5, Con 9, Int 12, Wis 17, Cha 13. Higaisa has blood red skin, with braided blonde hair and black eyes. He wears studded leather and wields a club and sling. Higaisa has an animal companion, a gray rat named Frica.",
  "Cnigisa: Male Tiefling Ranger, N. Str 10, Dex 14, Con 7, Int 11, Wis 12, Cha 10. Cnigisa is tall and stout, with black hair and red eyes. He wears leather armor and wields a rapier.",
  "Ordanes: Male Tiefling Bard, NG. Str 10, Dex 7, Con 11, Int 12, Wis 7, Cha 15. Ordanes has dark blue hair and gold eyes, and horns engraved with baleful symbols. He wears leather armor and wields a rapier and hand crossbow. Ordanes is cursed with chronic pain.",
  "Imedus: Male Tiefling Rogue, NG. Str 7, Dex 14, Con 14, Int 17, Wis 14, Cha 9. Imedus has dark blue hair and black eyes, and rows of shark-like teeth. He wears studded leather and wields a rapier. Imedus is cheerful and extravagant.",
  "Rax: Male Tiefling Druid, Neutral. Str 12, Dex 11, Con 10, Int 11, Wis 15, Cha 13. Rax is short and stout, with red hair and gold eyes. He wears hide armor and wields a quarterstaff. Rax was raised by cultists of the Final Empress.",
  "Tilima: Male Tiefling Fighter, LN. Str 13, Dex 10, Con 7, Int 10, Wis 7, Cha 8. Tilima has cropped blonde hair and red eyes, and horns engraved with baleful symbols. He wears plate armor and wields a flail.",
  "Colando: Male Tiefling Rogue, NE. Str 7, Dex 17, Con 10, Int 17, Wis 9, Cha 7. Colando has dark red skin, with black hair and black eyes. He wears studded leather and wields a rapier. Colando has an animal companion, a sable ferret named Valampro.",
  "Anarius: Male Tiefling Barbarian, NG. Str 15, Dex 14, Con 17, Int 14, Wis 10, Cha 7. Anarius has crimson skin, with brown hair and black eyes. He wears hide armor and wields a flail and shield. Anarius speaks with a stutter.",
  "Ricusi: Male Tiefling Monk, CN. Str 12, Dex 11, Con 9, Int 8, Wis 14, Cha 14. Ricusi has crimson skin, with dark blue hair and red eyes. He wears sturdy clothing and wields nunchaku (club) and shuriken (darts).",
  "Thiaresi: Male Tiefling Fighter, NE. Str 15, Dex 10, Con 12, Int 10, Wis 12, Cha 12. Thiaresi is short, with dark blue hair and silver eyes. He wears hide armor and wields a greatsword. Thiaresi speaks with a strange accent.",
  "Hadega: Male Tiefling Fighter, NE. Str 17, Dex 9, Con 10, Int 13, Wis 11, Cha 14. Hadega is thin, with dark purple hair and white eyes. He wears plate armor and wields a rapier. Hadega is searching for his lost brother.",
  "Heusa: Male Tiefling Fighter, LN. Str 15, Dex 8, Con 9, Int 13, Wis 6, Cha 12. Heusa has auburn hair and white eyes, and horns engraved with dark symbols. He wears splint armor and wields a longsword and shield. Heusa suffers a deadly allergy to nuts.",
  "Gundo: Male Tiefling Rogue, LG. Str 6, Dex 15, Con 7, Int 15, Wis 8, Cha 12. Gundo has blood red skin, with gray hair and gold eyes. He wears leather armor and wields a club and sickle. Gundo is cultured and impartial.",
  "Himaro: Male Tiefling Monk, N. Str 14, Dex 12, Con 10, Int 7, Wis 14, Cha 12. Himaro has blood red skin, with braided red hair and red eyes. He wears travel-stained clothing and wields a kanabo (mace). Himaro has an animal companion, a tiger named Narica.",
  "Gala: Male Tiefling Rogue, CN. Str 7, Dex 16, Con 13, Int 14, Wis 14, Cha 12. Gala has crimson skin, with dark blue hair and black eyes. He wears leather armor and wields a longsword and hand crossbow. Gala is cursed with a maimed leg.",
  "Agas: Male Tiefling Rogue, N. Str 6, Dex 12, Con 10, Int 10, Wis 11, Cha 12. Agas is short, with dark blue hair and gold eyes. He wears studded leather and wields a longsword. Agas has an animal companion, a dire rat named Telena.",
  "Sidusa: Male Tiefling Rogue, NG. Str 10, Dex 12, Con 10, Int 8, Wis 13, Cha 10. Sidusa has dark red hair and red eyes, and wears glasses with brass rims. He wears studded leather and wields a shortsword and sling. Sidusa is haunted by the memories of a past life.",
  "Sarnima: Male Tiefling Rogue, LN. Str 10, Dex 13, Con 7, Int 16, Wis 9, Cha 12. Sarnima has crimson skin, with cropped blonde hair and red eyes. He wears studded leather and wields a quarterstaff and hand crossbow. Sarnima has an animal companion, a dire rat named Ribiusi.",
  "Gildero: Male Tiefling Fighter, LE. Str 14, Dex 15, Con 9, Int 13, Wis 12, Cha 13. Gildero has crimson skin, with cropped black hair and red eyes. He wears a breastplate and wields a shortsword and shield.",
  "Visaro: Male Tiefling Monk, LN. Str 7, Dex 15, Con 8, Int 12, Wis 14, Cha 9. Visaro is tall and stout, with dark blue hair and gold eyes. He wears modest garments and wields nunchaku (club). Visaro is painfully tone-deaf.",
  "Arimus: Male Tiefling Rogue, LG. Str 12, Dex 12, Con 6, Int 11, Wis 12, Cha 5. Arimus has dark red hair and black eyes, and a pair of tiny wings. He wears studded leather and wields a longsword and shortbow. Arimus is courageous and witty.",
  "Heusela: Male Tiefling Monk, CN. Str 12, Dex 14, Con 8, Int 9, Wis 14, Cha 14. Heusela has messy golden hair and white eyes, and rows of shark-like teeth. He wears well-made clothing and wields an ono (handaxe). Heusela has an animal companion, a hunting dog named Asunis.",
  "Ariges: Male Tiefling Barbarian, LN. Str 12, Dex 7, Con 11, Int 7, Wis 12, Cha 9. Ariges has crimson skin, with dark blue hair and red eyes. He wears studded leather and wields a glaive. Ariges is blind in his right eye.",
  "Ahariund: Male Tiefling Fighter, NE. Str 12, Dex 13, Con 12, Int 12, Wis 13, Cha 11. Ahariund is tall and heavyset, with dark purple hair and black eyes. He wears splint armor and wields a glaive. Ahariund is searching for an ancient artifact of evil.",
  "Athalas: Male Tiefling Ranger, NG. Str 11, Dex 10, Con 13, Int 8, Wis 12, Cha 9. Athalas is tall, with dark purple hair and white eyes. He wears studded leather and wields a morningstar and shield. Athalas is heroic and cheerful.",
  "Ricusi: Male Tiefling Paladin, Good. Str 13, Dex 8, Con 7, Int 13, Wis 13, Cha 14. Ricusi has dark blue hair and gold eyes, and a pair of tiny wings. He wears ring mail and wields a longsword and shield.",
  "Randusi: Male Tiefling Rogue, LN. Str 9, Dex 12, Con 11, Int 12, Wis 11, Cha 14. Randusi has straight black hair and silver eyes, and an unusual scar on his face. He wears studded leather and wields a longsword and hand crossbow. Randusi suffers an acute fear of open water.",
  "Arigic: Male Tiefling Druid, Neutral. Str 15, Dex 5, Con 6, Int 10, Wis 16, Cha 9. Arigic is slender, with dark purple hair and gold eyes. He wears leather armor and wields a quarterstaff and wooden shield. Arigic is searching for his missing daughter.",
  "Garica: Male Tiefling Fighter, N. Str 13, Dex 13, Con 8, Int 10, Wis 11, Cha 10. Garica has crimson skin, with matted copper hair and gold eyes. He wears splint armor and wields a glaive.",
  "Arir: Male Tiefling Rogue, N. Str 7, Dex 17, Con 6, Int 13, Wis 7, Cha 9. Arir has crimson skin, with dark red hair and red eyes. He wears studded leather and wields a club and hand crossbow. Arir has an animal companion, a black snake named Selica.",
  "Alis: Male Tiefling Cleric, LN. Str 7, Dex 7, Con 10, Int 8, Wis 17, Cha 10. Alis has messy red hair and black eyes, and wears glasses with bronze rims. He wears studded leather and wields a club and shield. Alis is searching for his lost sister.",
  "Asaruas: Male Tiefling Rogue, N. Str 12, Dex 12, Con 14, Int 10, Wis 11, Cha 13. Asaruas is short and stout, with cropped auburn hair and gold eyes. He wears studded leather and wields a rapier and dagger. Asaruas seeks to steal a legendary sapphire from the Athenaeum of the Mystical Arts.",
  "Osuiged: Male Tiefling Barbarian, CE. Str 14, Dex 11, Con 12, Int 14, Wis 12, Cha 7. Osuiged has crimson skin, with auburn hair and black eyes. He wears studded leather and wields a battleaxe and net.",
  "Thimnia: Male Tiefling Fighter, N. Str 15, Dex 17, Con 11, Int 8, Wis 13, Cha 12. Thimnia has dark red hair and red eyes, and wears glasses with electrum rims. He wears a breastplate and wields a trident and shield. Thimnia seeks to atone for past sins.",
  "Anaric: Male Tiefling Fighter, N. Str 17, Dex 9, Con 14, Int 9, Wis 11, Cha 12. Anaric has red hair and gold eyes, and horns engraved with baleful symbols. He wears a breastplate and wields a flail and shield. Anaric is hunting the cultists who murdered his family.",
  "Annabad: Male Tiefling Warlock, NE. Str 11, Dex 9, Con 7, Int 9, Wis 8, Cha 17. Annabad has dark red skin, with dark purple hair and black eyes. He wears studded leather and wields a mace and shortbow. Annabad has an animal companion, a black cat named Sunthiuda.",
  "Sigilda: Male Tiefling Cleric, N. Str 5, Dex 8, Con 12, Int 14, Wis 15, Cha 13. Sigilda has tangled copper hair and silver eyes, and a distinctive scar on his face. He wears a chain shirt and wields a quarterstaff and shortbow. Sigilda is cursed with traumatic nightmares.",
  "Horida: Male Tiefling Druid, Neutral. Str 11, Dex 9, Con 11, Int 7, Wis 12, Cha 14. Horida is tall and slender, with messy golden hair and red eyes. He wears leather armor and wields a mace and wooden shield. Horida believes that he is the rightful heir to the crown of Londe.",
  "Vultiza: Male Tiefling Cleric, NG. Str 10, Dex 10, Con 13, Int 7, Wis 12, Cha 12. Vultiza is willowy, with red hair and red eyes. He wears a breastplate and wields a spear and shield. Vultiza seeks to destroy the undead.",
  "Gerniga: Male Tiefling Monk, CN. Str 15, Dex 12, Con 12, Int 10, Wis 9, Cha 13. Gerniga has blood red skin, with thin golden hair and red eyes. He wears worn clothing and wields a kanabo (mace) and shuriken (darts). Gerniga is inquisitive and extravagant.",
  "Ernentolf: Male Tiefling Wizard, CG. Str 9, Dex 11, Con 10, Int 12, Wis 7, Cha 12. Ernentolf is thin, with dark red hair and white eyes. He wears copper robes and wields a quarterstaff. Ernentolf has an arcane familiar, a gray rat named Baldero.",
  "Theusisi: Male Tiefling Monk, CG. Str 11, Dex 11, Con 10, Int 11, Wis 11, Cha 9. Theusisi has dark blue hair and white eyes, and wears glasses with copper rims. He wears worn clothing and wields a yari (spear) and kama (sickle).",
  "Sarespa: Male Tiefling Cleric, NG. Str 6, Dex 9, Con 8, Int 12, Wis 16, Cha 16. Sarespa has dark red hair and white eyes, and horns engraved with fell symbols. He wears studded leather and wields a handaxe. Sarespa is fearless and moody.",
  "Susala: Male Tiefling Cleric, N. Str 14, Dex 15, Con 11, Int 11, Wis 16, Cha 15. Susala has dark blue hair and white eyes, and a flicking forked tongue. He wears studded leather and wields a handaxe and shield. Susala is quiet, and says as little as possible.",
  "Ritela: Male Tiefling Paladin, Good. Str 11, Dex 8, Con 5, Int 10, Wis 10, Cha 13. Ritela has golden hair and red eyes, and a magical scar on his face. He wears hide armor and wields a shortsword. Ritela has an animal companion, a bay warhorse named Fricoma.",
  "Theodero: Male Tiefling Monk, N. Str 8, Dex 13, Con 8, Int 10, Wis 16, Cha 11. Theodero has blood red skin, with straight red hair and white eyes. He wears sturdy clothing and wields an ono (handaxe) and shuriken (darts).",
  "Gisarna: Male Tiefling Rogue, LG. Str 8, Dex 13, Con 13, Int 13, Wis 9, Cha 10. Gisarna is tall, with black hair and white eyes. He wears leather armor and wields a shortsword. Gisarna seeks to free himself from an ancient curse.",
  "Raustacha: Male Tiefling Warlock, NE. Str 7, Dex 9, Con 9, Int 10, Wis 5, Cha 14. Raustacha is heavyset, with dark blue hair and black eyes. He wears studded leather and wields a handaxe. Raustacha is thoughtless and corrupt.",
  "Gildero: Male Tiefling Monk, N. Str 13, Dex 14, Con 12, Int 8, Wis 11, Cha 11. Gildero has blood red skin, with dark purple hair and gold eyes. He wears sturdy clothing and wields a yari (spear) and shuriken (darts). Gildero is cursed with insanity.",
  "Ricanna: Male Tiefling Monk, CN. Str 17, Dex 16, Con 13, Int 8, Wis 13, Cha 13. Ricanna is slender, with gray hair and black eyes. He wears simple clothing and wields an ono (handaxe) and shuriken (darts). Ricanna has an animal companion, a hunting dog named Obiunis.",
  "Gisinda: Male Tiefling Paladin, Good. Str 8, Dex 13, Con 11, Int 9, Wis 9, Cha 11. Gisinda has blood red skin, with dark red hair and black eyes. He wears plate armor and wields a greatsword.",
  "Valiasi: Male Tiefling Rogue, CN. Str 7, Dex 13, Con 8, Int 16, Wis 12, Cha 13. Valiasi has crimson skin, with dark red hair and gold eyes. He wears studded leather and wields a shortsword and darts. Valiasi is fierce and eccentric.",
  "Sisigoia: Male Tiefling Rogue, CE. Str 13, Dex 12, Con 14, Int 12, Wis 11, Cha 7. Sisigoia has crimson skin, with matted brown hair and silver eyes. He wears studded leather and wields a club and hand crossbow. Sisigoia has an animal companion, a black snake named Goiarica.",
  "Heudubro: Male Tiefling Rogue, NE. Str 11, Dex 12, Con 13, Int 11, Wis 10, Cha 8. Heudubro is overweight, with dark blue hair and silver eyes. He wears studded leather and wields a rapier.",
  "Gala: Male Tiefling Monk, NG. Str 11, Dex 15, Con 11, Int 11, Wis 15, Cha 11. Gala has red hair and black eyes, and a distinctive scar on his leg. He wears worn clothing and wields a bo (quarterstaff). Gala is charming and heroic.",
  "Thindaha: Male Tiefling Rogue, CN. Str 8, Dex 17, Con 8, Int 13, Wis 7, Cha 11. Thindaha has dark red skin, with dark red hair and silver eyes. He wears studded leather and wields a mace and hand crossbow. Thindaha suffers a deadly allergy to moulds and oozes.",
  "Valaro: Male Tiefling Paladin, Good. Str 12, Dex 12, Con 7, Int 8, Wis 16, Cha 13. Valaro is short and thin, with thin golden hair and black eyes. He wears plate armor and wields a greataxe. Valaro suffers a deadly allergy to dogs.",
  "Sigesi: Male Tiefling Rogue, LG. Str 9, Dex 12, Con 11, Int 14, Wis 12, Cha 13. Sigesi has white hair and red eyes, and wears glasses with bronze rims. He wears studded leather and wields a handaxe and dagger. Sigesi is courteous and righteous.",
  "Recceswell: Male Tiefling Fighter, NG. Str 15, Dex 12, Con 9, Int 7, Wis 9, Cha 7. Recceswell has dark red skin, with dark red hair and black eyes. He wears plate armor and wields a whip and longbow. Recceswell is haunted by the memories of a past life.",
  "Sisbada: Male Tiefling Warlock, LN. Str 9, Dex 11, Con 11, Int 5, Wis 7, Cha 15. Sisbada has golden hair and red eyes, and rows of shark-like teeth. He wears leather armor and wields a handaxe. Sisbada has an animal companion, a black cat named Gotha.",
  "Harica: Male Tiefling Warlock, N. Str 15, Dex 8, Con 13, Int 12, Wis 8, Cha 17. Harica has dark purple hair and silver eyes, and a flicking forked tongue. He wears studded leather and wields a spear. Harica is lustful and absent-minded.",
  "Valiga: Male Tiefling Paladin, Good. Str 10, Dex 11, Con 14, Int 8, Wis 15, Cha 14. Valiga is short, with long golden hair and black eyes. He wears splint armor and wields a greataxe. Valiga is painfully tone-deaf.",
  "Thada: Male Tiefling Fighter, LN. Str 16, Dex 12, Con 12, Int 11, Wis 9, Cha 8. Thada has crimson skin, with red hair and black eyes. He wears ring mail and wields a greataxe.",
  "Rica: Male Tiefling Sorcerer, NE. Str 14, Dex 10, Con 12, Int 11, Wis 10, Cha 13. Rica is tall, with dark blue hair and red eyes. He wears modest garments and wields a dagger. Rica has an animal companion, a green snake named Mundima.",
  "Eriges: Male Tiefling Monk, N. Str 15, Dex 12, Con 12, Int 12, Wis 12, Cha 10. Eriges is tall and thin, with blonde hair and red eyes. He wears plain clothing and wields an ono (handaxe).",
  "Ododus: Male Tiefling Sorcerer, LN. Str 9, Dex 7, Con 9, Int 11, Wis 12, Cha 13. Ododus has dark purple hair and red eyes, and wears glasses with gold rims. He wears simple clothing and wields a dagger and darts. Ododus is hunting the warlord who murdered his family.",
  "Thegunda: Male Tiefling Rogue, NG. Str 7, Dex 17, Con 10, Int 12, Wis 12, Cha 15. Thegunda has dark red hair and silver eyes, and a flicking forked tongue. He wears studded leather and wields a longsword and hand crossbow. Thegunda compulsively organizes things.",
  "Undiomis: Male Tiefling Ranger, CN. Str 16, Dex 12, Con 11, Int 7, Wis 13, Cha 10. Undiomis has dark purple hair and white eyes, and a magical scar on his arm. He wears studded leather and wields a glaive. Undiomis is searching for his lost brother.",
  "Gesaphro: Male Tiefling Fighter, N. Str 12, Dex 9, Con 9, Int 8, Wis 7, Cha 10. Gesaphro has blood red skin, with black hair and silver eyes. He wears plate armor and wields a shortsword and shield. Gesaphro is quiet, and says as little as possible.",
  "Hila: Male Tiefling Rogue, LG. Str 8, Dex 15, Con 15, Int 12, Wis 7, Cha 6. Hila is willowy, with tangled gray hair and gold eyes. He wears studded leather and wields a shortsword and darts. Hila seeks to discover the truth of his lineage.",
  "Gildusi: Male Tiefling Fighter, CG. Str 12, Dex 9, Con 9, Int 9, Wis 10, Cha 14. Gildusi is short and willowy, with dark purple hair and white eyes. He wears half plate and wields a shortsword and blowgun. Gildusi is confident and inventive.",
  "Sigoda: Male Tiefling Warlock, CN. Str 9, Dex 7, Con 9, Int 6, Wis 14, Cha 15. Sigoda has dark red skin, with white hair and white eyes. He wears leather armor and wields a light hammer.",
  "Gouththumlia: Male Tiefling Monk, NG. Str 12, Dex 12, Con 8, Int 10, Wis 8, Cha 11. Gouththumlia has cropped gray hair and red eyes, and a distinctive scar on his leg. He wears plain clothing and wields nunchaku (club). Gouththumlia suffers a severe allergy to moulds.",
  "Amablas: Male Tiefling Cleric, N. Str 10, Dex 13, Con 9, Int 12, Wis 17, Cha 12. Amablas has blood red skin, with uneven auburn hair and gold eyes. He wears leather armor and wields a club and shield. Amablas is impartial and bloodthirsty.",
  "Paro: Male Tiefling Fighter, NG. Str 13, Dex 11, Con 9, Int 11, Wis 7, Cha 10. Paro is heavyset, with matted silver hair and gold eyes. He wears splint armor and wields a maul. Paro is fascinated by legendary heroes and battles.",
  "Baldema: Male Tiefling Ranger, NG. Str 8, Dex 11, Con 9, Int 6, Wis 14, Cha 9. Baldema has crimson skin, with blonde hair and silver eyes. He wears hide armor and wields a battleaxe and shield. Baldema has badger named Giwulfa.",
  "Badeba: Male Tiefling Sorcerer, NE. Str 7, Dex 14, Con 9, Int 10, Wis 10, Cha 15. Badeba has dark red hair and white eyes, and a pair of tiny wings. He wears sturdy clothing and wields a dagger and sling. Badeba refers to himself in the third person.",
  "Aretern: Male Tiefling Wizard, N. Str 9, Dex 12, Con 7, Int 15, Wis 13, Cha 7. Aretern is tall and stout, with matted brown hair and silver eyes. He wears simple clothing and wields a quarterstaff. Aretern seeks to become an instructor at the College of Epincum.",
  "Vitheodo: Male Tiefling Wizard, CN. Str 9, Dex 11, Con 13, Int 16, Wis 13, Cha 12. Vitheodo has crimson skin, with dark red hair and white eyes. He wears simple clothing and wields a dagger.",
  "Heusuero: Male Tiefling Paladin, Good. Str 15, Dex 11, Con 11, Int 13, Wis 12, Cha 15. Heusuero is thin, with dark blue hair and black eyes. He wears chain mail and wields a war pick and shield.",
  "Hileova: Male Tiefling Monk, LN. Str 10, Dex 17, Con 11, Int 9, Wis 7, Cha 11. Hileova has crimson skin, with braided brown hair and white eyes. He wears simple clothing and wields nunchaku (club). Hileova is blind in his right eye.",
  "Gisama: Male Tiefling Ranger, CN. Str 12, Dex 10, Con 13, Int 10, Wis 11, Cha 12. Gisama has crimson skin, with cropped golden hair and white eyes. He wears leather armor and wields a trident. Gisama is extravagant and agreeable.",
  "Gouththeodo: Male Tiefling Fighter, N. Str 16, Dex 15, Con 7, Int 10, Wis 11, Cha 9. Gouththeodo has crimson skin, with dark purple hair and red eyes. He wears half plate and wields a warhammer and shield. Gouththeodo is hunting the sorcerer who murdered his family.",
  "Efrermad: Male Tiefling Monk, NE. Str 12, Dex 14, Con 11, Int 7, Wis 15, Cha 10. Efrermad is tall, with silver hair and gold eyes. He wears modest garments and wields an ono (handaxe). Efrermad is blind in his right eye.",
  "Thricannia: Male Tiefling Monk, NE. Str 14, Dex 13, Con 11, Int 9, Wis 15, Cha 6. Thricannia is stout, with dark red hair and gold eyes. He wears sturdy clothing and wields nunchaku (club). Thricannia has a terrible sense of direction.",
  "Arnaliad: Male Tiefling Rogue, N. Str 11, Dex 16, Con 12, Int 14, Wis 10, Cha 10. Arnaliad has crimson skin, with cropped auburn hair and white eyes. He wears studded leather and wields a shortsword. Arnaliad has an animal companion, a black snake named Gisuntha.",
  "Garico: Male Tiefling Bard, LE. Str 9, Dex 9, Con 7, Int 8, Wis 10, Cha 13. Garico has red hair and gold eyes, and a magical scar on his arm. He wears studded leather and wields a longsword. Garico is corrupt and unforgiving.",
  "Redaro: Male Tiefling Fighter, NG. Str 17, Dex 10, Con 12, Int 13, Wis 9, Cha 13. Redaro has blood red skin, with copper hair and gold eyes. He wears a chain shirt and wields a whip.",
  "Heudila: Male Tiefling Sorcerer, CG. Str 13, Dex 7, Con 12, Int 9, Wis 13, Cha 17. Heudila is short and stout, with long white hair and white eyes. He wears travel-stained clothing and wields a dagger.",
  "Arilad: Male Tiefling Rogue, LN. Str 12, Dex 16, Con 12, Int 12, Wis 9, Cha 13. Arilad is overweight, with dark blue hair and red eyes. He wears studded leather and wields a longsword. Arilad has an animal companion, a black snake named Fliga.",
  "Thorica: Male Tiefling Paladin, Good. Str 12, Dex 13, Con 14, Int 8, Wis 11, Cha 9. Thorica has dark blue hair and black eyes, and wears glasses with brass rims. He wears hide armor and wields a longsword. Thorica is searching for the lost elven kingdom of Nevrione.",
  "Fricusi: Male Tiefling Rogue, CN. Str 10, Dex 13, Con 6, Int 15, Wis 6, Cha 9. Fricusi is tall, with dark red hair and white eyes. He wears leather armor and wields a rapier.",
  "Harica: Male Tiefling Monk, CG. Str 11, Dex 10, Con 11, Int 11, Wis 12, Cha 10. Harica has blood red skin, with dark blue hair and gold eyes. He wears plain clothing and wields a kanabo (mace) and shuriken (darts). Harica seeks to free himself from an ancient curse.",
  "Gusisba: Male Tiefling Rogue, NG. Str 10, Dex 12, Con 11, Int 12, Wis 9, Cha 10. Gusisba is short, with dark red hair and white eyes. He wears leather armor and wields a rapier and javelins. Gusisba has an animal companion, a black snake named Gisveda.",
  "Giseba: Male Tiefling Rogue, LE. Str 7, Dex 15, Con 11, Int 14, Wis 7, Cha 8. Giseba is stout, with white hair and white eyes. He wears leather armor and wields a longsword.",
  "Careda: Male Tiefling Monk, LN. Str 10, Dex 9, Con 9, Int 13, Wis 14, Cha 11. Careda has crimson skin, with matted auburn hair and red eyes. He wears well-made clothing and wields a yari (spear) and sai (dagger). Careda has an animal companion, a golden monkey named Fricusi.",
  "Ahand: Male Tiefling Paladin, Good. Str 12, Dex 11, Con 6, Int 9, Wis 14, Cha 12. Ahand has straight copper hair and white eyes, and horns engraved with dark symbols. He wears a breastplate and wields a greataxe. Ahand has an animal companion, a white warhorse named Selia.",
  "Arilder: Male Tiefling Barbarian, N. Str 16, Dex 13, Con 14, Int 11, Wis 7, Cha 7. Arilder is stout, with uneven auburn hair and black eyes. He wears studded leather and wields a halberd.",
  "Thadagoia: Male Tiefling Monk, N. Str 12, Dex 10, Con 13, Int 6, Wis 14, Cha 11. Thadagoia is short and overweight, with thick red hair and gold eyes. He wears modest garments and wields a bo (quarterstaff) and shuriken (darts). Thadagoia secretly serves Anzun, an ancient god of trickery.",
  "Hilacca: Male Tiefling Rogue, LE. Str 7, Dex 17, Con 11, Int 14, Wis 9, Cha 13. Hilacca has crimson skin, with dark red hair and red eyes. He wears leather armor and wields a shortsword and hand crossbow.",
  "Brithuni: Male Tiefling Rogue, N. Str 11, Dex 12, Con 13, Int 16, Wis 9, Cha 9. Brithuni has dark red skin, with golden hair and white eyes. He wears studded leather and wields a shortsword and light crossbow. Brithuni is practical and combative.",
  "Beriusi: Male Tiefling Monk, N. Str 14, Dex 11, Con 10, Int 8, Wis 12, Cha 15. Beriusi has crimson skin, with dark blue hair and black eyes. He wears sturdy clothing and wields nunchaku (club). Beriusi has an animal companion, a white monkey named Hunabai.",
  "Heudige: Male Tiefling Paladin, Good. Str 8, Dex 12, Con 12, Int 12, Wis 14, Cha 13. Heudige has messy copper hair and black eyes, and wears glasses with gold rims. He wears a breastplate and wields a scimitar. Heudige blames the gods for every misfortune.",
  "Thariusa: Male Tiefling Barbarian, N. Str 17, Dex 15, Con 12, Int 12, Wis 9, Cha 9. Thariusa has dark red hair and red eyes, and a pair of tiny wings. He wears leather armor and wields a morningstar. Thariusa is haunted by the ghost of someone he killed.",
  "Cunobai: Male Tiefling Fighter, N. Str 14, Dex 10, Con 12, Int 14, Wis 8, Cha 5. Cunobai has dark blue hair and silver eyes, and an unusual scar on his leg. He wears plate armor and wields a warhammer and net. Cunobai suffers a paralyzing fear of death.",
  "Thegiba: Male Tiefling Sorcerer, CE. Str 5, Dex 9, Con 8, Int 9, Wis 8, Cha 16. Thegiba is tall and willowy, with dark red hair and red eyes. He wears well-made clothing and wields a dagger and darts. Thegiba seeks to free himself from an ancient curse.",
  "Miriusi: Male Tiefling Fighter, NG. Str 13, Dex 8, Con 13, Int 8, Wis 10, Cha 11. Miriusi is willowy, with dark blue hair and silver eyes. He wears half plate and wields a greataxe. Miriusi has an animal companion, a badger named Agnelis.",
  "Sigeba: Male Tiefling Rogue, NE. Str 8, Dex 16, Con 8, Int 9, Wis 13, Cha 6. Sigeba has dark red skin, with red hair and white eyes. He wears studded leather and wields a longsword and hand crossbow. Sigeba blames the gods for every misfortune.",
  "Vithumlia: Male Tiefling Cleric, N. Str 10, Dex 12, Con 6, Int 14, Wis 13, Cha 15. Vithumlia has dark red hair and silver eyes, and a flicking forked tongue. He wears studded leather and wields a handaxe and shield.",
  "Rimero: Male Tiefling Fighter, NE. Str 12, Dex 13, Con 12, Int 8, Wis 7, Cha 10. Rimero is slender, with curly silver hair and white eyes. He wears hide armor and wields a warhammer and net. Rimero has an animal companion, a badger named Amalben.",
  "Bessima: Male Tiefling Sorcerer, LG. Str 6, Dex 6, Con 13, Int 8, Wis 13, Cha 13. Bessima has dark red hair and red eyes, and rows of shark-like teeth. He wears travel-stained clothing and wields a dagger. Bessima seeks to atone for past sins.",
  "Getero: Male Tiefling Cleric, LN. Str 8, Dex 14, Con 10, Int 7, Wis 17, Cha 12. Getero is willowy, with cropped copper hair and silver eyes. He wears a chain shirt and wields a handaxe. Getero is mischievous and fanatical.",
  "Aric: Male Tiefling Rogue, NG. Str 9, Dex 12, Con 10, Int 17, Wis 11, Cha 8. Aric has golden hair and gold eyes, and a pair of tiny wings. He wears leather armor and wields a rapier. Aric seeks revenge against the sister who betrayed him.",
  "Riarica: Male Tiefling Monk, LN. Str 10, Dex 12, Con 11, Int 11, Wis 8, Cha 10. Riarica is short and slender, with golden hair and gold eyes. He wears travel-stained clothing and wields a bo (quarterstaff). Riarica was magically imprisoned for a hundred years.",
  "Ricusa: Male Tiefling Rogue, CN. Str 11, Dex 17, Con 5, Int 12, Wis 13, Cha 10. Ricusa has gray hair and red eyes, and an unusual scar on his leg. He wears leather armor and wields a quarterstaff. Ricusa has an animal companion, a dire rat named Sabada.",
  "Simiro: Male Tiefling Paladin, Good. Str 12, Dex 14, Con 7, Int 5, Wis 11, Cha 12. Simiro has dark blue hair and black eyes, and a flicking forked tongue. He wears half plate and wields a trident and shield. Simiro is calm and friendly.",
  "Sala: Male Tiefling Cleric, LG. Str 11, Dex 9, Con 9, Int 11, Wis 15, Cha 12. Sala has dark blue hair and gold eyes, and wears glasses with iron rims. He wears studded leather and wields a quarterstaff. Sala is searching for the lost Cloister of Angels.",
  "Sela: Male Tiefling Monk, NG. Str 17, Dex 13, Con 10, Int 13, Wis 11, Cha 10. Sela has dark red skin, with auburn hair and gold eyes. He wears sturdy clothing and wields a kanabo (mace) and shuriken (darts). Sela has an animal companion, a hunting dog named Gisige.",
  "Filisca: Male Tiefling Cleric, N. Str 9, Dex 9, Con 6, Int 9, Wis 13, Cha 9. Filisca is short, with dark blue hair and white eyes. He wears half plate and wields a handaxe. Filisca is fascinated by geometry.",
  "Rilinda: Male Tiefling Monk, N. Str 9, Dex 14, Con 9, Int 8, Wis 15, Cha 9. Rilinda has dark blue hair and red eyes, and horns engraved with baleful symbols. He wears simple clothing and wields nunchaku (club) and sai (dagger). Rilinda is cursed with insanity.",
  "Osuic: Male Tiefling Druid, Neutral. Str 12, Dex 7, Con 6, Int 8, Wis 13, Cha 8. Osuic has dark red skin, with curly gray hair and silver eyes. He wears leather armor and wields a quarterstaff and darts.",
  "Tanama: Male Tiefling Bard, N. Str 8, Dex 10, Con 10, Int 14, Wis 12, Cha 13. Tanama is short, with blonde hair and gold eyes. He wears studded leather and wields a light hammer. Tanama seeks to become an instructor at the College of the Elemental Arts.",
  "Theoduda: Male Tiefling Monk, NG. Str 14, Dex 14, Con 9, Int 8, Wis 16, Cha 6. Theoduda has dark red skin, with dark blue hair and white eyes. He wears modest garments and wields a bo (quarterstaff) and shuriken (darts). Theoduda is cursed with delusions.",
  "Thadiga: Male Tiefling Rogue, NE. Str 14, Dex 15, Con 14, Int 8, Wis 9, Cha 11. Thadiga has blood red skin, with dark red hair and silver eyes. He wears studded leather and wields a shortsword and hand crossbow.",
  "Arilar: Male Tiefling Cleric, LN. Str 7, Dex 11, Con 9, Int 13, Wis 15, Cha 16. Arilar has dark purple hair and silver eyes, and horns engraved with dark symbols. He wears studded leather and wields a quarterstaff and shortbow. Arilar has an animal companion, a ginger ferret named Beucusa.",
  "Andisclulf: Male Tiefling Warlock, CG. Str 13, Dex 5, Con 11, Int 8, Wis 5, Cha 16. Andisclulf is tall and overweight, with dark purple hair and gold eyes. He wears leather armor and wields a spear and sling. Andisclulf is energetic and shrewd.",
  "Gildolfa: Male Tiefling Fighter, CN. Str 13, Dex 17, Con 9, Int 10, Wis 7, Cha 10. Gildolfa has crimson skin, with silver hair and red eyes. He wears chain mail and wields a trident and blowgun. Gildolfa has an animal companion, a black dog named Chlieva.",
  "Theuda: Male Tiefling Fighter, N. Str 12, Dex 7, Con 12, Int 10, Wis 9, Cha 10. Theuda has crimson skin, with curly black hair and red eyes. He wears half plate and wields a greataxe.",
  "Arius: Male Tiefling Rogue, CG. Str 12, Dex 13, Con 11, Int 10, Wis 13, Cha 12. Arius is short, with dark blue hair and red eyes. He wears leather armor and wields a shortsword and dagger. Arius is trustworthy and capable.",
  "Freccanda: Male Tiefling Rogue, LN. Str 14, Dex 15, Con 9, Int 12, Wis 10, Cha 10. Freccanda has messy copper hair and silver eyes, and wears glasses with gold rims. He wears studded leather and wields a shortsword and hand crossbow. Freccanda has an animal companion, a raven named Andar.",
  "Rheusama: Male Tiefling Fighter, NG. Str 12, Dex 13, Con 15, Int 10, Wis 13, Cha 14. Rheusama has curly blonde hair and silver eyes, and rows of shark-like teeth. He wears splint armor and wields a maul. Rheusama is principled and philosophical.",
  "Arilar: Male Tiefling Rogue, N. Str 9, Dex 17, Con 10, Int 10, Wis 7, Cha 10. Arilar has dark red skin, with dark purple hair and gold eyes. He wears studded leather and wields a shortsword and light crossbow.",
  "Viduca: Male Tiefling Ranger, NG. Str 11, Dex 8, Con 11, Int 7, Wis 8, Cha 10. Viduca has dark blue hair and gold eyes, and horns engraved with dark symbols. He wears leather armor and wields a greatsword. Viduca has badger named Radega.",
  "Gernaba: Male Tiefling Druid, Neutral. Str 10, Dex 12, Con 9, Int 13, Wis 12, Cha 8. Gernaba is short and stout, with dark purple hair and black eyes. He wears hide armor and wields a mace. Gernaba has golden eagle named Theoda.",
  "Gunthaulfa: Male Tiefling Rogue, N. Str 11, Dex 12, Con 11, Int 7, Wis 11, Cha 11. Gunthaulfa has blonde hair and black eyes, and a flicking forked tongue. He wears leather armor and wields a shortsword. Gunthaulfa has an animal companion, a dire rat named Glismerca.",
  "Harica: Male Tiefling Paladin, Good. Str 7, Dex 8, Con 11, Int 10, Wis 13, Cha 8. Harica has crimson skin, with dark blue hair and gold eyes. He wears hide armor and wields a battleaxe and shield. Harica is a practiced juggler.",
  "Vetiza: Male Tiefling Monk, NG. Str 16, Dex 9, Con 7, Int 8, Wis 16, Cha 8. Vetiza has cropped white hair and silver eyes, and horns engraved with fell symbols. He wears travel-stained clothing and wields a yari (spear) and shuriken (darts).",
  "Ricaro: Male Tiefling Paladin, Good. Str 12, Dex 8, Con 7, Int 14, Wis 11, Cha 8. Ricaro has dark red skin, with thin copper hair and white eyes. He wears a chain shirt and wields a shortsword and shield. Ricaro has an animal companion, a black warhorse named Salisi.",
  "Vittila: Male Tiefling Rogue, CG. Str 10, Dex 17, Con 10, Int 16, Wis 11, Cha 13. Vittila has blood red skin, with dark red hair and black eyes. He wears studded leather and wields a shortsword. Vittila is haunted by the memories of a past life.",
  "Tesada: Male Tiefling Rogue, CN. Str 11, Dex 12, Con 9, Int 13, Wis 14, Cha 12. Tesada is thin, with dark red hair and gold eyes. He wears studded leather and wields a longsword and javelins. Tesada is searching for his lost brother.",
  "Simunda: Male Tiefling Rogue, LN. Str 10, Dex 17, Con 10, Int 13, Wis 11, Cha 5. Simunda has dark purple hair and red eyes, and a flicking forked tongue. He wears leather armor and wields a shortsword and javelins. Simunda lost his reflection to a nymph.",
  "Nandero: Male Tiefling Warlock, N. Str 10, Dex 12, Con 12, Int 9, Wis 10, Cha 13. Nandero is tall, with dark blue hair and black eyes. He wears leather armor and wields a mace. Nandero has an animal companion, a raven named Agneleuntha.",
  "Sindaba: Male Tiefling Wizard, LN. Str 15, Dex 10, Con 15, Int 17, Wis 6, Cha 13. Sindaba has dark blue hair and red eyes, and a pair of tiny wings. He wears modest garments and wields a quarterstaff.",
  "Acagad: Male Tiefling Warlock, LG. Str 8, Dex 9, Con 10, Int 8, Wis 14, Cha 14. Acagad is thin, with copper hair and gold eyes. He wears leather armor and wields a club and light crossbow. Acagad has an animal companion, a black cat named Thermudo.",
  "Thimunda: Male Tiefling Fighter, CN. Str 15, Dex 16, Con 11, Int 12, Wis 11, Cha 12. Thimunda has dark purple hair and gold eyes, and a magical scar on his leg. He wears ring mail and wields a whip and shield. Thimunda seeks to atone for past sins.",
  "Safrando: Male Tiefling Barbarian, N. Str 16, Dex 10, Con 15, Int 14, Wis 8, Cha 6. Safrando has crimson skin, with straight blonde hair and silver eyes. He wears leather armor and wields a whip and shield. Safrando is honest and jealous.",
  "Arilar: Male Tiefling Bard, LN. Str 10, Dex 6, Con 14, Int 12, Wis 5, Cha 17. Arilar is tall and willowy, with white hair and gold eyes. He wears leather armor and wields a mace. Arilar seeks to discover who murdered his family.",
  "Ricaro: Male Tiefling Paladin, Good. Str 13, Dex 5, Con 7, Int 14, Wis 12, Cha 16. Ricaro has crimson skin, with dark purple hair and silver eyes. He wears hide armor and wields a glaive. Ricaro is searching for his lost sister.",
  "Gouththeudo: Male Tiefling Paladin, Good. Str 10, Dex 7, Con 10, Int 9, Wis 9, Cha 14. Gouththeudo is stout, with dark blue hair and black eyes. He wears half plate and wields a halberd. Gouththeudo has an animal companion, a bay warhorse named Elchelien.",
  "Vigauta: Male Tiefling Sorcerer, LN. Str 10, Dex 7, Con 15, Int 9, Wis 9, Cha 14. Vigauta is slender, with dark purple hair and white eyes. He wears travel-stained clothing and wields a dagger and light crossbow. Vigauta seeks to become an instructor at the Athenaeum of Sorcerous Study.",
  "Aogobas: Male Tiefling Warlock, N. Str 10, Dex 9, Con 11, Int 14, Wis 9, Cha 13. Aogobas has dark red skin, with curly gray hair and gold eyes. He wears leather armor and wields a light hammer and dagger. Aogobas is hunting the doppelganger which destroyed his homeland.",
  "Salla: Male Tiefling Wizard, LN. Str 11, Dex 8, Con 10, Int 13, Wis 10, Cha 13. Salla has dark red skin, with cropped silver hair and silver eyes. He wears modest garments and wields a dagger. Salla has an arcane familiar, a three-headed snake which sometimes sees past or future events.",
  "Mundero: Male Tiefling Paladin, Good. Str 11, Dex 14, Con 10, Int 13, Wis 11, Cha 11. Mundero has long auburn hair and red eyes, and horns engraved with baleful symbols. He wears ring mail and wields a greataxe. Mundero seeks the meaning of a strange prophecy.",
  "Gainaro: Male Tiefling Fighter, NG. Str 12, Dex 10, Con 8, Int 8, Wis 12, Cha 14. Gainaro has dark red hair and black eyes, and horns engraved with evil symbols. He wears chain mail and wields a trident. Gainaro is pious and agreeable.",
  "Eutthikas: Male Tiefling Fighter, NE. Str 14, Dex 16, Con 10, Int 12, Wis 11, Cha 6. Eutthikas has blood red skin, with messy red hair and gold eyes. He wears plate armor and wields a battleaxe and shield. Eutthikas is unforgiving and secretive.",
  "Galigoia: Male Tiefling Fighter, LG. Str 12, Dex 14, Con 10, Int 11, Wis 13, Cha 11. Galigoia has matted red hair and white eyes, and an unusual scar on his face. He wears a chain shirt and wields a war pick and shield. Galigoia has an animal companion, a black bear named Krelaso.",
  "Colisca: Male Tiefling Fighter, CG. Str 13, Dex 12, Con 14, Int 9, Wis 9, Cha 13. Colisca has short white hair and silver eyes, and rows of shark-like teeth. He wears a chain shirt and wields a halberd. Colisca has an animal companion, a ginger dog named Geseba.",
  "Valaro: Male Tiefling Sorcerer, LN. Str 9, Dex 11, Con 12, Int 12, Wis 14, Cha 15. Valaro has uneven silver hair and black eyes, and a flicking forked tongue. He wears modest garments and wields a dagger and darts.",
  "Aletas: Male Tiefling Rogue, NE. Str 7, Dex 12, Con 10, Int 8, Wis 10, Cha 7. Aletas is stout, with auburn hair and gold eyes. He wears leather armor and wields a rapier. Aletas has an animal companion, a black snake named Theodesa.",
  "Harica: Male Tiefling Rogue, LN. Str 14, Dex 15, Con 10, Int 15, Wis 8, Cha 9. Harica has tangled brown hair and black eyes, and wears glasses with electrum rims. He wears leather armor and wields a quarterstaff and sickle. Harica is extravagant and polite.",
  "Ricaro: Male Tiefling Fighter, N. Str 12, Dex 11, Con 11, Int 8, Wis 11, Cha 6. Ricaro has short copper hair and red eyes, and a pair of tiny wings. He wears a chain shirt and wields a greataxe. Ricaro suffers a deadly allergy to pollen.",
  "Selaro: Male Tiefling Sorcerer, NG. Str 9, Dex 6, Con 16, Int 9, Wis 8, Cha 17. Selaro has dark blue hair and red eyes, and rows of shark-like teeth. He wears worn clothing and wields a quarterstaff.",
  "Sunnuma: Male Tiefling Rogue, NG. Str 12, Dex 12, Con 8, Int 8, Wis 8, Cha 10. Sunnuma has dark red hair and gold eyes, and a pair of tiny wings. He wears leather armor and wields a longsword and javelins. Sunnuma is trustworthy and pessimistic.",
  "Senesa: Male Tiefling Monk, LN. Str 9, Dex 12, Con 6, Int 12, Wis 11, Cha 7. Senesa has dark red hair and black eyes, and horns engraved with baleful symbols. He wears sturdy clothing and wields a yari (spear) and kama (sickle).",
  "Sege: Male Tiefling Druid, Neutral. Str 15, Dex 12, Con 8, Int 7, Wis 15, Cha 10. Sege is tall, with dark purple hair and white eyes. He wears leather armor and wields a spear and dagger. Sege is honest and insensitive.",
  "Gernigoia: Male Tiefling Ranger, LE. Str 11, Dex 13, Con 10, Int 8, Wis 11, Cha 14. Gernigoia is short and heavyset, with golden hair and white eyes. He wears half plate and wields a halberd. Gernigoia secretly serves Anas, an ancient god of death.",
  "Eriged: Male Tiefling Rogue, CN. Str 11, Dex 15, Con 10, Int 10, Wis 14, Cha 9. Eriged has dark red hair and gold eyes, and a distinctive scar on his leg. He wears leather armor and wields a club. Eriged has an animal companion, a sable ferret named Gothune.",
  "Vidage: Male Tiefling Rogue, CN. Str 12, Dex 15, Con 6, Int 13, Wis 8, Cha 10. Vidage is short and willowy, with red hair and red eyes. He wears leather armor and wields a longsword.",
  "Vidima: Male Tiefling Fighter, CN. Str 14, Dex 13, Con 8, Int 11, Wis 9, Cha 11. Vidima is tall and willowy, with dark red hair and white eyes. He wears hide armor and wields a greataxe. Vidima speaks with a quiet voice.",
  "Frax: Male Tiefling Monk, N. Str 14, Dex 8, Con 5, Int 9, Wis 12, Cha 9. Frax is tall and overweight, with dark red hair and red eyes. He wears simple clothing and wields an ono (handaxe). Frax seeks to destroy the race of trolls.",
  "Temunda: Male Tiefling Wizard, LG. Str 14, Dex 9, Con 13, Int 17, Wis 7, Cha 11. Temunda is short and stout, with dark blue hair and white eyes. He wears travel-stained clothing and wields a dagger. Temunda is courageous and flamboyant.",
  "Alliatzas: Male Tiefling Barbarian, CG. Str 16, Dex 10, Con 13, Int 12, Wis 13, Cha 12. Alliatzas has dark red skin, with dark blue hair and black eyes. He wears scale mail and wields a glaive. Alliatzas suffers a mild allergy to cats.",
  "Sigilda: Male Tiefling Ranger, N. Str 15, Dex 10, Con 8, Int 10, Wis 13, Cha 8. Sigilda has silver hair and gold eyes, and wears glasses with copper rims. He wears studded leather and wields a greataxe. Sigilda seeks revenge against the sister who betrayed him.",
  "Vandada: Male Tiefling Cleric, LN. Str 10, Dex 15, Con 8, Int 12, Wis 13, Cha 11. Vandada is short, with curly copper hair and silver eyes. He wears a chain shirt and wields a handaxe. Vandada has an animal companion, a tawny rat named Chlotsuntha.",
  "Rida: Male Tiefling Rogue, CN. Str 12, Dex 14, Con 11, Int 13, Wis 9, Cha 9. Rida is short, with braided black hair and gold eyes. He wears studded leather and wields a quarterstaff. Rida believes that he is being hunted by supernatural creatures.",
  "Aniodes: Male Tiefling Paladin, Good. Str 12, Dex 12, Con 12, Int 8, Wis 13, Cha 15. Aniodes has blonde hair and silver eyes, and a flicking forked tongue. He wears ring mail and wields a greatsword.",
  "Amanas: Male Tiefling Cleric, N. Str 8, Dex 10, Con 10, Int 12, Wis 13, Cha 12. Amanas has gray hair and red eyes, and rows of shark-like teeth. He wears scale mail and wields a mace and dagger. Amanas seeks to atone for past sins.",
  "Totama: Male Tiefling Wizard, N. Str 6, Dex 11, Con 13, Int 13, Wis 8, Cha 11. Totama is short and overweight, with dark red hair and black eyes. He wears blue robes and wields a quarterstaff. Totama has an arcane familiar, a tiny air elemental named Alimes.",
  "Sisela: Male Tiefling Monk, NE. Str 12, Dex 12, Con 10, Int 12, Wis 13, Cha 9. Sisela has white hair and red eyes, and horns engraved with evil symbols. He wears plain clothing and wields nunchaku (club). Sisela has an animal companion, a hunting dog named Eris.",
  "Arnerild: Male Tiefling Rogue, CG. Str 14, Dex 16, Con 7, Int 10, Wis 9, Cha 14. Arnerild has blood red skin, with dark blue hair and black eyes. He wears leather armor and wields a rapier and light crossbow. Arnerild has an animal companion, a black snake named Ortilada.",
  "Bessindua: Male Tiefling Rogue, N. Str 11, Dex 14, Con 9, Int 13, Wis 7, Cha 9. Bessindua is tall and willowy, with copper hair and red eyes. He wears leather armor and wields a rapier.",
  "Goiarica: Male Tiefling Barbarian, CN. Str 15, Dex 10, Con 8, Int 12, Wis 7, Cha 6. Goiarica has dark red hair and black eyes, and a pair of tiny wings. He wears leather armor and wields a rapier and heavy crossbow. Goiarica is blind in his left eye.",
  "Bildero: Male Tiefling Sorcerer, LN. Str 14, Dex 8, Con 11, Int 12, Wis 13, Cha 12. Bildero is tall, with dark purple hair and gold eyes. He wears modest garments and wields a quarterstaff and light crossbow. Bildero is fierce and honest.",
  "Thela: Male Tiefling Warlock, NG. Str 10, Dex 9, Con 11, Int 9, Wis 6, Cha 13. Thela has crimson skin, with dark red hair and red eyes. He wears studded leather and wields a club and javelins. Thela seeks to save his family from financial ruin.",
  "Fastigoia: Male Tiefling Warlock, LN. Str 15, Dex 7, Con 10, Int 6, Wis 15, Cha 15. Fastigoia has messy white hair and red eyes, and rows of shark-like teeth. He wears studded leather and wields a quarterstaff. Fastigoia secretly serves Ammos, an ancient aberrant god.",
  "Simuda: Male Tiefling Cleric, LG. Str 7, Dex 11, Con 8, Int 12, Wis 13, Cha 14. Simuda has dark red skin, with dark blue hair and black eyes. He wears studded leather and wields a quarterstaff and shield. Simuda is easily distracted by magic.",
  "Flabada: Male Tiefling Paladin, Good. Str 11, Dex 9, Con 7, Int 10, Wis 14, Cha 13. Flabada is tall and slender, with dark blue hair and red eyes. He wears ring mail and wields a maul. Flabada has an animal companion, a white warhorse named Gernaba.",
  "Giba: Male Tiefling Fighter, N. Str 17, Dex 10, Con 13, Int 10, Wis 9, Cha 11. Giba has dark purple hair and white eyes, and rows of shark-like teeth. He wears splint armor and wields a warhammer. Giba suffers a deadly allergy to dogs.",
  "Gisalla: Male Tiefling Monk, N. Str 9, Dex 14, Con 12, Int 9, Wis 13, Cha 6. Gisalla is short, with dark red hair and red eyes. He wears worn clothing and wields nunchaku (club). Gisalla is tactless and impish.",
  "Vandotha: Male Tiefling Fighter, N. Str 16, Dex 17, Con 6, Int 8, Wis 11, Cha 8. Vandotha has dark red skin, with dark red hair and black eyes. He wears splint armor and wields a morningstar and shield. Vandotha is quiet, and says as little as possible.",
  "Beresa: Male Tiefling Monk, N. Str 10, Dex 13, Con 11, Int 5, Wis 12, Cha 7. Beresa is tall and heavyset, with straight white hair and black eyes. He wears well-made clothing and wields a yari (spear).",
  "Gala: Male Tiefling Rogue, N. Str 8, Dex 15, Con 7, Int 11, Wis 11, Cha 12. Gala has thin gray hair and gold eyes, and a distinctive scar on his face. He wears studded leather and wields a shortsword and hand crossbow. Gala has an animal companion, a black snake named Amevanda.",
  "Videro: Male Tiefling Bard, N. Str 7, Dex 9, Con 8, Int 10, Wis 12, Cha 15. Videro has blood red skin, with dark red hair and gold eyes. He wears leather armor and wields a rapier and hand crossbow.",
  "Temero: Male Tiefling Rogue, LN. Str 10, Dex 14, Con 8, Int 11, Wis 10, Cha 10. Temero is short and willowy, with dark blue hair and white eyes. He wears leather armor and wields a spear and sickle. Temero is a skilled cook.",
  "Cunaro: Male Tiefling Cleric, CG. Str 9, Dex 9, Con 10, Int 12, Wis 16, Cha 8. Cunaro has dark red skin, with matted golden hair and silver eyes. He wears leather armor and wields a spear and sling. Cunaro has an animal companion, a white rabbit named Glotsune.",
  "Videha: Male Tiefling Barbarian, LE. Str 13, Dex 11, Con 11, Int 8, Wis 11, Cha 10. Videha has dark red skin, with dark purple hair and white eyes. He wears scale mail and wields a greatsword. Videha is hunting the brigands who murdered his family.",
  "Cusunna: Male Tiefling Druid, Neutral. Str 14, Dex 7, Con 10, Int 10, Wis 15, Cha 9. Cusunna has blood red skin, with tangled brown hair and gold eyes. He wears leather armor and wields a quarterstaff. Cusunna has black wolf named Othostrogo.",
  "Gisima: Male Tiefling Fighter, LN. Str 14, Dex 8, Con 14, Int 8, Wis 10, Cha 13. Gisima has crimson skin, with dark red hair and white eyes. He wears scale mail and wields a trident and hand crossbow. Gisima suffers a paralyzing fear of disease.",
  "Arad: Male Tiefling Ranger, LG. Str 12, Dex 8, Con 15, Int 13, Wis 12, Cha 8. Arad has dark red skin, with dark red hair and silver eyes. He wears leather armor and wields a trident. Arad is loyal and moody.",
  "Getica: Male Tiefling Fighter, LN. Str 13, Dex 12, Con 15, Int 5, Wis 11, Cha 10. Getica is stout, with thin silver hair and silver eyes. He wears half plate and wields a longsword. Getica avoids eye contact.",
  "Gerima: Male Tiefling Rogue, CN. Str 9, Dex 15, Con 12, Int 16, Wis 10, Cha 8. Gerima has red hair and black eyes, and rows of shark-like teeth. He wears studded leather and wields a shortsword and shortbow. Gerima is extravagant and tactless.",
  "Berima: Male Tiefling Monk, NG. Str 9, Dex 14, Con 9, Int 10, Wis 13, Cha 9. Berima has crimson skin, with dark purple hair and red eyes. He wears sturdy clothing and wields an ono (handaxe). Berima compulsively plays with a brass ring.",
  "Rico: Male Tiefling Rogue, N. Str 11, Dex 16, Con 11, Int 11, Wis 8, Cha 8. Rico has red hair and white eyes, and rows of shark-like teeth. He wears studded leather and wields a rapier and sling. Rico has an animal companion, a sable ferret named Albevama.",
  "Odermus: Male Tiefling Barbarian, N. Str 17, Dex 9, Con 16, Int 9, Wis 9, Cha 10. Odermus is slender, with dark red hair and silver eyes. He wears scale mail and wields a halberd. Odermus is searching for the legendary dwarven kingdom of Khizdumunz.",
  "Goariusa: Male Tiefling Wizard, N. Str 9, Dex 15, Con 9, Int 17, Wis 11, Cha 13. Goariusa has crimson skin, with dark blue hair and white eyes. He wears simple clothing and wields a quarterstaff.",
  "Achildern: Male Tiefling Barbarian, N. Str 14, Dex 11, Con 12, Int 12, Wis 10, Cha 5. Achildern has dark blue hair and black eyes, and an unusual scar on his arm. He wears hide armor and wields a flail. Achildern is thoughtful and suspicious.",
  "Gilda: Male Tiefling Rogue, N. Str 6, Dex 13, Con 6, Int 12, Wis 13, Cha 11. Gilda has dark red skin, with dark red hair and red eyes. He wears leather armor and wields a rapier. Gilda has an animal companion, a raven named Gelaro.",
  "Sisena: Male Tiefling Fighter, LN. Str 15, Dex 11, Con 12, Int 13, Wis 12, Cha 5. Sisena is tall and overweight, with curly white hair and gold eyes. He wears ring mail and wields a whip and shield. Sisena seeks revenge against the sister who betrayed him.",
  "Viduulfa: Male Tiefling Monk, N. Str 13, Dex 12, Con 8, Int 9, Wis 14, Cha 15. Viduulfa is tall, with dark blue hair and silver eyes. He wears modest garments and wields a kanabo (mace) and kama (sickle). Viduulfa is lewd and disloyal.",
  "Leovila: Male Tiefling Sorcerer, CE. Str 10, Dex 9, Con 11, Int 7, Wis 8, Cha 15. Leovila has uneven golden hair and silver eyes, and a flicking forked tongue. He wears plain clothing and wields a dagger and light crossbow. Leovila speaks with a loud voice.",
  "Annar: Male Tiefling Ranger, LN. Str 9, Dex 15, Con 12, Int 8, Wis 9, Cha 11. Annar is willowy, with matted blonde hair and gold eyes. He wears scale mail and wields a warhammer.",
  "Vila: Male Tiefling Ranger, NE. Str 14, Dex 12, Con 11, Int 8, Wis 11, Cha 10. Vila has blonde hair and black eyes, and a flicking forked tongue. He wears half plate and wields a shortsword. Vila has ginger dog named Sisala.",
  "Hildaca: Male Tiefling Sorcerer, NE. Str 13, Dex 7, Con 13, Int 7, Wis 8, Cha 15. Hildaca has braided gray hair and black eyes, and a pair of tiny wings. He wears modest garments and wields a dagger. Hildaca seeks to steal the crown of the kingdom.",
  "Eric: Male Tiefling Cleric, CN. Str 10, Dex 12, Con 10, Int 5, Wis 16, Cha 11. Eric has blood red skin, with dark blue hair and white eyes. He wears half plate and wields a handaxe and darts. Eric has an animal companion, a hunting dog named Atalama.",
  "Berecca: Male Tiefling Fighter, NG. Str 13, Dex 12, Con 13, Int 11, Wis 9, Cha 8. Berecca is stout, with dark blue hair and black eyes. He wears ring mail and wields a war pick and blowgun. Berecca is a terrible liar.",
  "Wingisa: Male Tiefling Cleric, NG. Str 9, Dex 10, Con 11, Int 8, Wis 17, Cha 14. Wingisa is overweight, with dark blue hair and red eyes. He wears half plate and wields a quarterstaff and javelins. Wingisa has an animal companion, a ginger cat named Anesic.",
  "Charespa: Male Tiefling Sorcerer, CN. Str 13, Dex 6, Con 8, Int 13, Wis 10, Cha 15. Charespa has blood red skin, with dark red hair and gold eyes. He wears simple clothing and wields a dagger. Charespa speaks with a mousy voice.",
  "Arigic: Male Tiefling Cleric, LG. Str 5, Dex 8, Con 12, Int 15, Wis 13, Cha 13. Arigic has blonde hair and black eyes, and rows of shark-like teeth. He wears studded leather and wields a light hammer and sling. Arigic seeks to discover the truth of his lineage.",
  "Heusiga: Male Tiefling Cleric, NG. Str 8, Dex 6, Con 12, Int 15, Wis 14, Cha 9. Heusiga is overweight, with short silver hair and black eyes. He wears studded leather and wields a mace and shield. Heusiga is haunted by the memories of a past life.",
  "Cithildo: Male Tiefling Monk, NG. Str 12, Dex 9, Con 13, Int 9, Wis 11, Cha 7. Cithildo has dark red hair and silver eyes, and horns engraved with dark symbols. He wears modest garments and wields nunchaku (club). Cithildo suffers a severe allergy to eggs.",
  "Badero: Male Tiefling Fighter, LG. Str 17, Dex 13, Con 13, Int 13, Wis 8, Cha 8. Badero has blood red skin, with dark purple hair and silver eyes. He wears ring mail and wields a morningstar and shield. Badero seeks to destroy the race of orcs.",
  "Ritacha: Male Tiefling Barbarian, CN. Str 17, Dex 8, Con 10, Int 10, Wis 8, Cha 6. Ritacha is tall, with dark blue hair and gold eyes. He wears studded leather and wields a longsword and blowgun. Ritacha has an animal companion, a ginger dog named Gala.",
  "Oritild: Male Tiefling Monk, NG. Str 8, Dex 12, Con 10, Int 13, Wis 12, Cha 14. Oritild is short and heavyset, with silver hair and white eyes. He wears simple clothing and wields a yari (spear). Oritild blames trolls for every misfortune.",
  "Soasala: Male Tiefling Rogue, LN. Str 14, Dex 15, Con 8, Int 11, Wis 9, Cha 13. Soasala has brown hair and gold eyes, and a flicking forked tongue. He wears studded leather and wields a rapier and javelins. Soasala is anxious and fiendish.",
  "Gisvido: Male Tiefling Bard, LE. Str 10, Dex 9, Con 13, Int 8, Wis 9, Cha 14. Gisvido has dark purple hair and white eyes, and wears glasses with brass rims. He wears leather armor and wields a longsword. Gisvido seeks to steal the crown of the kingdom.",
  "Adus: Male Tiefling Bard, N. Str 10, Dex 10, Con 8, Int 12, Wis 10, Cha 14. Adus has crimson skin, with matted white hair and red eyes. He wears studded leather and wields a rapier. Adus is adaptable and covetous.",
  "Gisima: Male Tiefling Warlock, NE. Str 12, Dex 9, Con 12, Int 15, Wis 10, Cha 17. Gisima has dark red skin, with dark purple hair and white eyes. He wears leather armor and wields a club.",
  "Serica: Male Tiefling Barbarian, NG. Str 17, Dex 11, Con 16, Int 12, Wis 10, Cha 11. Serica has dark red skin, with cropped black hair and silver eyes. He wears hide armor and wields a rapier and heavy crossbow. Serica is loyal and humble.",
  "Sunafro: Male Tiefling Sorcerer, NG. Str 9, Dex 10, Con 11, Int 11, Wis 11, Cha 14. Sunafro is tall, with dark purple hair and red eyes. He wears plain clothing and wields a quarterstaff. Sunafro is righteous and principled.",
  "Gesaphro: Male Tiefling Monk, N. Str 11, Dex 14, Con 13, Int 11, Wis 13, Cha 9. Gesaphro has crimson skin, with brown hair and white eyes. He wears modest garments and wields a kanabo (mace). Gesaphro compulsively plays with a copper coin.",
  "Agrindis: Male Tiefling Rogue, LN. Str 10, Dex 13, Con 5, Int 12, Wis 15, Cha 6. Agrindis has crimson skin, with golden hair and black eyes. He wears leather armor and wields a longsword and darts. Agrindis is impatient and devout.",
  "Heldila: Male Tiefling Paladin, Good. Str 9, Dex 11, Con 12, Int 10, Wis 10, Cha 15. Heldila has long brown hair and white eyes, and wears glasses with bronze rims. He wears a chain shirt and wields a warhammer.",
  "Carica: Male Tiefling Fighter, CG. Str 14, Dex 14, Con 7, Int 12, Wis 11, Cha 15. Carica has golden hair and black eyes, and an unusual scar on his arm. He wears a chain shirt and wields a war pick and heavy crossbow. Carica has an animal companion, a brown bear named Rechimna.",
  "Baldoini: Male Tiefling Fighter, LN. Str 14, Dex 10, Con 8, Int 10, Wis 5, Cha 11. Baldoini has red hair and white eyes, and rows of shark-like teeth. He wears plate armor and wields a pike. Baldoini has an animal companion, a red firedrake named Hune.",
  "Riusa: Male Tiefling Monk, LN. Str 10, Dex 11, Con 10, Int 10, Wis 14, Cha 10. Riusa has dark red skin, with golden hair and red eyes. He wears plain clothing and wields a bo (quarterstaff) and sai (dagger).",
  "Fila: Male Tiefling Monk, LG. Str 7, Dex 14, Con 9, Int 8, Wis 10, Cha 10. Fila has crimson skin, with dark blue hair and silver eyes. He wears plain clothing and wields a kanabo (mace) and shuriken (darts). Fila is cheerful and decisive.",
  "Vidoba: Male Tiefling Rogue, LN. Str 12, Dex 14, Con 11, Int 12, Wis 5, Cha 12. Vidoba is stout, with dark red hair and gold eyes. He wears studded leather and wields a rapier and darts. Vidoba is wrongly sought by the Duke of Eglas for smuggling.",
  "Salla: Male Tiefling Monk, LN. Str 10, Dex 11, Con 14, Int 14, Wis 13, Cha 10. Salla has blood red skin, with dark red hair and silver eyes. He wears plain clothing and wields an ono (handaxe). Salla seeks to discover who murdered his family.",
  "Thernima: Male Tiefling Fighter, LN. Str 15, Dex 12, Con 14, Int 9, Wis 8, Cha 13. Thernima is thin, with dark purple hair and gold eyes. He wears ring mail and wields a whip and shield. Thernima has an animal companion, a red firedrake named Guntica.",
  "Frisaro: Male Tiefling Rogue, NG. Str 8, Dex 17, Con 9, Int 11, Wis 7, Cha 11. Frisaro has dark red skin, with gray hair and gold eyes. He wears leather armor and wields a shortsword. Frisaro has an animal companion, a sable ferret named Hilda.",
  "Alahas: Male Tiefling Rogue, N. Str 13, Dex 17, Con 12, Int 11, Wis 12, Cha 11. Alahas has dark red skin, with braided auburn hair and white eyes. He wears leather armor and wields a longsword. Alahas has an animal companion, a black snake named Selampro.",
  "Goarica: Male Tiefling Fighter, CN. Str 13, Dex 13, Con 13, Int 10, Wis 9, Cha 12. Goarica has dark purple hair and red eyes, and horns engraved with evil symbols. He wears chain mail and wields a longsword. Goarica has an animal companion, a badger named Valda.",
  "Achir: Male Tiefling Monk, CG. Str 14, Dex 13, Con 10, Int 5, Wis 11, Cha 15. Achir has crimson skin, with matted silver hair and black eyes. He wears well-made clothing and wields an ono (handaxe). Achir has an animal companion, a golden monkey named Aris.",
  "Saphrica: Male Tiefling Cleric, LE. Str 9, Dex 12, Con 7, Int 7, Wis 12, Cha 15. Saphrica is short, with brown hair and red eyes. He wears studded leather and wields a mace and shield. Saphrica is insane and unfeeling.",
  "Hiuda: Male Tiefling Fighter, LN. Str 15, Dex 9, Con 11, Int 12, Wis 14, Cha 12. Hiuda is tall and thin, with dark red hair and white eyes. He wears ring mail and wields a trident and shield. Hiuda is morose and amoral.",
  "Arisand: Male Tiefling Fighter, LN. Str 15, Dex 9, Con 13, Int 5, Wis 10, Cha 10. Arisand has cropped red hair and white eyes, and a pair of tiny wings. He wears hide armor and wields a scimitar and net.",
  "Alar: Male Tiefling Cleric, N. Str 10, Dex 15, Con 14, Int 12, Wis 15, Cha 9. Alar has gray hair and silver eyes, and a flicking forked tongue. He wears a chain shirt and wields a quarterstaff. Alar compulsively plays with a copper coin.",
  "Brimero: Male Tiefling Druid, Neutral. Str 15, Dex 14, Con 13, Int 9, Wis 16, Cha 9. Brimero has dark red hair and black eyes, and a pair of tiny wings. He wears hide armor and wields a scimitar and wooden shield. Brimero is extravagant and jealous.",
  "Hila: Male Tiefling Monk, LG. Str 10, Dex 14, Con 13, Int 8, Wis 12, Cha 11. Hila is heavyset, with braided white hair and red eyes. He wears simple clothing and wields nunchaku (club) and kama (sickle). Hila is fascinated by ghosts and spirits.",
  "Asbanas: Male Tiefling Rogue, CN. Str 10, Dex 12, Con 10, Int 8, Wis 10, Cha 9. Asbanas is heavyset, with dark purple hair and silver eyes. He wears leather armor and wields a rapier and javelins. Asbanas is agreeable and gullible.",
  "Bertero: Male Tiefling Sorcerer, N. Str 10, Dex 12, Con 16, Int 13, Wis 10, Cha 16. Bertero is short, with long auburn hair and silver eyes. He wears simple clothing and wields a dagger and light crossbow. Bertero seeks only fame and glory.",
  "Lamprico: Male Tiefling Rogue, LN. Str 7, Dex 16, Con 10, Int 17, Wis 9, Cha 9. Lamprico has blood red skin, with dark purple hair and silver eyes. He wears studded leather and wields a shortsword and sling. Lamprico is a skilled singer.",
  "Gericto: Male Tiefling Fighter, LG. Str 12, Dex 13, Con 10, Int 5, Wis 11, Cha 5. Gericto is heavyset, with golden hair and red eyes. He wears chain mail and wields a shortsword.",
  "Thunafro: Male Tiefling Rogue, NG. Str 9, Dex 14, Con 8, Int 12, Wis 6, Cha 8. Thunafro has dark red hair and silver eyes, and a flicking forked tongue. He wears leather armor and wields a longsword and javelins. Thunafro has an animal companion, a black cat named Krogotho.",
  "Melinda: Male Tiefling Fighter, LN. Str 17, Dex 14, Con 9, Int 6, Wis 9, Cha 6. Melinda is willowy, with thin silver hair and red eyes. He wears chain mail and wields a pike.",
  "Cusasa: Male Tiefling Rogue, N. Str 11, Dex 14, Con 9, Int 13, Wis 7, Cha 10. Cusasa has white hair and silver eyes, and a flicking forked tongue. He wears leather armor and wields a spear and hand crossbow. Cusasa seeks revenge against the sister who betrayed him.",
  "Sila: Male Tiefling Bard, CG. Str 11, Dex 13, Con 7, Int 12, Wis 7, Cha 14. Sila has brown hair and gold eyes, and a flicking forked tongue. He wears studded leather and wields a spear and shortbow. Sila is compassionate and chivalrous.",
  "Ragilda: Male Tiefling Fighter, LG. Str 12, Dex 14, Con 8, Int 10, Wis 11, Cha 12. Ragilda is short, with dark red hair and black eyes. He wears a chain shirt and wields a war pick and shield.",
  "Biusaphro: Male Tiefling Ranger, LN. Str 9, Dex 10, Con 12, Int 12, Wis 16, Cha 7. Biusaphro has blood red skin, with dark red hair and white eyes. He wears a chain shirt and wields a longsword. Biusaphro is agreeable and ambitious.",
  "Thunusi: Male Tiefling Fighter, LN. Str 14, Dex 10, Con 8, Int 9, Wis 11, Cha 10. Thunusi has dark red hair and gold eyes, and an unusual scar on his face. He wears hide armor and wields a pike. Thunusi is devout and dishonest.",
  "Thriusunia: Male Tiefling Cleric, NG. Str 11, Dex 10, Con 13, Int 13, Wis 12, Cha 14. Thriusunia has straight silver hair and white eyes, and horns engraved with dark symbols. He wears leather armor and wields a mace. Thriusunia is courageous and instinctive.",
  "Thremunda: Male Tiefling Rogue, N. Str 15, Dex 12, Con 11, Int 14, Wis 14, Cha 15. Thremunda is slender, with dark blue hair and gold eyes. He wears leather armor and wields a rapier and hand crossbow. Thremunda seeks to discover what destroyed his homeland.",
  "Valagoia: Male Tiefling Fighter, NG. Str 15, Dex 9, Con 9, Int 11, Wis 14, Cha 10. Valagoia has uneven auburn hair and white eyes, and rows of shark-like teeth. He wears half plate and wields a whip and shield. Valagoia is valiant and idealistic.",
  "Viliaro: Male Tiefling Monk, LG. Str 16, Dex 15, Con 10, Int 10, Wis 11, Cha 10. Viliaro has blood red skin, with dark blue hair and red eyes. He wears travel-stained clothing and wields an ono (handaxe).",
  "Arenar: Male Tiefling Ranger, LN. Str 11, Dex 12, Con 7, Int 14, Wis 9, Cha 10. Arenar is heavyset, with tangled white hair and white eyes. He wears half plate and wields a shortsword and shield. Arenar suffers an acute fear of disease.",
  "Vittuulfa: Male Tiefling Paladin, Good. Str 9, Dex 8, Con 9, Int 14, Wis 12, Cha 15. Vittuulfa has dark purple hair and red eyes, and a magical scar on his leg. He wears chain mail and wields a greatsword.",
  "Viduba: Male Tiefling Warlock, NE. Str 7, Dex 10, Con 11, Int 11, Wis 12, Cha 14. Viduba has crimson skin, with long golden hair and silver eyes. He wears leather armor and wields a quarterstaff. Viduba seeks revenge against the sister who betrayed him.",
  "Alansic: Male Tiefling Rogue, LG. Str 7, Dex 14, Con 9, Int 10, Wis 8, Cha 13. Alansic has dark purple hair and gold eyes, and rows of shark-like teeth. He wears leather armor and wields a rapier and hand crossbow. Alansic believes that he is being hunted by supernatural creatures.",
  "Sangerna: Male Tiefling Paladin, Good. Str 9, Dex 10, Con 6, Int 12, Wis 9, Cha 11. Sangerna is short, with red hair and black eyes. He wears splint armor and wields a maul. Sangerna is cursed with traumatic nightmares.",
  "Hunero: Male Tiefling Monk, N. Str 11, Dex 12, Con 5, Int 7, Wis 13, Cha 9. Hunero has blood red skin, with matted auburn hair and black eyes. He wears worn clothing and wields a kanabo (mace) and kama (sickle). Hunero is lustful and crude.",
  "Ritaulpha: Male Tiefling Rogue, CN. Str 6, Dex 13, Con 10, Int 10, Wis 12, Cha 7. Ritaulpha has dark red skin, with auburn hair and white eyes. He wears leather armor and wields a shortsword. Ritaulpha has an animal companion, a black snake named Gefortas.",
  "Sindaba: Male Tiefling Barbarian, LN. Str 16, Dex 9, Con 13, Int 10, Wis 11, Cha 11. Sindaba has red hair and red eyes, and a flicking forked tongue. He wears leather armor and wields a shortsword.",
  "Sisa: Male Tiefling Cleric, N. Str 15, Dex 13, Con 8, Int 11, Wis 12, Cha 12. Sisa has dark blue hair and red eyes, and rows of shark-like teeth. He wears studded leather and wields a light hammer and sling. Sisa is extravagant and destructive.",
  "Sisindua: Male Tiefling Warlock, CN. Str 13, Dex 10, Con 9, Int 7, Wis 8, Cha 14. Sisindua has dark purple hair and silver eyes, and a pair of tiny wings. He wears studded leather and wields a light hammer and dagger. Sisindua is clever and agreeable.",
  "Athar: Male Tiefling Rogue, CG. Str 9, Dex 13, Con 8, Int 8, Wis 11, Cha 8. Athar is tall, with dark red hair and red eyes. He wears studded leather and wields a rapier. Athar compulsively counts things.",
  "Riusinda: Male Tiefling Paladin, Good. Str 12, Dex 12, Con 11, Int 9, Wis 11, Cha 13. Riusinda is tall, with golden hair and silver eyes. He wears chain mail and wields a morningstar. Riusinda is hunting the demon who murdered his family.",
  "Abular: Male Tiefling Monk, N. Str 12, Dex 14, Con 13, Int 9, Wis 11, Cha 11. Abular has crimson skin, with short auburn hair and gold eyes. He wears well-made clothing and wields a kanabo (mace) and kama (sickle). Abular seeks to destroy the race of ogres.",
  "Sidaro: Male Tiefling Paladin, Good. Str 8, Dex 14, Con 12, Int 6, Wis 14, Cha 15. Sidaro has dark red skin, with dark blue hair and silver eyes. He wears ring mail and wields a battleaxe. Sidaro has an animal companion, a white warhorse named Gastaulpha.",
  "Gismiro: Male Tiefling Druid, Neutral. Str 12, Dex 15, Con 9, Int 10, Wis 15, Cha 14. Gismiro has dark red hair and silver eyes, and a flicking forked tongue. He wears leather armor and wields a quarterstaff and wooden shield.",
  "Gastacha: Male Tiefling Fighter, LN. Str 14, Dex 11, Con 8, Int 13, Wis 10, Cha 6. Gastacha is tall and overweight, with dark blue hair and red eyes. He wears splint armor and wields a pike. Gastacha is dying and desperately seeks the secret of immortality.",
  "Adald: Male Tiefling Fighter, LG. Str 17, Dex 15, Con 12, Int 11, Wis 9, Cha 11. Adald has crimson skin, with dark blue hair and white eyes. He wears a chain shirt and wields a shortsword and shield. Adald has an animal companion, a silver dog named Chliva.",
  "Rimundua: Male Tiefling Bard, N. Str 8, Dex 8, Con 10, Int 12, Wis 9, Cha 16. Rimundua has dark red hair and red eyes, and wears glasses with bronze rims. He wears leather armor and wields a spear and light crossbow. Rimundua is searching for his missing familiar, a gray rabbit named Gaathelcha.",
  "Hila: Male Tiefling Wizard, N. Str 15, Dex 14, Con 15, Int 13, Wis 9, Cha 8. Hila has dark red hair and gold eyes, and a pair of tiny wings. He wears expensive clothing and wields a dagger. Hila is inquisitive and moody.",
  "Garisi: Male Tiefling Ranger, LN. Str 13, Dex 9, Con 12, Int 10, Wis 12, Cha 11. Garisi has dark red skin, with dark red hair and white eyes. He wears leather armor and wields a glaive. Garisi holds a grudge against humans.",
  "Samero: Male Tiefling Rogue, NE. Str 9, Dex 13, Con 5, Int 7, Wis 7, Cha 9. Samero has blood red skin, with dark red hair and white eyes. He wears studded leather and wields a rapier and hand crossbow. Samero lost his reflection to a hag.",
  "Ataund: Male Tiefling Rogue, NG. Str 10, Dex 13, Con 12, Int 14, Wis 9, Cha 7. Ataund is thin, with short red hair and black eyes. He wears studded leather and wields a rapier and sling. Ataund is searching for the legendary Tunnels of Amax.",
  "Getaulfa: Male Tiefling Rogue, LN. Str 11, Dex 12, Con 8, Int 14, Wis 11, Cha 11. Getaulfa has copper hair and black eyes, and wears glasses with iron rims. He wears studded leather and wields a shortsword. Getaulfa is gullible and coarse.",
  "Harica: Male Tiefling Cleric, LG. Str 8, Dex 8, Con 10, Int 11, Wis 15, Cha 13. Harica has blood red skin, with thick copper hair and red eyes. He wears leather armor and wields a quarterstaff and shield. Harica is confident and jealous.",
  "Theodisi: Male Tiefling Fighter, CG. Str 17, Dex 9, Con 9, Int 11, Wis 13, Cha 9. Theodisi has dark red skin, with braided copper hair and silver eyes. He wears a chain shirt and wields a greatsword. Theodisi compulsively plays with a silver coin.",
  "Ardaris: Male Tiefling Monk, N. Str 11, Dex 13, Con 11, Int 15, Wis 14, Cha 13. Ardaris is short and heavyset, with thick golden hair and silver eyes. He wears simple clothing and wields a bo (quarterstaff). Ardaris is fascinated by death.",
  "Hiudusa: Male Tiefling Ranger, LN. Str 8, Dex 9, Con 10, Int 12, Wis 10, Cha 13. Hiudusa has uneven black hair and red eyes, and wears glasses with platinum rims. He wears studded leather and wields a maul. Hiudusa is covetous and ambitious.",
  "Witto: Male Tiefling Fighter, N. Str 12, Dex 9, Con 5, Int 5, Wis 5, Cha 6. Witto has dark red skin, with brown hair and red eyes. He wears plate armor and wields a rapier and longbow.",
  "Theodolfa: Male Tiefling Druid, Neutral. Str 11, Dex 9, Con 8, Int 14, Wis 17, Cha 5. Theodolfa has white hair and silver eyes, and horns engraved with dark symbols. He wears leather armor and wields a scimitar. Theodolfa is hunting the sorcerer who murdered his family.",
  "Vittaulfa: Male Tiefling Cleric, N. Str 10, Dex 12, Con 12, Int 11, Wis 13, Cha 11. Vittaulfa has dark red skin, with dark red hair and red eyes. He wears a chain shirt and wields a spear. Vittaulfa is hunting the fiend which destroyed his homeland.",
  "Gurica: Male Tiefling Rogue, LN. Str 13, Dex 16, Con 8, Int 10, Wis 6, Cha 8. Gurica has dark blue hair and black eyes, and a pair of tiny wings. He wears leather armor and wields a spear and light crossbow.",
  "Gautacha: Male Tiefling Monk, N. Str 15, Dex 11, Con 13, Int 12, Wis 11, Cha 6. Gautacha has blood red skin, with thin black hair and red eyes. He wears simple clothing and wields an ono (handaxe) and sai (dagger). Gautacha is searching for his missing son.",
  "Ridima: Male Tiefling Fighter, N. Str 16, Dex 16, Con 11, Int 10, Wis 15, Cha 10. Ridima has blood red skin, with dark blue hair and silver eyes. He wears ring mail and wields a longsword and shield. Ridima seeks to atone for past sins.",
  "Elammiulf: Male Tiefling Fighter, LN. Str 14, Dex 11, Con 13, Int 8, Wis 14, Cha 7. Elammiulf is overweight, with dark red hair and red eyes. He wears a chain shirt and wields a battleaxe and net.",
  "Ricetha: Male Tiefling Barbarian, CN. Str 17, Dex 10, Con 11, Int 12, Wis 8, Cha 7. Ricetha has crimson skin, with curly gray hair and silver eyes. He wears studded leather and wields a battleaxe and shield. Ricetha is protective and hardworking.",
  "Thildusi: Male Tiefling Rogue, N. Str 12, Dex 16, Con 15, Int 10, Wis 7, Cha 12. Thildusi has dark red skin, with auburn hair and black eyes. He wears studded leather and wields a mace. Thildusi is haunted by the ghost of someone he killed.",
  "Sela: Male Tiefling Rogue, LN. Str 13, Dex 16, Con 9, Int 8, Wis 11, Cha 9. Sela is heavyset, with dark blue hair and red eyes. He wears studded leather and wields a shortsword. Sela has an animal companion, a sable ferret named Alasuntha.",
  "Alax: Male Tiefling Rogue, NG. Str 15, Dex 16, Con 6, Int 12, Wis 9, Cha 7. Alax has dark blue hair and white eyes, and horns engraved with dark symbols. He wears leather armor and wields a longsword and sickle. Alax has an animal companion, a raven named Gotha.",
  "Alas: Male Tiefling Druid, Neutral. Str 11, Dex 8, Con 10, Int 11, Wis 13, Cha 8. Alas has gray hair and silver eyes, and a pair of tiny wings. He wears hide armor and wields a mace and sickle.",
  "Sunnaba: Male Tiefling Wizard, NG. Str 6, Dex 8, Con 9, Int 16, Wis 12, Cha 9. Sunnaba has dark red skin, with dark purple hair and black eyes. He wears well-made clothing and wields a quarterstaff. Sunnaba suffers an acute fear of disease.",
  "Tanegla: Male Tiefling Bard, CG. Str 9, Dex 9, Con 12, Int 11, Wis 14, Cha 12. Tanegla has dark red skin, with dark purple hair and black eyes. He wears studded leather and wields a longsword.",
  "Thegoia: Male Tiefling Druid, Neutral. Str 15, Dex 13, Con 5, Int 13, Wis 14, Cha 11. Thegoia has dark blue hair and white eyes, and a pair of tiny wings. He wears hide armor and wields a spear and wooden shield. Thegoia is blind in his right eye.",
  "Sigisma: Male Tiefling Bard, LN. Str 12, Dex 10, Con 11, Int 16, Wis 10, Cha 17. Sigisma has blood red skin, with dark red hair and black eyes. He wears leather armor and wields a shortsword. Sigisma seeks to free himself from an ancient curse.",
  "Susuinio: Male Tiefling Rogue, LN. Str 6, Dex 16, Con 8, Int 12, Wis 12, Cha 11. Susuinio has black hair and silver eyes, and rows of shark-like teeth. He wears leather armor and wields a quarterstaff.",
  "Cusunni: Male Tiefling Fighter, NG. Str 17, Dex 16, Con 15, Int 6, Wis 10, Cha 7. Cusunni has dark red skin, with dark blue hair and red eyes. He wears plate armor and wields a greatsword. Cusunni was magically imprisoned for a hundred years.",
  "Abas: Male Tiefling Cleric, NG. Str 8, Dex 10, Con 9, Int 9, Wis 16, Cha 11. Abas is heavyset, with blonde hair and black eyes. He wears hide armor and wields a light hammer and shortbow.",
  "Cetharo: Male Tiefling Paladin, Good. Str 15, Dex 14, Con 7, Int 8, Wis 10, Cha 15. Cetharo has blood red skin, with dark purple hair and red eyes. He wears a breastplate and wields a shortsword. Cetharo is friendly and curious.",
  "Harima: Male Tiefling Wizard, N. Str 7, Dex 10, Con 14, Int 13, Wis 10, Cha 7. Harima has blood red skin, with dark blue hair and silver eyes. He wears white robes and wields a quarterstaff. Harima is a terrible liar.",
  "Farni: Male Tiefling Druid, Neutral. Str 12, Dex 11, Con 6, Int 8, Wis 16, Cha 6. Farni has dark purple hair and red eyes, and horns engraved with dark symbols. He wears hide armor and wields a scimitar. Farni is covetous and quiet.",
  "Sarica: Male Tiefling Cleric, NG. Str 11, Dex 11, Con 9, Int 6, Wis 13, Cha 11. Sarica has dark purple hair and black eyes, and a flicking forked tongue. He wears half plate and wields a spear and shortbow. Sarica has an animal companion, a gray rat named Evandama.",
  "Simisma: Male Tiefling Fighter, N. Str 12, Dex 16, Con 7, Int 8, Wis 6, Cha 12. Simisma is tall, with straight brown hair and silver eyes. He wears ring mail and wields a scimitar and shield. Simisma is alluring and protective.",
  "Trimiro: Male Tiefling Rogue, CG. Str 13, Dex 15, Con 8, Int 14, Wis 11, Cha 6. Trimiro has blood red skin, with silver hair and black eyes. He wears studded leather and wields a longsword. Trimiro has an animal companion, a raven named Bigernia.",
  "Thricola: Male Tiefling Paladin, Good. Str 15, Dex 13, Con 10, Int 7, Wis 14, Cha 16. Thricola has blood red skin, with dark red hair and red eyes. He wears plate armor and wields a scimitar and shield.",
  "Ricetha: Male Tiefling Ranger, NE. Str 11, Dex 16, Con 13, Int 14, Wis 13, Cha 11. Ricetha is tall and thin, with dark purple hair and red eyes. He wears hide armor and wields a whip and shield. Ricetha has black wolf named Alfrildanda.",
  "Sebiusi: Male Tiefling Monk, NG. Str 15, Dex 10, Con 10, Int 6, Wis 16, Cha 11. Sebiusi has blonde hair and white eyes, and horns engraved with baleful symbols. He wears modest garments and wields a kanabo (mace). Sebiusi is haunted by the memories of a past life.",
  "Gelagoia: Male Tiefling Rogue, N. Str 6, Dex 15, Con 10, Int 14, Wis 13, Cha 14. Gelagoia has crimson skin, with dark red hair and white eyes. He wears studded leather and wields a mace. Gelagoia seeks only fame and glory.",
  "Gadeba: Male Tiefling Fighter, NG. Str 15, Dex 9, Con 15, Int 12, Wis 9, Cha 6. Gadeba is thin, with golden hair and silver eyes. He wears half plate and wields a warhammer and shield. Gadeba is diplomatic and cultured.",
  "Tacheldo: Male Tiefling Warlock, N. Str 14, Dex 9, Con 11, Int 8, Wis 10, Cha 16. Tacheldo has blood red skin, with straight auburn hair and white eyes. He wears studded leather and wields a quarterstaff. Tacheldo speaks with a loud voice.",
  "Cimundo: Male Tiefling Paladin, Good. Str 15, Dex 6, Con 6, Int 12, Wis 10, Cha 12. Cimundo is short, with tangled black hair and gold eyes. He wears half plate and wields a scimitar. Cimundo is confident and impulsive.",
  "Ammius: Male Tiefling Monk, LN. Str 12, Dex 10, Con 11, Int 11, Wis 14, Cha 13. Ammius has crimson skin, with dark blue hair and gold eyes. He wears travel-stained clothing and wields an ono (handaxe). Ammius seeks to atone for past sins.",
  "Vithmudo: Male Tiefling Fighter, LN. Str 13, Dex 17, Con 11, Int 5, Wis 9, Cha 6. Vithmudo has dark blue hair and red eyes, and wears glasses with copper rims. He wears chain mail and wields a shortsword and net. Vithmudo secretly serves Oryn, an ancient god of darkness.",
  "Farnia: Male Tiefling Paladin, Good. Str 14, Dex 6, Con 5, Int 10, Wis 10, Cha 9. Farnia has dark red skin, with dark red hair and white eyes. He wears scale mail and wields a greatsword. Farnia seeks the meaning of a strange prophecy.",
  "Limiro: Male Tiefling Monk, LG. Str 10, Dex 9, Con 11, Int 12, Wis 9, Cha 9. Limiro has copper hair and white eyes, and horns engraved with baleful symbols. He wears worn clothing and wields a bo (quarterstaff). Limiro is cheerful and practical.",
  "Cheusama: Male Tiefling Sorcerer, N. Str 14, Dex 11, Con 13, Int 12, Wis 8, Cha 16. Cheusama has blood red skin, with cropped red hair and black eyes. He wears modest garments and wields a dagger. Cheusama is agreeable and aggressive.",
  "Frico: Male Tiefling Bard, N. Str 11, Dex 6, Con 12, Int 10, Wis 10, Cha 12. Frico has gray hair and white eyes, and a pair of tiny wings. He wears studded leather and wields a mace. Frico seeks to raise an army of earth elementals.",
  "Thada: Male Tiefling Fighter, N. Str 12, Dex 10, Con 9, Int 12, Wis 13, Cha 9. Thada is slender, with auburn hair and red eyes. He wears half plate and wields a maul.",
  "Hanero: Male Tiefling Monk, N. Str 14, Dex 12, Con 13, Int 9, Wis 11, Cha 10. Hanero has gray hair and silver eyes, and a flicking forked tongue. He wears simple clothing and wields a bo (quarterstaff) and shuriken (darts). Hanero seeks to become a knight of the realm.",
  "Ansad: Male Tiefling Monk, CE. Str 13, Dex 9, Con 10, Int 13, Wis 10, Cha 9. Ansad has blood red skin, with dark blue hair and silver eyes. He wears sturdy clothing and wields a kanabo (mace). Ansad has an animal companion, a gray rat named Simunda.",
  "Alaruar: Male Tiefling Rogue, N. Str 12, Dex 14, Con 10, Int 11, Wis 10, Cha 8. Alaruar has straight gray hair and gold eyes, and horns engraved with evil symbols. He wears studded leather and wields a club and hand crossbow. Alaruar seeks revenge against the aristocrat who framed him.",
  "Selaro: Male Tiefling Paladin, Good. Str 9, Dex 11, Con 7, Int 10, Wis 13, Cha 14. Selaro has straight blonde hair and white eyes, and wears glasses with steel rims. He wears a chain shirt and wields a pike. Selaro is philosophical and humble.",
  "Sisbada: Male Tiefling Fighter, CG. Str 16, Dex 8, Con 9, Int 15, Wis 10, Cha 9. Sisbada is short, with gray hair and red eyes. He wears splint armor and wields a scimitar and blowgun. Sisbada has an animal companion, a gray wolf named Andamagne.",
  "Elland: Male Tiefling Rogue, NG. Str 12, Dex 16, Con 13, Int 9, Wis 14, Cha 15. Elland has dark red skin, with dark purple hair and gold eyes. He wears studded leather and wields a longsword. Elland is virtuous and diplomatic.",
  "Giwinga: Male Tiefling Cleric, LE. Str 9, Dex 7, Con 8, Int 9, Wis 15, Cha 9. Giwinga is short and willowy, with dark blue hair and white eyes. He wears leather armor and wields a light hammer.",
  "Hunoba: Male Tiefling Cleric, NG. Str 9, Dex 9, Con 10, Int 10, Wis 16, Cha 12. Hunoba has crimson skin, with dark blue hair and black eyes. He wears a chain shirt and wields a light hammer and shield.",
  "Heodolfa: Male Tiefling Fighter, N. Str 17, Dex 14, Con 10, Int 10, Wis 15, Cha 8. Heodolfa is short, with dark red hair and silver eyes. He wears scale mail and wields a shortsword. Heodolfa has an animal companion, a badger named Gefortas.",
  "Arigern: Male Tiefling Ranger, NG. Str 16, Dex 13, Con 10, Int 8, Wis 10, Cha 9. Arigern is tall and slender, with blonde hair and gold eyes. He wears scale mail and wields a rapier.",
  "Arin: Male Tiefling Barbarian, N. Str 17, Dex 10, Con 13, Int 14, Wis 9, Cha 14. Arin has dark red hair and gold eyes, and wears glasses with gold rims. He wears hide armor and wields a whip. Arin seeks to discover where he came from, and who his real family is.",
  "Annalas: Male Tiefling Monk, NE. Str 12, Dex 13, Con 12, Int 9, Wis 13, Cha 12. Annalas has dark red hair and red eyes, and rows of shark-like teeth. He wears travel-stained clothing and wields a kanabo (mace) and sai (dagger).",
  "Fricaro: Male Tiefling Monk, N. Str 14, Dex 10, Con 10, Int 10, Wis 9, Cha 14. Fricaro is tall and thin, with tangled black hair and red eyes. He wears worn clothing and wields a kanabo (mace).",
  "Berogoia: Male Tiefling Rogue, CN. Str 10, Dex 13, Con 6, Int 14, Wis 10, Cha 10. Berogoia has braided gray hair and red eyes, and rows of shark-like teeth. He wears leather armor and wields a longsword and sickle. Berogoia is impossibly lucky.",
  "Eric: Male Tiefling Fighter, N. Str 17, Dex 15, Con 7, Int 11, Wis 9, Cha 10. Eric has dark red skin, with dark purple hair and silver eyes. He wears hide armor and wields a glaive. Eric suffers a severe allergy to goblins.",
  "Cusisba: Male Tiefling Cleric, N. Str 10, Dex 8, Con 10, Int 10, Wis 13, Cha 13. Cusisba is tall, with dark blue hair and black eyes. He wears leather armor and wields a spear.",
  "Gunduca: Male Tiefling Cleric, N. Str 11, Dex 7, Con 8, Int 10, Wis 14, Cha 13. Gunduca has dark red skin, with dark purple hair and gold eyes. He wears a breastplate and wields a handaxe. Gunduca is hunting the fiend which destroyed his homeland.",
  "Arimus: Male Tiefling Monk, CN. Str 9, Dex 12, Con 13, Int 11, Wis 11, Cha 11. Arimus has tangled copper hair and gold eyes, and a pair of tiny wings. He wears plain clothing and wields a bo (quarterstaff) and shuriken (darts). Arimus is cautious and greedy.",
  "Vithima: Male Tiefling Paladin, Good. Str 15, Dex 9, Con 7, Int 12, Wis 9, Cha 9. Vithima has dark red skin, with dark red hair and red eyes. He wears a breastplate and wields a morningstar.",
  "Arigis: Male Tiefling Ranger, N. Str 9, Dex 16, Con 14, Int 13, Wis 13, Cha 14. Arigis is overweight, with dark purple hair and white eyes. He wears hide armor and wields a pike. Arigis is fascinated by death.",
  "Arerin: Male Tiefling Druid, Neutral. Str 12, Dex 14, Con 15, Int 9, Wis 16, Cha 6. Arerin is short and heavyset, with straight black hair and red eyes. He wears leather armor and wields a quarterstaff and darts. Arerin is searching for his lost brother.",
  "Thaniva: Male Tiefling Fighter, N. Str 13, Dex 15, Con 13, Int 12, Wis 12, Cha 13. Thaniva is short, with dark purple hair and gold eyes. He wears a breastplate and wields a halberd. Thaniva seeks to destroy the race of trolls.",
  "Redesi: Male Tiefling Paladin, Good. Str 13, Dex 13, Con 8, Int 13, Wis 11, Cha 14. Redesi has brown hair and silver eyes, and a flicking forked tongue. He wears half plate and wields a greatsword. Redesi is sensitive and polite.",
  "Meriusi: Male Tiefling Fighter, N. Str 14, Dex 14, Con 11, Int 7, Wis 10, Cha 12. Meriusi has dark red skin, with black hair and black eyes. He wears chain mail and wields a trident and blowgun. Meriusi is extravagant and scheming.",
  "Valaro: Male Tiefling Fighter, N. Str 17, Dex 13, Con 6, Int 8, Wis 8, Cha 7. Valaro has silver hair and silver eyes, and an unusual scar on his leg. He wears scale mail and wields a glaive. Valaro is foolhardy and agreeable.",
  "Saliasi: Male Tiefling Ranger, N. Str 11, Dex 17, Con 10, Int 13, Wis 13, Cha 9. Saliasi is tall, with dark red hair and red eyes. He wears studded leather and wields a rapier and shield. Saliasi seeks revenge against the sister who betrayed him.",
  "Odovad: Male Tiefling Paladin, Good. Str 13, Dex 8, Con 10, Int 7, Wis 8, Cha 11. Odovad is overweight, with dark purple hair and black eyes. He wears hide armor and wields a rapier and shield. Odovad is kind and amoral.",
  "Nithuni: Male Tiefling Fighter, CN. Str 15, Dex 14, Con 9, Int 10, Wis 12, Cha 10. Nithuni has dark blue hair and silver eyes, and a pair of tiny wings. He wears splint armor and wields a longsword and net. Nithuni is thoughtful and serious.",
  "Vivulto: Male Tiefling Cleric, CG. Str 7, Dex 9, Con 12, Int 10, Wis 12, Cha 15. Vivulto has dark red hair and red eyes, and an unusual scar on his leg. He wears studded leather and wields a light hammer. Vivulto is cursed with delusions.",
  "Garica: Male Tiefling Paladin, Good. Str 9, Dex 9, Con 6, Int 9, Wis 13, Cha 17. Garica has dark red skin, with dark red hair and white eyes. He wears scale mail and wields a shortsword. Garica is valiant and suspicious.",
  "Ahiger: Male Tiefling Monk, CN. Str 15, Dex 11, Con 10, Int 14, Wis 12, Cha 10. Ahiger is short, with blonde hair and white eyes. He wears modest garments and wields a kanabo (mace) and sai (dagger). Ahiger is hunting the warlord who murdered his family.",
  "Badage: Male Tiefling Monk, N. Str 11, Dex 13, Con 12, Int 13, Wis 13, Cha 9. Badage is tall, with tangled gray hair and silver eyes. He wears well-made clothing and wields a yari (spear). Badage has an animal companion, a hunting dog named Odebrar.",
  "Carica: Male Tiefling Fighter, NG. Str 14, Dex 13, Con 7, Int 12, Wis 7, Cha 14. Carica has dark red hair and red eyes, and a magical scar on his leg. He wears chain mail and wields a whip. Carica suffers an acute fear of open spaces.",
  "Cnaresi: Male Tiefling Monk, NG. Str 15, Dex 11, Con 10, Int 14, Wis 11, Cha 7. Cnaresi has tangled brown hair and white eyes, and a magical scar on his leg. He wears well-made clothing and wields a kanabo (mace) and kama (sickle). Cnaresi is aesthetic and foolish.",
  "Vidusa: Male Tiefling Druid, Neutral. Str 11, Dex 14, Con 10, Int 8, Wis 14, Cha 13. Vidusa has dark blue hair and red eyes, and a pair of tiny wings. He wears leather armor and wields a spear and javelins. Vidusa seeks to save his family from financial ruin.",
  "Ridigoia: Male Tiefling Monk, N. Str 16, Dex 13, Con 11, Int 6, Wis 9, Cha 7. Ridigoia has blood red skin, with tangled golden hair and silver eyes. He wears sturdy clothing and wields nunchaku (club) and sai (dagger). Ridigoia frequently uses uncommon words incorrectly.",
  "Sigero: Male Tiefling Sorcerer, LG. Str 9, Dex 10, Con 9, Int 12, Wis 12, Cha 13. Sigero has white hair and silver eyes, and a pair of tiny wings. He wears modest garments and wields a quarterstaff. Sigero is fascinated by elemental and planar magic.",
  "Viguttha: Male Tiefling Rogue, CE. Str 12, Dex 17, Con 8, Int 14, Wis 13, Cha 7. Viguttha has blood red skin, with dark red hair and black eyes. He wears leather armor and wields a rapier. Viguttha was raised by cultists of Male Fated Commoner.",
  "Uvic: Male Tiefling Rogue, N. Str 10, Dex 15, Con 8, Int 9, Wis 6, Cha 8. Uvic is tall, with tangled auburn hair and gold eyes. He wears studded leather and wields a rapier. Uvic was petrified for a hundred years.",
  "Sindila: Male Tiefling Wizard, NE. Str 13, Dex 13, Con 7, Int 15, Wis 9, Cha 14. Sindila has dark blue hair and black eyes, and a pair of tiny wings. He wears modest garments and wields a dagger and sling.",
  "Alar: Male Tiefling Ranger, N. Str 13, Dex 17, Con 9, Int 7, Wis 11, Cha 10. Alar has blood red skin, with dark purple hair and silver eyes. He wears half plate and wields a greatsword. Alar speaks with a raspy voice.",
  "Alas: Male Tiefling Cleric, NE. Str 12, Dex 9, Con 13, Int 9, Wis 16, Cha 7. Alas has dark red skin, with dark blue hair and gold eyes. He wears hide armor and wields a light hammer and shield. Alas has an animal companion, a sable ferret named Tesaro.",
  "Thragunda: Male Tiefling Barbarian, LN. Str 16, Dex 7, Con 13, Int 10, Wis 11, Cha 10. Thragunda has white hair and gold eyes, and rows of shark-like teeth. He wears hide armor and wields a pike. Thragunda is lewd and nervous.",
  "Aric: Male Tiefling Rogue, NG. Str 14, Dex 14, Con 14, Int 14, Wis 10, Cha 11. Aric is stout, with blonde hair and black eyes. He wears leather armor and wields a longsword. Aric has an animal companion, a dire rat named Arilar.",
  "Ermas: Male Tiefling Monk, LN. Str 13, Dex 12, Con 7, Int 14, Wis 13, Cha 8. Ermas has crimson skin, with uneven copper hair and white eyes. He wears travel-stained clothing and wields a bo (quarterstaff) and sai (dagger). Ermas has an animal companion, a copper firedrake named Hadero.",
  "Vigoda: Male Tiefling Cleric, CN. Str 10, Dex 9, Con 13, Int 11, Wis 15, Cha 15. Vigoda has gray hair and silver eyes, and a pair of tiny wings. He wears studded leather and wields a light hammer and shortbow. Vigoda holds a grudge against necromancers.",
  "Vidima: Male Tiefling Barbarian, N. Str 15, Dex 7, Con 12, Int 7, Wis 11, Cha 9. Vidima has crimson skin, with dark red hair and gold eyes. He wears hide armor and wields a maul. Vidima is adaptable and lewd.",
  "Wella: Male Tiefling Fighter, LG. Str 14, Dex 14, Con 10, Int 14, Wis 9, Cha 8. Wella has dark red skin, with tangled copper hair and red eyes. He wears hide armor and wields a longsword and blowgun. Wella has an animal companion, a black wolf named Thildero.",
  "Aspar: Male Tiefling Rogue, CE. Str 15, Dex 12, Con 8, Int 10, Wis 11, Cha 11. Aspar is thin, with silver hair and silver eyes. He wears leather armor and wields a rapier. Aspar seeks revenge against the aristocrat who framed him.",
  "Ansanern: Male Tiefling Fighter, NG. Str 14, Dex 12, Con 10, Int 11, Wis 6, Cha 10. Ansanern has crimson skin, with gray hair and gold eyes. He wears scale mail and wields a shortsword and net. Ansanern seeks to help the poor and unfortunate.",
  "Goddisa: Male Tiefling Rogue, NE. Str 12, Dex 12, Con 8, Int 11, Wis 10, Cha 11. Goddisa is tall, with dark purple hair and silver eyes. He wears studded leather and wields a mace and javelins.",
  "Ardarild: Male Tiefling Fighter, NE. Str 12, Dex 10, Con 6, Int 9, Wis 12, Cha 8. Ardarild has dark red hair and silver eyes, and a flicking forked tongue. He wears splint armor and wields a trident. Ardarild is cursed with amnesia.",
  "Arodok: Male Tiefling Paladin, Good. Str 12, Dex 9, Con 15, Int 8, Wis 11, Cha 13. Arodok has blood red skin, with dark purple hair and white eyes. He wears ring mail and wields a halberd. Arodok seeks to discover where he came from, and who his real family is.",
  "Frica: Male Tiefling Rogue, LN. Str 10, Dex 15, Con 8, Int 7, Wis 12, Cha 7. Frica has dark purple hair and black eyes, and rows of shark-like teeth. He wears leather armor and wields a longsword. Frica suffers an acute fear of confined spaces.",
  "Riduca: Male Tiefling Ranger, N. Str 9, Dex 12, Con 8, Int 11, Wis 7, Cha 6. Riduca is short, with white hair and black eyes. He wears leather armor and wields a greataxe. Riduca avoids eye contact.",
  "Huniva: Male Tiefling Monk, NG. Str 13, Dex 10, Con 12, Int 9, Wis 12, Cha 14. Huniva is willowy, with brown hair and gold eyes. He wears plain clothing and wields a kanabo (mace). Huniva is courteous and lustful.",
  "Sadila: Male Tiefling Rogue, N. Str 12, Dex 14, Con 11, Int 13, Wis 6, Cha 11. Sadila has dark red skin, with uneven gray hair and silver eyes. He wears studded leather and wields a club. Sadila is pessimistic and reserved.",
  "Thidrisa: Male Tiefling Wizard, N. Str 10, Dex 12, Con 11, Int 13, Wis 10, Cha 10. Thidrisa has blood red skin, with dark purple hair and red eyes. He wears brass robes and wields a dagger and darts. Thidrisa blames the gods for every misfortune.",
  "Garima: Male Tiefling Wizard, N. Str 10, Dex 9, Con 13, Int 17, Wis 12, Cha 9. Garima has dark red skin, with dark red hair and silver eyes. He wears viridian robes and wields a quarterstaff. Garima is stoic and determined.",
  "Sarnuma: Male Tiefling Monk, N. Str 15, Dex 13, Con 6, Int 10, Wis 7, Cha 7. Sarnuma has dark red skin, with dark red hair and silver eyes. He wears sturdy clothing and wields a bo (quarterstaff) and shuriken (darts). Sarnuma is alluring and violent.",
  "Thareda: Male Tiefling Paladin, Good. Str 9, Dex 10, Con 11, Int 9, Wis 16, Cha 13. Thareda has dark purple hair and white eyes, and horns engraved with fell symbols. He wears scale mail and wields a greataxe. Thareda is passionate and truthful.",
  "Hanitha: Male Tiefling Ranger, NG. Str 14, Dex 14, Con 11, Int 8, Wis 15, Cha 10. Hanitha has crimson skin, with copper hair and white eyes. He wears studded leather and wields a battleaxe. Hanitha has dire rat named Sarica.",
  "Argais: Male Tiefling Druid, Neutral. Str 12, Dex 7, Con 6, Int 10, Wis 13, Cha 9. Argais has copper hair and red eyes, and rows of shark-like teeth. He wears leather armor and wields a scimitar and wooden shield.",
  "Brimunda: Male Tiefling Fighter, LG. Str 12, Dex 12, Con 9, Int 10, Wis 10, Cha 5. Brimunda has dark blue hair and black eyes, and rows of shark-like teeth. He wears a breastplate and wields a rapier and shield. Brimunda compulsively plays with a copper coin.",
  "Fraiasisa: Male Tiefling Fighter, CG. Str 13, Dex 13, Con 9, Int 8, Wis 7, Cha 9. Fraiasisa has dark red skin, with short white hair and white eyes. He wears a chain shirt and wields a flail and longbow. Fraiasisa is charming and stoic.",
  "Vithmaro: Male Tiefling Monk, CN. Str 9, Dex 13, Con 10, Int 9, Wis 10, Cha 12. Vithmaro has dark red hair and red eyes, and an unusual scar on his leg. He wears modest garments and wields an ono (handaxe).",
  "Baldero: Male Tiefling Bard, N. Str 13, Dex 9, Con 11, Int 17, Wis 14, Cha 13. Baldero is tall, with gray hair and black eyes. He wears studded leather and wields a shortsword and hand crossbow. Baldero has an animal companion, a gray rabbit named Arimus.",
  "Anabas: Male Tiefling Fighter, NE. Str 12, Dex 16, Con 12, Int 11, Wis 10, Cha 11. Anabas has blonde hair and gold eyes, and rows of shark-like teeth. He wears half plate and wields a rapier and shield. Anabas has an animal companion, a badger named Erelchen.",
  "Sala: Male Tiefling Warlock, NG. Str 12, Dex 13, Con 9, Int 11, Wis 8, Cha 14. Sala has gray hair and gold eyes, and rows of shark-like teeth. He wears studded leather and wields a light hammer. Sala refers to himself in the third person.",
  "Heusiga: Male Tiefling Monk, LG. Str 10, Dex 9, Con 14, Int 11, Wis 10, Cha 9. Heusiga is short and thin, with black hair and silver eyes. He wears modest garments and wields a bo (quarterstaff). Heusiga blames dragons for every misfortune.",
  "Ricusi: Male Tiefling Monk, LN. Str 16, Dex 12, Con 10, Int 11, Wis 10, Cha 11. Ricusi has blonde hair and white eyes, and horns engraved with baleful symbols. He wears simple clothing and wields a kanabo (mace) and kama (sickle). Ricusi has an animal companion, a golden monkey named Anaidid.",
  "Rungilda: Male Tiefling Fighter, LN. Str 14, Dex 13, Con 10, Int 10, Wis 10, Cha 14. Rungilda has blonde hair and white eyes, and a distinctive scar on his face. He wears chain mail and wields a glaive. Rungilda is serious and depraved.",
  "Athalic: Male Tiefling Cleric, NE. Str 5, Dex 8, Con 8, Int 10, Wis 16, Cha 11. Athalic is short and willowy, with curly golden hair and silver eyes. He wears studded leather and wields a club and sickle. Athalic is unfeeling and crude.",
  "Heldaha: Male Tiefling Cleric, NG. Str 8, Dex 9, Con 9, Int 13, Wis 17, Cha 13. Heldaha has dark purple hair and black eyes, and wears glasses with gold rims. He wears a breastplate and wields a mace. Heldaha has an animal companion, a green firedrake named Ercamalfri.",
  "Cusida: Male Tiefling Monk, N. Str 13, Dex 8, Con 9, Int 8, Wis 17, Cha 11. Cusida is tall and heavyset, with dark blue hair and black eyes. He wears worn clothing and wields a bo (quarterstaff) and sai (dagger). Cusida seeks to discover where he came from, and who his real family is.",
  "Ebrigic: Male Tiefling Sorcerer, NG. Str 8, Dex 8, Con 8, Int 8, Wis 5, Cha 17. Ebrigic is tall and overweight, with gray hair and gold eyes. He wears well-made clothing and wields a dagger. Ebrigic has an animal companion, a green lizard named Erinth.",
  "Sarisa: Male Tiefling Ranger, N. Str 9, Dex 11, Con 6, Int 14, Wis 14, Cha 13. Sarisa has dark red skin, with dark red hair and black eyes. He wears a chain shirt and wields a greataxe. Sarisa suffers a mild allergy to dogs.",
  "Anarid: Male Tiefling Rogue, N. Str 10, Dex 13, Con 11, Int 12, Wis 6, Cha 14. Anarid is tall, with straight silver hair and white eyes. He wears studded leather and wields a handaxe and sickle. Anarid seeks only fame and glory.",
  "Salaba: Male Tiefling Druid, Neutral. Str 16, Dex 7, Con 10, Int 15, Wis 15, Cha 12. Salaba is short, with golden hair and gold eyes. He wears leather armor and wields a club. Salaba has forest owl named Vidusa.",
  "Alaris: Male Tiefling Barbarian, N. Str 12, Dex 12, Con 12, Int 7, Wis 8, Cha 8. Alaris has dark red skin, with curly golden hair and gold eyes. He wears scale mail and wields a longsword and shield. Alaris believes that he is the rightful heir to the kingdom of Orthor.",
  "Cuna: Male Tiefling Monk, N. Str 12, Dex 11, Con 9, Int 7, Wis 15, Cha 13. Cuna is short and stout, with curly black hair and silver eyes. He wears well-made clothing and wields nunchaku (club) and sai (dagger). Cuna is jealous and disloyal.",
  "Ultuus: Male Tiefling Barbarian, NG. Str 13, Dex 15, Con 11, Int 10, Wis 7, Cha 10. Ultuus has crimson skin, with dark blue hair and red eyes. He wears studded leather and wields a scimitar and shield. Ultuus is loyal and extravagant.",
  "Desima: Male Tiefling Sorcerer, N. Str 7, Dex 7, Con 13, Int 13, Wis 9, Cha 17. Desima is short and slender, with dark purple hair and white eyes. He wears sturdy clothing and wields a dagger. Desima has an animal companion, a raven named Vidusi.",
  "Theusima: Male Tiefling Sorcerer, LN. Str 8, Dex 11, Con 10, Int 13, Wis 13, Cha 17. Theusima is short, with white hair and gold eyes. He wears modest garments and wields a quarterstaff and darts. Theusima is mischievous and bloodthirsty.",
  "Arild: Male Tiefling Barbarian, LN. Str 16, Dex 8, Con 10, Int 8, Wis 8, Cha 10. Arild is willowy, with uneven silver hair and black eyes. He wears hide armor and wields a trident. Arild is haunted by the ghost of someone he killed.",
  "Theuda: Male Tiefling Druid, Neutral. Str 10, Dex 8, Con 12, Int 5, Wis 16, Cha 8. Theuda has cropped red hair and red eyes, and a magical scar on his leg. He wears leather armor and wields a scimitar and darts. Theuda is searching for the lost elven kingdom of Tirothithl.",
  "Vultula: Male Tiefling Bard, NE. Str 5, Dex 5, Con 10, Int 12, Wis 6, Cha 13. Vultula is thin, with uneven white hair and red eyes. He wears studded leather and wields a shortsword and hand crossbow. Vultula seeks to master the secrets of time travel.",
  "Sabato: Male Tiefling Rogue, CN. Str 13, Dex 15, Con 10, Int 10, Wis 10, Cha 8. Sabato has blood red skin, with auburn hair and red eyes. He wears studded leather and wields a shortsword and hand crossbow. Sabato has an animal companion, a black cat named Sigildo.",
  "Arneric: Male Tiefling Monk, N. Str 11, Dex 12, Con 5, Int 14, Wis 8, Cha 12. Arneric is tall and stout, with dark blue hair and black eyes. He wears sturdy clothing and wields a yari (spear). Arneric is quiet, and says as little as possible.",
  "Athalar: Male Tiefling Fighter, CN. Str 17, Dex 12, Con 8, Int 8, Wis 9, Cha 8. Athalar has crimson skin, with thick silver hair and silver eyes. He wears hide armor and wields a shortsword and shield. Athalar suffers a mild allergy to silver.",
  "Vandero: Male Tiefling Warlock, NE. Str 9, Dex 12, Con 5, Int 10, Wis 11, Cha 12. Vandero has blood red skin, with tangled silver hair and black eyes. He wears leather armor and wields a light hammer and shortbow. Vandero has an animal companion, a giant spider named Thelchene.",
  "Gela: Male Tiefling Ranger, N. Str 11, Dex 12, Con 8, Int 11, Wis 12, Cha 12. Gela is overweight, with thin white hair and white eyes. He wears studded leather and wields a greataxe. Gela has horned owl named Alic.",
  "Ricola: Male Tiefling Monk, N. Str 14, Dex 11, Con 9, Int 10, Wis 14, Cha 9. Ricola has blood red skin, with blonde hair and gold eyes. He wears simple clothing and wields nunchaku (club) and shuriken (darts). Ricola seeks to destroy the race of trolls.",
  "Beucunio: Male Tiefling Fighter, NG. Str 13, Dex 8, Con 11, Int 14, Wis 9, Cha 11. Beucunio is thin, with golden hair and silver eyes. He wears ring mail and wields a battleaxe. Beucunio is perceptive and industrious.",
  "Resige: Male Tiefling Barbarian, LG. Str 15, Dex 14, Con 9, Int 12, Wis 12, Cha 12. Resige is willowy, with blonde hair and white eyes. He wears scale mail and wields a longsword and shield. Resige speaks with a shrill voice.",
  "Samuda: Male Tiefling Fighter, N. Str 13, Dex 13, Con 7, Int 10, Wis 10, Cha 9. Samuda has crimson skin, with gray hair and white eyes. He wears splint armor and wields a war pick and shield.",
  "Arimes: Male Tiefling Rogue, N. Str 12, Dex 17, Con 9, Int 9, Wis 8, Cha 9. Arimes is tall and thin, with dark red hair and white eyes. He wears leather armor and wields a longsword and hand crossbow. Arimes is a pack-rat, and carries a satchel of random junk.",
  "Himnanda: Male Tiefling Druid, Neutral. Str 12, Dex 11, Con 10, Int 6, Wis 15, Cha 12. Himnanda has crimson skin, with gray hair and white eyes. He wears hide armor and wields a club and javelins. Himnanda is nervous and extravagant.",
  "Vacito: Male Tiefling Sorcerer, LG. Str 9, Dex 10, Con 12, Int 8, Wis 11, Cha 12. Vacito is tall, with curly golden hair and red eyes. He wears well-made clothing and wields a dagger. Vacito is searching for the lost empire of Nosea.",
  "Haduila: Male Tiefling Paladin, Good. Str 13, Dex 11, Con 10, Int 15, Wis 12, Cha 9. Haduila has dark red skin, with dark red hair and black eyes. He wears splint armor and wields a pike. Haduila is sensitive and righteous.",
  "Vetama: Male Tiefling Sorcerer, LG. Str 9, Dex 14, Con 12, Int 12, Wis 11, Cha 16. Vetama is tall and slender, with dark red hair and white eyes. He wears sturdy clothing and wields a quarterstaff. Vetama is loyal and instinctive.",
  "Ridaca: Male Tiefling Cleric, CG. Str 15, Dex 12, Con 8, Int 8, Wis 15, Cha 14. Ridaca has dark red hair and gold eyes, and a flicking forked tongue. He wears studded leather and wields a light hammer. Ridaca is haunted by the ghost of someone he killed.",
  "Eteris: Male Tiefling Bard, LG. Str 12, Dex 5, Con 8, Int 13, Wis 11, Cha 16. Eteris has brown hair and gold eyes, and a distinctive scar on his arm. He wears studded leather and wields a shortsword and shortbow. Eteris compulsively plays with an iron ring.",
  "Candusa: Male Tiefling Monk, N. Str 16, Dex 15, Con 6, Int 12, Wis 17, Cha 13. Candusa is tall, with silver hair and black eyes. He wears simple clothing and wields a kanabo (mace). Candusa seeks revenge against the sister who betrayed him.",
  "Gisege: Male Tiefling Monk, LN. Str 14, Dex 11, Con 12, Int 11, Wis 15, Cha 10. Gisege has dark red skin, with short copper hair and white eyes. He wears well-made clothing and wields a bo (quarterstaff) and sai (dagger).",
  "Himunda: Male Tiefling Rogue, N. Str 12, Dex 14, Con 11, Int 12, Wis 9, Cha 10. Himunda has dark purple hair and red eyes, and a flicking forked tongue. He wears studded leather and wields a shortsword. Himunda has an animal companion, a dire rat named Tharava.",
  "Gilima: Male Tiefling Barbarian, LN. Str 15, Dex 7, Con 12, Int 13, Wis 14, Cha 11. Gilima is short, with messy gray hair and red eyes. He wears studded leather and wields a battleaxe. Gilima is lustful and insensitive.",
  "Tharodua: Male Tiefling Fighter, CG. Str 15, Dex 10, Con 9, Int 14, Wis 10, Cha 7. Tharodua is short and heavyset, with golden hair and black eyes. He wears a chain shirt and wields a greatsword. Tharodua has an animal companion, a badger named Erefostro.",
  "Gisaro: Male Tiefling Rogue, N. Str 5, Dex 16, Con 10, Int 14, Wis 10, Cha 9. Gisaro has blood red skin, with uneven copper hair and white eyes. He wears studded leather and wields a shortsword and hand crossbow. Gisaro has an animal companion, a raven named Theodebai.",
  "Tasima: Male Tiefling Monk, NE. Str 15, Dex 12, Con 9, Int 12, Wis 14, Cha 9. Tasima has dark blue hair and silver eyes, and a pair of tiny wings. He wears well-made clothing and wields a yari (spear) and kama (sickle). Tasima is hunting the demon who slew his mentor.",
  "Sereda: Male Tiefling Rogue, NG. Str 8, Dex 12, Con 14, Int 16, Wis 13, Cha 11. Sereda has uneven golden hair and white eyes, and wears glasses with steel rims. He wears leather armor and wields a shortsword and hand crossbow. Sereda is loyal and sensitive.",
  "Gusigoia: Male Tiefling Ranger, CE. Str 14, Dex 15, Con 8, Int 5, Wis 11, Cha 7. Gusigoia has dark red skin, with dark red hair and white eyes. He wears studded leather and wields a battleaxe and shield. Gusigoia is dying and desperately seeks the secret of immortality.",
  "Ricusi: Male Tiefling Bard, N. Str 15, Dex 11, Con 10, Int 14, Wis 6, Cha 12. Ricusi is tall, with dark blue hair and silver eyes. He wears studded leather and wields a longsword. Ricusi is searching for the lost dwarven kingdom of Tumunzar.",
  "Thunaisi: Male Tiefling Ranger, N. Str 14, Dex 17, Con 8, Int 12, Wis 13, Cha 10. Thunaisi is heavyset, with dark purple hair and red eyes. He wears studded leather and wields a trident. Thunaisi is nervous and mercenary.",
  "Ansandus: Male Tiefling Fighter, N. Str 13, Dex 9, Con 13, Int 11, Wis 7, Cha 8. Ansandus has crimson skin, with long golden hair and white eyes. He wears chain mail and wields a flail and heavy crossbow. Ansandus suffers an acute fear of fire.",
  "Avalas: Male Tiefling Monk, NG. Str 14, Dex 8, Con 7, Int 13, Wis 12, Cha 8. Avalas has crimson skin, with red hair and silver eyes. He wears modest garments and wields an ono (handaxe).",
  "Sisbada: Male Tiefling Warlock, N. Str 12, Dex 12, Con 9, Int 12, Wis 5, Cha 17. Sisbada has copper hair and red eyes, and rows of shark-like teeth. He wears leather armor and wields a light hammer and dagger.",
  "Gelaro: Male Tiefling Monk, LN. Str 8, Dex 9, Con 15, Int 13, Wis 16, Cha 7. Gelaro is willowy, with dark red hair and red eyes. He wears travel-stained clothing and wields a kanabo (mace). Gelaro has an animal companion, a tiger named Fricaro.",
  "Gisaro: Male Tiefling Rogue, N. Str 8, Dex 13, Con 9, Int 9, Wis 9, Cha 14. Gisaro has golden hair and red eyes, and wears glasses with platinum rims. He wears studded leather and wields a rapier and dagger.",
  "Gerniga: Male Tiefling Fighter, CG. Str 14, Dex 12, Con 9, Int 9, Wis 9, Cha 9. Gerniga has blonde hair and white eyes, and a magical scar on his face. He wears chain mail and wields a rapier. Gerniga seeks to help the poor and unfortunate.",
  "Rodisa: Male Tiefling Monk, CN. Str 12, Dex 14, Con 12, Int 9, Wis 15, Cha 14. Rodisa is willowy, with straight silver hair and black eyes. He wears worn clothing and wields a bo (quarterstaff).",
  "Aric: Male Tiefling Rogue, LG. Str 9, Dex 15, Con 11, Int 13, Wis 9, Cha 11. Aric is tall and thin, with long silver hair and white eyes. He wears leather armor and wields a rapier and javelins. Aric is sensitive and devout.",
  "Sigernio: Male Tiefling Fighter, NG. Str 14, Dex 13, Con 10, Int 11, Wis 7, Cha 8. Sigernio is thin, with dark purple hair and white eyes. He wears ring mail and wields a longsword and shield. Sigernio seeks to atone for past sins.",
  "Vandusa: Male Tiefling Rogue, LN. Str 10, Dex 17, Con 11, Int 11, Wis 12, Cha 9. Vandusa has crimson skin, with messy red hair and gold eyes. He wears leather armor and wields a club and hand crossbow. Vandusa has an animal companion, a black snake named Ortigostro.",
  "Biusela: Male Tiefling Rogue, LN. Str 10, Dex 14, Con 14, Int 7, Wis 14, Cha 10. Biusela has dark red skin, with dark purple hair and silver eyes. He wears leather armor and wields a longsword and sling. Biusela is a terrible liar.",
  "Agingund: Male Tiefling Paladin, Good. Str 13, Dex 10, Con 12, Int 9, Wis 11, Cha 12. Agingund has dark red skin, with golden hair and silver eyes. He wears chain mail and wields a shortsword. Agingund is searching for the lost Cloister of Angels.",
  "Wulfila: Male Tiefling Cleric, NG. Str 9, Dex 12, Con 10, Int 11, Wis 13, Cha 8. Wulfila is thin, with golden hair and black eyes. He wears leather armor and wields a spear. Wulfila has an animal companion, a hawk named Rocusi.",
  "Senaisi: Male Tiefling Druid, Neutral. Str 11, Dex 12, Con 6, Int 10, Wis 13, Cha 10. Senaisi is tall, with dark red hair and black eyes. He wears leather armor and wields a scimitar and darts. Senaisi seeks only fame and glory.",
  "Hunige: Male Tiefling Monk, NE. Str 13, Dex 14, Con 8, Int 10, Wis 10, Cha 10. Hunige has blood red skin, with dark red hair and black eyes. He wears modest garments and wields nunchaku (club) and kama (sickle).",
  "Eteric: Male Tiefling Monk, CE. Str 11, Dex 15, Con 6, Int 11, Wis 8, Cha 13. Eteric has brown hair and black eyes, and a magical scar on his arm. He wears well-made clothing and wields a bo (quarterstaff) and shuriken (darts).",
  "Ustid: Male Tiefling Rogue, LN. Str 10, Dex 16, Con 10, Int 12, Wis 11, Cha 12. Ustid has dark red skin, with blonde hair and red eyes. He wears leather armor and wields a rapier. Ustid has an animal companion, a dire rat named Gudela.",
  "Orilar: Male Tiefling Rogue, NG. Str 14, Dex 16, Con 9, Int 15, Wis 10, Cha 8. Orilar has blood red skin, with golden hair and red eyes. He wears studded leather and wields a mace.",
  "Ricuni: Male Tiefling Paladin, Good. Str 11, Dex 13, Con 11, Int 14, Wis 7, Cha 13. Ricuni has golden hair and red eyes, and wears glasses with electrum rims. He wears chain mail and wields a trident and shield. Ricuni is searching for his lost sister.",
  "Leovala: Male Tiefling Monk, N. Str 11, Dex 11, Con 13, Int 10, Wis 13, Cha 5. Leovala is willowy, with thick black hair and white eyes. He wears sturdy clothing and wields a yari (spear). Leovala dislikes anyone smaller than him.",
  "Vittufa: Male Tiefling Barbarian, LN. Str 17, Dex 11, Con 11, Int 11, Wis 10, Cha 11. Vittufa is overweight, with golden hair and gold eyes. He wears studded leather and wields a glaive. Vittufa seeks to discover who murdered his family.",
  "Vacusa: Male Tiefling Rogue, LN. Str 9, Dex 15, Con 8, Int 13, Wis 10, Cha 12. Vacusa has dark purple hair and white eyes, and an unusual scar on his leg. He wears leather armor and wields a club. Vacusa dislikes having people behind him.",
  "Vacusi: Male Tiefling Rogue, NE. Str 14, Dex 16, Con 9, Int 11, Wis 12, Cha 6. Vacusi has short auburn hair and red eyes, and horns engraved with dark symbols. He wears studded leather and wields a shortsword and hand crossbow. Vacusi has an animal companion, a black snake named Alabiund.",
  "Anarild: Male Tiefling Rogue, N. Str 14, Dex 12, Con 5, Int 13, Wis 9, Cha 8. Anarild is short and thin, with dark red hair and red eyes. He wears studded leather and wields a rapier.",
  "Himunda: Male Tiefling Fighter, LE. Str 13, Dex 12, Con 10, Int 9, Wis 11, Cha 8. Himunda has dark purple hair and silver eyes, and horns engraved with dark symbols. He wears half plate and wields a battleaxe and net. Himunda seeks to become a knight of the realm.",
  "Asparic: Male Tiefling Paladin, Good. Str 9, Dex 9, Con 6, Int 7, Wis 13, Cha 11. Asparic is tall, with braided golden hair and black eyes. He wears chain mail and wields a glaive. Asparic is wrongly sought by the paladins of the Cathedral of White Light for heresy.",
  "Amaris: Male Tiefling Monk, CN. Str 7, Dex 12, Con 7, Int 8, Wis 12, Cha 6. Amaris is heavyset, with thin black hair and red eyes. He wears worn clothing and wields nunchaku (club). Amaris is searching for a legendary blade named Luminous Devastator.",
  "Berica: Male Tiefling Rogue, NG. Str 6, Dex 16, Con 11, Int 15, Wis 12, Cha 10. Berica has straight black hair and silver eyes, and a magical scar on his arm. He wears studded leather and wields a handaxe. Berica is aesthetic and pleasant.",
  "Hildada: Male Tiefling Barbarian, NG. Str 13, Dex 9, Con 11, Int 13, Wis 10, Cha 11. Hildada has dark red hair and gold eyes, and rows of shark-like teeth. He wears leather armor and wields a pike.",
  "Carica: Male Tiefling Paladin, Good. Str 14, Dex 7, Con 11, Int 10, Wis 11, Cha 7. Carica has messy brown hair and red eyes, and a pair of tiny wings. He wears a chain shirt and wields a war pick and shield. Carica is calm and alluring.",
  "Vitoto: Male Tiefling Ranger, CE. Str 15, Dex 13, Con 10, Int 9, Wis 14, Cha 10. Vitoto is heavyset, with dark blue hair and gold eyes. He wears leather armor and wields a pike. Vitoto is a skilled cook.",
  "Beucusa: Male Tiefling Barbarian, N. Str 12, Dex 10, Con 16, Int 10, Wis 8, Cha 11. Beucusa is short and thin, with dark purple hair and black eyes. He wears hide armor and wields a trident and net.",
  "Thaparo: Male Tiefling Rogue, CG. Str 10, Dex 12, Con 7, Int 11, Wis 8, Cha 7. Thaparo has golden hair and white eyes, and a magical scar on his arm. He wears studded leather and wields a longsword. Thaparo seeks to steal an ancient artifact from the Shrine of Masta the Dire.",
  "Gisero: Male Tiefling Fighter, N. Str 12, Dex 12, Con 13, Int 12, Wis 11, Cha 9. Gisero has dark purple hair and black eyes, and wears glasses with bronze rims. He wears splint armor and wields a shortsword. Gisero seeks to become a knight of the realm.",
  "Bigiskla: Male Tiefling Cleric, NG. Str 9, Dex 8, Con 6, Int 9, Wis 13, Cha 9. Bigiskla has crimson skin, with dark blue hair and silver eyes. He wears scale mail and wields a club and shield. Bigiskla secretly serves Abyn, an ancient undead god.",
  "Apus: Male Tiefling Fighter, NG. Str 13, Dex 8, Con 9, Int 7, Wis 11, Cha 9. Apus has blood red skin, with copper hair and red eyes. He wears splint armor and wields a glaive. Apus is impossibly lucky.",
  "Safraga: Male Tiefling Fighter, NG. Str 13, Dex 14, Con 13, Int 13, Wis 11, Cha 9. Safraga is short, with dark blue hair and silver eyes. He wears scale mail and wields a rapier. Safraga is optimistic and intuitive.",
  "Hunusa: Male Tiefling Rogue, LG. Str 12, Dex 15, Con 10, Int 10, Wis 13, Cha 10. Hunusa has dark red skin, with dark blue hair and red eyes. He wears leather armor and wields a rapier and hand crossbow. Hunusa has an animal companion, a raven named Giso.",
  "Enandulf: Male Tiefling Monk, NG. Str 9, Dex 12, Con 13, Int 5, Wis 12, Cha 6. Enandulf is short and heavyset, with dark purple hair and white eyes. He wears worn clothing and wields a bo (quarterstaff). Enandulf seeks to become a knight of the realm.",
  "Gildila: Male Tiefling Sorcerer, NE. Str 10, Dex 10, Con 13, Int 7, Wis 8, Cha 17. Gildila has crimson skin, with thin golden hair and white eyes. He wears worn clothing and wields a dagger and light crossbow. Gildila seeks revenge against the kingdom which exiled him.",
  "Sigunda: Male Tiefling Rogue, N. Str 11, Dex 16, Con 14, Int 10, Wis 10, Cha 10. Sigunda is short and slender, with dark purple hair and silver eyes. He wears studded leather and wields a club and hand crossbow. Sigunda is impish and stoic.",
  "Tharica: Male Tiefling Rogue, CN. Str 13, Dex 12, Con 8, Int 8, Wis 13, Cha 10. Tharica has blood red skin, with thin brown hair and silver eyes. He wears leather armor and wields a longsword and hand crossbow.",
  "Badaca: Male Tiefling Fighter, LE. Str 14, Dex 11, Con 7, Int 10, Wis 13, Cha 7. Badaca is short and slender, with blonde hair and gold eyes. He wears splint armor and wields a battleaxe and shield.",
  "Sisige: Male Tiefling Warlock, LN. Str 10, Dex 13, Con 15, Int 10, Wis 9, Cha 15. Sisige is short, with straight brown hair and white eyes. He wears leather armor and wields a club and shortbow.",
  "Teiasi: Male Tiefling Wizard, NG. Str 6, Dex 10, Con 15, Int 16, Wis 10, Cha 5. Teiasi has white hair and silver eyes, and rows of shark-like teeth. He wears blue robes and wields a dagger and light crossbow.",
  "Aspazar: Male Tiefling Paladin, Good. Str 17, Dex 9, Con 12, Int 6, Wis 11, Cha 13. Aspazar is tall and heavyset, with dark red hair and black eyes. He wears splint armor and wields a battleaxe. Aspazar has an animal companion, a bay warhorse named Amatada.",
  "Rila: Male Tiefling Rogue, N. Str 12, Dex 14, Con 12, Int 11, Wis 8, Cha 8. Rila has blood red skin, with dark purple hair and black eyes. He wears leather armor and wields a shortsword and hand crossbow. Rila is practical and foolhardy.",
  "Rasiga: Male Tiefling Paladin, Good. Str 8, Dex 6, Con 7, Int 11, Wis 16, Cha 12. Rasiga has silver hair and white eyes, and a magical scar on his leg. He wears a chain shirt and wields a whip and shield.",
  "Theusabai: Male Tiefling Monk, NE. Str 15, Dex 13, Con 8, Int 9, Wis 14, Cha 12. Theusabai is short, with dark purple hair and black eyes. He wears plain clothing and wields a bo (quarterstaff) and shuriken (darts). Theusabai has an animal companion, a red snake named Avimus.",
  "Cusala: Male Tiefling Rogue, NG. Str 6, Dex 15, Con 9, Int 14, Wis 11, Cha 14. Cusala is short and stout, with tangled gray hair and gold eyes. He wears leather armor and wields a quarterstaff. Cusala was magically imprisoned for a hundred years.",
  "Sindolfa: Male Tiefling Warlock, NG. Str 14, Dex 14, Con 7, Int 9, Wis 10, Cha 14. Sindolfa is tall, with dark blue hair and black eyes. He wears leather armor and wields a handaxe. Sindolfa has an animal companion, a raven named Valda.",
  "Sigala: Male Tiefling Bard, NG. Str 13, Dex 7, Con 10, Int 10, Wis 8, Cha 16. Sigala is stout, with dark red hair and silver eyes. He wears studded leather and wields a rapier.",
  "Sela: Male Tiefling Rogue, NG. Str 5, Dex 16, Con 10, Int 11, Wis 12, Cha 9. Sela has thin silver hair and white eyes, and a flicking forked tongue. He wears leather armor and wields a handaxe and hand crossbow. Sela has an animal companion, a sable ferret named Wilgiso.",
  "Saphrico: Male Tiefling Druid, Neutral. Str 13, Dex 11, Con 5, Int 9, Wis 15, Cha 9. Saphrico is short, with dark purple hair and red eyes. He wears leather armor and wields a scimitar and dagger. Saphrico secretly serves Beraie, an ancient god of death.",
  "Cusunnio: Male Tiefling Monk, CN. Str 10, Dex 9, Con 12, Int 15, Wis 14, Cha 12. Cusunnio has crimson skin, with red hair and black eyes. He wears worn clothing and wields nunchaku (club). Cusunnio has an animal companion, a hunting dog named Harica.",
  "Sisaro: Male Tiefling Fighter, CG. Str 13, Dex 9, Con 12, Int 10, Wis 7, Cha 10. Sisaro is stout, with dark red hair and black eyes. He wears scale mail and wields a warhammer and longbow. Sisaro is honorable and fierce.",
  "Hunoba: Male Tiefling Fighter, NG. Str 17, Dex 11, Con 9, Int 9, Wis 12, Cha 10. Hunoba has dark red hair and silver eyes, and a pair of tiny wings. He wears plate armor and wields a warhammer. Hunoba speaks with a soft voice.",
  "Gunduila: Male Tiefling Rogue, LG. Str 13, Dex 16, Con 9, Int 11, Wis 10, Cha 15. Gunduila is short and heavyset, with dark purple hair and silver eyes. He wears studded leather and wields a longsword. Gunduila serves Rielik, an ancient but forgotten god of law.",
  "Erariar: Male Tiefling Warlock, NG. Str 11, Dex 9, Con 10, Int 10, Wis 11, Cha 14. Erariar is slender, with dark red hair and gold eyes. He wears leather armor and wields a club and sickle.",
  "Bertema: Male Tiefling Barbarian, LN. Str 17, Dex 10, Con 12, Int 10, Wis 13, Cha 10. Bertema is short, with dark red hair and silver eyes. He wears leather armor and wields a whip. Bertema has an animal companion, a green firedrake named Heniga.",
  "Arnoliad: Male Tiefling Monk, N. Str 12, Dex 13, Con 10, Int 9, Wis 13, Cha 10. Arnoliad is willowy, with straight auburn hair and gold eyes. He wears plain clothing and wields an ono (handaxe) and shuriken (darts).",
  "Thulmunda: Male Tiefling Cleric, NG. Str 5, Dex 7, Con 7, Int 13, Wis 13, Cha 16. Thulmunda has thin copper hair and red eyes, and a distinctive scar on his arm. He wears studded leather and wields a spear. Thulmunda seeks to free himself from an ancient curse.",
  "Fila: Male Tiefling Monk, NG. Str 15, Dex 11, Con 10, Int 7, Wis 12, Cha 15. Fila is tall, with dark red hair and gold eyes. He wears simple clothing and wields an ono (handaxe) and sai (dagger). Fila is friendly and well-spoken.",
  "Goddusi: Male Tiefling Barbarian, LN. Str 15, Dex 13, Con 11, Int 11, Wis 14, Cha 14. Goddusi has dark purple hair and white eyes, and a magical scar on his arm. He wears scale mail and wields a greatsword. Goddusi lost his shadow to a hag.",
  "Tigero: Male Tiefling Monk, N. Str 7, Dex 12, Con 11, Int 8, Wis 11, Cha 8. Tigero has blood red skin, with dark purple hair and black eyes. He wears modest garments and wields a bo (quarterstaff) and kama (sickle).",
  "Heliaro: Male Tiefling Paladin, Good. Str 11, Dex 11, Con 8, Int 9, Wis 10, Cha 14. Heliaro has dark blue hair and gold eyes, and a magical scar on his arm. He wears chain mail and wields a battleaxe. Heliaro is faithful and decisive.",
  "Arisvus: Male Tiefling Druid, Neutral. Str 11, Dex 14, Con 10, Int 7, Wis 16, Cha 9. Arisvus is heavyset, with dark purple hair and white eyes. He wears leather armor and wields a mace and wooden shield. Arisvus is colorblind.",
  "Gerni: Male Tiefling Monk, NG. Str 17, Dex 11, Con 11, Int 10, Wis 12, Cha 10. Gerni is short, with red hair and gold eyes. He wears modest garments and wields nunchaku (club). Gerni is generous and fair.",
  "Terica: Male Tiefling Monk, N. Str 15, Dex 12, Con 8, Int 9, Wis 15, Cha 14. Terica has dark red skin, with dark red hair and red eyes. He wears modest garments and wields a bo (quarterstaff) and sai (dagger). Terica is searching for a legendary blade named Celestial Glory.",
  "Thricanna: Male Tiefling Rogue, NG. Str 11, Dex 13, Con 9, Int 11, Wis 13, Cha 9. Thricanna is overweight, with gray hair and white eyes. He wears studded leather and wields a longsword. Thricanna is capable and cheerful.",
  "Gildaca: Male Tiefling Cleric, NE. Str 11, Dex 9, Con 11, Int 10, Wis 16, Cha 16. Gildaca has short silver hair and black eyes, and wears glasses with pewter rims. He wears studded leather and wields a quarterstaff. Gildaca is haunted by the memories of a past life.",
  "Aric: Male Tiefling Sorcerer, N. Str 15, Dex 8, Con 8, Int 7, Wis 10, Cha 12. Aric has dark red hair and gold eyes, and a pair of tiny wings. He wears modest garments and wields a dagger and light crossbow. Aric compulsively hums.",
  "Arilic: Male Tiefling Paladin, Good. Str 12, Dex 10, Con 14, Int 10, Wis 13, Cha 14. Arilic has crimson skin, with dark purple hair and white eyes. He wears splint armor and wields a greataxe. Arilic seeks to prove himself to his peers.",
  "Ricusi: Male Tiefling Fighter, LN. Str 13, Dex 11, Con 8, Int 13, Wis 8, Cha 7. Ricusi is tall and willowy, with gray hair and red eyes. He wears half plate and wields a trident. Ricusi is dying and desperately seeks the secret of immortality.",
  "Ricusi: Male Tiefling Druid, Neutral. Str 12, Dex 10, Con 8, Int 13, Wis 16, Cha 9. Ricusi is short and slender, with braided blonde hair and black eyes. He wears hide armor and wields a spear. Ricusi seeks revenge against the sister who betrayed him.",
  "Witanca: Male Tiefling Cleric, LE. Str 12, Dex 11, Con 11, Int 11, Wis 16, Cha 9. Witanca is short, with dark purple hair and silver eyes. He wears leather armor and wields a handaxe and sickle. Witanca is easily distracted by food and drink.",
  "Cusalla: Male Tiefling Rogue, NE. Str 10, Dex 14, Con 9, Int 11, Wis 6, Cha 11. Cusalla has uneven copper hair and white eyes, and horns engraved with evil symbols. He wears studded leather and wields a rapier. Cusalla suffers a traumatic fear of spiders.",
  "Abaud: Male Tiefling Warlock, NG. Str 14, Dex 14, Con 14, Int 10, Wis 10, Cha 14. Abaud has dark blue hair and gold eyes, and a flicking forked tongue. He wears leather armor and wields a spear and javelins.",
  "Cusima: Male Tiefling Druid, Neutral. Str 7, Dex 5, Con 10, Int 13, Wis 17, Cha 13. Cusima has dark blue hair and gold eyes, and a pair of tiny wings. He wears hide armor and wields a club. Cusima is depressed and depraved.",
  "Ariger: Male Tiefling Cleric, NG. Str 14, Dex 11, Con 12, Int 13, Wis 16, Cha 7. Ariger is tall, with red hair and black eyes. He wears half plate and wields a quarterstaff. Ariger suffers a mild allergy to cats.",
  "Hidubro: Male Tiefling Ranger, NG. Str 11, Dex 9, Con 8, Int 8, Wis 13, Cha 5. Hidubro is tall, with red hair and silver eyes. He wears leather armor and wields a rapier. Hidubro compulsively lies.",
  "Ancax: Male Tiefling Monk, LN. Str 14, Dex 10, Con 9, Int 12, Wis 9, Cha 10. Ancax has golden hair and white eyes, and a pair of tiny wings. He wears modest garments and wields a yari (spear) and kama (sickle). Ancax is clever and adventurous.",
  "Esanax: Male Tiefling Rogue, LG. Str 14, Dex 15, Con 7, Int 15, Wis 11, Cha 12. Esanax has red hair and silver eyes, and rows of shark-like teeth. He wears studded leather and wields a longsword and shortbow. Esanax has an animal companion, a black snake named Gothene.",
  "Vultanco: Male Tiefling Barbarian, CE. Str 16, Dex 10, Con 12, Int 13, Wis 10, Cha 9. Vultanco is overweight, with dark blue hair and silver eyes. He wears leather armor and wields a scimitar and shield. Vultanco serves an ancient dragon named Enaiptiyat.",
  "Simudo: Male Tiefling Fighter, NG. Str 16, Dex 9, Con 10, Int 12, Wis 12, Cha 12. Simudo is thin, with dark red hair and white eyes. He wears scale mail and wields a rapier and shield. Simudo is heroic and covetous.",
  "Unic: Male Tiefling Ranger, LN. Str 12, Dex 12, Con 8, Int 13, Wis 11, Cha 10. Unic has braided silver hair and gold eyes, and a distinctive scar on his face. He wears studded leather and wields a war pick.",
  "Ricola: Male Tiefling Monk, CN. Str 11, Dex 13, Con 10, Int 12, Wis 11, Cha 15. Ricola has dark red hair and black eyes, and rows of shark-like teeth. He wears plain clothing and wields an ono (handaxe). Ricola is quiet, and says as little as possible.",
  "Frico: Male Tiefling Cleric, CN. Str 10, Dex 8, Con 6, Int 7, Wis 15, Cha 15. Frico is slender, with dark blue hair and white eyes. He wears a breastplate and wields a light hammer. Frico is reserved and bloodthirsty.",
  "Unilald: Male Tiefling Rogue, N. Str 7, Dex 16, Con 7, Int 11, Wis 11, Cha 9. Unilald has dark purple hair and gold eyes, and wears glasses with pewter rims. He wears leather armor and wields a rapier. Unilald is painfully tone-deaf.",
  "Aduic: Male Tiefling Fighter, N. Str 14, Dex 14, Con 6, Int 7, Wis 11, Cha 7. Aduic has crimson skin, with thick white hair and silver eyes. He wears half plate and wields a shortsword. Aduic seeks to save his family from financial ruin.",
  "Arin: Male Tiefling Ranger, LN. Str 11, Dex 9, Con 13, Int 10, Wis 10, Cha 12. Arin has crimson skin, with dark purple hair and red eyes. He wears a breastplate and wields a longsword and shield. Arin seeks only fame and glory.",
  "Thrandoingoia: Male Tiefling Barbarian, LN. Str 15, Dex 14, Con 12, Int 10, Wis 11, Cha 7. Thrandoingoia has crimson skin, with dark purple hair and silver eyes. He wears leather armor and wields a war pick and hand crossbow. Thrandoingoia is impossibly lucky.",
  "Sariaro: Male Tiefling Barbarian, N. Str 12, Dex 13, Con 12, Int 11, Wis 14, Cha 11. Sariaro is slender, with dark blue hair and silver eyes. He wears studded leather and wields a whip and shield. Sariaro dislikes having people behind him.",
  "Hila: Male Tiefling Rogue, NE. Str 12, Dex 12, Con 5, Int 10, Wis 11, Cha 11. Hila is short, with red hair and gold eyes. He wears studded leather and wields a quarterstaff and hand crossbow. Hila refers to himself in the third person.",
  "Hasima: Male Tiefling Warlock, NG. Str 13, Dex 14, Con 8, Int 11, Wis 12, Cha 17. Hasima is slender, with white hair and silver eyes. He wears studded leather and wields a light hammer. Hasima suffers a deadly allergy to eggs.",
  "Agimad: Male Tiefling Fighter, CN. Str 14, Dex 13, Con 10, Int 15, Wis 13, Cha 13. Agimad has dark red skin, with tangled auburn hair and silver eyes. He wears a breastplate and wields a warhammer and longbow. Agimad has an animal companion, a badger named Gildeha.",
  "Basuero: Male Tiefling Paladin, Good. Str 9, Dex 10, Con 6, Int 12, Wis 13, Cha 14. Basuero has blood red skin, with dark blue hair and gold eyes. He wears hide armor and wields a pike. Basuero is fascinated by mythology and the gods.",
  "Vittacha: Male Tiefling Fighter, LN. Str 13, Dex 11, Con 14, Int 10, Wis 9, Cha 10. Vittacha is thin, with uneven copper hair and gold eyes. He wears splint armor and wields a rapier and blowgun. Vittacha was petrified for a hundred years.",
  "Ariuntern: Male Tiefling Paladin, Good. Str 9, Dex 9, Con 14, Int 10, Wis 17, Cha 16. Ariuntern has messy black hair and black eyes, and a flicking forked tongue. He wears ring mail and wields a maul. Ariuntern seeks to prove himself to his peers.",
  "Trocanna: Male Tiefling Bard, LE. Str 8, Dex 5, Con 14, Int 16, Wis 10, Cha 14. Trocanna has braided black hair and gold eyes, and horns engraved with fell symbols. He wears studded leather and wields a light hammer and sling. Trocanna has an animal companion, a silver cat named Glaso.",
  "Vala: Male Tiefling Rogue, LN. Str 11, Dex 16, Con 12, Int 10, Wis 13, Cha 11. Vala has dark red skin, with curly white hair and silver eyes. He wears leather armor and wields a quarterstaff. Vala has an animal companion, a sable ferret named Heodima.",
  "Cola: Male Tiefling Paladin, Good. Str 17, Dex 5, Con 9, Int 8, Wis 14, Cha 12. Cola is tall and stout, with straight blonde hair and gold eyes. He wears splint armor and wields a morningstar and shield. Cola seeks the meaning of a strange prophecy.",
  "Sela: Male Tiefling Cleric, NG. Str 12, Dex 13, Con 11, Int 9, Wis 13, Cha 12. Sela has dark red hair and gold eyes, and rows of shark-like teeth. He wears a chain shirt and wields a light hammer.",
  "Anathar: Male Tiefling Rogue, N. Str 11, Dex 12, Con 9, Int 8, Wis 8, Cha 10. Anathar has crimson skin, with curly red hair and white eyes. He wears leather armor and wields a shortsword and hand crossbow. Anathar has an animal companion, a raven named Adalfrild.",
  "Chernaba: Male Tiefling Rogue, N. Str 12, Dex 17, Con 7, Int 14, Wis 9, Cha 14. Chernaba has crimson skin, with tangled blonde hair and gold eyes. He wears studded leather and wields a shortsword. Chernaba has an animal companion, a sable ferret named Totero.",
  "Gildusa: Male Tiefling Monk, CN. Str 15, Dex 13, Con 11, Int 8, Wis 12, Cha 9. Gildusa has dark red hair and red eyes, and a distinctive scar on his arm. He wears plain clothing and wields a bo (quarterstaff). Gildusa avoids eye contact.",
  "Isetis: Male Tiefling Rogue, N. Str 11, Dex 13, Con 11, Int 10, Wis 13, Cha 5. Isetis has blood red skin, with dark purple hair and gold eyes. He wears leather armor and wields a shortsword and hand crossbow. Isetis believes that he is the rightful heir to the throne of Gothriathell.",
  "Athaund: Male Tiefling Monk, N. Str 15, Dex 13, Con 7, Int 14, Wis 9, Cha 8. Athaund is short and heavyset, with dark red hair and silver eyes. He wears sturdy clothing and wields a yari (spear) and shuriken (darts). Athaund has an animal companion, a green snake named Cusisba.",
  "Gildega: Male Tiefling Bard, CN. Str 9, Dex 10, Con 11, Int 13, Wis 12, Cha 16. Gildega has crimson skin, with dark blue hair and black eyes. He wears leather armor and wields a rapier and light crossbow.",
  "Igeric: Male Tiefling Fighter, N. Str 17, Dex 12, Con 13, Int 12, Wis 6, Cha 8. Igeric has red hair and black eyes, and a pair of tiny wings. He wears ring mail and wields a glaive. Igeric is wrongly sought by the paladins of the Temple of Angels for theft.",
  "Biusisi: Male Tiefling Sorcerer, N. Str 11, Dex 14, Con 13, Int 13, Wis 11, Cha 15. Biusisi is short and willowy, with straight black hair and black eyes. He wears plain clothing and wields a quarterstaff. Biusisi is practical and truthful.",
  "Wulfila: Male Tiefling Bard, CN. Str 10, Dex 13, Con 10, Int 7, Wis 13, Cha 13. Wulfila has crimson skin, with dark purple hair and silver eyes. He wears studded leather and wields a spear and sling.",
  "Selia: Male Tiefling Fighter, LN. Str 13, Dex 11, Con 13, Int 7, Wis 6, Cha 10. Selia is short, with thick white hair and white eyes. He wears hide armor and wields a rapier and shield. Selia seeks to atone for past sins.",
  "Aduabius: Male Tiefling Monk, NG. Str 11, Dex 12, Con 13, Int 14, Wis 10, Cha 11. Aduabius is thin, with gray hair and black eyes. He wears simple clothing and wields a bo (quarterstaff).",
  "Heodero: Male Tiefling Cleric, CE. Str 12, Dex 8, Con 7, Int 9, Wis 17, Cha 17. Heodero has blonde hair and red eyes, and a flicking forked tongue. He wears leather armor and wields a spear and shield.",
  "Chorima: Male Tiefling Ranger, NG. Str 9, Dex 11, Con 9, Int 9, Wis 13, Cha 5. Chorima has crimson skin, with dark red hair and black eyes. He wears studded leather and wields a shortsword and shield. Chorima seeks to continue the noble legacy of his father.",
  "Hikasa: Male Tiefling Rogue, N. Str 12, Dex 17, Con 9, Int 13, Wis 9, Cha 14. Hikasa is short, with blonde hair and silver eyes. He wears studded leather and wields a rapier and dagger. Hikasa is jealous and abusive.",
  "Anan: Male Tiefling Fighter, CG. Str 16, Dex 14, Con 9, Int 11, Wis 12, Cha 8. Anan is short, with copper hair and gold eyes. He wears plate armor and wields a battleaxe and shield. Anan is impossibly lucky.",
  "Traiasida: Male Tiefling Ranger, NG. Str 12, Dex 12, Con 6, Int 15, Wis 14, Cha 9. Traiasida has dark purple hair and black eyes, and rows of shark-like teeth. He wears studded leather and wields a trident.",
  "Ravanda: Male Tiefling Monk, N. Str 12, Dex 11, Con 15, Int 14, Wis 14, Cha 11. Ravanda has crimson skin, with black hair and black eyes. He wears simple clothing and wields a yari (spear) and kama (sickle). Ravanda is ambitious and haughty.",
  "Gila: Male Tiefling Wizard, N. Str 15, Dex 12, Con 10, Int 12, Wis 10, Cha 7. Gila is short, with copper hair and gold eyes. He wears well-made clothing and wields a dagger and sling. Gila seeks to master the secrets of chaos magic.",
  "Ahanas: Male Tiefling Wizard, CN. Str 10, Dex 10, Con 10, Int 13, Wis 12, Cha 10. Ahanas is tall, with braided golden hair and red eyes. He wears golden robes and wields a dagger.",
  "Fricusa: Male Tiefling Paladin, Good. Str 10, Dex 11, Con 11, Int 7, Wis 7, Cha 10. Fricusa has dark purple hair and black eyes, and horns engraved with baleful symbols. He wears plate armor and wields a maul. Fricusa is hunting the warlord who murdered his family.",
  "Gisela: Male Tiefling Druid, Neutral. Str 13, Dex 7, Con 9, Int 7, Wis 14, Cha 5. Gisela has messy blonde hair and red eyes, and a flicking forked tongue. He wears leather armor and wields a club and wooden shield. Gisela is a pack-rat, and carries a satchel of random junk.",
  "Harida: Male Tiefling Rogue, CG. Str 9, Dex 17, Con 11, Int 8, Wis 13, Cha 8. Harida has red hair and silver eyes, and rows of shark-like teeth. He wears studded leather and wields a rapier and hand crossbow. Harida is idealistic and adventurous.",
  "Ustises: Male Tiefling Rogue, N. Str 9, Dex 13, Con 7, Int 17, Wis 11, Cha 8. Ustises is short and heavyset, with messy auburn hair and white eyes. He wears leather armor and wields a rapier and hand crossbow. Ustises speaks with a soft voice.",
  "Igeric: Male Tiefling Rogue, CN. Str 9, Dex 16, Con 15, Int 11, Wis 13, Cha 10. Igeric is willowy, with dark purple hair and white eyes. He wears leather armor and wields a shortsword and hand crossbow. Igeric seeks revenge against the aristocrat who framed him.",
  "Harisa: Male Tiefling Paladin, Good. Str 8, Dex 5, Con 13, Int 8, Wis 12, Cha 13. Harisa is stout, with brown hair and silver eyes. He wears plate armor and wields a flail. Harisa is romantic and industrious.",
  "Areric: Male Tiefling Ranger, NG. Str 15, Dex 13, Con 6, Int 12, Wis 12, Cha 11. Areric is tall, with thick blonde hair and white eyes. He wears half plate and wields a shortsword. Areric speaks with a shrill voice.",
  "Sigauta: Male Tiefling Paladin, Good. Str 14, Dex 8, Con 8, Int 10, Wis 10, Cha 8. Sigauta is tall and stout, with silver hair and black eyes. He wears plate armor and wields a warhammer.",
  "Aladuic: Male Tiefling Cleric, LG. Str 7, Dex 6, Con 9, Int 15, Wis 12, Cha 13. Aladuic has crimson skin, with dark red hair and silver eyes. He wears leather armor and wields a spear and shield. Aladuic is righteous and diplomatic.",
  "Hildero: Male Tiefling Rogue, CE. Str 9, Dex 12, Con 11, Int 10, Wis 10, Cha 6. Hildero has dark red skin, with matted brown hair and gold eyes. He wears leather armor and wields a shortsword and hand crossbow. Hildero seeks to atone for past sins.",
  "Sadila: Male Tiefling Wizard, N. Str 12, Dex 12, Con 11, Int 15, Wis 10, Cha 10. Sadila is tall and heavyset, with black hair and silver eyes. He wears red robes and wields a quarterstaff and darts.",
  "Vansima: Male Tiefling Monk, CN. Str 11, Dex 13, Con 11, Int 9, Wis 12, Cha 15. Vansima has dark red hair and black eyes, and rows of shark-like teeth. He wears modest garments and wields an ono (handaxe) and shuriken (darts). Vansima is hunting the demon who slew his mentor.",
  "Gisclahma: Male Tiefling Monk, LN. Str 10, Dex 11, Con 9, Int 7, Wis 14, Cha 12. Gisclahma has dark purple hair and gold eyes, and horns engraved with dark symbols. He wears modest garments and wields a yari (spear) and shuriken (darts).",
  "Sila: Male Tiefling Fighter, CG. Str 17, Dex 9, Con 14, Int 5, Wis 7, Cha 7. Sila has dark purple hair and silver eyes, and horns engraved with dark symbols. He wears hide armor and wields a trident. Sila is only friendly towards other tieflings..",
  "Hadana: Male Tiefling Ranger, NG. Str 15, Dex 13, Con 9, Int 9, Wis 10, Cha 7. Hadana has crimson skin, with brown hair and black eyes. He wears scale mail and wields a rapier and shield. Hadana has black dog named Suntha.",
  "Thunasi: Male Tiefling Monk, N. Str 15, Dex 10, Con 10, Int 9, Wis 7, Cha 6. Thunasi has dark blue hair and silver eyes, and rows of shark-like teeth. He wears travel-stained clothing and wields an ono (handaxe) and kama (sickle). Thunasi is absent-minded, and always searching for a missing item.",
  "Cusero: Male Tiefling Monk, N. Str 15, Dex 15, Con 10, Int 6, Wis 11, Cha 11. Cusero is tall and heavyset, with thin brown hair and gold eyes. He wears travel-stained clothing and wields nunchaku (club) and sai (dagger). Cusero has a terrible sense of direction.",
  "Unic: Male Tiefling Ranger, LN. Str 15, Dex 12, Con 10, Int 12, Wis 16, Cha 10. Unic is tall, with dark blue hair and black eyes. He wears studded leather and wields a war pick and shield. Unic compulsively chants nonsense.",
  "Thrica: Male Tiefling Paladin, Good. Str 14, Dex 10, Con 12, Int 9, Wis 13, Cha 15. Thrica is slender, with thin blonde hair and white eyes. He wears chain mail and wields a trident. Thrica seeks the meaning of a strange prophecy.",
  "Unthimas: Male Tiefling Bard, LN. Str 11, Dex 9, Con 11, Int 13, Wis 9, Cha 12. Unthimas is short, with blonde hair and black eyes. He wears leather armor and wields a quarterstaff. Unthimas has an animal companion, a hunting dog named Asuis.",
  "Gusaro: Male Tiefling Warlock, N. Str 14, Dex 15, Con 6, Int 11, Wis 10, Cha 17. Gusaro is short and thin, with uneven silver hair and red eyes. He wears studded leather and wields a handaxe and dagger. Gusaro has an animal companion, a giant spider named Vansisba.",
  "Andus: Male Tiefling Monk, LG. Str 14, Dex 10, Con 9, Int 11, Wis 11, Cha 10. Andus has dark red skin, with black hair and silver eyes. He wears well-made clothing and wields an ono (handaxe) and kama (sickle). Andus has an animal companion, a tiger named Guntiusa.",
  "Vandero: Male Tiefling Rogue, N. Str 13, Dex 12, Con 9, Int 12, Wis 11, Cha 12. Vandero is short and overweight, with tangled gray hair and red eyes. He wears leather armor and wields a shortsword and dagger. Vandero compulsively chants nonsense.",
  "Tharido: Male Tiefling Ranger, LE. Str 10, Dex 11, Con 6, Int 7, Wis 15, Cha 10. Tharido is thin, with dark blue hair and gold eyes. He wears studded leather and wields a shortsword. Tharido is reckless and violent.",
  "Munda: Male Tiefling Rogue, NG. Str 11, Dex 17, Con 13, Int 9, Wis 7, Cha 13. Munda has tangled auburn hair and silver eyes, and wears glasses with electrum rims. He wears leather armor and wields a rapier and hand crossbow. Munda compulsively counts things.",
  "Vareda: Male Tiefling Rogue, N. Str 7, Dex 17, Con 10, Int 10, Wis 10, Cha 12. Vareda has crimson skin, with dark red hair and gold eyes. He wears studded leather and wields a longsword and sickle. Vareda is adaptable and insensitive.",
  "Arild: Male Tiefling Paladin, Good. Str 14, Dex 11, Con 8, Int 14, Wis 10, Cha 14. Arild is short and slender, with dark red hair and white eyes. He wears half plate and wields a battleaxe and shield. Arild is compassionate and calm.",
  "Erismund: Male Tiefling Paladin, Good. Str 16, Dex 8, Con 13, Int 13, Wis 15, Cha 11. Erismund has crimson skin, with dark purple hair and silver eyes. He wears scale mail and wields a whip. Erismund seeks only fame and glory.",
  "Gisima: Male Tiefling Bard, LG. Str 12, Dex 13, Con 6, Int 15, Wis 14, Cha 16. Gisima is stout, with dark red hair and red eyes. He wears studded leather and wields a handaxe.",
  "Cusige: Male Tiefling Monk, N. Str 14, Dex 11, Con 6, Int 9, Wis 15, Cha 9. Cusige has dark purple hair and red eyes, and a pair of tiny wings. He wears modest garments and wields a yari (spear) and shuriken (darts). Cusige frequently uses uncommon words incorrectly.",
  "Garica: Male Tiefling Cleric, LN. Str 8, Dex 11, Con 7, Int 10, Wis 12, Cha 11. Garica is short, with dark purple hair and black eyes. He wears scale mail and wields a mace. Garica is lustful and violent.",
  "Bricusa: Male Tiefling Rogue, NE. Str 13, Dex 13, Con 13, Int 9, Wis 7, Cha 14. Bricusa has blood red skin, with blonde hair and silver eyes. He wears leather armor and wields a rapier. Bricusa is a skilled cook.",
  "Ricaro: Male Tiefling Fighter, N. Str 13, Dex 9, Con 7, Int 8, Wis 9, Cha 11. Ricaro has crimson skin, with thick silver hair and gold eyes. He wears half plate and wields a greataxe. Ricaro suffers a paralyzing fear of mirrors.",
  "Arilar: Male Tiefling Monk, N. Str 12, Dex 13, Con 10, Int 13, Wis 13, Cha 10. Arilar has blood red skin, with matted red hair and red eyes. He wears simple clothing and wields nunchaku (club). Arilar has an animal companion, a white rabbit named Valusa.",
  "Sarnige: Male Tiefling Druid, Neutral. Str 12, Dex 12, Con 8, Int 12, Wis 12, Cha 8. Sarnige has gray hair and black eyes, and a pair of tiny wings. He wears leather armor and wields a club and wooden shield. Sarnige has badger named Gisabai.",
  "Riusima: Male Tiefling Wizard, N. Str 13, Dex 16, Con 12, Int 16, Wis 10, Cha 7. Riusima is short and willowy, with dark purple hair and white eyes. He wears modest garments and wields a quarterstaff and light crossbow. Riusima seeks to raise an army of gargoyles.",
  "Mirida: Male Tiefling Paladin, Good. Str 12, Dex 9, Con 9, Int 8, Wis 14, Cha 12. Mirida has blood red skin, with long white hair and black eyes. He wears a chain shirt and wields a pike.",
  "Arilar: Male Tiefling Fighter, NG. Str 15, Dex 11, Con 8, Int 6, Wis 7, Cha 10. Arilar has dark blue hair and white eyes, and a flicking forked tongue. He wears splint armor and wields a rapier. Arilar compulsively plays with a pewter ring.",
  "Eteglic: Male Tiefling Rogue, N. Str 14, Dex 15, Con 7, Int 12, Wis 12, Cha 9. Eteglic has dark blue hair and red eyes, and wears glasses with pewter rims. He wears leather armor and wields a light hammer and hand crossbow. Eteglic seeks to free himself from an ancient curse.",
  "Danaro: Male Tiefling Monk, N. Str 12, Dex 9, Con 10, Int 9, Wis 11, Cha 10. Danaro has crimson skin, with dark blue hair and red eyes. He wears modest garments and wields nunchaku (club) and shuriken (darts). Danaro seeks to destroy the race of trolls.",
  "Eteccas: Male Tiefling Bard, NG. Str 12, Dex 10, Con 10, Int 13, Wis 13, Cha 12. Eteccas has crimson skin, with silver hair and gold eyes. He wears leather armor and wields a mace. Eteccas is capable and forgiving.",
  "Gildusa: Male Tiefling Monk, N. Str 13, Dex 7, Con 10, Int 8, Wis 12, Cha 7. Gildusa is short, with dark red hair and black eyes. He wears simple clothing and wields a yari (spear) and sai (dagger). Gildusa is searching for his missing son.",
  "Vala: Male Tiefling Fighter, LN. Str 16, Dex 12, Con 10, Int 7, Wis 8, Cha 10. Vala has blood red skin, with braided gray hair and gold eyes. He wears chain mail and wields a warhammer and net. Vala has an animal companion, a black dog named Erelien.",
  "Berica: Male Tiefling Fighter, N. Str 14, Dex 17, Con 10, Int 6, Wis 5, Cha 13. Berica has crimson skin, with curly brown hair and black eyes. He wears plate armor and wields a flail.",
  "Vala: Male Tiefling Rogue, N. Str 12, Dex 16, Con 12, Int 9, Wis 11, Cha 10. Vala has brown hair and black eyes, and a magical scar on his leg. He wears leather armor and wields a mace. Vala secretly serves Mepha, an ancient god of destruction.",
  "Selima: Male Tiefling Monk, LG. Str 10, Dex 12, Con 11, Int 11, Wis 12, Cha 10. Selima has dark red hair and silver eyes, and a pair of tiny wings. He wears travel-stained clothing and wields a yari (spear) and kama (sickle). Selima has an animal companion, a white monkey named Bessela.",
  "Ricanda: Male Tiefling Ranger, LN. Str 9, Dex 11, Con 12, Int 13, Wis 12, Cha 11. Ricanda has blood red skin, with cropped gray hair and silver eyes. He wears leather armor and wields a trident. Ricanda is searching for the legendary dwarven kingdom of Tumunzar.",
  "Harida: Male Tiefling Monk, LN. Str 11, Dex 13, Con 10, Int 8, Wis 16, Cha 9. Harida has thick brown hair and red eyes, and a magical scar on his face. He wears modest garments and wields an ono (handaxe). Harida is clever and humble.",
  "Simuda: Male Tiefling Cleric, NE. Str 8, Dex 9, Con 6, Int 10, Wis 16, Cha 12. Simuda has straight golden hair and silver eyes, and rows of shark-like teeth. He wears studded leather and wields a mace and shield. Simuda seeks to destroy the undead.",
  "Afrathas: Male Tiefling Cleric, LG. Str 8, Dex 13, Con 15, Int 7, Wis 16, Cha 12. Afrathas has long golden hair and red eyes, and rows of shark-like teeth. He wears a chain shirt and wields a handaxe and shield. Afrathas has an animal companion, a red firedrake named Gotho.",
  "Harespa: Male Tiefling Cleric, N. Str 10, Dex 6, Con 15, Int 9, Wis 12, Cha 8. Harespa is tall and stout, with gray hair and silver eyes. He wears studded leather and wields a handaxe. Harespa was petrified for a hundred years.",
  "Euniges: Male Tiefling Rogue, N. Str 8, Dex 12, Con 8, Int 11, Wis 12, Cha 6. Euniges has golden hair and silver eyes, and a flicking forked tongue. He wears leather armor and wields a longsword and sling. Euniges has an animal companion, a black snake named Vada.",
  "Saphrica: Male Tiefling Cleric, CG. Str 9, Dex 8, Con 7, Int 8, Wis 16, Cha 10. Saphrica is short, with dark purple hair and white eyes. He wears scale mail and wields a mace. Saphrica seeks to find his true love.",
  "Valaro: Male Tiefling Barbarian, NE. Str 15, Dex 8, Con 14, Int 5, Wis 7, Cha 5. Valaro has blood red skin, with golden hair and gold eyes. He wears leather armor and wields a shortsword. Valaro is quiet, and says as little as possible.",
  "Innaric: Male Tiefling Rogue, NG. Str 10, Dex 12, Con 9, Int 14, Wis 8, Cha 8. Innaric has tangled blonde hair and silver eyes, and a pair of tiny wings. He wears studded leather and wields a shortsword and hand crossbow. Innaric is chivalrous and brave.",
  "Numaro: Male Tiefling Fighter, N. Str 12, Dex 12, Con 10, Int 12, Wis 12, Cha 7. Numaro is tall, with dark red hair and white eyes. He wears a breastplate and wields a longsword and shield. Numaro lost his shadow to a nymph.",
  "Sela: Male Tiefling Fighter, CG. Str 13, Dex 12, Con 5, Int 12, Wis 15, Cha 14. Sela has brown hair and silver eyes, and horns engraved with fell symbols. He wears chain mail and wields a glaive. Sela is a pack-rat, and carries a satchel of random junk.",
  "Higunta: Male Tiefling Cleric, NE. Str 10, Dex 6, Con 6, Int 9, Wis 17, Cha 15. Higunta has crimson skin, with gray hair and silver eyes. He wears studded leather and wields a light hammer and sling.",
  "Alar: Male Tiefling Monk, NE. Str 15, Dex 9, Con 5, Int 9, Wis 15, Cha 11. Alar has crimson skin, with dark purple hair and silver eyes. He wears plain clothing and wields an ono (handaxe). Alar is easily distracted by magic.",
  "Arigir: Male Tiefling Ranger, NG. Str 14, Dex 10, Con 12, Int 10, Wis 13, Cha 10. Arigir has blood red skin, with gray hair and gold eyes. He wears hide armor and wields a halberd. Arigir dislikes having people behind him.",
  "Suiniva: Male Tiefling Cleric, NG. Str 15, Dex 8, Con 12, Int 9, Wis 14, Cha 14. Suiniva has crimson skin, with straight brown hair and black eyes. He wears studded leather and wields a light hammer and sling. Suiniva has an animal companion, a hunting dog named Gilda.",
  "Oddax: Male Tiefling Monk, NG. Str 14, Dex 9, Con 12, Int 8, Wis 10, Cha 13. Oddax has short brown hair and white eyes, and horns engraved with evil symbols. He wears well-made clothing and wields nunchaku (club) and sai (dagger).",
  "Icalas: Male Tiefling Warlock, CN. Str 14, Dex 13, Con 8, Int 8, Wis 6, Cha 16. Icalas has dark red skin, with blonde hair and silver eyes. He wears leather armor and wields a mace and light crossbow. Icalas is a skilled cook.",
  "Ocud: Male Tiefling Paladin, Good. Str 12, Dex 13, Con 8, Int 10, Wis 12, Cha 15. Ocud has blood red skin, with dark red hair and white eyes. He wears plate armor and wields a trident. Ocud is cursed with delusions.",
  "Videha: Male Tiefling Rogue, NG. Str 10, Dex 16, Con 5, Int 16, Wis 7, Cha 9. Videha has crimson skin, with dark red hair and black eyes. He wears studded leather and wields a rapier.",
  "Ridada: Male Tiefling Rogue, LN. Str 11, Dex 12, Con 9, Int 12, Wis 11, Cha 12. Ridada has dark red skin, with brown hair and black eyes. He wears leather armor and wields a rapier and shortbow. Ridada is instinctive and quiet.",
  "Garesi: Male Tiefling Rogue, NG. Str 14, Dex 17, Con 12, Int 10, Wis 10, Cha 11. Garesi has copper hair and silver eyes, and rows of shark-like teeth. He wears leather armor and wields a shortsword. Garesi is hunting the warlord who stole his ancestral sword.",
  "Gala: Male Tiefling Monk, N. Str 12, Dex 13, Con 9, Int 6, Wis 17, Cha 7. Gala is tall and thin, with thick golden hair and red eyes. He wears modest garments and wields nunchaku (club) and shuriken (darts). Gala has an animal companion, a hunting dog named Mundero.",
  "Theodigoia: Male Tiefling Fighter, NG. Str 12, Dex 9, Con 9, Int 14, Wis 11, Cha 11. Theodigoia has thin golden hair and black eyes, and a flicking forked tongue. He wears scale mail and wields a battleaxe and net. Theodigoia has an animal companion, a red firedrake named Wilgefort.",
  "Alarind: Male Tiefling Druid, Neutral. Str 14, Dex 11, Con 8, Int 7, Wis 16, Cha 12. Alarind has blood red skin, with cropped red hair and silver eyes. He wears hide armor and wields a scimitar and javelins. Alarind seeks to free himself from an ancient curse.",
  "Athagic: Male Tiefling Sorcerer, CN. Str 10, Dex 13, Con 13, Int 10, Wis 9, Cha 16. Athagic is short, with dark red hair and white eyes. He wears modest garments and wields a quarterstaff. Athagic is searching for the legendary elven kingdom of Alinden.",
  "Harieda: Male Tiefling Rogue, LN. Str 8, Dex 12, Con 7, Int 16, Wis 10, Cha 13. Harieda has golden hair and silver eyes, and a magical scar on his arm. He wears leather armor and wields a quarterstaff. Harieda believes that he is the rightful heir to the throne of Eliond.",
  "Vultaulfa: Male Tiefling Druid, Neutral. Str 11, Dex 14, Con 5, Int 6, Wis 13, Cha 12. Vultaulfa has black hair and white eyes, and a pair of tiny wings. He wears hide armor and wields a club and wooden shield. Vultaulfa suffers a paralyzing fear of open spaces.",
  "Sela: Male Tiefling Ranger, N. Str 10, Dex 10, Con 5, Int 11, Wis 11, Cha 7. Sela is tall, with short gray hair and silver eyes. He wears leather armor and wields a morningstar. Sela is eccentric and scheming.",
  "Leceswitt: Male Tiefling Monk, N. Str 12, Dex 13, Con 11, Int 12, Wis 13, Cha 11. Leceswitt has crimson skin, with messy brown hair and silver eyes. He wears sturdy clothing and wields an ono (handaxe).",
  "Theldeba: Male Tiefling Fighter, CN. Str 13, Dex 11, Con 12, Int 8, Wis 9, Cha 12. Theldeba has crimson skin, with tangled copper hair and red eyes. He wears plate armor and wields a flail and shield. Theldeba has an animal companion, a silver dog named Ridege.",
  "Fela: Male Tiefling Fighter, LN. Str 12, Dex 12, Con 8, Int 14, Wis 10, Cha 12. Fela is overweight, with dark red hair and red eyes. He wears ring mail and wields a maul. Fela seeks to free himself from an ancient curse.",
  "Agar: Male Tiefling Druid, Neutral. Str 7, Dex 7, Con 8, Int 10, Wis 15, Cha 11. Agar has dark red hair and silver eyes, and an unusual scar on his face. He wears hide armor and wields a spear and wooden shield. Agar has silver dog named Otsuilgen.",
  "Sisege: Male Tiefling Monk, NE. Str 13, Dex 9, Con 8, Int 13, Wis 16, Cha 12. Sisege is stout, with dark purple hair and red eyes. He wears sturdy clothing and wields nunchaku (club).",
  "Frekita: Male Tiefling Warlock, CN. Str 12, Dex 10, Con 8, Int 8, Wis 13, Cha 13. Frekita has crimson skin, with dark purple hair and black eyes. He wears leather armor and wields a spear. Frekita seeks to raise an army of stone golems.",
  "Suerica: Male Tiefling Sorcerer, CN. Str 10, Dex 14, Con 9, Int 7, Wis 13, Cha 14. Suerica has dark red skin, with short black hair and black eyes. He wears modest garments and wields a quarterstaff and light crossbow. Suerica is easily distracted by food and drink.",
  "Apanar: Male Tiefling Rogue, CN. Str 7, Dex 13, Con 13, Int 9, Wis 11, Cha 14. Apanar is tall and thin, with blonde hair and black eyes. He wears leather armor and wields a spear and hand crossbow.",
  "Bertiova: Male Tiefling Ranger, N. Str 7, Dex 12, Con 11, Int 8, Wis 12, Cha 6. Bertiova has uneven white hair and black eyes, and rows of shark-like teeth. He wears leather armor and wields a battleaxe and shield. Bertiova is superstitious and aggressive.",
  "Alallar: Male Tiefling Monk, LN. Str 10, Dex 12, Con 11, Int 12, Wis 11, Cha 11. Alallar has crimson skin, with dark blue hair and red eyes. He wears worn clothing and wields an ono (handaxe) and sai (dagger). Alallar has an animal companion, a black rat named Viduca.",
  "Heodova: Male Tiefling Fighter, LG. Str 13, Dex 13, Con 8, Int 12, Wis 10, Cha 14. Heodova has dark blue hair and red eyes, and a magical scar on his arm. He wears splint armor and wields a shortsword and heavy crossbow.",
  "Beriusi: Male Tiefling Paladin, Good. Str 13, Dex 9, Con 10, Int 10, Wis 14, Cha 10. Beriusi has dark red skin, with long golden hair and red eyes. He wears plate armor and wields a maul.",
  "Haparo: Male Tiefling Wizard, NG. Str 8, Dex 13, Con 9, Int 12, Wis 9, Cha 9. Haparo has braided auburn hair and silver eyes, and an unusual scar on his face. He wears travel-stained clothing and wields a dagger. Haparo has an arcane familiar, a songbird which can exhale tiny blasts of flame.",
  "Amax: Male Tiefling Cleric, CN. Str 11, Dex 14, Con 14, Int 10, Wis 13, Cha 12. Amax is slender, with dark red hair and white eyes. He wears scale mail and wields a mace and sickle.",
  "Oddas: Male Tiefling Barbarian, N. Str 14, Dex 9, Con 13, Int 15, Wis 8, Cha 7. Oddas has dark purple hair and silver eyes, and horns engraved with evil symbols. He wears studded leather and wields a trident. Oddas is searching for the legendary elven kingdom of Tirine.",
  "Afrittic: Male Tiefling Ranger, N. Str 11, Dex 14, Con 5, Int 6, Wis 10, Cha 6. Afrittic has blood red skin, with dark purple hair and white eyes. He wears leather armor and wields a trident. Afrittic has ginger dog named Elildala.",
  "Gisafro: Male Tiefling Wizard, LN. Str 13, Dex 11, Con 9, Int 16, Wis 11, Cha 10. Gisafro is tall, with white hair and silver eyes. He wears fine clothing and wields a dagger.",
  "Bessaphro: Male Tiefling Monk, NE. Str 11, Dex 9, Con 9, Int 10, Wis 8, Cha 10. Bessaphro has crimson skin, with matted blonde hair and silver eyes. He wears simple clothing and wields nunchaku (club). Bessaphro suffers an acute fear of crowds.",
  "Throdegoia: Male Tiefling Barbarian, LG. Str 15, Dex 11, Con 12, Int 7, Wis 8, Cha 13. Throdegoia has crimson skin, with brown hair and silver eyes. He wears hide armor and wields a greataxe. Throdegoia is thrifty and virtuous.",
  "Gusaba: Male Tiefling Rogue, NE. Str 10, Dex 16, Con 11, Int 12, Wis 10, Cha 8. Gusaba is willowy, with gray hair and red eyes. He wears leather armor and wields a shortsword. Gusaba suffers an acute fear of swords and blades.",
  "Witani: Male Tiefling Rogue, LN. Str 13, Dex 14, Con 10, Int 12, Wis 6, Cha 12. Witani has dark blue hair and black eyes, and a flicking forked tongue. He wears studded leather and wields a spear and hand crossbow. Witani lost his shadow to a hag.",
  "Ricusa: Male Tiefling Cleric, N. Str 7, Dex 13, Con 11, Int 7, Wis 14, Cha 12. Ricusa is short and thin, with dark purple hair and white eyes. He wears leather armor and wields a quarterstaff and javelins. Ricusa is searching for the lost Monastery of the Astral Lords.",
  "Sela: Male Tiefling Ranger, NG. Str 13, Dex 10, Con 14, Int 6, Wis 8, Cha 8. Sela has crimson skin, with dark purple hair and red eyes. He wears studded leather and wields a battleaxe. Sela has green snake named Hiuda.",
  "Tila: Male Tiefling Druid, Neutral. Str 9, Dex 12, Con 10, Int 14, Wis 12, Cha 14. Tila has crimson skin, with matted blonde hair and black eyes. He wears leather armor and wields a mace and wooden shield.",
  "Higala: Male Tiefling Rogue, NG. Str 9, Dex 14, Con 14, Int 14, Wis 12, Cha 15. Higala is tall and willowy, with dark purple hair and black eyes. He wears leather armor and wields a longsword.",
  "Ricusa: Male Tiefling Wizard, NG. Str 10, Dex 9, Con 9, Int 14, Wis 10, Cha 12. Ricusa has long black hair and black eyes, and wears glasses with electrum rims. He wears well-made clothing and wields a dagger. Ricusa is cursed with a maimed arm.",
  "Gutthelda: Male Tiefling Bard, CN. Str 8, Dex 10, Con 6, Int 13, Wis 14, Cha 16. Gutthelda is tall, with dark red hair and black eyes. He wears leather armor and wields a rapier and darts. Gutthelda is searching for the lost elven kingdom of Formaroth.",
  "Athalar: Male Tiefling Paladin, Good. Str 11, Dex 10, Con 14, Int 10, Wis 16, Cha 12. Athalar has dark purple hair and black eyes, and wears glasses with bronze rims. He wears half plate and wields a rapier. Athalar is hunting the warlord who stole his ancestral sword.",
  "Rechuni: Male Tiefling Paladin, Good. Str 16, Dex 6, Con 9, Int 11, Wis 12, Cha 16. Rechuni is tall, with dark red hair and gold eyes. He wears scale mail and wields a shortsword. Rechuni has an animal companion, a black warhorse named Heodeba.",
  "Lindima: Male Tiefling Warlock, N. Str 12, Dex 9, Con 12, Int 12, Wis 5, Cha 13. Lindima has dark red hair and red eyes, and rows of shark-like teeth. He wears studded leather and wields a spear. Lindima seeks to become an instructor at the School of Mystical Study.",
  "Gisaro: Male Tiefling Paladin, Good. Str 16, Dex 11, Con 6, Int 10, Wis 11, Cha 9. Gisaro has long brown hair and silver eyes, and a flicking forked tongue. He wears a chain shirt and wields a warhammer. Gisaro seeks to discover the truth of his lineage.",
  "Friceswit: Male Tiefling Monk, NG. Str 14, Dex 13, Con 7, Int 7, Wis 14, Cha 11. Friceswit has blood red skin, with dark red hair and red eyes. He wears modest garments and wields a yari (spear) and sai (dagger). Friceswit has an animal companion, a green firedrake named Valda.",
  "Sarica: Male Tiefling Cleric, N. Str 7, Dex 10, Con 9, Int 5, Wis 17, Cha 11. Sarica is tall and thin, with dark red hair and red eyes. He wears scale mail and wields a quarterstaff. Sarica is dying and desperately seeks the secret of immortality.",
  "Theusaro: Male Tiefling Ranger, LN. Str 14, Dex 13, Con 6, Int 15, Wis 13, Cha 7. Theusaro has copper hair and black eyes, and a flicking forked tongue. He wears studded leather and wields a shortsword. Theusaro seeks to save his family from financial ruin.",
  "Badaga: Male Tiefling Warlock, LE. Str 12, Dex 7, Con 7, Int 10, Wis 15, Cha 15. Badaga has crimson skin, with silver hair and gold eyes. He wears studded leather and wields a mace. Badaga is vengeful and fiendish.",
  "Anaric: Male Tiefling Barbarian, CE. Str 17, Dex 9, Con 11, Int 9, Wis 13, Cha 11. Anaric has crimson skin, with dark purple hair and black eyes. He wears leather armor and wields a greataxe.",
  "Fila: Male Tiefling Cleric, N. Str 10, Dex 6, Con 6, Int 11, Wis 14, Cha 12. Fila has straight golden hair and gold eyes, and a flicking forked tongue. He wears studded leather and wields a light hammer and shield. Fila compulsively hums.",
  "Vansega: Male Tiefling Rogue, NE. Str 10, Dex 15, Con 8, Int 14, Wis 12, Cha 11. Vansega has dark red hair and white eyes, and a flicking forked tongue. He wears studded leather and wields a quarterstaff. Vansega seeks to fulfill an ancient prophecy of evil.",
  "Ebaniar: Male Tiefling Barbarian, NG. Str 17, Dex 8, Con 12, Int 13, Wis 11, Cha 6. Ebaniar has dark purple hair and red eyes, and a flicking forked tongue. He wears scale mail and wields a flail.",
  "Riceswing: Male Tiefling Fighter, LN. Str 13, Dex 12, Con 9, Int 8, Wis 6, Cha 10. Riceswing has dark purple hair and white eyes, and wears glasses with platinum rims. He wears hide armor and wields a whip and longbow. Riceswing is impossibly lucky.",
  "Agaric: Male Tiefling Paladin, Good. Str 10, Dex 8, Con 6, Int 8, Wis 12, Cha 11. Agaric has blood red skin, with dark purple hair and gold eyes. He wears a breastplate and wields a maul. Agaric seeks to atone for past sins.",
  "Selahma: Male Tiefling Druid, Neutral. Str 13, Dex 11, Con 12, Int 12, Wis 14, Cha 14. Selahma has braided white hair and gold eyes, and a magical scar on his leg. He wears leather armor and wields a scimitar and darts. Selahma is foolish and harsh.",
  "Rida: Male Tiefling Fighter, NG. Str 12, Dex 11, Con 12, Int 7, Wis 9, Cha 12. Rida has blood red skin, with short gray hair and black eyes. He wears chain mail and wields a longsword and shield. Rida has an animal companion, a gray wolf named Frica.",
  "Ricuna: Male Tiefling Cleric, N. Str 14, Dex 10, Con 9, Int 8, Wis 14, Cha 8. Ricuna has blood red skin, with dark red hair and black eyes. He wears leather armor and wields a light hammer. Ricuna is agreeable and assertive.",
  "Sigesi: Male Tiefling Warlock, N. Str 14, Dex 9, Con 8, Int 14, Wis 13, Cha 17. Sigesi has dark blue hair and gold eyes, and a flicking forked tongue. He wears leather armor and wields a mace and light crossbow. Sigesi is extravagant and devout.",
  "Vidusa: Male Tiefling Rogue, NE. Str 6, Dex 16, Con 10, Int 12, Wis 9, Cha 14. Vidusa is short and slender, with curly black hair and white eyes. He wears studded leather and wields a mace and hand crossbow.",
  "Videro: Male Tiefling Sorcerer, LG. Str 10, Dex 10, Con 8, Int 14, Wis 13, Cha 15. Videro has blood red skin, with dark blue hair and black eyes. He wears travel-stained clothing and wields a dagger and darts. Videro has an animal companion, a raven named Sima.",
  "Andindad: Male Tiefling Rogue, N. Str 12, Dex 16, Con 14, Int 14, Wis 11, Cha 10. Andindad has black hair and red eyes, and wears glasses with gold rims. He wears leather armor and wields a club. Andindad seeks to steal a legendary diamond from the Secret Shrine of the Vampire Queen.",
  "Berico: Male Tiefling Rogue, N. Str 12, Dex 17, Con 8, Int 7, Wis 11, Cha 7. Berico is stout, with black hair and gold eyes. He wears leather armor and wields a longsword and hand crossbow. Berico is lewd and protective.",
  "Gada: Male Tiefling Rogue, N. Str 8, Dex 13, Con 7, Int 13, Wis 7, Cha 12. Gada has dark blue hair and silver eyes, and wears glasses with bronze rims. He wears studded leather and wields a longsword and hand crossbow. Gada is covetous and cruel.",
  "Rimanio: Male Tiefling Paladin, Good. Str 13, Dex 8, Con 12, Int 7, Wis 14, Cha 9. Rimanio is short and stout, with dark red hair and gold eyes. He wears splint armor and wields a greataxe. Rimanio has an animal companion, a bay warhorse named Alamen.",
  "Theusige: Male Tiefling Sorcerer, LG. Str 10, Dex 7, Con 11, Int 9, Wis 6, Cha 13. Theusige has blood red skin, with dark red hair and silver eyes. He wears modest garments and wields a quarterstaff and sling. Theusige is impossibly lucky.",
  "Sunnero: Male Tiefling Fighter, N. Str 16, Dex 11, Con 13, Int 9, Wis 7, Cha 12. Sunnero has crimson skin, with messy golden hair and black eyes. He wears ring mail and wields a whip and blowgun. Sunnero suffers a deadly allergy to goblins.",
  "Heudusa: Male Tiefling Fighter, LE. Str 13, Dex 7, Con 11, Int 11, Wis 9, Cha 12. Heudusa has dark purple hair and silver eyes, and horns engraved with fell symbols. He wears a breastplate and wields a rapier and shield.",
  "Thernima: Male Tiefling Ranger, NG. Str 10, Dex 10, Con 9, Int 11, Wis 12, Cha 9. Thernima is tall and slender, with copper hair and silver eyes. He wears scale mail and wields a whip and shield. Thernima is quiet, and says as little as possible.",
  "Hana: Male Tiefling Fighter, N. Str 14, Dex 11, Con 10, Int 8, Wis 8, Cha 10. Hana is willowy, with dark blue hair and white eyes. He wears hide armor and wields a whip.",
  "Gila: Male Tiefling Barbarian, N. Str 16, Dex 8, Con 16, Int 15, Wis 10, Cha 10. Gila has dark red hair and white eyes, and horns engraved with dark symbols. He wears hide armor and wields a morningstar and shield. Gila has an animal companion, a black dog named Vilampro.",
  "Rarisma: Male Tiefling Cleric, N. Str 13, Dex 13, Con 14, Int 13, Wis 16, Cha 13. Rarisma is short and overweight, with dark blue hair and black eyes. He wears scale mail and wields a spear and dagger.",
  "Atzarild: Male Tiefling Rogue, LN. Str 9, Dex 12, Con 11, Int 9, Wis 9, Cha 10. Atzarild has gray hair and black eyes, and a pair of tiny wings. He wears studded leather and wields a rapier and hand crossbow. Atzarild is foolhardy and inventive.",
  "Sunio: Male Tiefling Fighter, CG. Str 14, Dex 13, Con 5, Int 13, Wis 6, Cha 11. Sunio is tall and slender, with dark red hair and white eyes. He wears hide armor and wields a glaive. Sunio seeks to discover the truth of his lineage.",
  "Gisaro: Male Tiefling Rogue, N. Str 8, Dex 15, Con 7, Int 13, Wis 13, Cha 10. Gisaro is short, with dark purple hair and black eyes. He wears leather armor and wields a handaxe. Gisaro seeks revenge against the aristocrat who framed him.",
  "Theudagoia: Male Tiefling Monk, LN. Str 14, Dex 13, Con 6, Int 8, Wis 13, Cha 14. Theudagoia has crimson skin, with dark blue hair and black eyes. He wears sturdy clothing and wields a yari (spear) and sai (dagger).",
  "Vittuulfa: Male Tiefling Wizard, LN. Str 7, Dex 11, Con 8, Int 13, Wis 12, Cha 15. Vittuulfa has dark red skin, with white hair and red eyes. He wears modest garments and wields a dagger. Vittuulfa is haunted by the ghost of someone he killed.",
  "Salusi: Male Tiefling Warlock, N. Str 10, Dex 9, Con 9, Int 12, Wis 13, Cha 13. Salusi has dark purple hair and white eyes, and a pair of tiny wings. He wears leather armor and wields a club and light crossbow. Salusi has an animal companion, a grey rat named Ergamana.",
  "Geseba: Male Tiefling Rogue, N. Str 11, Dex 12, Con 12, Int 8, Wis 9, Cha 11. Geseba has dark red hair and red eyes, and horns engraved with evil symbols. He wears leather armor and wields a light hammer and sling. Geseba is haunted by the memories of a past life.",
  "Alaric: Male Tiefling Monk, NG. Str 9, Dex 7, Con 9, Int 10, Wis 11, Cha 13. Alaric is tall and stout, with dark red hair and gold eyes. He wears modest garments and wields an ono (handaxe). Alaric is cheerful and studious.",
  "Saberma: Male Tiefling Rogue, LN. Str 10, Dex 16, Con 9, Int 12, Wis 8, Cha 13. Saberma is tall and slender, with dark red hair and silver eyes. He wears studded leather and wields a shortsword and javelins. Saberma is impartial and inventive.",
  "Sarica: Male Tiefling Fighter, N. Str 16, Dex 11, Con 10, Int 12, Wis 8, Cha 10. Sarica has blood red skin, with uneven copper hair and white eyes. He wears half plate and wields a morningstar. Sarica is covetous and reserved.",
  "Heodero: Male Tiefling Paladin, Good. Str 16, Dex 8, Con 12, Int 12, Wis 16, Cha 12. Heodero has dark red skin, with cropped red hair and gold eyes. He wears plate armor and wields a longsword and shield. Heodero is impossibly lucky.",
  "Gelaro: Male Tiefling Ranger, N. Str 12, Dex 15, Con 12, Int 6, Wis 14, Cha 12. Gelaro has dark red skin, with blonde hair and silver eyes. He wears scale mail and wields a warhammer. Gelaro has hawk named Wilgotha.",
  "Riduba: Male Tiefling Fighter, LE. Str 15, Dex 10, Con 12, Int 13, Wis 12, Cha 10. Riduba is willowy, with tangled silver hair and silver eyes. He wears a breastplate and wields a scimitar and shield. Riduba is fascinated by geometry.",
  "Wintheusa: Male Tiefling Fighter, NG. Str 16, Dex 11, Con 9, Int 14, Wis 11, Cha 11. Wintheusa has straight copper hair and red eyes, and horns engraved with fell symbols. He wears ring mail and wields a rapier and shield. Wintheusa has an animal companion, a silver dog named Thimnoba.",
  "Vida: Male Tiefling Fighter, N. Str 12, Dex 11, Con 9, Int 14, Wis 15, Cha 8. Vida has dark red hair and black eyes, and horns engraved with baleful symbols. He wears scale mail and wields a greatsword.",
  "Vithmunda: Male Tiefling Ranger, CG. Str 15, Dex 7, Con 6, Int 15, Wis 15, Cha 10. Vithmunda has black hair and black eyes, and a magical scar on his arm. He wears a breastplate and wields a longsword and shield. Vithmunda compulsively plays with a platinum ring.",
  "Ermagrild: Male Tiefling Warlock, N. Str 10, Dex 10, Con 12, Int 12, Wis 12, Cha 17. Ermagrild has dark purple hair and gold eyes, and wears glasses with steel rims. He wears leather armor and wields a spear and darts. Ermagrild has an animal companion, a raven named Sela.",
  "Theusaphro: Male Tiefling Rogue, NG. Str 9, Dex 16, Con 14, Int 13, Wis 11, Cha 10. Theusaphro has dark purple hair and red eyes, and a flicking forked tongue. He wears studded leather and wields a shortsword. Theusaphro has an animal companion, a sable ferret named Anisklolf.",
  "Anand: Male Tiefling Druid, Neutral. Str 10, Dex 9, Con 12, Int 10, Wis 15, Cha 6. Anand has black hair and gold eyes, and a distinctive scar on his arm. He wears leather armor and wields a spear and wooden shield. Anand has forest owl named Ardaric.",
  "Ricaro: Male Tiefling Barbarian, NG. Str 15, Dex 9, Con 10, Int 10, Wis 12, Cha 5. Ricaro has thin black hair and white eyes, and rows of shark-like teeth. He wears hide armor and wields a battleaxe. Ricaro is calm and stoic.",
  "Gisena: Male Tiefling Fighter, LN. Str 14, Dex 12, Con 11, Int 11, Wis 5, Cha 11. Gisena has gray hair and white eyes, and rows of shark-like teeth. He wears splint armor and wields a scimitar and shield. Gisena seeks to destroy the race of orcs.",
  "Witero: Male Tiefling Sorcerer, N. Str 14, Dex 7, Con 11, Int 10, Wis 9, Cha 13. Witero has dark red skin, with dark purple hair and white eyes. He wears modest garments and wields a dagger. Witero has an animal companion, a gray rat named Kreagnilda.",
  "Rica: Male Tiefling Druid, Neutral. Str 12, Dex 8, Con 9, Int 7, Wis 16, Cha 11. Rica is short and slender, with auburn hair and black eyes. He wears hide armor and wields a club and dagger. Rica compulsively whispers nonsense.",
  "Vittuulfa: Male Tiefling Fighter, NE. Str 13, Dex 15, Con 11, Int 9, Wis 9, Cha 10. Vittuulfa has crimson skin, with black hair and black eyes. He wears a breastplate and wields a warhammer and shield. Vittuulfa has an animal companion, a black wolf named Thelcha.",
  "Badeba: Male Tiefling Sorcerer, N. Str 13, Dex 8, Con 15, Int 8, Wis 8, Cha 14. Badeba has crimson skin, with uneven copper hair and red eyes. He wears modest garments and wields a quarterstaff.",
  "Gisaro: Male Tiefling Barbarian, LN. Str 15, Dex 10, Con 13, Int 10, Wis 14, Cha 10. Gisaro has blood red skin, with thick gray hair and white eyes. He wears hide armor and wields a glaive.",
  "Valama: Male Tiefling Cleric, NG. Str 6, Dex 11, Con 13, Int 9, Wis 15, Cha 13. Valama is short and thin, with thick copper hair and silver eyes. He wears a breastplate and wields a quarterstaff and shield. Valama seeks only fame and glory.",
  "Vandaca: Male Tiefling Fighter, NG. Str 15, Dex 7, Con 12, Int 10, Wis 7, Cha 8. Vandaca has crimson skin, with auburn hair and white eyes. He wears ring mail and wields a longsword and hand crossbow. Vandaca is pious and foolhardy.",
  "Arigis: Male Tiefling Rogue, N. Str 5, Dex 14, Con 13, Int 13, Wis 12, Cha 6. Arigis has dark red skin, with red hair and gold eyes. He wears studded leather and wields a rapier and javelins. Arigis believes that he is the rightful heir to the crown of Londe.",
  "Agas: Male Tiefling Bard, NE. Str 13, Dex 10, Con 7, Int 14, Wis 6, Cha 13. Agas has blood red skin, with messy auburn hair and white eyes. He wears leather armor and wields a club.",
  "Tharica: Male Tiefling Rogue, LN. Str 6, Dex 15, Con 8, Int 8, Wis 10, Cha 7. Tharica has dark red skin, with dark purple hair and white eyes. He wears leather armor and wields a rapier and hand crossbow. Tharica is painfully tone-deaf.",
  "Eunilder: Male Tiefling Rogue, NG. Str 10, Dex 13, Con 10, Int 14, Wis 13, Cha 11. Eunilder has crimson skin, with black hair and silver eyes. He wears leather armor and wields a rapier and hand crossbow. Eunilder is haunted by the memories of a past life.",
  "Aris: Male Tiefling Barbarian, LN. Str 16, Dex 15, Con 12, Int 7, Wis 11, Cha 15. Aris is willowy, with matted white hair and silver eyes. He wears scale mail and wields a pike. Aris is truthful and insensitive.",
  "Walliga: Male Tiefling Wizard, LG. Str 12, Dex 16, Con 13, Int 17, Wis 8, Cha 13. Walliga has auburn hair and silver eyes, and a distinctive scar on his face. He wears brass robes and wields a dagger and light crossbow. Walliga is aesthetic and reflective.",
  "Thermuda: Male Tiefling Wizard, LN. Str 11, Dex 15, Con 9, Int 13, Wis 5, Cha 11. Thermuda is tall and thin, with dark purple hair and gold eyes. He wears expensive clothing and wields a quarterstaff and light crossbow. Thermuda has an arcane familiar, a stone homunculus named Anatala.",
  "Rimiro: Male Tiefling Bard, LN. Str 8, Dex 12, Con 10, Int 11, Wis 10, Cha 15. Rimiro is willowy, with curly gray hair and red eyes. He wears studded leather and wields a longsword and darts. Rimiro dislikes anyone bigger than him.",
  "Theodefro: Male Tiefling Monk, NE. Str 11, Dex 11, Con 11, Int 13, Wis 11, Cha 6. Theodefro has blood red skin, with dark red hair and silver eyes. He wears modest garments and wields a bo (quarterstaff). Theodefro is perverted and mercenary.",
  "Andus: Male Tiefling Sorcerer, CN. Str 10, Dex 11, Con 9, Int 12, Wis 9, Cha 13. Andus has dark blue hair and red eyes, and a pair of tiny wings. He wears simple clothing and wields a dagger and darts. Andus suffers a deadly allergy to shellfish.",
  "Bessisba: Male Tiefling Fighter, LE. Str 16, Dex 12, Con 10, Int 9, Wis 15, Cha 10. Bessisba has straight auburn hair and white eyes, and a pair of tiny wings. He wears chain mail and wields a shortsword and shield.",
  "Angid: Male Tiefling Monk, N. Str 13, Dex 15, Con 5, Int 8, Wis 10, Cha 9. Angid has dark blue hair and white eyes, and rows of shark-like teeth. He wears modest garments and wields nunchaku (club) and kama (sickle). Angid is fascinated by alchemy and natural philosophy.",
  "Gibada: Male Tiefling Ranger, CN. Str 11, Dex 15, Con 11, Int 10, Wis 10, Cha 7. Gibada is slender, with brown hair and black eyes. He wears studded leather and wields a morningstar. Gibada is searching for his missing daughter.",
  "Riceswinth: Male Tiefling Monk, NG. Str 13, Dex 11, Con 9, Int 8, Wis 10, Cha 11. Riceswinth has dark purple hair and white eyes, and horns engraved with fell symbols. He wears sturdy clothing and wields a kanabo (mace) and shuriken (darts). Riceswinth seeks to save his family from financial ruin.",
  "Ododek: Male Tiefling Fighter, LN. Str 15, Dex 10, Con 8, Int 9, Wis 10, Cha 9. Ododek is thin, with dark purple hair and red eyes. He wears half plate and wields a shortsword. Ododek is honest and combative.",
  "Adaris: Male Tiefling Monk, LE. Str 12, Dex 11, Con 8, Int 7, Wis 13, Cha 8. Adaris is short and thin, with dark blue hair and red eyes. He wears simple clothing and wields a kanabo (mace) and kama (sickle). Adaris is barbaric and envious.",
  "Videba: Male Tiefling Monk, N. Str 11, Dex 10, Con 9, Int 8, Wis 11, Cha 7. Videba has dark purple hair and white eyes, and an unusual scar on his arm. He wears modest garments and wields a kanabo (mace) and sai (dagger). Videba seeks to destroy the race of ogres.",
  "Tiza: Male Tiefling Fighter, CG. Str 13, Dex 16, Con 15, Int 12, Wis 11, Cha 10. Tiza has dark purple hair and white eyes, and an unusual scar on his face. He wears half plate and wields a longsword and shield. Tiza seeks to become a knight of the realm.",
  "Thanima: Male Tiefling Monk, N. Str 12, Dex 12, Con 11, Int 13, Wis 10, Cha 11. Thanima is tall, with dark blue hair and black eyes. He wears worn clothing and wields a bo (quarterstaff).",
  "Goda: Male Tiefling Monk, N. Str 11, Dex 11, Con 11, Int 11, Wis 12, Cha 6. Goda has dark red hair and silver eyes, and an unusual scar on his leg. He wears modest garments and wields a yari (spear).",
  "Suinero: Male Tiefling Fighter, NG. Str 15, Dex 11, Con 10, Int 14, Wis 6, Cha 11. Suinero has dark purple hair and black eyes, and wears glasses with pewter rims. He wears ring mail and wields a flail and shield. Suinero avoids eye contact.",
  "Lisca: Male Tiefling Monk, NG. Str 11, Dex 14, Con 11, Int 10, Wis 13, Cha 10. Lisca has dark blue hair and gold eyes, and a pair of tiny wings. He wears modest garments and wields nunchaku (club). Lisca is cultured and guarded.",
  "Ragunta: Male Tiefling Wizard, NE. Str 9, Dex 13, Con 8, Int 17, Wis 6, Cha 9. Ragunta has dark red skin, with dark red hair and white eyes. He wears fine clothing and wields a dagger and darts. Ragunta is craven and hateful.",
  "Ariv: Male Tiefling Wizard, N. Str 7, Dex 8, Con 10, Int 12, Wis 10, Cha 11. Ariv has blood red skin, with dark blue hair and gold eyes. He wears plain clothing and wields a quarterstaff. Ariv is fascinated by death.",
  "Saphrico: Male Tiefling Monk, CE. Str 15, Dex 11, Con 6, Int 10, Wis 13, Cha 14. Saphrico has straight red hair and black eyes, and a pair of tiny wings. He wears well-made clothing and wields a yari (spear).",
  "Frica: Male Tiefling Fighter, NE. Str 12, Dex 12, Con 9, Int 8, Wis 7, Cha 11. Frica is slender, with white hair and gold eyes. He wears plate armor and wields a trident and shield. Frica is deceitful and greedy.",
  "Igetert: Male Tiefling Druid, Neutral. Str 12, Dex 9, Con 14, Int 10, Wis 12, Cha 7. Igetert has auburn hair and red eyes, and horns engraved with fell symbols. He wears hide armor and wields a club and sickle. Igetert is painfully tone-deaf.",
  "Sadaco: Male Tiefling Wizard, N. Str 5, Dex 14, Con 11, Int 17, Wis 13, Cha 12. Sadaco has dark purple hair and white eyes, and a flicking forked tongue. He wears plain clothing and wields a dagger. Sadaco has an arcane familiar, a red lizard named Ercanarea.",
  "Sigaisi: Male Tiefling Monk, NE. Str 12, Dex 13, Con 11, Int 11, Wis 15, Cha 6. Sigaisi has crimson skin, with red hair and red eyes. He wears simple clothing and wields nunchaku (club). Sigaisi is greedy and destructive.",
  "Suerica: Male Tiefling Ranger, NE. Str 10, Dex 13, Con 10, Int 15, Wis 9, Cha 9. Suerica has dark blue hair and white eyes, and a pair of tiny wings. He wears a chain shirt and wields a rapier. Suerica seeks only fame and glory.",
  "Evadas: Male Tiefling Monk, N. Str 13, Dex 15, Con 9, Int 15, Wis 11, Cha 10. Evadas has dark red hair and red eyes, and an unusual scar on his leg. He wears modest garments and wields a kanabo (mace). Evadas is searching for his missing daughter.",
  "Welluini: Male Tiefling Fighter, LE. Str 15, Dex 14, Con 13, Int 11, Wis 7, Cha 10. Welluini is tall and willowy, with auburn hair and silver eyes. He wears a chain shirt and wields a trident and net. Welluini speaks with a soft voice.",
  "Veteja: Male Tiefling Monk, NG. Str 13, Dex 13, Con 6, Int 7, Wis 12, Cha 8. Veteja is tall, with short blonde hair and silver eyes. He wears travel-stained clothing and wields a yari (spear). Veteja is heroic and romantic.",
  "Shima: Male Tiefling Rogue, NG. Str 10, Dex 15, Con 10, Int 13, Wis 12, Cha 11. Shima has crimson skin, with red hair and white eyes. He wears leather armor and wields a mace and darts. Shima is searching for the legendary Forsaken Hive of Mundero.",
  "Hunesa: Male Tiefling Druid, Neutral. Str 10, Dex 6, Con 8, Int 12, Wis 13, Cha 5. Hunesa has dark red hair and red eyes, and rows of shark-like teeth. He wears leather armor and wields a spear and javelins.",
  "Theudero: Male Tiefling Cleric, NE. Str 9, Dex 9, Con 9, Int 5, Wis 17, Cha 9. Theudero has copper hair and white eyes, and a pair of tiny wings. He wears hide armor and wields a spear and shield.",
  "Biusuna: Male Tiefling Rogue, CE. Str 5, Dex 16, Con 8, Int 11, Wis 8, Cha 7. Biusuna has blood red skin, with dark blue hair and silver eyes. He wears leather armor and wields a club and hand crossbow. Biusuna is mercenary and vengeful.",
  "Simunda: Male Tiefling Fighter, NG. Str 12, Dex 11, Con 7, Int 12, Wis 11, Cha 10. Simunda has curly golden hair and silver eyes, and horns engraved with dark symbols. He wears a breastplate and wields a flail and shield. Simunda suffers a severe allergy to rodents.",
  "Bigildo: Male Tiefling Rogue, LG. Str 12, Dex 14, Con 9, Int 17, Wis 12, Cha 11. Bigildo is heavyset, with uneven blonde hair and black eyes. He wears studded leather and wields a longsword and hand crossbow. Bigildo is hunting the vampire who murdered his family.",
  "Andiges: Male Tiefling Ranger, N. Str 11, Dex 15, Con 14, Int 13, Wis 7, Cha 8. Andiges has dark red skin, with dark purple hair and red eyes. He wears half plate and wields a shortsword and shield. Andiges has badger named Reccusi.",
  "Sela: Male Tiefling Cleric, LN. Str 8, Dex 11, Con 11, Int 13, Wis 12, Cha 11. Sela has red hair and white eyes, and an unusual scar on his leg. He wears studded leather and wields a quarterstaff and javelins.",
  "Amannad: Male Tiefling Monk, LN. Str 10, Dex 13, Con 10, Int 9, Wis 17, Cha 8. Amannad has crimson skin, with dark blue hair and black eyes. He wears modest garments and wields nunchaku (club) and shuriken (darts).",
  "Gismarco: Male Tiefling Monk, NG. Str 15, Dex 13, Con 10, Int 9, Wis 12, Cha 13. Gismarco has black hair and white eyes, and rows of shark-like teeth. He wears plain clothing and wields a kanabo (mace).",
  "Wella: Male Tiefling Warlock, N. Str 17, Dex 7, Con 9, Int 13, Wis 10, Cha 12. Wella has crimson skin, with dark purple hair and black eyes. He wears studded leather and wields a handaxe and javelins. Wella is thoughtful and morose.",
  "Apar: Male Tiefling Rogue, N. Str 12, Dex 12, Con 15, Int 15, Wis 6, Cha 12. Apar has blood red skin, with dark purple hair and white eyes. He wears leather armor and wields a shortsword and javelins. Apar suffers a mild allergy to trolls.",
  "Aric: Male Tiefling Rogue, LE. Str 12, Dex 16, Con 13, Int 12, Wis 9, Cha 11. Aric has dark red skin, with white hair and red eyes. He wears leather armor and wields a shortsword and shortbow. Aric is cursed with wild tremors.",
  "Uderir: Male Tiefling Ranger, LN. Str 13, Dex 10, Con 7, Int 13, Wis 14, Cha 9. Uderir has crimson skin, with auburn hair and red eyes. He wears studded leather and wields a maul.",
  "Unteldes: Male Tiefling Rogue, N. Str 14, Dex 16, Con 11, Int 12, Wis 11, Cha 11. Unteldes has dark blue hair and silver eyes, and a flicking forked tongue. He wears studded leather and wields a rapier and hand crossbow.",
  "Atessand: Male Tiefling Fighter, N. Str 12, Dex 14, Con 7, Int 12, Wis 10, Cha 15. Atessand has crimson skin, with short silver hair and black eyes. He wears a chain shirt and wields a greataxe. Atessand has an animal companion, a badger named Suntha.",
  "Heodaca: Male Tiefling Paladin, Good. Str 15, Dex 12, Con 9, Int 11, Wis 12, Cha 11. Heodaca has blood red skin, with auburn hair and red eyes. He wears a breastplate and wields a whip and shield. Heodaca is dying and desperately seeks the secret of immortality.",
  "Aric: Male Tiefling Ranger, NG. Str 13, Dex 10, Con 13, Int 11, Wis 13, Cha 9. Aric is short, with dark blue hair and black eyes. He wears hide armor and wields a longsword and shield.",
  "Riusinda: Male Tiefling Cleric, NG. Str 8, Dex 12, Con 10, Int 14, Wis 13, Cha 12. Riusinda is tall, with white hair and black eyes. He wears hide armor and wields a handaxe and shield. Riusinda seeks to help the poor and unfortunate.",
  "Hulmuda: Male Tiefling Monk, LE. Str 8, Dex 12, Con 11, Int 7, Wis 16, Cha 10. Hulmuda has thin brown hair and silver eyes, and a flicking forked tongue. He wears simple clothing and wields a yari (spear) and shuriken (darts). Hulmuda has an animal companion, a tawny rat named Amelchen.",
  "Gernero: Male Tiefling Barbarian, LN. Str 12, Dex 13, Con 15, Int 11, Wis 10, Cha 7. Gernero has long golden hair and black eyes, and a pair of tiny wings. He wears hide armor and wields a longsword. Gernero has a terrible sense of direction.",
  "Ariland: Male Tiefling Fighter, CN. Str 13, Dex 15, Con 7, Int 11, Wis 11, Cha 10. Ariland has crimson skin, with cropped red hair and white eyes. He wears ring mail and wields a battleaxe and heavy crossbow. Ariland is practical and perverted.",
  "Hanige: Male Tiefling Paladin, Good. Str 12, Dex 12, Con 12, Int 11, Wis 12, Cha 12. Hanige is short, with dark blue hair and white eyes. He wears splint armor and wields a flail. Hanige has an animal companion, a white warhorse named Gildusi.",
  "Rimiro: Male Tiefling Barbarian, N. Str 14, Dex 11, Con 13, Int 10, Wis 12, Cha 11. Rimiro has dark red hair and gold eyes, and wears glasses with iron rims. He wears leather armor and wields a war pick and longbow. Rimiro has an animal companion, a black dog named Odamasu.",
  "Sansaro: Male Tiefling Rogue, N. Str 10, Dex 12, Con 8, Int 10, Wis 12, Cha 7. Sansaro is tall and heavyset, with dark purple hair and red eyes. He wears leather armor and wields a club and hand crossbow. Sansaro is covetous and modest.",
  "Uththapand: Male Tiefling Cleric, N. Str 5, Dex 14, Con 11, Int 8, Wis 15, Cha 16. Uththapand has tangled copper hair and silver eyes, and wears glasses with steel rims. He wears hide armor and wields a club. Uththapand seeks the meaning of a strange prophecy.",
  "Frismunda: Male Tiefling Cleric, LG. Str 13, Dex 7, Con 11, Int 6, Wis 16, Cha 10. Frismunda is heavyset, with brown hair and black eyes. He wears half plate and wields a light hammer. Frismunda has an animal companion, a hunting dog named Alis.",
  "Wingunda: Male Tiefling Sorcerer, LG. Str 13, Dex 10, Con 17, Int 10, Wis 15, Cha 15. Wingunda has dark purple hair and gold eyes, and horns engraved with baleful symbols. He wears modest garments and wields a quarterstaff. Wingunda is a pack-rat, and carries a satchel of random junk.",
  "Gerica: Male Tiefling Rogue, LG. Str 5, Dex 17, Con 8, Int 9, Wis 6, Cha 8. Gerica is slender, with dark red hair and white eyes. He wears studded leather and wields a rapier. Gerica seeks to prove himself to his peers.",
  "Arir: Male Tiefling Sorcerer, LG. Str 12, Dex 10, Con 11, Int 7, Wis 7, Cha 12. Arir has dark red skin, with brown hair and red eyes. He wears simple clothing and wields a quarterstaff and sling. Arir dislikes anyone bigger than him.",
  "Erises: Male Tiefling Paladin, Good. Str 11, Dex 7, Con 11, Int 11, Wis 15, Cha 11. Erises has dark red skin, with dark blue hair and black eyes. He wears a breastplate and wields a greatsword. Erises seeks the meaning of a strange prophecy.",
  "Thuni: Male Tiefling Monk, N. Str 8, Dex 10, Con 11, Int 5, Wis 13, Cha 12. Thuni has dark red skin, with brown hair and white eyes. He wears sturdy clothing and wields nunchaku (club) and kama (sickle). Thuni is extravagant and bold.",
  "Gaisasi: Male Tiefling Wizard, N. Str 8, Dex 17, Con 9, Int 16, Wis 13, Cha 9. Gaisasi has short blonde hair and silver eyes, and a pair of tiny wings. He wears green robes and wields a dagger and sling.",
  "Anginth: Male Tiefling Rogue, CN. Str 6, Dex 14, Con 9, Int 10, Wis 15, Cha 5. Anginth has white hair and silver eyes, and an unusual scar on his arm. He wears leather armor and wields a longsword.",
  "Ebagrild: Male Tiefling Monk, N. Str 11, Dex 15, Con 13, Int 8, Wis 14, Cha 10. Ebagrild has crimson skin, with auburn hair and gold eyes. He wears well-made clothing and wields an ono (handaxe). Ebagrild is easily distracted by food and drink.",
  "Aric: Male Tiefling Monk, N. Str 10, Dex 15, Con 10, Int 10, Wis 9, Cha 12. Aric has dark red skin, with white hair and silver eyes. He wears plain clothing and wields nunchaku (club) and kama (sickle). Aric suffers a mild allergy to dogs.",
  "Gurica: Male Tiefling Paladin, Good. Str 13, Dex 14, Con 11, Int 12, Wis 10, Cha 12. Gurica has copper hair and white eyes, and a pair of tiny wings. He wears ring mail and wields a halberd. Gurica is generous and romantic.",
  "Wambaba: Male Tiefling Fighter, CN. Str 12, Dex 14, Con 13, Int 7, Wis 9, Cha 11. Wambaba has dark purple hair and black eyes, and rows of shark-like teeth. He wears splint armor and wields a flail and shield.",
  "Alaspar: Male Tiefling Ranger, N. Str 10, Dex 7, Con 6, Int 11, Wis 10, Cha 11. Alaspar has crimson skin, with dark red hair and white eyes. He wears scale mail and wields a morningstar and shield.",
  "Erild: Male Tiefling Paladin, Good. Str 10, Dex 9, Con 11, Int 7, Wis 10, Cha 11. Erild has dark purple hair and red eyes, and a pair of tiny wings. He wears hide armor and wields a longsword and shield.",
  "Ricusi: Male Tiefling Rogue, LE. Str 6, Dex 15, Con 11, Int 9, Wis 8, Cha 9. Ricusi has crimson skin, with gray hair and white eyes. He wears leather armor and wields a rapier. Ricusi is disloyal and selfish.",
  "Bessisi: Male Tiefling Monk, LN. Str 13, Dex 9, Con 8, Int 7, Wis 11, Cha 5. Bessisi has dark purple hair and white eyes, and horns engraved with dark symbols. He wears travel-stained clothing and wields a kanabo (mace). Bessisi has an animal companion, a gray rat named Friceswit.",
  "Abailder: Male Tiefling Paladin, Good. Str 10, Dex 10, Con 10, Int 8, Wis 13, Cha 13. Abailder is tall, with dark purple hair and black eyes. He wears a breastplate and wields a battleaxe and shield. Abailder seeks to destroy the undead.",
  "Areglild: Male Tiefling Monk, N. Str 11, Dex 8, Con 10, Int 12, Wis 13, Cha 8. Areglild is heavyset, with tangled white hair and gold eyes. He wears plain clothing and wields a kanabo (mace). Areglild suffers a severe allergy to cats.",
  "Unild: Male Tiefling Fighter, NG. Str 14, Dex 16, Con 15, Int 14, Wis 11, Cha 7. Unild has short white hair and white eyes, and rows of shark-like teeth. He wears a breastplate and wields a shortsword and blowgun. Unild seeks to destroy the race of trolls.",
  "Sela: Male Tiefling Barbarian, LN. Str 12, Dex 9, Con 16, Int 11, Wis 8, Cha 11. Sela has blood red skin, with dark blue hair and black eyes. He wears scale mail and wields a morningstar and blowgun. Sela is painfully tone-deaf.",
  "Asbabius: Male Tiefling Monk, LN. Str 16, Dex 12, Con 14, Int 12, Wis 8, Cha 9. Asbabius has blood red skin, with golden hair and gold eyes. He wears travel-stained clothing and wields an ono (handaxe). Asbabius speaks with a whispery voice.",
  "Ricitha: Male Tiefling Monk, CN. Str 7, Dex 12, Con 9, Int 11, Wis 12, Cha 10. Ricitha has dark red skin, with dark red hair and black eyes. He wears well-made clothing and wields nunchaku (club). Ricitha seeks to save his family from financial ruin.",
  "Ubralas: Male Tiefling Rogue, CN. Str 12, Dex 15, Con 8, Int 12, Wis 7, Cha 10. Ubralas is tall, with auburn hair and silver eyes. He wears studded leather and wields a quarterstaff and sling. Ubralas has an animal companion, a dire rat named Gisuintha.",
  "Gundaro: Male Tiefling Warlock, CG. Str 12, Dex 13, Con 7, Int 12, Wis 13, Cha 12. Gundaro has dark red skin, with dark purple hair and white eyes. He wears leather armor and wields a club.",
  "Guntana: Male Tiefling Monk, LG. Str 13, Dex 7, Con 10, Int 8, Wis 11, Cha 10. Guntana has long red hair and silver eyes, and horns engraved with fell symbols. He wears travel-stained clothing and wields a yari (spear). Guntana is hunting the warlord who stole his ancestral sword.",
  "Wittigoia: Male Tiefling Cleric, LN. Str 12, Dex 8, Con 9, Int 12, Wis 13, Cha 9. Wittigoia has dark red hair and gold eyes, and a flicking forked tongue. He wears half plate and wields a spear. Wittigoia compulsively whispers nonsense.",
  "Serica: Male Tiefling Rogue, NE. Str 11, Dex 14, Con 12, Int 12, Wis 12, Cha 14. Serica has blood red skin, with braided brown hair and gold eyes. He wears studded leather and wields a longsword. Serica is harsh and sharp-tongued.",
  "Asad: Male Tiefling Druid, Neutral. Str 12, Dex 15, Con 13, Int 11, Wis 16, Cha 8. Asad has crimson skin, with auburn hair and black eyes. He wears leather armor and wields a quarterstaff and darts. Asad compulsively chants nonsense.",
  "Arigith: Male Tiefling Druid, Neutral. Str 7, Dex 10, Con 9, Int 9, Wis 14, Cha 15. Arigith is tall, with dark purple hair and black eyes. He wears leather armor and wields a quarterstaff. Arigith has a terrible sense of direction.",
  "Fravanda: Male Tiefling Rogue, N. Str 14, Dex 14, Con 11, Int 14, Wis 6, Cha 10. Fravanda has dark red skin, with dark red hair and gold eyes. He wears leather armor and wields a club and hand crossbow. Fravanda is jealous and inquisitive.",
  "Arer: Male Tiefling Barbarian, LE. Str 17, Dex 7, Con 10, Int 11, Wis 10, Cha 8. Arer has dark red skin, with dark blue hair and black eyes. He wears scale mail and wields a glaive.",
  "Ricusi: Male Tiefling Monk, N. Str 12, Dex 7, Con 11, Int 6, Wis 11, Cha 11. Ricusi has dark red hair and red eyes, and wears glasses with copper rims. He wears worn clothing and wields a yari (spear). Ricusi is searching for a legendary blade named Luminous Triumph.",
  "Sigusi: Male Tiefling Fighter, NE. Str 17, Dex 9, Con 12, Int 12, Wis 6, Cha 7. Sigusi is stout, with dark purple hair and silver eyes. He wears ring mail and wields a war pick. Sigusi seeks revenge against the sister who betrayed him.",
  "Saphriusi: Male Tiefling Fighter, NG. Str 15, Dex 13, Con 9, Int 7, Wis 9, Cha 12. Saphriusi has matted gray hair and silver eyes, and a magical scar on his face. He wears half plate and wields a scimitar. Saphriusi has an animal companion, a badger named Godero.",
  "Tigasta: Male Tiefling Cleric, NE. Str 14, Dex 10, Con 9, Int 6, Wis 12, Cha 14. Tigasta is short, with black hair and red eyes. He wears leather armor and wields a light hammer and shortbow. Tigasta is quiet, and says as little as possible.",
  "Lasiga: Male Tiefling Fighter, N. Str 13, Dex 12, Con 8, Int 8, Wis 8, Cha 10. Lasiga has blood red skin, with dark purple hair and gold eyes. He wears a chain shirt and wields a war pick and shield.",
  "Segerna: Male Tiefling Rogue, LN. Str 7, Dex 17, Con 14, Int 11, Wis 13, Cha 10. Segerna has dark purple hair and black eyes, and a pair of tiny wings. He wears leather armor and wields a light hammer. Segerna is blind in his right eye.",
  "Gerani: Male Tiefling Fighter, CG. Str 12, Dex 12, Con 6, Int 10, Wis 8, Cha 7. Gerani has dark red hair and red eyes, and a flicking forked tongue. He wears chain mail and wields a morningstar and heavy crossbow. Gerani is hunting the vampire who slew his mentor.",
  "Ardas: Male Tiefling Ranger, CG. Str 13, Dex 13, Con 12, Int 8, Wis 12, Cha 8. Ardas has dark red skin, with dark blue hair and white eyes. He wears leather armor and wields a greataxe.",
  "Simiusi: Male Tiefling Wizard, NG. Str 13, Dex 9, Con 12, Int 15, Wis 10, Cha 10. Simiusi has blood red skin, with matted black hair and white eyes. He wears simple clothing and wields a quarterstaff. Simiusi is a pack-rat, and carries a satchel of random junk.",
  "Humla: Male Tiefling Fighter, LG. Str 15, Dex 12, Con 8, Int 8, Wis 13, Cha 8. Humla has silver hair and silver eyes, and a pair of tiny wings. He wears hide armor and wields a glaive. Humla seeks to discover where he came from, and who his real family is.",
  "Hunasa: Male Tiefling Barbarian, CG. Str 14, Dex 9, Con 17, Int 8, Wis 11, Cha 9. Hunasa has blood red skin, with white hair and black eyes. He wears leather armor and wields a trident and longbow. Hunasa is well-spoken and honest.",
  "Alad: Male Tiefling Wizard, NG. Str 7, Dex 16, Con 10, Int 15, Wis 10, Cha 12. Alad has dark red skin, with braided brown hair and gold eyes. He wears gray robes and wields a dagger. Alad seeks to find his true love.",
  "Apus: Male Tiefling Warlock, N. Str 11, Dex 15, Con 12, Int 15, Wis 14, Cha 17. Apus has blood red skin, with dark red hair and silver eyes. He wears leather armor and wields a light hammer and sickle. Apus lost his shadow to a hag.",
  "Heodege: Male Tiefling Fighter, CN. Str 16, Dex 14, Con 9, Int 12, Wis 8, Cha 13. Heodege has red hair and black eyes, and wears glasses with gold rims. He wears splint armor and wields a shortsword and longbow. Heodege is searching for his lost brother.",
  "Risiga: Male Tiefling Cleric, LE. Str 9, Dex 8, Con 9, Int 9, Wis 14, Cha 10. Risiga has dark red skin, with white hair and silver eyes. He wears leather armor and wields a light hammer. Risiga is impossibly lucky.",
  "Hildiusa: Male Tiefling Fighter, N. Str 15, Dex 16, Con 12, Int 12, Wis 8, Cha 8. Hildiusa has dark red skin, with dark blue hair and black eyes. He wears splint armor and wields a longsword and longbow.",
  "Odermes: Male Tiefling Monk, CE. Str 15, Dex 10, Con 11, Int 7, Wis 13, Cha 10. Odermes has crimson skin, with gray hair and white eyes. He wears well-made clothing and wields nunchaku (club).",
  "Vibauda: Male Tiefling Monk, LN. Str 11, Dex 13, Con 5, Int 11, Wis 15, Cha 10. Vibauda is short, with dark purple hair and red eyes. He wears modest garments and wields a bo (quarterstaff). Vibauda seeks revenge against the sister who betrayed him.",
  "Agris: Male Tiefling Fighter, LN. Str 14, Dex 14, Con 13, Int 10, Wis 15, Cha 6. Agris has thin red hair and gold eyes, and a distinctive scar on his leg. He wears hide armor and wields a halberd. Agris is hunting the warlord who murdered his family.",
  "Athax: Male Tiefling Rogue, NG. Str 15, Dex 13, Con 9, Int 11, Wis 10, Cha 7. Athax has blonde hair and gold eyes, and wears glasses with iron rims. He wears studded leather and wields a rapier and shortbow. Athax seeks to steal an ancient artifact from the Gauntlet of Elemental Secrets.",
  "Sarida: Male Tiefling Rogue, NG. Str 11, Dex 14, Con 13, Int 13, Wis 9, Cha 11. Sarida has black hair and red eyes, and horns engraved with dark symbols. He wears leather armor and wields a rapier and hand crossbow. Sarida seeks revenge against the thieves' guild which left him to hang.",
  "Geliva: Male Tiefling Cleric, NG. Str 15, Dex 12, Con 9, Int 13, Wis 14, Cha 10. Geliva is tall and heavyset, with black hair and white eyes. He wears studded leather and wields a quarterstaff. Geliva seeks to continue the noble legacy of his father."
]