[
  "Belshulla: Male Dragonborn Rogue, CN. Str 5, Dex 15, Con 9, Int 12, Wis 12, Cha 11. Belshulla has gold scales and hazel eyes. He wears leather armor and wields a handaxe. Belshulla seeks to save his family from financial ruin.",
  "Bupolu: Male Dragonborn Fighter, NG. Str 16, Dex 8, Con 11, Int 14, Wis 10, Cha 6. Bupolu has bronze scales and green eyes. He wears hide armor and wields a morningstar. Bupolu is quick-witted and thrifty.",
  "Amkuukan: Male Dragonborn Monk, LG. Str 16, Dex 11, Con 13, Int 5, Wis 11, Cha 9. Amkuukan is slender, with bronze scales and green eyes. He wears travel-stained clothing and wields a kanabo (mace) and kama (sickle).",
  "Aburian: Male Dragonborn Fighter, NG. Str 13, Dex 15, Con 11, Int 9, Wis 8, Cha 10. Aburian is slender, with bronze scales and bright hazel eyes. He wears scale mail and wields a scimitar and shield.",
  "Ilutal: Male Dragonborn Druid, Neutral. Str 8, Dex 12, Con 11, Int 12, Wis 15, Cha 14. Ilutal has copper scales and green eyes. He wears hide armor and wields a mace. Ilutal has dire rat named Adum.",
  "Ammusum: Male Dragonborn Cleric, LG. Str 8, Dex 6, Con 12, Int 11, Wis 13, Cha 11. Ammusum is tall, with bronze scales and gray eyes. He wears leather armor and wields a quarterstaff and shield. Ammusum is energetic and righteous.",
  "Anunam: Male Dragonborn Monk, NG. Str 16, Dex 12, Con 12, Int 11, Wis 16, Cha 15. Anunam is thin, with blue scales and light gray eyes. He wears modest garments and wields a yari (spear).",
  "Shadnabu: Male Dragonborn Rogue, N. Str 12, Dex 17, Con 12, Int 12, Wis 11, Cha 7. Shadnabu has silver scales and brown eyes, and horns engraved with alien symbols. He wears studded leather and wields a club and hand crossbow.",
  "Arezer: Male Dragonborn Sorcerer, N. Str 10, Dex 8, Con 10, Int 10, Wis 8, Cha 15. Arezer is short and overweight, with bronze scales and dark amber eyes. He wears sturdy clothing and wields a quarterstaff.",
  "Sumula: Male Dragonborn Bard, CN. Str 6, Dex 13, Con 12, Int 13, Wis 9, Cha 17. Sumula has green scales and hazel eyes, and horns engraved with alien symbols. He wears leather armor and wields a longsword and hand crossbow. Sumula avoids eye contact.",
  "Tenaka: Male Dragonborn Barbarian, LN. Str 13, Dex 13, Con 11, Int 11, Wis 8, Cha 5. Tenaka has bronze scales and large brown eyes, and horns engraved with strange symbols. He wears studded leather and wields a whip. Tenaka is haunted by the memories of a past life.",
  "Ilirsuh: Male Dragonborn Ranger, LN. Str 8, Dex 9, Con 10, Int 11, Wis 11, Cha 8. Ilirsuh has copper scales and green eyes, and a distinctive scar on his leg. He wears half plate and wields a scimitar and shield. Ilirsuh speaks with a mousy voice.",
  "Nusu: Male Dragonborn Druid, Neutral. Str 12, Dex 11, Con 8, Int 10, Wis 16, Cha 12. Nusu has bronze scales and bright blue eyes, and a pair of tiny wings. He wears hide armor and wields a mace and wooden shield. Nusu has dire rat named Ilis.",
  "Dukuru: Male Dragonborn Monk, N. Str 8, Dex 10, Con 7, Int 10, Wis 13, Cha 13. Dukuru is short and heavyset, with silver scales and amber eyes. He wears well-made clothing and wields an ono (handaxe). Dukuru is haunted by the ghost of someone he killed.",
  "Samuga: Male Dragonborn Rogue, N. Str 15, Dex 14, Con 6, Int 10, Wis 11, Cha 10. Samuga is slender, with bronze scales and green eyes. He wears leather armor and wields a rapier and hand crossbow. Samuga is nervous and honest.",
  "Sadashma: Male Dragonborn Barbarian, N. Str 14, Dex 13, Con 13, Int 11, Wis 8, Cha 13. Sadashma has brass scales and gray eyes, and a pair of tiny wings. He wears scale mail and wields a war pick.",
  "Abium: Male Dragonborn Sorcerer, N. Str 7, Dex 13, Con 12, Int 11, Wis 13, Cha 15. Abium is slender, with bronze scales and brown eyes. He wears sturdy clothing and wields a quarterstaff and sling. Abium is searching for his missing familiar, a hawk named Gudusu.",
  "Tanaba: Male Dragonborn Fighter, N. Str 16, Dex 11, Con 9, Int 8, Wis 9, Cha 7. Tanaba has bronze scales and brown eyes, and a magical scar on his face. He wears a chain shirt and wields a pike. Tanaba is searching for his lost brother.",
  "Enainal: Male Dragonborn Monk, LN. Str 12, Dex 10, Con 9, Int 8, Wis 7, Cha 12. Enainal is short, with bronze scales and sharp hazel eyes. He wears sturdy clothing and wields a yari (spear). Enainal has an animal companion, a green firedrake named Meta.",
  "Aliidit: Male Dragonborn Paladin, Good. Str 14, Dex 12, Con 14, Int 9, Wis 14, Cha 11. Aliidit has bronze scales and brown eyes, and rows of shark-like teeth. He wears hide armor and wields a greatsword. Aliidit seeks to free himself from an ancient curse.",
  "Burnabi: Male Dragonborn Fighter, NG. Str 17, Dex 13, Con 9, Int 11, Wis 6, Cha 6. Burnabi has bronze scales and large brown eyes. He wears plate armor and wields a glaive. Burnabi is cultured and charming.",
  "Apilil: Male Dragonborn Monk, NG. Str 12, Dex 12, Con 9, Int 8, Wis 15, Cha 10. Apilil has bronze scales and hazel eyes. He wears modest garments and wields a yari (spear). Apilil compulsively whispers nonsense.",
  "Enkirsuk: Male Dragonborn Ranger, LN. Str 10, Dex 8, Con 14, Int 9, Wis 12, Cha 14. Enkirsuk is short and thin, with black scales and dark amber eyes. He wears studded leather and wields a whip and shield.",
  "Bupola: Male Dragonborn Fighter, N. Str 14, Dex 14, Con 8, Int 7, Wis 12, Cha 10. Bupola has bronze scales and sharp blue eyes. He wears half plate and wields a greatsword. Bupola is amoral and extravagant.",
  "Sina: Male Dragonborn Druid, Neutral. Str 12, Dex 10, Con 12, Int 11, Wis 14, Cha 12. Sina has silver scales and gray eyes, and a pair of tiny wings. He wears hide armor and wields a quarterstaff and wooden shield. Sina speaks with a strange accent.",
  "Ningana: Male Dragonborn Fighter, CE. Str 15, Dex 10, Con 14, Int 11, Wis 12, Cha 11. Ningana has bronze scales and large hazel eyes, and rows of shark-like teeth. He wears chain mail and wields a flail. Ningana seeks to become a werewolf.",
  "Beraha: Male Dragonborn Monk, NG. Str 15, Dex 12, Con 9, Int 10, Wis 17, Cha 15. Beraha has bronze scales and soft amber eyes. He wears modest garments and wields a bo (quarterstaff) and shuriken (darts). Beraha is chivalrous and reserved.",
  "Ninaidu: Male Dragonborn Fighter, N. Str 16, Dex 13, Con 12, Int 7, Wis 9, Cha 12. Ninaidu has bronze scales and soft hazel eyes, and a pair of tiny wings. He wears plate armor and wields a trident and shield. Ninaidu is haunted by the memories of a past life.",
  "Samsabi: Male Dragonborn Monk, N. Str 10, Dex 11, Con 11, Int 14, Wis 16, Cha 9. Samsabi is tall and overweight, with bronze scales and sharp amber eyes. He wears sturdy clothing and wields a kanabo (mace). Samsabi is polite and coarse.",
  "Adum: Male Dragonborn Rogue, NE. Str 8, Dex 12, Con 11, Int 17, Wis 8, Cha 10. Adum has blue scales and soft hazel eyes. He wears leather armor and wields a longsword. Adum is thoughtless and vengeful.",
  "Nabunu: Male Dragonborn Rogue, NG. Str 10, Dex 15, Con 14, Int 15, Wis 9, Cha 8. Nabunu has bronze scales and large amber eyes. He wears leather armor and wields a shortsword and hand crossbow. Nabunu has an animal companion, a raven named Amumar.",
  "Kilita: Male Dragonborn Barbarian, CE. Str 14, Dex 10, Con 15, Int 7, Wis 10, Cha 9. Kilita is tall, with bronze scales and sharp blue eyes. He wears scale mail and wields a scimitar and shield. Kilita suffers a paralyzing fear of darkness.",
  "Saamsusu: Male Dragonborn Rogue, LG. Str 12, Dex 12, Con 10, Int 10, Wis 7, Cha 9. Saamsusu is short, with bronze scales and blue eyes. He wears studded leather and wields a rapier. Saamsusu seeks to steal an ancient artifact from the Tunnels of Woeful Terror.",
  "Anamum: Male Dragonborn Rogue, LE. Str 12, Dex 16, Con 13, Int 8, Wis 11, Cha 11. Anamum is stout, with bronze scales and brown eyes. He wears leather armor and wields a rapier and hand crossbow. Anamum has an animal companion, a dire rat named Nisab.",
  "Darossu: Male Dragonborn Sorcerer, N. Str 5, Dex 8, Con 15, Int 12, Wis 12, Cha 12. Darossu is short and thin, with bronze scales and large green eyes. He wears plain clothing and wields a quarterstaff. Darossu is impossibly lucky.",
  "Ergabius: Male Dragonborn Fighter, LN. Str 12, Dex 16, Con 11, Int 7, Wis 14, Cha 11. Ergabius has bronze scales and brown eyes. He wears a chain shirt and wields a morningstar and shield. Ergabius has an animal companion, a badger named Nabara.",
  "Bunidu: Male Dragonborn Wizard, NG. Str 10, Dex 13, Con 10, Int 15, Wis 12, Cha 12. Bunidu is short and slender, with bronze scales and blue eyes. He wears travel-stained clothing and wields a quarterstaff and light crossbow. Bunidu believes that he is the rightful heir to the crown of Iriorwin.",
  "Nabaru: Male Dragonborn Warlock, N. Str 13, Dex 11, Con 10, Int 11, Wis 11, Cha 17. Nabaru has bronze scales and hazel eyes, and a distinctive scar on his arm. He wears leather armor and wields a spear and light crossbow.",
  "Zuhulla: Male Dragonborn Rogue, N. Str 9, Dex 16, Con 9, Int 14, Wis 10, Cha 11. Zuhulla has blue scales and blue eyes. He wears leather armor and wields a rapier. Zuhulla has an animal companion, a sable ferret named Sidab.",
  "Ninusu: Male Dragonborn Paladin, Good. Str 14, Dex 11, Con 5, Int 9, Wis 11, Cha 11. Ninusu has bronze scales and amber eyes, and rows of shark-like teeth. He wears splint armor and wields a battleaxe. Ninusu has an animal companion, a bay warhorse named Nabiuma.",
  "Sumulu: Male Dragonborn Sorcerer, NG. Str 9, Dex 6, Con 11, Int 8, Wis 7, Cha 14. Sumulu is tall, with gold scales and light brown eyes. He wears modest garments and wields a dagger.",
  "Nyasisu: Male Dragonborn Rogue, CN. Str 9, Dex 12, Con 9, Int 11, Wis 10, Cha 13. Nyasisu has bronze scales and light hazel eyes, and wears glasses with copper rims. He wears leather armor and wields a shortsword.",
  "Aburiar: Male Dragonborn Fighter, N. Str 16, Dex 10, Con 12, Int 9, Wis 11, Cha 11. Aburiar has bronze scales and amber eyes, and rows of shark-like teeth. He wears hide armor and wields a warhammer and shield. Aburiar has an animal companion, a green firedrake named Daraha.",
  "Halaelu: Male Dragonborn Monk, N. Str 12, Dex 7, Con 7, Int 10, Wis 11, Cha 13. Halaelu has bronze scales and brown eyes, and a flicking forked tongue. He wears well-made clothing and wields an ono (handaxe) and shuriken (darts). Halaelu has an animal companion, a tiger named Ningirsu.",
  "Sabilu: Male Dragonborn Warlock, CN. Str 14, Dex 13, Con 12, Int 11, Wis 9, Cha 14. Sabilu has bronze scales and gray eyes. He wears studded leather and wields a spear. Sabilu has an animal companion, a vampire bat named Nidur.",
  "Adus: Male Dragonborn Ranger, N. Str 15, Dex 11, Con 8, Int 10, Wis 15, Cha 10. Adus is short and overweight, with bronze scales and gray eyes. He wears half plate and wields a warhammer and shield. Adus has badger named Puaba.",
  "Mugusu: Male Dragonborn Druid, Neutral. Str 8, Dex 8, Con 10, Int 9, Wis 13, Cha 14. Mugusu has bronze scales and sharp blue eyes. He wears leather armor and wields a mace and dagger. Mugusu is disorganized and practical.",
  "Aliluk: Male Dragonborn Ranger, CG. Str 8, Dex 13, Con 12, Int 10, Wis 15, Cha 5. Aliluk has bronze scales and green eyes. He wears hide armor and wields a greatsword. Aliluk is capable and aesthetic.",
  "Bazzuu: Male Dragonborn Monk, LG. Str 16, Dex 10, Con 9, Int 10, Wis 10, Cha 11. Bazzuu is thin, with bronze scales and sharp green eyes. He wears travel-stained clothing and wields a yari (spear).",
  "Olabum: Male Dragonborn Rogue, N. Str 12, Dex 13, Con 12, Int 15, Wis 15, Cha 8. Olabum has bronze scales and gray eyes, and an unusual scar on his face. He wears studded leather and wields a light hammer. Olabum seeks revenge against the aristocrat who framed him.",
  "Amsuisad: Male Dragonborn Paladin, Good. Str 11, Dex 9, Con 8, Int 11, Wis 9, Cha 15. Amsuisad has bronze scales and blue eyes, and horns engraved with alien symbols. He wears scale mail and wields a greataxe.",
  "Aduhar: Male Dragonborn Barbarian, N. Str 12, Dex 10, Con 12, Int 11, Wis 13, Cha 12. Aduhar has green scales and narrow hazel eyes. He wears hide armor and wields a shortsword and longbow.",
  "Nezzabi: Male Dragonborn Fighter, NG. Str 17, Dex 13, Con 9, Int 10, Wis 7, Cha 10. Nezzabi is tall and stout, with bronze scales and sharp gray eyes. He wears a chain shirt and wields a greataxe. Nezzabi is hunting the giant who slew his mentor.",
  "Saresu: Male Dragonborn Sorcerer, LG. Str 6, Dex 14, Con 15, Int 6, Wis 9, Cha 17. Saresu has bronze scales and soft hazel eyes. He wears simple clothing and wields a quarterstaff. Saresu has an animal companion, a horned toad named Nabieshuu.",
  "Naka: Male Dragonborn Paladin, Good. Str 14, Dex 14, Con 10, Int 9, Wis 11, Cha 12. Naka is thin, with copper scales and gray eyes. He wears splint armor and wields a maul. Naka is brave and alluring.",
  "Sudusu: Male Dragonborn Barbarian, LG. Str 16, Dex 10, Con 13, Int 9, Wis 10, Cha 12. Sudusu has bronze scales and large hazel eyes. He wears hide armor and wields a longsword and shield. Sudusu is hunting the warlord who stole his ancestral sword.",
  "Abunnar: Male Dragonborn Paladin, Good. Str 11, Dex 12, Con 14, Int 9, Wis 7, Cha 8. Abunnar has bronze scales and bright blue eyes, and an unusual scar on his face. He wears plate armor and wields a trident. Abunnar is hunting the fiend which destroyed his homeland.",
  "Berossu: Male Dragonborn Barbarian, LN. Str 14, Dex 5, Con 9, Int 14, Wis 7, Cha 14. Berossu has bronze scales and gray eyes, and rows of shark-like teeth. He wears scale mail and wields a war pick. Berossu is lewd and talkative.",
  "Nabaalu: Male Dragonborn Wizard, N. Str 9, Dex 9, Con 9, Int 12, Wis 11, Cha 11. Nabaalu is tall, with bronze scales and brown eyes. He wears golden robes and wields a quarterstaff. Nabaalu speaks with a quiet voice.",
  "Ninga: Male Dragonborn Monk, N. Str 16, Dex 12, Con 8, Int 12, Wis 11, Cha 10. Ninga has bronze scales and large blue eyes. He wears simple clothing and wields a kanabo (mace). Ninga has an animal companion, a hunting dog named Bieshuu.",
  "Sacesu: Male Dragonborn Monk, NE. Str 14, Dex 13, Con 7, Int 10, Wis 15, Cha 7. Sacesu has red scales and amber eyes, and horns engraved with alien symbols. He wears simple clothing and wields a kanabo (mace) and shuriken (darts).",
  "Bidea: Male Dragonborn Fighter, CG. Str 13, Dex 14, Con 5, Int 11, Wis 12, Cha 10. Bidea is willowy, with bronze scales and blue eyes. He wears scale mail and wields a longsword and shield. Bidea seeks to discover the truth of his lineage.",
  "Amsuilit: Male Dragonborn Bard, N. Str 12, Dex 15, Con 8, Int 13, Wis 11, Cha 17. Amsuilit is willowy, with brass scales and soft brown eyes. He wears leather armor and wields a rapier and hand crossbow. Amsuilit is truthful and covetous.",
  "Abukad: Male Dragonborn Monk, LN. Str 15, Dex 8, Con 10, Int 12, Wis 10, Cha 8. Abukad is heavyset, with green scales and large green eyes. He wears modest garments and wields an ono (handaxe). Abukad has an animal companion, a golden monkey named Ilith.",
  "Abiuk: Male Dragonborn Sorcerer, LE. Str 13, Dex 11, Con 10, Int 8, Wis 11, Cha 17. Abiuk has black scales and gray eyes, and a distinctive scar on his face. He wears well-made clothing and wields a dagger. Abiuk has an animal companion, a silver cat named Biumardea.",
  "Sinerga: Male Dragonborn Monk, NE. Str 10, Dex 9, Con 11, Int 13, Wis 13, Cha 9. Sinerga has bronze scales and soft hazel eyes, and an unusual scar on his leg. He wears modest garments and wields an ono (handaxe) and kama (sickle). Sinerga has an animal companion, a red snake named Ningal.",
  "Ninabu: Male Dragonborn Ranger, NG. Str 15, Dex 10, Con 10, Int 10, Wis 11, Cha 14. Ninabu has white scales and blue eyes, and a magical scar on his arm. He wears studded leather and wields a warhammer and shield. Ninabu has hawk named Anurar.",
  "Nebu: Male Dragonborn Fighter, N. Str 16, Dex 10, Con 11, Int 13, Wis 14, Cha 9. Nebu is overweight, with bronze scales and sharp green eyes. He wears hide armor and wields a longsword and blowgun. Nebu suffers a deadly allergy to horses.",
  "Namharsu: Male Dragonborn Rogue, N. Str 8, Dex 12, Con 7, Int 10, Wis 6, Cha 8. Namharsu has bronze scales and bright brown eyes, and a magical scar on his arm. He wears leather armor and wields a rapier. Namharsu is lustful and anxious.",
  "Belita: Male Dragonborn Fighter, NG. Str 17, Dex 10, Con 7, Int 8, Wis 11, Cha 9. Belita is short and thin, with bronze scales and green eyes. He wears scale mail and wields a battleaxe and shield.",
  "Samadu: Male Dragonborn Rogue, NG. Str 11, Dex 13, Con 9, Int 15, Wis 14, Cha 12. Samadu has bronze scales and gray eyes, and a pair of tiny wings. He wears studded leather and wields a handaxe. Samadu is fascinated by the natural and fey worlds.",
  "Ebummar: Male Dragonborn Monk, LE. Str 8, Dex 8, Con 12, Int 13, Wis 16, Cha 12. Ebummar is short, with bronze scales and green eyes. He wears modest garments and wields a bo (quarterstaff).",
  "Nusisu: Male Dragonborn Rogue, N. Str 8, Dex 15, Con 8, Int 8, Wis 7, Cha 10. Nusisu is short, with brass scales and gray eyes. He wears studded leather and wields a shortsword.",
  "Abiezes: Male Dragonborn Monk, NG. Str 11, Dex 9, Con 14, Int 13, Wis 14, Cha 10. Abiezes has bronze scales and amber eyes. He wears simple clothing and wields a bo (quarterstaff). Abiezes seeks to prove himself to his peers.",
  "Nusaces: Male Dragonborn Warlock, NE. Str 13, Dex 14, Con 8, Int 15, Wis 11, Cha 12. Nusaces has copper scales and bright green eyes. He wears studded leather and wields a club. Nusaces is violent and dishonest.",
  "Anamhuum: Male Dragonborn Rogue, LE. Str 14, Dex 13, Con 11, Int 13, Wis 10, Cha 9. Anamhuum has bronze scales and amber eyes. He wears leather armor and wields a spear and hand crossbow. Anamhuum serves an ancient dragon named Azuubtiyar.",
  "Dugezi: Male Dragonborn Sorcerer, CN. Str 13, Dex 10, Con 15, Int 9, Wis 9, Cha 12. Dugezi has bronze scales and blue eyes, and wears glasses with electrum rims. He wears modest garments and wields a dagger and darts.",
  "Abium: Male Dragonborn Cleric, LN. Str 11, Dex 15, Con 7, Int 10, Wis 13, Cha 10. Abium has bronze scales and sharp green eyes. He wears leather armor and wields a quarterstaff and shield. Abium seeks to destroy the undead.",
  "Ninamhuu: Male Dragonborn Fighter, NE. Str 13, Dex 14, Con 10, Int 9, Wis 8, Cha 12. Ninamhuu has white scales and narrow gray eyes, and a pair of tiny wings. He wears plate armor and wields a longsword and hand crossbow. Ninamhuu is easily distracted by food and drink.",
  "Namzuuma: Male Dragonborn Barbarian, N. Str 13, Dex 6, Con 17, Int 13, Wis 8, Cha 12. Namzuuma has bronze scales and gray eyes. He wears scale mail and wields a greatsword. Namzuuma refers to himself in the third person.",
  "Zuummaba: Male Dragonborn Fighter, N. Str 16, Dex 12, Con 9, Int 6, Wis 9, Cha 10. Zuummaba is short, with bronze scales and narrow blue eyes. He wears splint armor and wields a longsword. Zuummaba suffers a mild allergy to nuts.",
  "Gezi: Male Dragonborn Cleric, LG. Str 10, Dex 10, Con 8, Int 7, Wis 12, Cha 10. Gezi has bronze scales and green eyes, and rows of shark-like teeth. He wears leather armor and wields a quarterstaff and sling.",
  "Mannaki: Male Dragonborn Sorcerer, CN. Str 7, Dex 8, Con 13, Int 10, Wis 5, Cha 17. Mannaki has silver scales and amber eyes, and a flicking forked tongue. He wears simple clothing and wields a dagger.",
  "Shazaru: Male Dragonborn Ranger, LE. Str 15, Dex 12, Con 11, Int 12, Wis 10, Cha 12. Shazaru has bronze scales and narrow blue eyes, and horns engraved with strange symbols. He wears leather armor and wields a war pick and shield.",
  "Sinidi: Male Dragonborn Druid, Neutral. Str 12, Dex 11, Con 12, Int 13, Wis 15, Cha 10. Sinidi has bronze scales and dark blue eyes. He wears hide armor and wields a scimitar and sling. Sinidi has black wolf named Ningudu.",
  "Sumuga: Male Dragonborn Paladin, Good. Str 14, Dex 12, Con 8, Int 13, Wis 10, Cha 13. Sumuga is short and heavyset, with bronze scales and blue eyes. He wears plate armor and wields a pike. Sumuga is sensitive and aesthetic.",
  "Dita: Male Dragonborn Fighter, N. Str 15, Dex 17, Con 11, Int 8, Wis 14, Cha 9. Dita is short and willowy, with bronze scales and dark blue eyes. He wears hide armor and wields a shortsword and shield.",
  "Angugar: Male Dragonborn Ranger, N. Str 13, Dex 8, Con 7, Int 10, Wis 10, Cha 13. Angugar has black scales and amber eyes. He wears leather armor and wields a greataxe. Angugar is searching for his lost brother.",
  "Tanidea: Male Dragonborn Rogue, LN. Str 10, Dex 17, Con 8, Int 10, Wis 11, Cha 14. Tanidea has bronze scales and narrow hazel eyes. He wears studded leather and wields a rapier and light crossbow. Tanidea is searching for the lost elven kingdom of Valonde.",
  "Ardulas: Male Dragonborn Fighter, N. Str 15, Dex 8, Con 10, Int 11, Wis 12, Cha 14. Ardulas is short and heavyset, with blue scales and blue eyes. He wears scale mail and wields a whip and heavy crossbow. Ardulas suffers a paralyzing fear of injury.",
  "Itadnes: Male Dragonborn Sorcerer, NG. Str 7, Dex 11, Con 17, Int 7, Wis 9, Cha 13. Itadnes has silver scales and amber eyes. He wears sturdy clothing and wields a quarterstaff and sling. Itadnes has an animal companion, a black snake named Nabupils.",
  "Sangilga: Male Dragonborn Barbarian, CN. Str 13, Dex 10, Con 11, Int 13, Wis 12, Cha 10. Sangilga has bronze scales and gray eyes, and a pair of tiny wings. He wears scale mail and wields a maul. Sangilga is dying and desperately seeks the secret of immortality.",
  "Akiluk: Male Dragonborn Bard, NG. Str 13, Dex 10, Con 12, Int 11, Wis 8, Cha 17. Akiluk has bronze scales and blue eyes, and a pair of tiny wings. He wears leather armor and wields a rapier and javelins. Akiluk compulsively flirts with others.",
  "Nabu: Male Dragonborn Wizard, LN. Str 10, Dex 10, Con 10, Int 15, Wis 14, Cha 11. Nabu is short and slender, with bronze scales and sharp hazel eyes. He wears simple clothing and wields a quarterstaff and darts. Nabu is a terrible liar.",
  "Amugar: Male Dragonborn Fighter, LN. Str 16, Dex 13, Con 10, Int 7, Wis 11, Cha 5. Amugar has bronze scales and blue eyes, and rows of shark-like teeth. He wears splint armor and wields a trident and shield. Amugar secretly serves Yesas, an ancient god of chaos.",
  "Ameshbar: Male Dragonborn Sorcerer, N. Str 10, Dex 13, Con 8, Int 9, Wis 6, Cha 16. Ameshbar is short, with silver scales and brown eyes. He wears well-made clothing and wields a dagger. Ameshbar seeks to raise an army of flesh golems.",
  "Ilkinan: Male Dragonborn Barbarian, LN. Str 14, Dex 11, Con 12, Int 13, Wis 8, Cha 8. Ilkinan has bronze scales and soft amber eyes. He wears scale mail and wields a rapier. Ilkinan speaks with a deep voice.",
  "Saramma: Male Dragonborn Rogue, N. Str 8, Dex 15, Con 8, Int 9, Wis 10, Cha 6. Saramma has black scales and narrow brown eyes. He wears studded leather and wields a rapier and hand crossbow.",
  "Olar: Male Dragonborn Monk, NG. Str 14, Dex 11, Con 13, Int 9, Wis 12, Cha 9. Olar has bronze scales and gray eyes. He wears sturdy clothing and wields an ono (handaxe). Olar has an animal companion, a hunting dog named Nabieshuu.",
  "Nergezuu: Male Dragonborn Paladin, Good. Str 9, Dex 15, Con 6, Int 7, Wis 15, Cha 13. Nergezuu has bronze scales and narrow brown eyes, and horns engraved with alien symbols. He wears plate armor and wields a shortsword and shield. Nergezuu is intuitive and morose.",
  "Sangirsu: Male Dragonborn Druid, Neutral. Str 13, Dex 10, Con 9, Int 11, Wis 12, Cha 13. Sangirsu has bronze scales and hazel eyes, and horns engraved with arcane symbols. He wears hide armor and wields a quarterstaff and wooden shield. Sangirsu is searching for his missing daughter.",
  "Abulael: Male Dragonborn Sorcerer, NG. Str 10, Dex 7, Con 9, Int 11, Wis 10, Cha 13. Abulael has bronze scales and soft green eyes. He wears worn clothing and wields a quarterstaff and darts. Abulael is valiant and driven.",
  "Mutaani: Male Dragonborn Bard, N. Str 7, Dex 11, Con 7, Int 13, Wis 11, Cha 13. Mutaani has bronze scales and large hazel eyes. He wears leather armor and wields a club. Mutaani is superstitious and cowardly.",
  "Gilgoni: Male Dragonborn Monk, N. Str 9, Dex 12, Con 9, Int 6, Wis 9, Cha 5. Gilgoni has bronze scales and brown eyes, and wears glasses with gold rims. He wears modest garments and wields a yari (spear) and sai (dagger). Gilgoni speaks with a deep voice.",
  "Amkuuras: Male Dragonborn Warlock, NG. Str 11, Dex 8, Con 13, Int 9, Wis 8, Cha 16. Amkuuras has bronze scales and brown eyes, and a pair of tiny wings. He wears leather armor and wields a mace and light crossbow. Amkuuras has an animal companion, a vampire bat named Sheanamhuu.",
  "Alidit: Male Dragonborn Ranger, NG. Str 14, Dex 10, Con 13, Int 7, Wis 12, Cha 10. Alidit has blue scales and green eyes, and a pair of tiny wings. He wears scale mail and wields a greatsword. Alidit seeks to discover the truth of his lineage.",
  "Zaru: Male Dragonborn Rogue, N. Str 8, Dex 14, Con 13, Int 12, Wis 8, Cha 8. Zaru has bronze scales and light brown eyes. He wears leather armor and wields a rapier and javelins. Zaru speaks with a shrill voice.",
  "Gilgudi: Male Dragonborn Ranger, LN. Str 9, Dex 12, Con 9, Int 8, Wis 9, Cha 9. Gilgudi has bronze scales and narrow green eyes, and a flicking forked tongue. He wears studded leather and wields a shortsword and shield. Gilgudi is modest and coarse.",
  "Olamum: Male Dragonborn Sorcerer, LG. Str 5, Dex 8, Con 14, Int 9, Wis 10, Cha 15. Olamum has bronze scales and narrow green eyes. He wears modest garments and wields a dagger. Olamum suffers a traumatic fear of open water.",
  "Nazuhuu: Male Dragonborn Cleric, CE. Str 10, Dex 8, Con 10, Int 6, Wis 12, Cha 13. Nazuhuu is short and overweight, with black scales and large brown eyes. He wears studded leather and wields a handaxe. Nazuhuu has an animal companion, a hunting dog named Nidur.",
  "Sini: Male Dragonborn Wizard, NG. Str 9, Dex 11, Con 14, Int 12, Wis 11, Cha 11. Sini has bronze scales and hazel eyes. He wears well-made clothing and wields a dagger. Sini is cultured and gullible.",
  "Sadita: Male Dragonborn Rogue, NG. Str 7, Dex 17, Con 8, Int 9, Wis 12, Cha 11. Sadita has bronze scales and sharp blue eyes. He wears studded leather and wields a shortsword. Sadita has an animal companion, a sable ferret named Nisid.",
  "Khebila: Male Dragonborn Paladin, Good. Str 15, Dex 13, Con 13, Int 15, Wis 13, Cha 13. Khebila has bronze scales and green eyes. He wears a chain shirt and wields a halberd. Khebila is virtuous and honest.",
  "Sumurru: Male Dragonborn Rogue, N. Str 11, Dex 13, Con 10, Int 9, Wis 5, Cha 9. Sumurru is tall and willowy, with brass scales and brown eyes. He wears studded leather and wields a shortsword and light crossbow.",
  "Gudaadi: Male Dragonborn Fighter, N. Str 15, Dex 10, Con 14, Int 10, Wis 14, Cha 7. Gudaadi is willowy, with white scales and green eyes. He wears plate armor and wields a longsword and shield. Gudaadi is honest and humble.",
  "Abienait: Male Dragonborn Fighter, N. Str 17, Dex 10, Con 11, Int 12, Wis 9, Cha 10. Abienait has blue scales and blue eyes, and a flicking forked tongue. He wears a breastplate and wields a flail and heavy crossbow. Abienait compulsively hums.",
  "Naburna: Male Dragonborn Druid, Neutral. Str 10, Dex 12, Con 13, Int 8, Wis 12, Cha 11. Naburna has bronze scales and brown eyes, and a distinctive scar on his leg. He wears leather armor and wields a mace. Naburna is inquisitive and haughty.",
  "Nabupol: Male Dragonborn Monk, LN. Str 16, Dex 9, Con 7, Int 9, Wis 12, Cha 14. Nabupol is tall, with bronze scales and green eyes. He wears simple clothing and wields a yari (spear). Nabupol is extravagant and brutal.",
  "Dashmanna: Male Dragonborn Monk, NG. Str 13, Dex 16, Con 12, Int 11, Wis 14, Cha 8. Dashmanna has bronze scales and blue eyes, and horns engraved with arcane symbols. He wears well-made clothing and wields an ono (handaxe). Dashmanna is cheerful and inventive.",
  "Nabaru: Male Dragonborn Fighter, LG. Str 12, Dex 16, Con 11, Int 9, Wis 15, Cha 8. Nabaru has bronze scales and soft amber eyes, and wears glasses with brass rims. He wears splint armor and wields a battleaxe and blowgun. Nabaru is cultured and courageous.",
  "Iptiyanas: Male Dragonborn Fighter, NE. Str 15, Dex 11, Con 11, Int 13, Wis 13, Cha 7. Iptiyanas has white scales and gray eyes, and a flicking forked tongue. He wears hide armor and wields a maul. Iptiyanas is lazy and merciless.",
  "Yaatrar: Male Dragonborn Cleric, LN. Str 7, Dex 8, Con 7, Int 9, Wis 17, Cha 9. Yaatrar is overweight, with bronze scales and sharp amber eyes. He wears a breastplate and wields a mace and sickle.",
  "Adakit: Male Dragonborn Rogue, N. Str 9, Dex 13, Con 7, Int 11, Wis 15, Cha 7. Adakit has blue scales and blue eyes. He wears studded leather and wields a light hammer. Adakit has an animal companion, a raven named Sabi.",
  "Sara: Male Dragonborn Monk, CN. Str 9, Dex 12, Con 6, Int 7, Wis 16, Cha 5. Sara has white scales and blue eyes, and a pair of tiny wings. He wears modest garments and wields a kanabo (mace) and shuriken (darts). Sara has an animal companion, a tawny rat named Buraha.",
  "Dita: Male Dragonborn Druid, Neutral. Str 11, Dex 15, Con 6, Int 7, Wis 16, Cha 11. Dita is short and thin, with bronze scales and gray eyes. He wears leather armor and wields a mace. Dita secretly serves Gosu, an ancient god of darkness.",
  "Sumadi: Male Dragonborn Monk, CN. Str 15, Dex 10, Con 13, Int 8, Wis 13, Cha 6. Sumadi has gold scales and bright amber eyes. He wears worn clothing and wields a bo (quarterstaff). Sumadi is impossibly lucky.",
  "Nabu: Male Dragonborn Monk, NG. Str 13, Dex 10, Con 14, Int 7, Wis 16, Cha 12. Nabu is stout, with gold scales and dark green eyes. He wears well-made clothing and wields an ono (handaxe) and shuriken (darts). Nabu is faithful and wise.",
  "Tanu: Male Dragonborn Wizard, NG. Str 9, Dex 12, Con 7, Int 12, Wis 12, Cha 6. Tanu is short, with bronze scales and narrow blue eyes. He wears crimson robes and wields a dagger and sling.",
  "Heshbuma: Male Dragonborn Fighter, N. Str 15, Dex 11, Con 10, Int 12, Wis 12, Cha 9. Heshbuma has bronze scales and amber eyes. He wears plate armor and wields a longsword and longbow. Heshbuma has an animal companion, a ginger dog named Sacesu.",
  "Ninyasu: Male Dragonborn Monk, N. Str 16, Dex 11, Con 9, Int 13, Wis 17, Cha 10. Ninyasu has bronze scales and light hazel eyes. He wears worn clothing and wields a kanabo (mace). Ninyasu suffers a deadly allergy to fish.",
  "Nininga: Male Dragonborn Druid, Neutral. Str 16, Dex 10, Con 13, Int 12, Wis 15, Cha 13. Nininga is stout, with bronze scales and amber eyes. He wears hide armor and wields a scimitar and wooden shield. Nininga seeks to discover why he keeps having the same nightmare.",
  "Sisuma: Male Dragonborn Rogue, NG. Str 11, Dex 14, Con 9, Int 16, Wis 11, Cha 8. Sisuma has bronze scales and soft gray eyes. He wears leather armor and wields a spear. Sisuma is fearless and industrious.",
  "Amzuular: Male Dragonborn Wizard, CG. Str 14, Dex 11, Con 12, Int 12, Wis 9, Cha 5. Amzuular has bronze scales and bright green eyes, and a flicking forked tongue. He wears modest garments and wields a dagger. Amzuular seeks to free himself from an ancient curse.",
  "Iptiyad: Male Dragonborn Warlock, NG. Str 12, Dex 11, Con 10, Int 10, Wis 9, Cha 17. Iptiyad has white scales and large green eyes, and wears glasses with gold rims. He wears studded leather and wields a light hammer.",
  "Abugal: Male Dragonborn Fighter, NG. Str 13, Dex 10, Con 8, Int 5, Wis 9, Cha 7. Abugal is overweight, with bronze scales and amber eyes. He wears plate armor and wields a morningstar. Abugal has an animal companion, a black dog named Abith.",
  "Abus: Male Dragonborn Ranger, CE. Str 10, Dex 8, Con 10, Int 10, Wis 11, Cha 5. Abus is slender, with silver scales and light green eyes. He wears leather armor and wields a trident. Abus is cursed with hallucinations.",
  "Ilum: Male Dragonborn Cleric, LN. Str 10, Dex 7, Con 9, Int 14, Wis 15, Cha 12. Ilum has copper scales and dark gray eyes. He wears studded leather and wields a club and shield. Ilum suffers an acute fear of blood.",
  "Immazuus: Male Dragonborn Cleric, NG. Str 10, Dex 12, Con 9, Int 12, Wis 13, Cha 13. Immazuus has bronze scales and dark amber eyes, and wears glasses with gold rims. He wears studded leather and wields a mace. Immazuus seeks to continue the noble legacy of his father.",
  "Muta: Male Dragonborn Rogue, NG. Str 9, Dex 17, Con 14, Int 10, Wis 11, Cha 7. Muta has bronze scales and soft amber eyes. He wears leather armor and wields a rapier. Muta is virtuous and trustworthy.",
  "Nabiesha: Male Dragonborn Barbarian, CG. Str 17, Dex 13, Con 9, Int 11, Wis 6, Cha 9. Nabiesha is overweight, with bronze scales and bright amber eyes. He wears hide armor and wields a pike. Nabiesha is colorblind.",
  "Manini: Male Dragonborn Warlock, CN. Str 15, Dex 10, Con 12, Int 14, Wis 9, Cha 13. Manini has bronze scales and large green eyes, and rows of shark-like teeth. He wears studded leather and wields a quarterstaff. Manini is lively and pessimistic.",
  "Biumerka: Male Dragonborn Cleric, CN. Str 8, Dex 11, Con 8, Int 11, Wis 15, Cha 13. Biumerka has gold scales and green eyes, and wears glasses with electrum rims. He wears studded leather and wields a club. Biumerka has an animal companion, a sable ferret named Ninga.",
  "Nabaala: Male Dragonborn Wizard, N. Str 13, Dex 11, Con 14, Int 16, Wis 12, Cha 12. Nabaala is thin, with blue scales and dark gray eyes. He wears green robes and wields a dagger. Nabaala is absent-minded and honest.",
  "Sinaidi: Male Dragonborn Ranger, LN. Str 16, Dex 14, Con 6, Int 11, Wis 13, Cha 12. Sinaidi is stout, with brass scales and large gray eyes. He wears a breastplate and wields a greatsword. Sinaidi is obsessive and serious.",
  "Nunnerga: Male Dragonborn Barbarian, N. Str 14, Dex 9, Con 11, Int 14, Wis 11, Cha 11. Nunnerga has bronze scales and brown eyes. He wears studded leather and wields a scimitar and net. Nunnerga has an animal companion, a badger named Merki.",
  "Nabiuma: Male Dragonborn Monk, CG. Str 11, Dex 14, Con 7, Int 11, Wis 10, Cha 10. Nabiuma has gold scales and hazel eyes, and a flicking forked tongue. He wears modest garments and wields a kanabo (mace). Nabiuma is idealistic and aesthetic.",
  "Ahanur: Male Dragonborn Fighter, N. Str 14, Dex 14, Con 10, Int 15, Wis 13, Cha 9. Ahanur has bronze scales and soft gray eyes. He wears hide armor and wields a longsword.",
  "Arsannid: Male Dragonborn Rogue, NG. Str 14, Dex 16, Con 10, Int 11, Wis 8, Cha 10. Arsannid is heavyset, with bronze scales and hazel eyes. He wears studded leather and wields a light hammer. Arsannid seeks to free himself from an ancient curse.",
  "Atrammit: Male Dragonborn Fighter, N. Str 16, Dex 16, Con 13, Int 6, Wis 10, Cha 6. Atrammit has green scales and large amber eyes. He wears a chain shirt and wields a rapier.",
  "Samsinma: Male Dragonborn Sorcerer, N. Str 9, Dex 10, Con 11, Int 15, Wis 8, Cha 14. Samsinma is thin, with red scales and large gray eyes. He wears travel-stained clothing and wields a dagger. Samsinma has an animal companion, a green snake named Adutum.",
  "Sinmisu: Male Dragonborn Rogue, CE. Str 10, Dex 13, Con 10, Int 12, Wis 13, Cha 7. Sinmisu has bronze scales and brown eyes. He wears studded leather and wields a longsword. Sinmisu is slothful and haughty.",
  "Suilima: Male Dragonborn Fighter, CE. Str 17, Dex 12, Con 14, Int 11, Wis 10, Cha 8. Suilima has bronze scales and green eyes. He wears half plate and wields a glaive. Suilima has an animal companion, a badger named Sanga.",
  "Ugal: Male Dragonborn Warlock, N. Str 9, Dex 10, Con 8, Int 5, Wis 7, Cha 12. Ugal has bronze scales and narrow green eyes. He wears studded leather and wields a light hammer.",
  "Sangani: Male Dragonborn Wizard, N. Str 9, Dex 13, Con 10, Int 15, Wis 13, Cha 7. Sangani has white scales and blue eyes. He wears modest garments and wields a quarterstaff. Sangani suffers a severe allergy to horses.",
  "Suilita: Male Dragonborn Monk, LE. Str 10, Dex 15, Con 9, Int 6, Wis 11, Cha 5. Suilita has red scales and blue eyes. He wears modest garments and wields a kanabo (mace) and sai (dagger). Suilita seeks to become a vampire.",
  "Nabidu: Male Dragonborn Fighter, LN. Str 14, Dex 17, Con 10, Int 14, Wis 7, Cha 6. Nabidu has bronze scales and hazel eyes. He wears splint armor and wields a greataxe.",
  "Amus: Male Dragonborn Cleric, CN. Str 7, Dex 10, Con 6, Int 9, Wis 16, Cha 12. Amus has bronze scales and sharp hazel eyes. He wears studded leather and wields a mace and shield. Amus seeks revenge against the sister who betrayed him.",
  "Enaisan: Male Dragonborn Paladin, Good. Str 17, Dex 7, Con 11, Int 8, Wis 12, Cha 16. Enaisan is tall, with bronze scales and dark green eyes. He wears chain mail and wields a maul. Enaisan is searching for the lost Sanctuary of Angels.",
  "Adacel: Male Dragonborn Sorcerer, CG. Str 10, Dex 15, Con 12, Int 7, Wis 11, Cha 14. Adacel has red scales and hazel eyes. He wears plain clothing and wields a quarterstaff and light crossbow. Adacel is searching for his missing familiar, a white weasel named Duka.",
  "Sumabu: Male Dragonborn Fighter, LN. Str 17, Dex 9, Con 12, Int 12, Wis 9, Cha 8. Sumabu is tall, with white scales and large amber eyes. He wears plate armor and wields a maul. Sumabu has an animal companion, a badger named Nidashma.",
  "Bonu: Male Dragonborn Paladin, Good. Str 12, Dex 10, Con 8, Int 10, Wis 17, Cha 13. Bonu has bronze scales and sharp amber eyes, and rows of shark-like teeth. He wears plate armor and wields a whip and shield. Bonu is trustworthy and absent-minded.",
  "Susaces: Male Dragonborn Monk, N. Str 8, Dex 12, Con 9, Int 14, Wis 10, Cha 10. Susaces has bronze scales and amber eyes. He wears well-made clothing and wields a yari (spear) and sai (dagger). Susaces is tactless and thoughtless.",
  "Nabiuma: Male Dragonborn Sorcerer, N. Str 9, Dex 12, Con 8, Int 12, Wis 11, Cha 12. Nabiuma has silver scales and dark brown eyes, and a pair of tiny wings. He wears plain clothing and wields a dagger and light crossbow. Nabiuma compulsively lies.",
  "Itamzuum: Male Dragonborn Monk, NE. Str 8, Dex 12, Con 9, Int 11, Wis 7, Cha 9. Itamzuum is short, with copper scales and amber eyes. He wears modest garments and wields an ono (handaxe). Itamzuum is searching for the lost elven kingdom of Avamand.",
  "Hazuu: Male Dragonborn Monk, N. Str 8, Dex 13, Con 10, Int 11, Wis 15, Cha 9. Hazuu is short and overweight, with white scales and sharp hazel eyes. He wears sturdy clothing and wields a yari (spear) and shuriken (darts). Hazuu seeks to free himself from an ancient curse.",
  "Galaela: Male Dragonborn Monk, CN. Str 12, Dex 15, Con 6, Int 11, Wis 8, Cha 7. Galaela has bronze scales and large brown eyes. He wears modest garments and wields a kanabo (mace). Galaela has an animal companion, a copper firedrake named Nabunai.",
  "Suduka: Male Dragonborn Barbarian, N. Str 16, Dex 10, Con 17, Int 9, Wis 11, Cha 12. Suduka has bronze scales and green eyes. He wears hide armor and wields a maul. Suduka is decisive and extravagant.",
  "Ninabu: Male Dragonborn Paladin, Good. Str 12, Dex 8, Con 12, Int 10, Wis 9, Cha 8. Ninabu has bronze scales and hazel eyes. He wears a breastplate and wields a flail. Ninabu is faithful and pious.",
  "Sumisu: Male Dragonborn Fighter, NG. Str 14, Dex 11, Con 8, Int 10, Wis 9, Cha 15. Sumisu is short, with silver scales and blue eyes. He wears splint armor and wields a longsword and shield. Sumisu lost his reflection to a hag.",
  "Bidita: Male Dragonborn Monk, N. Str 15, Dex 12, Con 9, Int 11, Wis 11, Cha 14. Bidita is heavyset, with bronze scales and gray eyes. He wears modest garments and wields a yari (spear). Bidita is fascinated by fine wines and spirits.",
  "Anamus: Male Dragonborn Rogue, N. Str 6, Dex 17, Con 11, Int 13, Wis 11, Cha 9. Anamus has bronze scales and blue eyes. He wears leather armor and wields a rapier and sling. Anamus is haunted by the ghost of someone he killed.",
  "Dagudea: Male Dragonborn Paladin, Good. Str 11, Dex 11, Con 6, Int 11, Wis 13, Cha 11. Dagudea is tall, with blue scales and large blue eyes. He wears chain mail and wields a morningstar. Dagudea seeks to destroy the undead.",
  "Bucheba: Male Dragonborn Monk, CN. Str 7, Dex 13, Con 14, Int 15, Wis 13, Cha 7. Bucheba has bronze scales and sharp green eyes, and a flicking forked tongue. He wears plain clothing and wields nunchaku (club) and kama (sickle).",
  "Sariashuu: Male Dragonborn Rogue, NG. Str 10, Dex 15, Con 7, Int 11, Wis 14, Cha 12. Sariashuu is short and thin, with bronze scales and blue eyes. He wears leather armor and wields a shortsword.",
  "Suma: Male Dragonborn Monk, NG. Str 8, Dex 12, Con 12, Int 11, Wis 14, Cha 12. Suma has bronze scales and bright amber eyes, and an unusual scar on his arm. He wears sturdy clothing and wields a bo (quarterstaff). Suma is a skilled dancer.",
  "Abuhar: Male Dragonborn Bard, LG. Str 11, Dex 8, Con 10, Int 14, Wis 9, Cha 14. Abuhar has bronze scales and dark green eyes. He wears leather armor and wields a shortsword. Abuhar is gentle and impulsive.",
  "Ganabi: Male Dragonborn Rogue, LN. Str 8, Dex 13, Con 11, Int 12, Wis 8, Cha 6. Ganabi has bronze scales and amber eyes. He wears studded leather and wields a rapier and hand crossbow. Ganabi has an animal companion, a dire rat named Nazaru.",
  "Sumuru: Male Dragonborn Fighter, LG. Str 17, Dex 13, Con 10, Int 9, Wis 5, Cha 6. Sumuru has bronze scales and amber eyes, and wears glasses with silver rims. He wears hide armor and wields a scimitar and shield. Sumuru is haunted by the memories of a past life.",
  "Azzamur: Male Dragonborn Fighter, NG. Str 16, Dex 12, Con 9, Int 10, Wis 11, Cha 6. Azzamur is tall and willowy, with bronze scales and amber eyes. He wears splint armor and wields a morningstar and net. Azzamur refers to himself in the third person.",
  "Naiduga: Male Dragonborn Warlock, N. Str 9, Dex 6, Con 10, Int 7, Wis 12, Cha 16. Naiduga is short, with bronze scales and large green eyes. He wears studded leather and wields a quarterstaff and darts. Naiduga secretly serves Vale, an ancient god of destruction.",
  "Anannit: Male Dragonborn Fighter, LE. Str 13, Dex 15, Con 12, Int 12, Wis 12, Cha 6. Anannit has bronze scales and brown eyes, and a distinctive scar on his leg. He wears ring mail and wields a warhammer and shield. Anannit has an animal companion, a black dog named Nocri.",
  "Utabdin: Male Dragonborn Rogue, CN. Str 11, Dex 13, Con 9, Int 14, Wis 9, Cha 9. Utabdin has bronze scales and brown eyes. He wears leather armor and wields a rapier. Utabdin is practical and alluring.",
  "Misaamsu: Male Dragonborn Sorcerer, N. Str 12, Dex 5, Con 15, Int 13, Wis 10, Cha 12. Misaamsu is thin, with bronze scales and amber eyes. He wears worn clothing and wields a quarterstaff. Misaamsu is searching for the lost kingdom of Gulumen.",
  "Maliitu: Male Dragonborn Fighter, NG. Str 16, Dex 13, Con 10, Int 9, Wis 12, Cha 8. Maliitu has red scales and green eyes. He wears splint armor and wields a greataxe.",
  "Hebelu: Male Dragonborn Barbarian, NG. Str 12, Dex 10, Con 17, Int 11, Wis 13, Cha 9. Hebelu has bronze scales and large green eyes. He wears hide armor and wields a shortsword and shield. Hebelu is painfully tone-deaf.",
  "Yaadukam: Male Dragonborn Monk, NG. Str 8, Dex 13, Con 10, Int 11, Wis 13, Cha 11. Yaadukam is heavyset, with bronze scales and gray eyes. He wears modest garments and wields a kanabo (mace) and kama (sickle). Yaadukam seeks to prove himself to his peers.",
  "Abon: Male Dragonborn Monk, N. Str 13, Dex 13, Con 10, Int 6, Wis 12, Cha 13. Abon is tall and willowy, with blue scales and sharp green eyes. He wears well-made clothing and wields an ono (handaxe) and sai (dagger). Abon is impish and honest.",
  "Mulata: Male Dragonborn Rogue, N. Str 9, Dex 12, Con 15, Int 15, Wis 10, Cha 11. Mulata has bronze scales and hazel eyes. He wears studded leather and wields a shortsword and light crossbow. Mulata is cursed with a deformed leg.",
  "Amsuidin: Male Dragonborn Fighter, LN. Str 17, Dex 12, Con 14, Int 12, Wis 13, Cha 10. Amsuidin has bronze scales and amber eyes, and an unusual scar on his leg. He wears chain mail and wields a morningstar and shield. Amsuidin seeks only fame and glory.",
  "Shullamma: Male Dragonborn Cleric, N. Str 9, Dex 8, Con 14, Int 8, Wis 15, Cha 15. Shullamma is short and thin, with bronze scales and green eyes. He wears a breastplate and wields a quarterstaff and dagger. Shullamma refers to himself in the third person.",
  "Khadnidea: Male Dragonborn Paladin, Good. Str 16, Dex 8, Con 13, Int 11, Wis 11, Cha 12. Khadnidea is short, with white scales and light amber eyes. He wears splint armor and wields a scimitar. Khadnidea is generous and valiant.",
  "Ebabum: Male Dragonborn Fighter, LN. Str 15, Dex 13, Con 11, Int 7, Wis 7, Cha 10. Ebabum has white scales and gray eyes, and a distinctive scar on his arm. He wears scale mail and wields a glaive. Ebabum is searching for his missing son.",
  "Sudita: Male Dragonborn Fighter, LG. Str 14, Dex 10, Con 12, Int 14, Wis 10, Cha 10. Sudita is slender, with gold scales and dark green eyes. He wears chain mail and wields a maul.",
  "Ditanu: Male Dragonborn Fighter, N. Str 15, Dex 11, Con 8, Int 9, Wis 8, Cha 7. Ditanu has bronze scales and blue eyes. He wears ring mail and wields a maul. Ditanu is searching for a legendary blade named Empyrean Storm.",
  "Sara: Male Dragonborn Rogue, N. Str 7, Dex 12, Con 10, Int 9, Wis 10, Cha 8. Sara has bronze scales and amber eyes. He wears studded leather and wields a rapier. Sara has an animal companion, a dire rat named Nisil.",
  "Baalilu: Male Dragonborn Fighter, CN. Str 15, Dex 15, Con 13, Int 12, Wis 15, Cha 8. Baalilu is short, with bronze scales and soft gray eyes. He wears chain mail and wields a longsword and shield.",
  "Sumadu: Male Dragonborn Rogue, NE. Str 14, Dex 16, Con 13, Int 11, Wis 13, Cha 11. Sumadu is short, with bronze scales and bright blue eyes. He wears studded leather and wields a handaxe.",
  "Abunan: Male Dragonborn Paladin, Good. Str 13, Dex 9, Con 11, Int 7, Wis 9, Cha 10. Abunan is tall, with bronze scales and green eyes. He wears scale mail and wields a greatsword. Abunan is generous and jealous.",
  "Duka: Male Dragonborn Rogue, CG. Str 15, Dex 13, Con 10, Int 12, Wis 11, Cha 7. Duka has gold scales and sharp green eyes, and rows of shark-like teeth. He wears leather armor and wields a quarterstaff. Duka is quiet, and says as little as possible.",
  "Saduga: Male Dragonborn Paladin, Good. Str 13, Dex 10, Con 7, Int 7, Wis 15, Cha 14. Saduga has bronze scales and amber eyes, and a distinctive scar on his face. He wears splint armor and wields a greatsword. Saduga is faithful and cautious.",
  "Midita: Male Dragonborn Rogue, N. Str 10, Dex 12, Con 7, Int 14, Wis 9, Cha 9. Midita has bronze scales and green eyes. He wears leather armor and wields a longsword and light crossbow. Midita is searching for the lost elven kingdom of Inalar.",
  "Yaanguriam: Male Dragonborn Monk, LG. Str 15, Dex 17, Con 8, Int 7, Wis 15, Cha 11. Yaanguriam is tall, with silver scales and hazel eyes. He wears worn clothing and wields a yari (spear). Yaanguriam has an animal companion, a black snake named Mutiyama.",
  "Enlilgan: Male Dragonborn Fighter, N. Str 16, Dex 14, Con 9, Int 9, Wis 8, Cha 6. Enlilgan is tall and slender, with bronze scales and bright brown eyes. He wears a chain shirt and wields a battleaxe and hand crossbow. Enlilgan is impossibly lucky.",
  "Sumuta: Male Dragonborn Druid, Neutral. Str 10, Dex 6, Con 7, Int 12, Wis 14, Cha 7. Sumuta has bronze scales and amber eyes, and rows of shark-like teeth. He wears hide armor and wields a club and wooden shield.",
  "Ammamum: Male Dragonborn Monk, CN. Str 10, Dex 13, Con 7, Int 6, Wis 12, Cha 13. Ammamum is overweight, with bronze scales and light hazel eyes. He wears sturdy clothing and wields a kanabo (mace). Ammamum is hunting the brigands who murdered his family.",
  "Azzabus: Male Dragonborn Barbarian, NG. Str 17, Dex 8, Con 12, Int 11, Wis 12, Cha 12. Azzabus has bronze scales and narrow amber eyes. He wears hide armor and wields a morningstar. Azzabus seeks only fame and glory.",
  "Nabazzi: Male Dragonborn Monk, NG. Str 11, Dex 8, Con 10, Int 13, Wis 8, Cha 10. Nabazzi has bronze scales and blue eyes, and wears glasses with iron rims. He wears well-made clothing and wields an ono (handaxe) and shuriken (darts).",
  "Aliinuk: Male Dragonborn Fighter, N. Str 17, Dex 14, Con 9, Int 9, Wis 15, Cha 9. Aliinuk has copper scales and brown eyes, and a pair of tiny wings. He wears plate armor and wields a glaive. Aliinuk is reserved and alluring.",
  "Nina: Male Dragonborn Ranger, LN. Str 14, Dex 11, Con 10, Int 11, Wis 9, Cha 8. Nina is tall, with bronze scales and brown eyes. He wears studded leather and wields a flail. Nina believes that he is being hunted by supernatural creatures.",
  "Erobar: Male Dragonborn Barbarian, NE. Str 14, Dex 9, Con 11, Int 8, Wis 11, Cha 7. Erobar is tall and slender, with black scales and soft blue eyes. He wears leather armor and wields a battleaxe and shield. Erobar is stubborn and disloyal.",
  "Abiulas: Male Dragonborn Wizard, LN. Str 10, Dex 13, Con 8, Int 12, Wis 11, Cha 11. Abiulas has bronze scales and hazel eyes, and a pair of tiny wings. He wears fine clothing and wields a dagger and light crossbow.",
  "Dagudi: Male Dragonborn Fighter, N. Str 17, Dex 10, Con 10, Int 13, Wis 14, Cha 9. Dagudi has bronze scales and soft amber eyes. He wears a chain shirt and wields a glaive.",
  "Sadita: Male Dragonborn Ranger, CN. Str 7, Dex 13, Con 10, Int 13, Wis 13, Cha 8. Sadita is thin, with bronze scales and light blue eyes. He wears studded leather and wields a trident and shield. Sadita is haunted by the memories of a past life.",
  "Nini: Male Dragonborn Paladin, Good. Str 13, Dex 11, Con 10, Int 10, Wis 14, Cha 11. Nini has bronze scales and amber eyes, and horns engraved with strange symbols. He wears plate armor and wields a longsword. Nini has an animal companion, a white warhorse named Nocri.",
  "Sinai: Male Dragonborn Cleric, LN. Str 13, Dex 8, Con 8, Int 6, Wis 12, Cha 13. Sinai is tall and overweight, with bronze scales and gray eyes. He wears leather armor and wields a mace and darts. Sinai suffers an acute fear of blood.",
  "Anarduh: Male Dragonborn Warlock, NG. Str 10, Dex 14, Con 9, Int 10, Wis 12, Cha 13. Anarduh has bronze scales and amber eyes, and a flicking forked tongue. He wears leather armor and wields a handaxe. Anarduh is hunting the giant who murdered his family.",
  "Boninga: Male Dragonborn Paladin, Good. Str 10, Dex 6, Con 13, Int 10, Wis 15, Cha 12. Boninga has bronze scales and large blue eyes. He wears half plate and wields a pike. Boninga has an animal companion, a white warhorse named Bazzu.",
  "Amebus: Male Dragonborn Rogue, N. Str 10, Dex 17, Con 11, Int 16, Wis 10, Cha 10. Amebus is thin, with bronze scales and sharp brown eyes. He wears leather armor and wields a longsword and darts.",
  "Dusisu: Male Dragonborn Fighter, NE. Str 14, Dex 8, Con 13, Int 6, Wis 10, Cha 14. Dusisu has bronze scales and light blue eyes, and rows of shark-like teeth. He wears half plate and wields a whip and net. Dusisu is secretive and abusive.",
  "Abdiptiyar: Male Dragonborn Monk, NG. Str 12, Dex 13, Con 8, Int 10, Wis 12, Cha 9. Abdiptiyar has bronze scales and amber eyes, and a pair of tiny wings. He wears worn clothing and wields nunchaku (club) and sai (dagger). Abdiptiyar is virtuous and kind.",
  "Biumabi: Male Dragonborn Paladin, Good. Str 10, Dex 8, Con 12, Int 12, Wis 14, Cha 14. Biumabi has bronze scales and soft green eyes. He wears chain mail and wields a greatsword. Biumabi lost his shadow to a hag.",
  "Sini: Male Dragonborn Fighter, NG. Str 13, Dex 12, Con 11, Int 8, Wis 13, Cha 10. Sini is tall and heavyset, with bronze scales and amber eyes. He wears hide armor and wields a glaive. Sini is thrifty and gullible.",
  "Saamsuma: Male Dragonborn Rogue, LN. Str 14, Dex 12, Con 13, Int 12, Wis 9, Cha 12. Saamsuma has bronze scales and light amber eyes, and an unusual scar on his face. He wears studded leather and wields a rapier. Saamsuma is disorganized and jealous.",
  "Anadus: Male Dragonborn Rogue, N. Str 6, Dex 17, Con 9, Int 13, Wis 9, Cha 10. Anadus is tall and heavyset, with bronze scales and green eyes. He wears leather armor and wields a shortsword and darts. Anadus is foolhardy and determined.",
  "Mulita: Male Dragonborn Rogue, NE. Str 13, Dex 17, Con 7, Int 15, Wis 9, Cha 12. Mulita has bronze scales and soft hazel eyes, and a flicking forked tongue. He wears studded leather and wields a longsword. Mulita is envious and callous.",
  "Ninabi: Male Dragonborn Monk, N. Str 14, Dex 7, Con 6, Int 9, Wis 15, Cha 9. Ninabi has bronze scales and gray eyes. He wears modest garments and wields a bo (quarterstaff) and sai (dagger). Ninabi lost his shadow to a nymph.",
  "Sumuabu: Male Dragonborn Sorcerer, NE. Str 10, Dex 10, Con 10, Int 10, Wis 7, Cha 14. Sumuabu has bronze scales and blue eyes. He wears travel-stained clothing and wields a dagger. Sumuabu is malevolent and disloyal.",
  "Abitan: Male Dragonborn Rogue, LG. Str 8, Dex 17, Con 13, Int 14, Wis 10, Cha 6. Abitan has blue scales and hazel eyes, and an unusual scar on his face. He wears leather armor and wields a rapier.",
  "Abusum: Male Dragonborn Rogue, CN. Str 11, Dex 12, Con 8, Int 13, Wis 10, Cha 12. Abusum has bronze scales and sharp hazel eyes, and rows of shark-like teeth. He wears leather armor and wields a light hammer. Abusum is assertive and violent.",
  "Sumutu: Male Dragonborn Rogue, LN. Str 9, Dex 17, Con 6, Int 14, Wis 12, Cha 14. Sumutu has bronze scales and blue eyes. He wears leather armor and wields a rapier and hand crossbow. Sumutu has an animal companion, a black cat named Nabu.",
  "Anan: Male Dragonborn Cleric, CG. Str 11, Dex 14, Con 6, Int 6, Wis 14, Cha 10. Anan has bronze scales and soft hazel eyes. He wears a breastplate and wields a mace. Anan compulsively plays with a gold coin.",
  "Abiesuum: Male Dragonborn Fighter, CG. Str 14, Dex 12, Con 10, Int 13, Wis 8, Cha 5. Abiesuum is stout, with blue scales and green eyes. He wears a chain shirt and wields a war pick.",
  "Nebilu: Male Dragonborn Monk, CN. Str 15, Dex 10, Con 11, Int 5, Wis 13, Cha 13. Nebilu has bronze scales and hazel eyes, and rows of shark-like teeth. He wears plain clothing and wields a bo (quarterstaff) and shuriken (darts). Nebilu is adaptable and fanatical.",
  "Nini: Male Dragonborn Fighter, LE. Str 16, Dex 13, Con 13, Int 10, Wis 6, Cha 7. Nini has brass scales and sharp blue eyes. He wears chain mail and wields a greataxe.",
  "Arsilin: Male Dragonborn Fighter, LN. Str 13, Dex 11, Con 9, Int 14, Wis 15, Cha 11. Arsilin has bronze scales and blue eyes, and a distinctive scar on his face. He wears half plate and wields a rapier.",
  "Sacesu: Male Dragonborn Fighter, LG. Str 17, Dex 17, Con 10, Int 5, Wis 11, Cha 12. Sacesu is short, with bronze scales and hazel eyes. He wears ring mail and wields a war pick and blowgun. Sacesu compulsively chants nonsense.",
  "Inyammid: Male Dragonborn Monk, CG. Str 12, Dex 7, Con 7, Int 12, Wis 9, Cha 6. Inyammid has bronze scales and hazel eyes. He wears well-made clothing and wields an ono (handaxe) and shuriken (darts). Inyammid has an animal companion, a tiger named Myla.",
  "Mugusu: Male Dragonborn Fighter, LN. Str 13, Dex 9, Con 10, Int 7, Wis 6, Cha 9. Mugusu is tall, with black scales and brown eyes. He wears plate armor and wields a flail. Mugusu is polite and impatient.",
  "Abus: Male Dragonborn Ranger, N. Str 9, Dex 7, Con 6, Int 10, Wis 14, Cha 14. Abus has bronze scales and green eyes, and rows of shark-like teeth. He wears studded leather and wields a greataxe. Abus is impish and honest.",
  "Abies: Male Dragonborn Paladin, Good. Str 9, Dex 9, Con 12, Int 14, Wis 12, Cha 16. Abies has blue scales and blue eyes, and rows of shark-like teeth. He wears a breastplate and wields a warhammer. Abies believes that he is the rightful heir to the kingdom of Falonde.",
  "Itamus: Male Dragonborn Cleric, LG. Str 8, Dex 15, Con 10, Int 11, Wis 14, Cha 14. Itamus has bronze scales and narrow hazel eyes. He wears studded leather and wields a mace and shield. Itamus is quiet, and says as little as possible.",
  "Ammacesh: Male Dragonborn Paladin, Good. Str 13, Dex 12, Con 6, Int 9, Wis 15, Cha 12. Ammacesh is thin, with brass scales and sharp brown eyes. He wears a chain shirt and wields a maul. Ammacesh is pious and agreeable.",
  "Ningezi: Male Dragonborn Barbarian, CN. Str 12, Dex 11, Con 12, Int 9, Wis 9, Cha 5. Ningezi has bronze scales and narrow green eyes. He wears studded leather and wields a trident and shield. Ningezi was magically imprisoned for a hundred years.",
  "Sisudu: Male Dragonborn Cleric, LN. Str 11, Dex 9, Con 7, Int 8, Wis 12, Cha 15. Sisudu has bronze scales and hazel eyes. He wears leather armor and wields a quarterstaff and shield. Sisudu is painfully tone-deaf.",
  "Sangoni: Male Dragonborn Bard, LG. Str 13, Dex 14, Con 13, Int 14, Wis 13, Cha 16. Sangoni is short and heavyset, with bronze scales and hazel eyes. He wears studded leather and wields a shortsword and hand crossbow. Sangoni is searching for his missing familiar, a green firedrake named Nisid.",
  "Abiesh: Male Dragonborn Paladin, Good. Str 9, Dex 8, Con 14, Int 8, Wis 11, Cha 8. Abiesh has bronze scales and brown eyes. He wears a chain shirt and wields a greatsword. Abiesh seeks to discover the truth of his lineage.",
  "Nabi: Male Dragonborn Fighter, LG. Str 17, Dex 11, Con 6, Int 6, Wis 5, Cha 10. Nabi has bronze scales and sharp hazel eyes, and rows of shark-like teeth. He wears ring mail and wields a shortsword and hand crossbow. Nabi is searching for the lost elven kingdom of Himlonde.",
  "Biesadea: Male Dragonborn Druid, Neutral. Str 8, Dex 12, Con 5, Int 13, Wis 14, Cha 9. Biesadea has bronze scales and narrow green eyes. He wears hide armor and wields a club and wooden shield. Biesadea has golden eagle named Lili.",
  "Nebiuma: Male Dragonborn Sorcerer, N. Str 10, Dex 14, Con 9, Int 8, Wis 12, Cha 13. Nebiuma has black scales and light gray eyes. He wears sturdy clothing and wields a dagger and light crossbow. Nebiuma is modest and stoic.",
  "Uzzumus: Male Dragonborn Fighter, NG. Str 14, Dex 12, Con 15, Int 10, Wis 10, Cha 7. Uzzumus has bronze scales and sharp green eyes, and rows of shark-like teeth. He wears splint armor and wields a warhammer and heavy crossbow. Uzzumus is searching for the lost dominion of Ithossin.",
  "Samuzu: Male Dragonborn Fighter, N. Str 15, Dex 11, Con 8, Int 10, Wis 8, Cha 12. Samuzu has bronze scales and brown eyes, and horns engraved with arcane symbols. He wears a breastplate and wields a war pick and shield.",
  "Beramma: Male Dragonborn Rogue, CN. Str 6, Dex 16, Con 12, Int 11, Wis 9, Cha 9. Beramma is tall, with bronze scales and dark amber eyes. He wears studded leather and wields a longsword. Beramma seeks to free himself from an ancient curse.",
  "Suuhadna: Male Dragonborn Paladin, Good. Str 11, Dex 11, Con 15, Int 12, Wis 12, Cha 11. Suuhadna is willowy, with red scales and narrow hazel eyes. He wears plate armor and wields a halberd. Suuhadna is haunted by the memories of a past life.",
  "Nini: Male Dragonborn Cleric, NE. Str 14, Dex 8, Con 13, Int 9, Wis 12, Cha 17. Nini is short and heavyset, with bronze scales and narrow amber eyes. He wears studded leather and wields a club and light crossbow.",
  "Sisanga: Male Dragonborn Ranger, NG. Str 11, Dex 16, Con 10, Int 9, Wis 13, Cha 13. Sisanga has bronze scales and gray eyes. He wears scale mail and wields a glaive. Sisanga suffers a severe allergy to shellfish.",
  "Kiluna: Male Dragonborn Rogue, LN. Str 9, Dex 12, Con 9, Int 12, Wis 15, Cha 10. Kiluna is willowy, with bronze scales and large blue eyes. He wears studded leather and wields a light hammer and hand crossbow. Kiluna is flamboyant and combative.",
  "Abugash: Male Dragonborn Wizard, N. Str 7, Dex 14, Con 6, Int 15, Wis 13, Cha 9. Abugash has bronze scales and brown eyes, and a pair of tiny wings. He wears scarlet robes and wields a quarterstaff. Abugash seeks to master the secrets of chaos magic.",
  "Ililur: Male Dragonborn Monk, NG. Str 14, Dex 13, Con 13, Int 11, Wis 8, Cha 10. Ililur is short, with bronze scales and brown eyes. He wears worn clothing and wields a yari (spear) and sai (dagger). Ililur seeks to find his true love.",
  "Sacesu: Male Dragonborn Cleric, N. Str 11, Dex 9, Con 5, Int 15, Wis 12, Cha 7. Sacesu has bronze scales and brown eyes, and a magical scar on his arm. He wears half plate and wields a club. Sacesu seeks to destroy the undead.",
  "Sinaba: Male Dragonborn Sorcerer, N. Str 9, Dex 14, Con 11, Int 7, Wis 11, Cha 13. Sinaba is tall, with bronze scales and soft brown eyes. He wears modest garments and wields a dagger and light crossbow. Sinaba is inventive and hardworking.",
  "Angus: Male Dragonborn Wizard, N. Str 5, Dex 14, Con 8, Int 16, Wis 9, Cha 11. Angus is short, with bronze scales and large brown eyes. He wears azure robes and wields a quarterstaff and light crossbow. Angus suffers a mild allergy to shellfish.",
  "Abit: Male Dragonborn Monk, CG. Str 13, Dex 9, Con 11, Int 11, Wis 13, Cha 8. Abit is short, with bronze scales and green eyes. He wears simple clothing and wields an ono (handaxe) and shuriken (darts). Abit is diplomatic and impartial.",
  "Ardumur: Male Dragonborn Fighter, LN. Str 15, Dex 12, Con 13, Int 12, Wis 13, Cha 8. Ardumur is short and stout, with bronze scales and dark hazel eyes. He wears half plate and wields a morningstar and longbow. Ardumur compulsively flirts with others.",
  "Apilum: Male Dragonborn Druid, Neutral. Str 15, Dex 7, Con 6, Int 7, Wis 16, Cha 8. Apilum is short and thin, with bronze scales and brown eyes. He wears leather armor and wields a quarterstaff. Apilum seeks to atone for past sins.",
  "Agolar: Male Dragonborn Fighter, N. Str 14, Dex 9, Con 8, Int 11, Wis 12, Cha 8. Agolar is slender, with green scales and amber eyes. He wears hide armor and wields a rapier. Agolar has an animal companion, a black wolf named Mammyl.",
  "Gonabi: Male Dragonborn Cleric, NE. Str 8, Dex 11, Con 12, Int 9, Wis 12, Cha 11. Gonabi has bronze scales and bright hazel eyes. He wears studded leather and wields a club and shortbow. Gonabi compulsively steals small objects.",
  "Aliid: Male Dragonborn Sorcerer, N. Str 5, Dex 10, Con 10, Int 6, Wis 12, Cha 13. Aliid has bronze scales and sharp green eyes. He wears sturdy clothing and wields a dagger. Aliid is polite and merciless.",
  "Nini: Male Dragonborn Rogue, N. Str 7, Dex 12, Con 10, Int 17, Wis 9, Cha 9. Nini has blue scales and hazel eyes, and a pair of tiny wings. He wears leather armor and wields a spear. Nini is haunted by the ghost of someone he killed.",
  "Sumeshuu: Male Dragonborn Monk, N. Str 10, Dex 12, Con 7, Int 12, Wis 13, Cha 10. Sumeshuu has bronze scales and hazel eyes. He wears modest garments and wields nunchaku (club) and sai (dagger). Sumeshuu is practical and savage.",
  "Anabum: Male Dragonborn Druid, Neutral. Str 9, Dex 6, Con 7, Int 10, Wis 16, Cha 10. Anabum is short and willowy, with blue scales and green eyes. He wears leather armor and wields a mace and dagger. Anabum is hunting the sorcerer who murdered his family.",
  "Sharsadea: Male Dragonborn Druid, Neutral. Str 12, Dex 10, Con 10, Int 11, Wis 15, Cha 9. Sharsadea has bronze scales and light brown eyes, and a distinctive scar on his leg. He wears hide armor and wields a quarterstaff. Sharsadea is shrewd and modest.",
  "Samsuila: Male Dragonborn Warlock, CE. Str 7, Dex 9, Con 7, Int 12, Wis 13, Cha 17. Samsuila has bronze scales and light blue eyes. He wears studded leather and wields a light hammer and dagger. Samsuila has a terrible sense of direction.",
  "Ulazuuh: Male Dragonborn Paladin, Good. Str 16, Dex 10, Con 14, Int 9, Wis 13, Cha 12. Ulazuuh is tall and slender, with black scales and amber eyes. He wears a breastplate and wields a flail and shield. Ulazuuh has an animal companion, a white warhorse named Inmur.",
  "Naka: Male Dragonborn Ranger, CN. Str 14, Dex 13, Con 8, Int 7, Wis 12, Cha 7. Naka has brass scales and dark brown eyes, and a pair of tiny wings. He wears studded leather and wields a rapier and shield.",
  "Nergama: Male Dragonborn Fighter, N. Str 17, Dex 12, Con 6, Int 8, Wis 11, Cha 10. Nergama is tall, with green scales and dark blue eyes. He wears chain mail and wields a warhammer and blowgun. Nergama has an animal companion, a green firedrake named Nini.",
  "Nusaru: Male Dragonborn Fighter, LN. Str 14, Dex 9, Con 9, Int 13, Wis 10, Cha 11. Nusaru has bronze scales and brown eyes. He wears scale mail and wields a morningstar and shield. Nusaru is hunting the giant who slew his mentor.",
  "Ninazi: Male Dragonborn Cleric, NG. Str 7, Dex 14, Con 10, Int 10, Wis 14, Cha 12. Ninazi has red scales and blue eyes, and a flicking forked tongue. He wears studded leather and wields a light hammer and shield. Ninazi is wise and covetous.",
  "Shimmuta: Male Dragonborn Paladin, Good. Str 12, Dex 14, Con 6, Int 5, Wis 7, Cha 13. Shimmuta is heavyset, with bronze scales and dark gray eyes. He wears a chain shirt and wields a war pick and shield. Shimmuta is cheerful and ambitious.",
  "Adular: Male Dragonborn Bard, LN. Str 14, Dex 10, Con 5, Int 8, Wis 9, Cha 14. Adular has bronze scales and gray eyes, and rows of shark-like teeth. He wears leather armor and wields a rapier and hand crossbow. Adular has an animal companion, a red fox named Biumutu.",
  "Bhhazuu: Male Dragonborn Bard, N. Str 5, Dex 12, Con 11, Int 15, Wis 7, Cha 17. Bhhazuu is tall, with bronze scales and amber eyes. He wears studded leather and wields a quarterstaff and hand crossbow.",
  "Ingitas: Male Dragonborn Fighter, LN. Str 16, Dex 14, Con 10, Int 11, Wis 9, Cha 11. Ingitas has bronze scales and green eyes. He wears plate armor and wields a shortsword. Ingitas is clever and dishonest.",
  "Sangana: Male Dragonborn Rogue, NG. Str 7, Dex 12, Con 7, Int 9, Wis 13, Cha 12. Sangana has copper scales and large amber eyes, and rows of shark-like teeth. He wears studded leather and wields a rapier.",
  "Ossur: Male Dragonborn Cleric, LG. Str 8, Dex 11, Con 14, Int 7, Wis 12, Cha 11. Ossur has gold scales and large blue eyes. He wears hide armor and wields a spear and darts. Ossur seeks to discover why he cannot remember anything from yesterday.",
  "Abiezzel: Male Dragonborn Fighter, NG. Str 12, Dex 12, Con 9, Int 12, Wis 10, Cha 11. Abiezzel has bronze scales and sharp brown eyes. He wears plate armor and wields a greatsword. Abiezzel has an animal companion, a black bear named Sumulu.",
  "Baalitu: Male Dragonborn Fighter, LN. Str 14, Dex 12, Con 9, Int 10, Wis 8, Cha 13. Baalitu has bronze scales and sharp gray eyes, and wears glasses with copper rims. He wears plate armor and wields a war pick and blowgun.",
  "Nidara: Male Dragonborn Ranger, LE. Str 14, Dex 13, Con 10, Int 9, Wis 15, Cha 15. Nidara is tall, with bronze scales and amber eyes. He wears studded leather and wields a maul. Nidara is hard-hearted and scheming.",
  "Anar: Male Dragonborn Rogue, LN. Str 11, Dex 12, Con 6, Int 14, Wis 9, Cha 8. Anar is short and thin, with bronze scales and brown eyes. He wears leather armor and wields a rapier. Anar is extravagant and violent.",
  "Suuhalu: Male Dragonborn Rogue, N. Str 5, Dex 17, Con 11, Int 10, Wis 10, Cha 11. Suuhalu is willowy, with bronze scales and green eyes. He wears studded leather and wields a longsword and hand crossbow. Suuhalu is dying and desperately seeks the secret of immortality.",
  "Sangana: Male Dragonborn Barbarian, NE. Str 17, Dex 7, Con 12, Int 5, Wis 7, Cha 10. Sangana is slender, with bronze scales and gray eyes. He wears leather armor and wields a flail and heavy crossbow.",
  "Ningama: Male Dragonborn Ranger, LN. Str 13, Dex 13, Con 9, Int 15, Wis 13, Cha 11. Ningama is short and stout, with bronze scales and hazel eyes. He wears a chain shirt and wields a war pick. Ningama is honest and mercenary.",
  "Biumadea: Male Dragonborn Fighter, N. Str 15, Dex 12, Con 9, Int 15, Wis 9, Cha 9. Biumadea has bronze scales and blue eyes. He wears a breastplate and wields a halberd. Biumadea is foolish and reserved.",
  "Tena: Male Dragonborn Cleric, NE. Str 10, Dex 12, Con 15, Int 12, Wis 16, Cha 8. Tena is short, with bronze scales and hazel eyes. He wears a chain shirt and wields a light hammer and shield. Tena is hunting the fiend which destroyed his homeland.",
  "Anninmum: Male Dragonborn Cleric, LN. Str 9, Dex 5, Con 9, Int 6, Wis 15, Cha 10. Anninmum has bronze scales and blue eyes. He wears scale mail and wields a mace. Anninmum is covetous and alluring.",
  "Obabum: Male Dragonborn Paladin, Good. Str 13, Dex 12, Con 11, Int 10, Wis 9, Cha 12. Obabum has bronze scales and large blue eyes. He wears a chain shirt and wields a maul. Obabum is optimistic and witty.",
  "Amminyam: Male Dragonborn Rogue, NE. Str 12, Dex 14, Con 12, Int 15, Wis 9, Cha 9. Amminyam is tall, with bronze scales and narrow green eyes. He wears leather armor and wields a shortsword. Amminyam secretly serves Mary, an ancient god of evil.",
  "Muriashuu: Male Dragonborn Monk, LN. Str 12, Dex 8, Con 12, Int 10, Wis 10, Cha 10. Muriashuu has bronze scales and gray eyes. He wears simple clothing and wields a bo (quarterstaff). Muriashuu is lively and sharp-tongued.",
  "Suilita: Male Dragonborn Fighter, NG. Str 12, Dex 9, Con 6, Int 14, Wis 11, Cha 6. Suilita has white scales and dark amber eyes, and rows of shark-like teeth. He wears scale mail and wields a rapier and shield. Suilita is industrious and thrifty.",
  "Itaabier: Male Dragonborn Fighter, LN. Str 12, Dex 10, Con 8, Int 11, Wis 7, Cha 6. Itaabier has bronze scales and sharp gray eyes, and rows of shark-like teeth. He wears splint armor and wields a rapier. Itaabier frequently uses uncommon words incorrectly.",
  "Sumuru: Male Dragonborn Paladin, Good. Str 10, Dex 9, Con 7, Int 8, Wis 8, Cha 14. Sumuru is short and stout, with bronze scales and hazel eyes. He wears chain mail and wields a glaive. Sumuru is a practiced juggler.",
  "Aduran: Male Dragonborn Wizard, N. Str 7, Dex 16, Con 15, Int 17, Wis 10, Cha 10. Aduran has bronze scales and hazel eyes. He wears well-made clothing and wields a quarterstaff and darts. Aduran is only friendly towards other dragonborns..",
  "Sarahuu: Male Dragonborn Monk, LG. Str 12, Dex 11, Con 10, Int 9, Wis 15, Cha 10. Sarahuu has bronze scales and amber eyes. He wears modest garments and wields an ono (handaxe).",
  "Mutana: Male Dragonborn Fighter, N. Str 15, Dex 11, Con 7, Int 12, Wis 6, Cha 13. Mutana has gold scales and hazel eyes, and rows of shark-like teeth. He wears splint armor and wields a battleaxe. Mutana has an animal companion, a red firedrake named Sila.",
  "Suna: Male Dragonborn Bard, LN. Str 7, Dex 11, Con 7, Int 14, Wis 10, Cha 15. Suna has bronze scales and large amber eyes, and horns engraved with strange symbols. He wears leather armor and wields a light hammer and light crossbow.",
  "Amum: Male Dragonborn Barbarian, NE. Str 16, Dex 12, Con 11, Int 7, Wis 9, Cha 7. Amum has bronze scales and green eyes. He wears studded leather and wields a warhammer and shield. Amum is impossibly lucky.",
  "Ninga: Male Dragonborn Ranger, NG. Str 14, Dex 11, Con 6, Int 5, Wis 9, Cha 12. Ninga is willowy, with bronze scales and narrow amber eyes. He wears studded leather and wields a greatsword. Ninga compulsively insults others.",
  "Ganunna: Male Dragonborn Druid, Neutral. Str 9, Dex 9, Con 9, Int 12, Wis 17, Cha 13. Ganunna has bronze scales and soft amber eyes, and wears glasses with silver rims. He wears hide armor and wields a quarterstaff and dagger. Ganunna has badger named Amur.",
  "Hazzuuma: Male Dragonborn Monk, LG. Str 12, Dex 16, Con 9, Int 9, Wis 9, Cha 12. Hazzuuma has bronze scales and gray eyes. He wears well-made clothing and wields a yari (spear) and kama (sickle). Hazzuuma is quiet, and says as little as possible.",
  "Asmarsash: Male Dragonborn Fighter, N. Str 14, Dex 9, Con 10, Int 10, Wis 10, Cha 8. Asmarsash has copper scales and amber eyes, and a flicking forked tongue. He wears plate armor and wields a trident and shield. Asmarsash is clever and truthful.",
  "Sisuma: Male Dragonborn Rogue, N. Str 13, Dex 12, Con 8, Int 13, Wis 10, Cha 11. Sisuma has bronze scales and large blue eyes, and a flicking forked tongue. He wears studded leather and wields a rapier. Sisuma seeks to free himself from an ancient curse.",
  "Baalima: Male Dragonborn Cleric, CG. Str 9, Dex 12, Con 14, Int 10, Wis 17, Cha 12. Baalima has black scales and amber eyes, and a distinctive scar on his leg. He wears a chain shirt and wields a handaxe. Baalima has an animal companion, a copper firedrake named Ninki.",
  "Saamsusu: Male Dragonborn Monk, NG. Str 9, Dex 13, Con 6, Int 7, Wis 11, Cha 12. Saamsusu has bronze scales and green eyes. He wears plain clothing and wields a bo (quarterstaff). Saamsusu is cheerful and trustworthy.",
  "Sadita: Male Dragonborn Warlock, LN. Str 8, Dex 9, Con 10, Int 9, Wis 7, Cha 13. Sadita is tall and thin, with bronze scales and amber eyes. He wears leather armor and wields a mace. Sadita seeks revenge against the sister who betrayed him.",
  "Yaammidit: Male Dragonborn Ranger, LG. Str 13, Dex 9, Con 10, Int 13, Wis 15, Cha 10. Yaammidit has bronze scales and brown eyes. He wears hide armor and wields a greataxe. Yaammidit seeks to discover the truth of his lineage.",
  "Samsu: Male Dragonborn Rogue, NG. Str 10, Dex 14, Con 10, Int 12, Wis 11, Cha 7. Samsu is short and slender, with bronze scales and green eyes. He wears studded leather and wields a longsword and hand crossbow. Samsu is searching for his missing son.",
  "Ditani: Male Dragonborn Rogue, LN. Str 9, Dex 17, Con 14, Int 9, Wis 12, Cha 11. Ditani has bronze scales and soft brown eyes, and horns engraved with alien symbols. He wears studded leather and wields a rapier. Ditani secretly serves Ashtus, an ancient god of trickery.",
  "Hammaama: Male Dragonborn Barbarian, LN. Str 16, Dex 7, Con 12, Int 10, Wis 15, Cha 12. Hammaama has bronze scales and amber eyes, and a pair of tiny wings. He wears hide armor and wields a longsword and blowgun. Hammaama suffers an acute fear of confined spaces.",
  "Susunai: Male Dragonborn Monk, N. Str 12, Dex 16, Con 10, Int 15, Wis 12, Cha 10. Susunai is thin, with bronze scales and amber eyes. He wears modest garments and wields an ono (handaxe).",
  "Nazi: Male Dragonborn Cleric, NG. Str 6, Dex 5, Con 6, Int 10, Wis 15, Cha 11. Nazi has brass scales and narrow blue eyes. He wears leather armor and wields a handaxe and shield. Nazi has an animal companion, a gray rabbit named Nina.",
  "Kuuzzabu: Male Dragonborn Rogue, LN. Str 7, Dex 15, Con 11, Int 9, Wis 11, Cha 13. Kuuzzabu has bronze scales and narrow brown eyes, and a magical scar on his arm. He wears studded leather and wields a handaxe. Kuuzzabu seeks to steal an ancient artifact from the Forsaken Warrens of Gerica the Enchantress.",
  "Suilaela: Male Dragonborn Paladin, Good. Str 14, Dex 10, Con 10, Int 11, Wis 12, Cha 15. Suilaela has bronze scales and green eyes, and a pair of tiny wings. He wears plate armor and wields a greatsword. Suilaela is capable and optimistic.",
  "Biumidea: Male Dragonborn Barbarian, N. Str 14, Dex 13, Con 12, Int 13, Wis 9, Cha 8. Biumidea is short, with bronze scales and large amber eyes. He wears leather armor and wields a whip.",
  "Abolad: Male Dragonborn Fighter, N. Str 15, Dex 12, Con 8, Int 15, Wis 9, Cha 13. Abolad has bronze scales and blue eyes, and rows of shark-like teeth. He wears plate armor and wields a halberd. Abolad has an animal companion, a gray wolf named Balatu.",
  "Nabiesu: Male Dragonborn Rogue, CN. Str 6, Dex 13, Con 11, Int 12, Wis 10, Cha 10. Nabiesu is tall and overweight, with black scales and narrow brown eyes. He wears leather armor and wields a rapier and light crossbow. Nabiesu is lively and curious.",
  "Sangama: Male Dragonborn Fighter, N. Str 12, Dex 9, Con 9, Int 13, Wis 11, Cha 12. Sangama is tall and slender, with gold scales and amber eyes. He wears half plate and wields a trident and hand crossbow. Sangama is quiet and honest.",
  "Naburni: Male Dragonborn Monk, NG. Str 10, Dex 12, Con 13, Int 9, Wis 10, Cha 8. Naburni is stout, with white scales and blue eyes. He wears sturdy clothing and wields nunchaku (club) and shuriken (darts). Naburni has an animal companion, a red snake named Ninabu.",
  "Nina: Male Dragonborn Paladin, Good. Str 8, Dex 10, Con 8, Int 10, Wis 10, Cha 13. Nina has bronze scales and dark gray eyes. He wears chain mail and wields a battleaxe. Nina is courteous and extravagant.",
  "Ninamzuu: Male Dragonborn Monk, N. Str 10, Dex 12, Con 10, Int 11, Wis 11, Cha 12. Ninamzuu has bronze scales and blue eyes, and a flicking forked tongue. He wears simple clothing and wields an ono (handaxe). Ninamzuu is impish and barbaric.",
  "Damilu: Male Dragonborn Fighter, LN. Str 17, Dex 12, Con 8, Int 8, Wis 13, Cha 7. Damilu is overweight, with red scales and soft brown eyes. He wears half plate and wields a battleaxe.",
  "Gudama: Male Dragonborn Wizard, CG. Str 8, Dex 10, Con 8, Int 14, Wis 14, Cha 9. Gudama has bronze scales and soft brown eyes. He wears modest garments and wields a quarterstaff and light crossbow. Gudama seeks to find his true love.",
  "Muabiuma: Male Dragonborn Fighter, LG. Str 17, Dex 9, Con 10, Int 13, Wis 8, Cha 15. Muabiuma has bronze scales and amber eyes. He wears chain mail and wields a halberd. Muabiuma is searching for a legendary blade named Black Champion.",
  "Ningirsu: Male Dragonborn Fighter, NE. Str 13, Dex 11, Con 9, Int 8, Wis 10, Cha 11. Ningirsu has white scales and narrow brown eyes, and a magical scar on his leg. He wears ring mail and wields a scimitar and shield. Ningirsu was petrified for a hundred years.",
  "Suilata: Male Dragonborn Warlock, N. Str 11, Dex 11, Con 6, Int 13, Wis 13, Cha 12. Suilata has bronze scales and blue eyes. He wears leather armor and wields a spear. Suilata speaks with a whispery voice.",
  "Ebamhuuh: Male Dragonborn Sorcerer, LN. Str 8, Dex 8, Con 13, Int 11, Wis 7, Cha 17. Ebamhuuh has bronze scales and narrow gray eyes, and horns engraved with strange symbols. He wears plain clothing and wields a dagger and sling. Ebamhuuh is modest and merciless.",
  "Amkuulat: Male Dragonborn Rogue, NG. Str 9, Dex 15, Con 11, Int 9, Wis 9, Cha 9. Amkuulat has copper scales and amber eyes, and wears glasses with bronze rims. He wears studded leather and wields a shortsword.",
  "Ditanai: Male Dragonborn Ranger, CG. Str 10, Dex 12, Con 12, Int 7, Wis 11, Cha 14. Ditanai has bronze scales and gray eyes, and a pair of tiny wings. He wears leather armor and wields a longsword and shield. Ditanai is quick-witted and impartial.",
  "Saamsuuha: Male Dragonborn Monk, LN. Str 16, Dex 11, Con 6, Int 5, Wis 11, Cha 13. Saamsuuha has bronze scales and brown eyes. He wears modest garments and wields nunchaku (club) and shuriken (darts). Saamsuuha seeks to free himself from an ancient curse.",
  "Baru: Male Dragonborn Paladin, Good. Str 15, Dex 12, Con 9, Int 6, Wis 11, Cha 16. Baru has bronze scales and narrow blue eyes, and wears glasses with platinum rims. He wears splint armor and wields a morningstar. Baru has an animal companion, a bay warhorse named Sidur.",
  "Akit: Male Dragonborn Paladin, Good. Str 9, Dex 12, Con 8, Int 9, Wis 15, Cha 14. Akit is heavyset, with bronze scales and brown eyes. He wears splint armor and wields a scimitar. Akit is hunting the giant who murdered his family.",
  "Biesuni: Male Dragonborn Barbarian, NG. Str 17, Dex 13, Con 7, Int 11, Wis 11, Cha 5. Biesuni has blue scales and sharp green eyes, and wears glasses with gold rims. He wears hide armor and wields a rapier and shield.",
  "Bhhullima: Male Dragonborn Rogue, N. Str 11, Dex 13, Con 6, Int 17, Wis 9, Cha 11. Bhhullima has bronze scales and green eyes, and a magical scar on his face. He wears leather armor and wields a spear and shortbow. Bhhullima is cursed with wild tremors.",
  "Mutatta: Male Dragonborn Fighter, NG. Str 15, Dex 11, Con 7, Int 14, Wis 14, Cha 15. Mutatta has black scales and amber eyes. He wears splint armor and wields a scimitar and heavy crossbow. Mutatta believes that he is the rightful heir to the throne of Iriorthon.",
  "Manni: Male Dragonborn Monk, NE. Str 12, Dex 11, Con 11, Int 10, Wis 14, Cha 8. Manni has gold scales and light hazel eyes. He wears worn clothing and wields a kanabo (mace). Manni is callous and cowardly.",
  "Sineba: Male Dragonborn Warlock, N. Str 15, Dex 9, Con 6, Int 8, Wis 13, Cha 12. Sineba has bronze scales and blue eyes, and wears glasses with pewter rims. He wears leather armor and wields a spear. Sineba has an animal companion, a grey rat named Puaba.",
  "Sinidi: Male Dragonborn Ranger, LN. Str 16, Dex 12, Con 10, Int 13, Wis 14, Cha 7. Sinidi has bronze scales and narrow green eyes. He wears a chain shirt and wields a morningstar. Sinidi has horned owl named Nidur.",
  "Bupola: Male Dragonborn Ranger, NG. Str 14, Dex 9, Con 7, Int 10, Wis 13, Cha 9. Bupola has bronze scales and brown eyes. He wears leather armor and wields a maul. Bupola is wrongly sought by the Queen of Othrond for murder.",
  "Nabunai: Male Dragonborn Rogue, N. Str 10, Dex 17, Con 6, Int 9, Wis 13, Cha 11. Nabunai is stout, with silver scales and light green eyes. He wears leather armor and wields a handaxe and sickle. Nabunai has an animal companion, a raven named Adammus.",
  "Abuh: Male Dragonborn Fighter, N. Str 15, Dex 16, Con 12, Int 13, Wis 15, Cha 8. Abuh has bronze scales and gray eyes. He wears hide armor and wields a longsword and longbow. Abuh lost his reflection to a nymph.",
  "Daru: Male Dragonborn Paladin, Good. Str 12, Dex 10, Con 7, Int 12, Wis 13, Cha 14. Daru has bronze scales and sharp brown eyes, and a flicking forked tongue. He wears ring mail and wields a flail.",
  "Sarabi: Male Dragonborn Cleric, LG. Str 11, Dex 13, Con 9, Int 11, Wis 17, Cha 12. Sarabi has bronze scales and dark amber eyes. He wears half plate and wields a handaxe and dagger. Sarabi is hunting the brigands who murdered his family.",
  "Kharsuilu: Male Dragonborn Ranger, CG. Str 15, Dex 13, Con 13, Int 13, Wis 14, Cha 10. Kharsuilu has black scales and hazel eyes, and a flicking forked tongue. He wears studded leather and wields a glaive. Kharsuilu seeks to save his family from financial ruin.",
  "Sadea: Male Dragonborn Rogue, NE. Str 6, Dex 16, Con 9, Int 14, Wis 7, Cha 11. Sadea has bronze scales and sharp brown eyes. He wears leather armor and wields a longsword. Sadea has an animal companion, a black snake named Sumuga.",
  "Malima: Male Dragonborn Rogue, N. Str 8, Dex 17, Con 10, Int 7, Wis 14, Cha 11. Malima has black scales and amber eyes, and a flicking forked tongue. He wears studded leather and wields a shortsword and dagger. Malima seeks only fame and glory.",
  "Nusuuhuu: Male Dragonborn Rogue, N. Str 7, Dex 14, Con 6, Int 15, Wis 13, Cha 14. Nusuuhuu has bronze scales and narrow green eyes. He wears studded leather and wields a shortsword. Nusuuhuu has an animal companion, a black snake named Ayabis.",
  "Gudita: Male Dragonborn Barbarian, NG. Str 16, Dex 11, Con 10, Int 10, Wis 10, Cha 11. Gudita is short and heavyset, with bronze scales and narrow brown eyes. He wears hide armor and wields a shortsword and shield. Gudita has an animal companion, a green firedrake named Ammidit.",
  "Sumilki: Male Dragonborn Warlock, NG. Str 13, Dex 15, Con 10, Int 6, Wis 9, Cha 12. Sumilki has bronze scales and dark amber eyes, and a pair of tiny wings. He wears leather armor and wields a spear and dagger. Sumilki serves Hiemua, an ancient but forgotten god of law.",
  "Nezzaru: Male Dragonborn Monk, CN. Str 8, Dex 15, Con 11, Int 10, Wis 11, Cha 8. Nezzaru is tall and overweight, with brass scales and narrow amber eyes. He wears modest garments and wields a yari (spear) and sai (dagger). Nezzaru is covetous and impulsive.",
  "Amus: Male Dragonborn Bard, NG. Str 6, Dex 10, Con 9, Int 14, Wis 10, Cha 14. Amus is short, with bronze scales and gray eyes. He wears studded leather and wields a shortsword. Amus dislikes anyone bigger than him.",
  "Enmer: Male Dragonborn Rogue, NE. Str 10, Dex 14, Con 8, Int 13, Wis 13, Cha 5. Enmer is slender, with copper scales and sharp hazel eyes. He wears leather armor and wields a spear. Enmer has an animal companion, a black cat named Belsha.",
  "Kuresu: Male Dragonborn Fighter, LN. Str 13, Dex 11, Con 9, Int 13, Wis 10, Cha 7. Kuresu has bronze scales and blue eyes, and rows of shark-like teeth. He wears plate armor and wields a battleaxe. Kuresu has an animal companion, a gray wolf named Amhuuk.",
  "Nakila: Male Dragonborn Fighter, NE. Str 14, Dex 10, Con 9, Int 10, Wis 9, Cha 10. Nakila has bronze scales and bright amber eyes. He wears half plate and wields a shortsword.",
  "Sumana: Male Dragonborn Sorcerer, N. Str 8, Dex 9, Con 13, Int 14, Wis 7, Cha 12. Sumana has bronze scales and brown eyes. He wears modest garments and wields a dagger and sling. Sumana is painfully tone-deaf.",
  "Bazzuhuu: Male Dragonborn Sorcerer, CN. Str 12, Dex 7, Con 12, Int 9, Wis 7, Cha 15. Bazzuhuu has gold scales and brown eyes. He wears sturdy clothing and wields a dagger and sling. Bazzuhuu suffers an acute fear of confined spaces.",
  "Nabela: Male Dragonborn Druid, Neutral. Str 12, Dex 15, Con 9, Int 7, Wis 15, Cha 7. Nabela has bronze scales and dark amber eyes. He wears leather armor and wields a scimitar and darts. Nabela has badger named Zarossu.",
  "Hazuhuu: Male Dragonborn Wizard, N. Str 11, Dex 16, Con 12, Int 12, Wis 8, Cha 8. Hazuhuu has bronze scales and bright gray eyes. He wears expensive clothing and wields a quarterstaff.",
  "Sacesu: Male Dragonborn Fighter, LN. Str 17, Dex 16, Con 12, Int 5, Wis 10, Cha 10. Sacesu has bronze scales and brown eyes, and a pair of tiny wings. He wears plate armor and wields a rapier. Sacesu seeks only fame and glory.",
  "Sudita: Male Dragonborn Ranger, NE. Str 13, Dex 9, Con 12, Int 13, Wis 14, Cha 13. Sudita is thin, with bronze scales and soft amber eyes. He wears a breastplate and wields a longsword and shield. Sudita is sadistic and haughty.",
  "Bunaidi: Male Dragonborn Cleric, CN. Str 9, Dex 7, Con 11, Int 11, Wis 14, Cha 10. Bunaidi has bronze scales and large gray eyes, and horns engraved with arcane symbols. He wears scale mail and wields a mace. Bunaidi is hunting the fiend which destroyed his homeland.",
  "Daadaga: Male Dragonborn Bard, LG. Str 10, Dex 13, Con 10, Int 12, Wis 11, Cha 15. Daadaga has silver scales and brown eyes. He wears studded leather and wields a longsword and javelins. Daadaga has an animal companion, a gray rat named Nazera.",
  "Zuumuzi: Male Dragonborn Fighter, CN. Str 13, Dex 10, Con 9, Int 8, Wis 12, Cha 8. Zuumuzi has brass scales and sharp hazel eyes. He wears plate armor and wields a war pick and hand crossbow. Zuumuzi has an animal companion, a badger named Niditu.",
  "Ammilit: Male Dragonborn Fighter, CE. Str 17, Dex 11, Con 6, Int 14, Wis 5, Cha 8. Ammilit has bronze scales and light blue eyes. He wears plate armor and wields a maul. Ammilit was petrified for a hundred years.",
  "Uchamzuus: Male Dragonborn Monk, NG. Str 12, Dex 13, Con 10, Int 14, Wis 13, Cha 9. Uchamzuus has silver scales and bright green eyes. He wears plain clothing and wields nunchaku (club). Uchamzuus is hunting the demon who slew his mentor.",
  "Miduki: Male Dragonborn Rogue, N. Str 11, Dex 15, Con 7, Int 12, Wis 9, Cha 10. Miduki has bronze scales and large gray eyes. He wears leather armor and wields a shortsword. Miduki is haunted by the ghost of someone he killed.",
  "Nina: Male Dragonborn Monk, LN. Str 12, Dex 9, Con 9, Int 11, Wis 16, Cha 5. Nina has bronze scales and soft green eyes, and rows of shark-like teeth. He wears modest garments and wields a kanabo (mace) and sai (dagger). Nina has an animal companion, a green snake named Girsina.",
  "Nazara: Male Dragonborn Monk, NG. Str 11, Dex 13, Con 7, Int 10, Wis 12, Cha 9. Nazara is tall and slender, with bronze scales and dark brown eyes. He wears travel-stained clothing and wields a kanabo (mace). Nazara is trustworthy and quick-witted.",
  "Nebupol: Male Dragonborn Bard, NG. Str 5, Dex 6, Con 8, Int 11, Wis 7, Cha 12. Nebupol is stout, with bronze scales and hazel eyes. He wears leather armor and wields a longsword and dagger.",
  "Amum: Male Dragonborn Cleric, N. Str 9, Dex 15, Con 10, Int 15, Wis 12, Cha 9. Amum has bronze scales and bright hazel eyes, and horns engraved with arcane symbols. He wears leather armor and wields a light hammer. Amum has an animal companion, a gray rabbit named Sabaalu.",
  "Bupolu: Male Dragonborn Barbarian, NE. Str 12, Dex 9, Con 11, Int 11, Wis 10, Cha 10. Bupolu has bronze scales and sharp amber eyes. He wears scale mail and wields a longsword and shield. Bupolu has an animal companion, a green firedrake named Sudita.",
  "Zerahuu: Male Dragonborn Paladin, Good. Str 11, Dex 7, Con 6, Int 11, Wis 16, Cha 17. Zerahuu has bronze scales and dark blue eyes. He wears plate armor and wields a trident.",
  "Sumisu: Male Dragonborn Warlock, N. Str 13, Dex 15, Con 12, Int 10, Wis 11, Cha 14. Sumisu has bronze scales and soft gray eyes. He wears studded leather and wields a light hammer.",
  "Kilaelu: Male Dragonborn Fighter, N. Str 12, Dex 13, Con 11, Int 11, Wis 8, Cha 10. Kilaelu is tall, with bronze scales and soft gray eyes. He wears ring mail and wields a greatsword. Kilaelu seeks to save his family from financial ruin.",
  "Kurabu: Male Dragonborn Rogue, LN. Str 7, Dex 12, Con 8, Int 16, Wis 8, Cha 8. Kurabu has bronze scales and dark gray eyes, and horns engraved with strange symbols. He wears studded leather and wields a shortsword. Kurabu seeks to atone for past sins.",
  "Yaammiptiyan: Male Dragonborn Rogue, LN. Str 10, Dex 15, Con 11, Int 11, Wis 8, Cha 11. Yaammiptiyan has bronze scales and soft blue eyes, and a distinctive scar on his leg. He wears leather armor and wields a shortsword. Yaammiptiyan has an animal companion, a sable ferret named Sila.",
  "Bieshazuu: Male Dragonborn Warlock, LN. Str 12, Dex 7, Con 14, Int 11, Wis 10, Cha 12. Bieshazuu is tall and stout, with bronze scales and gray eyes. He wears studded leather and wields a light hammer and dagger. Bieshazuu seeks to free himself from an ancient curse.",
  "Khulliita: Male Dragonborn Cleric, LE. Str 14, Dex 12, Con 5, Int 7, Wis 12, Cha 11. Khulliita has bronze scales and hazel eyes. He wears hide armor and wields a handaxe and shield. Khulliita is hunting the fiend which destroyed his homeland.",
  "Sacesu: Male Dragonborn Rogue, LG. Str 8, Dex 14, Con 11, Int 8, Wis 9, Cha 13. Sacesu has bronze scales and sharp gray eyes, and wears glasses with iron rims. He wears studded leather and wields a rapier and hand crossbow. Sacesu has an animal companion, a dire rat named Malila.",
  "Abdit: Male Dragonborn Rogue, N. Str 8, Dex 15, Con 8, Int 13, Wis 14, Cha 11. Abdit has bronze scales and bright brown eyes, and wears glasses with iron rims. He wears leather armor and wields a light hammer and shortbow. Abdit is mischievous and callous.",
  "Tanaka: Male Dragonborn Ranger, N. Str 12, Dex 9, Con 11, Int 10, Wis 13, Cha 6. Tanaka is short, with black scales and soft blue eyes. He wears hide armor and wields a scimitar and shield. Tanaka has black snake named Samanai.",
  "Sariashuu: Male Dragonborn Bard, NG. Str 7, Dex 13, Con 15, Int 9, Wis 10, Cha 16. Sariashuu has bronze scales and amber eyes. He wears leather armor and wields a longsword. Sariashuu is imaginative and energetic.",
  "Sariashuu: Male Dragonborn Fighter, N. Str 15, Dex 13, Con 9, Int 11, Wis 9, Cha 7. Sariashuu is short, with bronze scales and light amber eyes. He wears ring mail and wields a whip and heavy crossbow. Sariashuu seeks to save his family from financial ruin.",
  "Nina: Male Dragonborn Fighter, LN. Str 13, Dex 9, Con 8, Int 12, Wis 9, Cha 13. Nina has bronze scales and large amber eyes, and a flicking forked tongue. He wears hide armor and wields a pike. Nina has an animal companion, a brown bear named Nocri.",
  "Bonidea: Male Dragonborn Rogue, N. Str 11, Dex 17, Con 6, Int 16, Wis 8, Cha 8. Bonidea is short and overweight, with bronze scales and narrow brown eyes. He wears studded leather and wields a rapier. Bonidea is fascinated by geometry.",
  "Nini: Male Dragonborn Rogue, CN. Str 8, Dex 16, Con 10, Int 12, Wis 13, Cha 7. Nini has copper scales and hazel eyes, and a magical scar on his face. He wears leather armor and wields a light hammer. Nini is stoic and envious.",
  "Alshabius: Male Dragonborn Cleric, LN. Str 9, Dex 13, Con 13, Int 9, Wis 15, Cha 15. Alshabius has black scales and blue eyes, and a pair of tiny wings. He wears studded leather and wields a spear and javelins.",
  "Irsulad: Male Dragonborn Monk, LG. Str 11, Dex 13, Con 12, Int 8, Wis 7, Cha 11. Irsulad has brass scales and narrow blue eyes, and wears glasses with bronze rims. He wears well-made clothing and wields an ono (handaxe). Irsulad lost his reflection to a hag.",
  "Nabura: Male Dragonborn Rogue, CE. Str 8, Dex 12, Con 13, Int 8, Wis 10, Cha 11. Nabura has brass scales and hazel eyes. He wears studded leather and wields a mace and shortbow.",
  "Ningilga: Male Dragonborn Warlock, N. Str 10, Dex 9, Con 10, Int 9, Wis 12, Cha 14. Ningilga has bronze scales and blue eyes. He wears leather armor and wields a spear and shortbow. Ningilga has an animal companion, a black cat named Eshabil.",
  "Daaditu: Male Dragonborn Sorcerer, N. Str 14, Dex 11, Con 7, Int 6, Wis 9, Cha 17. Daaditu has bronze scales and green eyes. He wears sturdy clothing and wields a quarterstaff and light crossbow. Daaditu suffers an acute fear of runes and symbols.",
  "Ergabit: Male Dragonborn Warlock, N. Str 11, Dex 14, Con 11, Int 11, Wis 11, Cha 16. Ergabit has bronze scales and soft brown eyes. He wears studded leather and wields a club and shortbow. Ergabit has an animal companion, a giant spider named Murahuu.",
  "Gamulu: Male Dragonborn Cleric, LN. Str 10, Dex 13, Con 7, Int 7, Wis 12, Cha 14. Gamulu has silver scales and green eyes, and rows of shark-like teeth. He wears studded leather and wields a club and sling. Gamulu was magically imprisoned for a hundred years.",
  "Apin: Male Dragonborn Sorcerer, LN. Str 9, Dex 10, Con 13, Int 9, Wis 9, Cha 14. Apin has brass scales and amber eyes, and a flicking forked tongue. He wears well-made clothing and wields a quarterstaff. Apin seeks to master the secrets of living constructs.",
  "Nakadu: Male Dragonborn Cleric, NG. Str 13, Dex 10, Con 12, Int 11, Wis 17, Cha 9. Nakadu has silver scales and gray eyes, and wears glasses with copper rims. He wears hide armor and wields a quarterstaff and shield. Nakadu is haunted by the memories of a past life.",
  "Ditanai: Male Dragonborn Wizard, CN. Str 12, Dex 15, Con 9, Int 13, Wis 10, Cha 8. Ditanai has bronze scales and blue eyes. He wears sapphire robes and wields a dagger. Ditanai is lively and cruel.",
  "Suma: Male Dragonborn Rogue, LN. Str 8, Dex 16, Con 13, Int 11, Wis 8, Cha 10. Suma has bronze scales and large hazel eyes. He wears studded leather and wields a club and hand crossbow. Suma is agreeable and cowardly.",
  "Zeriashuu: Male Dragonborn Rogue, N. Str 6, Dex 13, Con 8, Int 8, Wis 6, Cha 12. Zeriashuu is tall and slender, with bronze scales and soft blue eyes. He wears leather armor and wields a shortsword and darts. Zeriashuu is practical and deceitful.",
  "Azuukar: Male Dragonborn Ranger, N. Str 8, Dex 14, Con 9, Int 11, Wis 10, Cha 7. Azuukar is tall and overweight, with bronze scales and brown eyes. He wears a breastplate and wields a scimitar and shield. Azuukar seeks revenge against the sister who betrayed him.",
  "Sumuta: Male Dragonborn Rogue, LN. Str 11, Dex 14, Con 13, Int 9, Wis 10, Cha 10. Sumuta has white scales and amber eyes, and horns engraved with alien symbols. He wears studded leather and wields a handaxe. Sumuta has an animal companion, a dire rat named Alshapis.",
  "Amunait: Male Dragonborn Monk, LN. Str 10, Dex 9, Con 12, Int 15, Wis 15, Cha 10. Amunait is short and willowy, with bronze scales and green eyes. He wears modest garments and wields nunchaku (club) and shuriken (darts). Amunait is stoic and malevolent.",
  "Nabuchuu: Male Dragonborn Fighter, N. Str 15, Dex 11, Con 9, Int 9, Wis 8, Cha 9. Nabuchuu has bronze scales and amber eyes, and an unusual scar on his leg. He wears a chain shirt and wields a shortsword and shield. Nabuchuu is foolhardy and barbaric.",
  "Abum: Male Dragonborn Barbarian, N. Str 12, Dex 9, Con 15, Int 12, Wis 11, Cha 9. Abum is tall, with bronze scales and dark hazel eyes. He wears leather armor and wields a scimitar and shield.",
  "Amum: Male Dragonborn Paladin, Good. Str 10, Dex 8, Con 9, Int 14, Wis 11, Cha 8. Amum has bronze scales and light blue eyes, and horns engraved with arcane symbols. He wears half plate and wields a morningstar and shield. Amum has an animal companion, a bay warhorse named Kuramma.",
  "Nabuchuu: Male Dragonborn Fighter, NG. Str 17, Dex 9, Con 15, Int 8, Wis 10, Cha 13. Nabuchuu is short and willowy, with blue scales and bright brown eyes. He wears splint armor and wields a morningstar and shield. Nabuchuu has an animal companion, a brown bear named Allal.",
  "Gezera: Male Dragonborn Monk, N. Str 7, Dex 14, Con 10, Int 11, Wis 13, Cha 7. Gezera is tall, with blue scales and large hazel eyes. He wears simple clothing and wields nunchaku (club) and shuriken (darts).",
  "Namha: Male Dragonborn Monk, NE. Str 12, Dex 11, Con 10, Int 11, Wis 10, Cha 13. Namha has bronze scales and blue eyes. He wears plain clothing and wields a bo (quarterstaff). Namha has an animal companion, a hunting dog named Mammyl.",
  "Tanyasu: Male Dragonborn Barbarian, NG. Str 15, Dex 9, Con 16, Int 7, Wis 6, Cha 9. Tanyasu has bronze scales and amber eyes, and wears glasses with bronze rims. He wears leather armor and wields a trident and longbow. Tanyasu secretly serves Istoth, an ancient god of trickery.",
  "Sumisu: Male Dragonborn Monk, N. Str 9, Dex 10, Con 9, Int 13, Wis 16, Cha 14. Sumisu has bronze scales and bright blue eyes, and horns engraved with strange symbols. He wears worn clothing and wields nunchaku (club). Sumisu is quiet and paranoid.",
  "Bazzuu: Male Dragonborn Rogue, LG. Str 9, Dex 12, Con 12, Int 10, Wis 10, Cha 10. Bazzuu is tall and slender, with bronze scales and dark green eyes. He wears studded leather and wields a rapier. Bazzuu is hunting the warlord who stole his ancestral sword.",
  "Saamsu: Male Dragonborn Fighter, LG. Str 12, Dex 15, Con 8, Int 8, Wis 11, Cha 5. Saamsu has bronze scales and blue eyes, and wears glasses with iron rims. He wears chain mail and wields a war pick and shield.",
  "Nidusu: Male Dragonborn Bard, LE. Str 9, Dex 13, Con 11, Int 16, Wis 12, Cha 14. Nidusu has copper scales and amber eyes. He wears studded leather and wields a club and sling. Nidusu is hunting the doppelganger which destroyed his homeland.",
  "Suna: Male Dragonborn Rogue, LE. Str 11, Dex 17, Con 14, Int 14, Wis 7, Cha 8. Suna has bronze scales and narrow brown eyes, and wears glasses with electrum rims. He wears leather armor and wields a longsword. Suna is absent-minded, and always searching for a missing item.",
  "Gamubu: Male Dragonborn Warlock, CE. Str 10, Dex 11, Con 11, Int 9, Wis 13, Cha 15. Gamubu has bronze scales and blue eyes, and rows of shark-like teeth. He wears leather armor and wields a spear and dagger.",
  "Nunnabi: Male Dragonborn Druid, Neutral. Str 7, Dex 7, Con 13, Int 12, Wis 16, Cha 9. Nunnabi has bronze scales and amber eyes, and a flicking forked tongue. He wears leather armor and wields a scimitar. Nunnabi has forest owl named Saba.",
  "Enlit: Male Dragonborn Monk, N. Str 13, Dex 12, Con 11, Int 9, Wis 7, Cha 14. Enlit has bronze scales and amber eyes, and a pair of tiny wings. He wears plain clothing and wields a bo (quarterstaff) and kama (sickle). Enlit is searching for a legendary blade named Vile Destiny.",
  "Abitam: Male Dragonborn Barbarian, NG. Str 13, Dex 10, Con 13, Int 13, Wis 12, Cha 15. Abitam has white scales and gray eyes. He wears studded leather and wields a glaive. Abitam has an animal companion, a silver dog named Ninli.",
  "Zuummala: Male Dragonborn Sorcerer, NE. Str 5, Dex 8, Con 13, Int 15, Wis 11, Cha 12. Zuummala has bronze scales and sharp amber eyes, and a pair of tiny wings. He wears travel-stained clothing and wields a quarterstaff. Zuummala believes that he is being hunted by supernatural creatures.",
  "Ashmakil: Male Dragonborn Sorcerer, N. Str 8, Dex 15, Con 10, Int 8, Wis 11, Cha 15. Ashmakil is short and overweight, with bronze scales and sharp green eyes. He wears modest garments and wields a dagger and darts. Ashmakil is covetous and scheming.",
  "Nyasusu: Male Dragonborn Fighter, N. Str 17, Dex 13, Con 8, Int 12, Wis 10, Cha 13. Nyasusu has bronze scales and sharp gray eyes. He wears hide armor and wields a warhammer. Nyasusu is only friendly towards other dragonborns..",
  "Sangoni: Male Dragonborn Monk, LE. Str 8, Dex 14, Con 10, Int 10, Wis 13, Cha 7. Sangoni is overweight, with bronze scales and amber eyes. He wears simple clothing and wields nunchaku (club). Sangoni is reckless and barbaric.",
  "Abus: Male Dragonborn Barbarian, LG. Str 17, Dex 6, Con 12, Int 10, Wis 15, Cha 13. Abus has bronze scales and brown eyes, and horns engraved with strange symbols. He wears scale mail and wields a flail. Abus is generous and fearless.",
  "Suduka: Male Dragonborn Cleric, N. Str 13, Dex 13, Con 11, Int 6, Wis 15, Cha 8. Suduka is tall and willowy, with bronze scales and blue eyes. He wears studded leather and wields a quarterstaff and shield.",
  "Onitam: Male Dragonborn Ranger, N. Str 9, Dex 11, Con 12, Int 11, Wis 13, Cha 8. Onitam has copper scales and blue eyes, and wears glasses with pewter rims. He wears leather armor and wields a greataxe. Onitam is impulsive and secretive.",
  "Anatrar: Male Dragonborn Ranger, CE. Str 13, Dex 13, Con 12, Int 9, Wis 12, Cha 9. Anatrar has silver scales and dark amber eyes, and wears glasses with platinum rims. He wears studded leather and wields a maul.",
  "Anabiel: Male Dragonborn Fighter, NG. Str 13, Dex 13, Con 10, Int 6, Wis 10, Cha 14. Anabiel has red scales and narrow amber eyes. He wears a breastplate and wields a war pick and hand crossbow. Anabiel is searching for a legendary blade named Vile Glory.",
  "Naburna: Male Dragonborn Bard, NG. Str 10, Dex 7, Con 14, Int 15, Wis 11, Cha 12. Naburna has silver scales and hazel eyes, and wears glasses with brass rims. He wears leather armor and wields a rapier and darts.",
  "Erkan: Male Dragonborn Druid, Neutral. Str 11, Dex 9, Con 9, Int 11, Wis 15, Cha 13. Erkan is slender, with bronze scales and brown eyes. He wears leather armor and wields a club and wooden shield.",
  "Dagani: Male Dragonborn Cleric, N. Str 15, Dex 5, Con 11, Int 8, Wis 14, Cha 8. Dagani is willowy, with bronze scales and large gray eyes. He wears half plate and wields a mace and light crossbow. Dagani is hunting the fiend which destroyed his homeland.",
  "Mabuna: Male Dragonborn Barbarian, LN. Str 13, Dex 10, Con 12, Int 11, Wis 10, Cha 9. Mabuna is heavyset, with bronze scales and gray eyes. He wears leather armor and wields a battleaxe. Mabuna lost his reflection to a hag.",
  "Namha: Male Dragonborn Monk, LE. Str 11, Dex 14, Con 12, Int 12, Wis 15, Cha 11. Namha has bronze scales and amber eyes. He wears plain clothing and wields a kanabo (mace) and shuriken (darts).",
  "Kura: Male Dragonborn Bard, NE. Str 10, Dex 10, Con 14, Int 12, Wis 13, Cha 17. Kura has bronze scales and large gray eyes, and horns engraved with strange symbols. He wears leather armor and wields a handaxe. Kura seeks revenge against the kingdom which exiled him.",
  "Ammugar: Male Dragonborn Druid, Neutral. Str 16, Dex 11, Con 9, Int 11, Wis 16, Cha 13. Ammugar has bronze scales and large brown eyes. He wears hide armor and wields a club and wooden shield. Ammugar speaks with a soft voice.",
  "Adum: Male Dragonborn Druid, Neutral. Str 16, Dex 13, Con 10, Int 9, Wis 16, Cha 7. Adum has gold scales and light hazel eyes. He wears hide armor and wields a scimitar. Adum suffers a traumatic fear of fire.",
  "Dita: Male Dragonborn Paladin, Good. Str 14, Dex 12, Con 7, Int 12, Wis 13, Cha 13. Dita has bronze scales and brown eyes, and a flicking forked tongue. He wears hide armor and wields a morningstar and shield.",
  "Kurabu: Male Dragonborn Paladin, Good. Str 13, Dex 7, Con 8, Int 10, Wis 11, Cha 16. Kurabu has bronze scales and narrow brown eyes, and an unusual scar on his leg. He wears a breastplate and wields a pike. Kurabu seeks to prove himself to his peers.",
  "Abolat: Male Dragonborn Rogue, N. Str 12, Dex 12, Con 7, Int 12, Wis 9, Cha 6. Abolat has bronze scales and gray eyes. He wears leather armor and wields a rapier and hand crossbow. Abolat is searching for the legendary elven kingdom of Eriand.",
  "Bunu: Male Dragonborn Druid, Neutral. Str 7, Dex 14, Con 11, Int 9, Wis 16, Cha 8. Bunu is tall and heavyset, with bronze scales and blue eyes. He wears hide armor and wields a club and wooden shield. Bunu has golden eagle named Myla.",
  "Naba: Male Dragonborn Fighter, N. Str 17, Dex 17, Con 12, Int 8, Wis 11, Cha 10. Naba has bronze scales and sharp hazel eyes, and a pair of tiny wings. He wears scale mail and wields a greatsword. Naba has an animal companion, a black bear named Gusisu.",
  "Buchullu: Male Dragonborn Wizard, NE. Str 13, Dex 13, Con 7, Int 17, Wis 15, Cha 6. Buchullu has bronze scales and bright amber eyes. He wears azure robes and wields a dagger. Buchullu is merciless and insensitive.",
  "Susuuhuu: Male Dragonborn Paladin, Good. Str 16, Dex 5, Con 7, Int 10, Wis 11, Cha 12. Susuuhuu has bronze scales and dark blue eyes. He wears chain mail and wields a morningstar and shield. Susuuhuu serves Liaha, an ancient but forgotten fire god.",
  "Enmesh: Male Dragonborn Sorcerer, NG. Str 13, Dex 8, Con 12, Int 10, Wis 13, Cha 15. Enmesh is slender, with bronze scales and blue eyes. He wears modest garments and wields a quarterstaff. Enmesh is thrifty and righteous.",
  "Idilum: Male Dragonborn Fighter, N. Str 15, Dex 9, Con 9, Int 11, Wis 10, Cha 7. Idilum is tall, with bronze scales and light amber eyes. He wears plate armor and wields a greatsword. Idilum has an animal companion, a ginger dog named Nezzuumma.",
  "Dusanga: Male Dragonborn Barbarian, N. Str 17, Dex 10, Con 15, Int 11, Wis 8, Cha 12. Dusanga has bronze scales and dark blue eyes. He wears hide armor and wields a battleaxe and shield. Dusanga is lustful and craven.",
  "Nunnamhuu: Male Dragonborn Cleric, N. Str 11, Dex 6, Con 11, Int 11, Wis 17, Cha 16. Nunnamhuu is tall and willowy, with bronze scales and sharp hazel eyes. He wears a chain shirt and wields a spear and shortbow. Nunnamhuu suffers a paralyzing fear of runes and symbols.",
  "Attel: Male Dragonborn Fighter, N. Str 12, Dex 16, Con 9, Int 7, Wis 11, Cha 5. Attel has bronze scales and large amber eyes, and a flicking forked tongue. He wears hide armor and wields a whip. Attel has an animal companion, a black bear named Nanna.",
  "Enailit: Male Dragonborn Cleric, NG. Str 11, Dex 11, Con 7, Int 9, Wis 14, Cha 13. Enailit has bronze scales and light blue eyes, and a pair of tiny wings. He wears leather armor and wields a light hammer and dagger. Enailit has an animal companion, a green firedrake named Saba.",
  "Naki: Male Dragonborn Monk, NE. Str 15, Dex 14, Con 5, Int 7, Wis 13, Cha 5. Naki is short and overweight, with white scales and amber eyes. He wears modest garments and wields a bo (quarterstaff) and kama (sickle). Naki has an animal companion, a copper firedrake named Suma.",
  "Arapin: Male Dragonborn Rogue, LE. Str 11, Dex 12, Con 10, Int 13, Wis 5, Cha 8. Arapin has brass scales and amber eyes. He wears studded leather and wields a rapier. Arapin has an animal companion, a black cat named Nisab.",
  "Sumula: Male Dragonborn Barbarian, CG. Str 12, Dex 7, Con 11, Int 9, Wis 7, Cha 6. Sumula is tall, with bronze scales and bright gray eyes. He wears hide armor and wields a battleaxe and shield.",
  "Sumulu: Male Dragonborn Rogue, N. Str 13, Dex 12, Con 10, Int 12, Wis 9, Cha 6. Sumulu has bronze scales and amber eyes, and wears glasses with steel rims. He wears leather armor and wields a shortsword and light crossbow. Sumulu is easily distracted by food and drink.",
  "Duki: Male Dragonborn Fighter, N. Str 12, Dex 11, Con 8, Int 10, Wis 8, Cha 10. Duki has bronze scales and soft blue eyes. He wears a chain shirt and wields a flail and longbow. Duki is only friendly towards other dragonborns..",
  "Suiliki: Male Dragonborn Rogue, LN. Str 15, Dex 12, Con 10, Int 9, Wis 7, Cha 11. Suiliki is short and overweight, with bronze scales and sharp brown eyes. He wears leather armor and wields a rapier. Suiliki is hunting the cultists who murdered his family.",
  "Nyasu: Male Dragonborn Barbarian, LE. Str 12, Dex 7, Con 15, Int 8, Wis 11, Cha 8. Nyasu is heavyset, with black scales and bright hazel eyes. He wears leather armor and wields a whip and shield. Nyasu secretly serves Gono, an ancient aberrant god.",
  "Nusu: Male Dragonborn Warlock, N. Str 11, Dex 12, Con 12, Int 15, Wis 6, Cha 14. Nusu has bronze scales and green eyes, and wears glasses with electrum rims. He wears studded leather and wields a spear. Nusu seeks to save his family from financial ruin.",
  "Ammisash: Male Dragonborn Fighter, LE. Str 16, Dex 14, Con 14, Int 8, Wis 8, Cha 11. Ammisash is tall, with white scales and gray eyes. He wears plate armor and wields a warhammer. Ammisash serves an ancient dragon named Biumalu.",
  "Akidit: Male Dragonborn Warlock, N. Str 10, Dex 13, Con 13, Int 9, Wis 10, Cha 14. Akidit has green scales and gray eyes. He wears leather armor and wields a light hammer. Akidit seeks to become an instructor at the College of Sorcerous Study.",
  "Nabiesu: Male Dragonborn Fighter, N. Str 17, Dex 12, Con 9, Int 12, Wis 13, Cha 11. Nabiesu has bronze scales and gray eyes, and wears glasses with electrum rims. He wears hide armor and wields a scimitar and net. Nabiesu is dying and desperately seeks the secret of immortality.",
  "Suiliki: Male Dragonborn Sorcerer, N. Str 8, Dex 6, Con 11, Int 12, Wis 10, Cha 15. Suiliki has bronze scales and narrow brown eyes. He wears modest garments and wields a dagger. Suiliki is searching for his lost brother.",
  "Nabalshuu: Male Dragonborn Monk, LN. Str 8, Dex 13, Con 11, Int 9, Wis 10, Cha 12. Nabalshuu is short and willowy, with bronze scales and green eyes. He wears well-made clothing and wields a yari (spear) and sai (dagger). Nabalshuu has an animal companion, a red snake named Baresu.",
  "Midu: Male Dragonborn Barbarian, NG. Str 15, Dex 11, Con 8, Int 12, Wis 9, Cha 9. Midu has brass scales and brown eyes. He wears leather armor and wields a shortsword.",
  "Nini: Male Dragonborn Rogue, NE. Str 9, Dex 13, Con 11, Int 12, Wis 8, Cha 11. Nini is overweight, with bronze scales and sharp amber eyes. He wears studded leather and wields a longsword and hand crossbow.",
  "Bilu: Male Dragonborn Wizard, N. Str 12, Dex 16, Con 11, Int 12, Wis 11, Cha 12. Bilu is tall and heavyset, with black scales and hazel eyes. He wears simple clothing and wields a dagger and darts. Bilu seeks to become an instructor at the School of Pulia.",
  "Biluni: Male Dragonborn Rogue, CN. Str 12, Dex 15, Con 8, Int 14, Wis 10, Cha 13. Biluni has bronze scales and light amber eyes, and a flicking forked tongue. He wears studded leather and wields a rapier and dagger. Biluni is only friendly towards other dragonborns..",
  "Agolar: Male Dragonborn Rogue, LN. Str 11, Dex 17, Con 11, Int 9, Wis 10, Cha 12. Agolar has bronze scales and brown eyes, and horns engraved with alien symbols. He wears studded leather and wields a handaxe.",
  "Nebiesu: Male Dragonborn Rogue, N. Str 10, Dex 14, Con 12, Int 9, Wis 10, Cha 10. Nebiesu has bronze scales and blue eyes, and a flicking forked tongue. He wears studded leather and wields a longsword. Nebiesu seeks to steal a legendary ruby from the Forsaken Pit of Worms.",
  "Arammis: Male Dragonborn Rogue, CN. Str 7, Dex 17, Con 7, Int 11, Wis 10, Cha 12. Arammis has copper scales and amber eyes, and a pair of tiny wings. He wears studded leather and wields a longsword. Arammis has an animal companion, a raven named Sinmura.",
  "Bupilsu: Male Dragonborn Barbarian, N. Str 15, Dex 7, Con 10, Int 6, Wis 13, Cha 11. Bupilsu has bronze scales and blue eyes, and horns engraved with arcane symbols. He wears leather armor and wields a morningstar. Bupilsu is adventurous and gullible.",
  "Nusuma: Male Dragonborn Cleric, CN. Str 10, Dex 9, Con 7, Int 8, Wis 13, Cha 14. Nusuma has bronze scales and blue eyes, and a flicking forked tongue. He wears leather armor and wields a spear and shield. Nusuma has an animal companion, a red firedrake named Ninezzu.",
  "Sudita: Male Dragonborn Monk, LN. Str 10, Dex 11, Con 7, Int 10, Wis 14, Cha 7. Sudita is tall, with bronze scales and gray eyes. He wears sturdy clothing and wields nunchaku (club) and shuriken (darts). Sudita has an animal companion, a black monkey named Ubad.",
  "Annilkin: Male Dragonborn Rogue, CN. Str 8, Dex 14, Con 7, Int 13, Wis 11, Cha 10. Annilkin has bronze scales and light hazel eyes, and rows of shark-like teeth. He wears leather armor and wields a club.",
  "Ninu: Male Dragonborn Cleric, LN. Str 10, Dex 8, Con 13, Int 8, Wis 13, Cha 15. Ninu has blue scales and sharp brown eyes, and rows of shark-like teeth. He wears a chain shirt and wields a light hammer and shield. Ninu is gullible and curious.",
  "Zeru: Male Dragonborn Ranger, CN. Str 14, Dex 13, Con 8, Int 12, Wis 12, Cha 9. Zeru has bronze scales and dark gray eyes. He wears leather armor and wields a maul. Zeru is cursed with chronic pain.",
  "Azzattes: Male Dragonborn Warlock, N. Str 13, Dex 12, Con 9, Int 9, Wis 10, Cha 13. Azzattes has gold scales and blue eyes, and rows of shark-like teeth. He wears leather armor and wields a handaxe and javelins. Azzattes dislikes anyone bigger than him.",
  "Sinaidu: Male Dragonborn Fighter, LN. Str 13, Dex 16, Con 9, Int 6, Wis 7, Cha 8. Sinaidu has bronze scales and large hazel eyes. He wears chain mail and wields a longsword and net. Sinaidu is only friendly towards other dragonborns..",
  "Amminus: Male Dragonborn Fighter, N. Str 15, Dex 14, Con 10, Int 11, Wis 11, Cha 10. Amminus is tall, with bronze scales and blue eyes. He wears hide armor and wields a shortsword and net. Amminus is decisive and slothful.",
  "Suduga: Male Dragonborn Paladin, Good. Str 14, Dex 9, Con 7, Int 10, Wis 14, Cha 9. Suduga has bronze scales and soft blue eyes. He wears a breastplate and wields a pike. Suduga seeks revenge against the sister who betrayed him.",
  "Samsanga: Male Dragonborn Rogue, N. Str 7, Dex 15, Con 9, Int 14, Wis 6, Cha 11. Samsanga has bronze scales and light blue eyes, and wears glasses with bronze rims. He wears studded leather and wields a rapier and dagger. Samsanga suffers a traumatic fear of disease.",
  "Zuummisu: Male Dragonborn Ranger, LN. Str 10, Dex 9, Con 13, Int 13, Wis 15, Cha 13. Zuummisu is tall and overweight, with bronze scales and green eyes. He wears studded leather and wields a scimitar. Zuummisu is hunting the sorcerer who murdered his family.",
  "Suuha: Male Dragonborn Paladin, Good. Str 16, Dex 11, Con 13, Int 9, Wis 14, Cha 17. Suuha has bronze scales and gray eyes, and a flicking forked tongue. He wears a chain shirt and wields a longsword and shield. Suuha is a terrible liar.",
  "Sharsuma: Male Dragonborn Rogue, NG. Str 6, Dex 17, Con 13, Int 13, Wis 10, Cha 8. Sharsuma has bronze scales and brown eyes, and a flicking forked tongue. He wears studded leather and wields a rapier. Sharsuma seeks to help the poor and unfortunate.",
  "Biesuni: Male Dragonborn Ranger, NG. Str 15, Dex 12, Con 13, Int 13, Wis 14, Cha 7. Biesuni has bronze scales and large hazel eyes. He wears a chain shirt and wields a morningstar. Biesuni has black dog named Lili.",
  "Nakadu: Male Dragonborn Sorcerer, NE. Str 13, Dex 14, Con 17, Int 8, Wis 5, Cha 15. Nakadu has bronze scales and dark gray eyes, and a distinctive scar on his arm. He wears sturdy clothing and wields a quarterstaff. Nakadu is violent and intimidating.",
  "Anas: Male Dragonborn Fighter, LG. Str 14, Dex 10, Con 10, Int 14, Wis 11, Cha 10. Anas is tall and stout, with brass scales and blue eyes. He wears chain mail and wields a halberd. Anas suffers a traumatic fear of elemental and planar magic.",
  "Sharsaces: Male Dragonborn Ranger, LG. Str 10, Dex 11, Con 8, Int 10, Wis 14, Cha 8. Sharsaces is stout, with blue scales and gray eyes. He wears leather armor and wields a maul. Sharsaces suffers a mild allergy to milk.",
  "Idumus: Male Dragonborn Fighter, CN. Str 17, Dex 11, Con 9, Int 11, Wis 14, Cha 9. Idumus has bronze scales and light amber eyes. He wears a breastplate and wields a whip and shield.",
  "Abum: Male Dragonborn Rogue, CN. Str 9, Dex 14, Con 7, Int 10, Wis 6, Cha 8. Abum is short and overweight, with gold scales and brown eyes. He wears leather armor and wields a longsword and hand crossbow. Abum is haunted by the memories of a past life.",
  "Halila: Male Dragonborn Monk, CN. Str 17, Dex 13, Con 7, Int 7, Wis 9, Cha 8. Halila is thin, with black scales and sharp brown eyes. He wears worn clothing and wields a kanabo (mace) and shuriken (darts). Halila is lewd and callous.",
  "Sumidi: Male Dragonborn Rogue, N. Str 9, Dex 12, Con 8, Int 15, Wis 11, Cha 10. Sumidi has blue scales and green eyes, and an unusual scar on his face. He wears leather armor and wields a shortsword and hand crossbow. Sumidi has an animal companion, a dire rat named Anabur.",
  "Sumilki: Male Dragonborn Fighter, LN. Str 17, Dex 12, Con 10, Int 13, Wis 11, Cha 12. Sumilki is short and willowy, with bronze scales and bright green eyes. He wears ring mail and wields a scimitar and shield. Sumilki is soft-hearted and immoral.",
  "Esuutar: Male Dragonborn Paladin, Good. Str 15, Dex 8, Con 8, Int 9, Wis 12, Cha 9. Esuutar has brass scales and soft gray eyes. He wears scale mail and wields a trident and shield. Esuutar has an animal companion, a black warhorse named Sanga.",
  "Nabuchuu: Male Dragonborn Rogue, N. Str 12, Dex 17, Con 12, Int 12, Wis 9, Cha 9. Nabuchuu has copper scales and bright blue eyes, and a pair of tiny wings. He wears studded leather and wields a light hammer and hand crossbow. Nabuchuu is proud and truthful.",
  "Shadnezzuu: Male Dragonborn Cleric, CN. Str 9, Dex 8, Con 12, Int 12, Wis 13, Cha 15. Shadnezzuu has brass scales and soft amber eyes, and a pair of tiny wings. He wears studded leather and wields a spear and shield. Shadnezzuu is dying and desperately seeks the secret of immortality.",
  "Amzuummar: Male Dragonborn Fighter, N. Str 13, Dex 10, Con 10, Int 11, Wis 7, Cha 9. Amzuummar has bronze scales and light amber eyes. He wears splint armor and wields a trident and shield. Amzuummar has an animal companion, a badger named Ilil.",
  "Gilgirsu: Male Dragonborn Druid, Neutral. Str 10, Dex 12, Con 11, Int 11, Wis 15, Cha 7. Gilgirsu has bronze scales and amber eyes. He wears leather armor and wields a quarterstaff and wooden shield. Gilgirsu holds a grudge against humans.",
  "Yaadnebar: Male Dragonborn Barbarian, NG. Str 14, Dex 9, Con 11, Int 11, Wis 10, Cha 10. Yaadnebar is short and slender, with white scales and bright gray eyes. He wears hide armor and wields a shortsword. Yaadnebar is searching for his missing son.",
  "Ninamha: Male Dragonborn Cleric, N. Str 14, Dex 12, Con 14, Int 7, Wis 16, Cha 10. Ninamha has copper scales and green eyes. He wears scale mail and wields a spear and darts. Ninamha has an animal companion, a sable ferret named Muluna.",
  "Suma: Male Dragonborn Rogue, CN. Str 8, Dex 13, Con 8, Int 14, Wis 11, Cha 15. Suma is stout, with bronze scales and blue eyes. He wears leather armor and wields a longsword and dagger. Suma is amoral and disloyal.",
  "Sumula: Male Dragonborn Fighter, CN. Str 13, Dex 13, Con 13, Int 9, Wis 6, Cha 13. Sumula has silver scales and soft blue eyes, and horns engraved with strange symbols. He wears chain mail and wields a morningstar and shield. Sumula is searching for a legendary blade named Spiritslicer.",
  "Sariashuu: Male Dragonborn Monk, LN. Str 8, Dex 14, Con 9, Int 12, Wis 10, Cha 12. Sariashuu is short, with green scales and soft gray eyes. He wears well-made clothing and wields a kanabo (mace). Sariashuu is hunting the vampire who slew his mentor.",
  "Sangirsu: Male Dragonborn Fighter, NG. Str 12, Dex 12, Con 12, Int 10, Wis 15, Cha 8. Sangirsu has bronze scales and light green eyes, and horns engraved with alien symbols. He wears a breastplate and wields a longsword and hand crossbow.",
  "Anakit: Male Dragonborn Monk, N. Str 7, Dex 11, Con 8, Int 7, Wis 11, Cha 10. Anakit has green scales and sharp brown eyes. He wears plain clothing and wields a kanabo (mace) and shuriken (darts). Anakit has an animal companion, a gray rat named Abal.",
  "Aces: Male Dragonborn Fighter, N. Str 15, Dex 8, Con 13, Int 9, Wis 11, Cha 10. Aces is short and stout, with bronze scales and hazel eyes. He wears ring mail and wields a war pick. Aces is polite and destructive.",
  "Amzuular: Male Dragonborn Bard, LN. Str 11, Dex 9, Con 14, Int 10, Wis 11, Cha 12. Amzuular is slender, with green scales and sharp blue eyes. He wears leather armor and wields a light hammer. Amzuular is quiet and honest.",
  "Shammilu: Male Dragonborn Cleric, LN. Str 13, Dex 10, Con 7, Int 8, Wis 12, Cha 15. Shammilu is tall, with bronze scales and blue eyes. He wears leather armor and wields a club and shield. Shammilu is jealous and insane.",
  "Abiuban: Male Dragonborn Paladin, Good. Str 15, Dex 11, Con 8, Int 5, Wis 11, Cha 12. Abiuban has bronze scales and dark gray eyes. He wears ring mail and wields a battleaxe.",
  "Sharsadu: Male Dragonborn Warlock, CN. Str 11, Dex 10, Con 5, Int 7, Wis 14, Cha 17. Sharsadu has bronze scales and gray eyes, and rows of shark-like teeth. He wears leather armor and wields a club and dagger.",
  "Nabuna: Male Dragonborn Rogue, NG. Str 7, Dex 12, Con 5, Int 12, Wis 9, Cha 10. Nabuna is tall, with bronze scales and light hazel eyes. He wears leather armor and wields a shortsword. Nabuna seeks to discover where he came from, and who his real family is.",
  "Ninga: Male Dragonborn Monk, N. Str 12, Dex 15, Con 7, Int 7, Wis 11, Cha 13. Ninga is willowy, with bronze scales and sharp amber eyes. He wears well-made clothing and wields an ono (handaxe) and shuriken (darts).",
  "Nakila: Male Dragonborn Barbarian, CG. Str 16, Dex 12, Con 8, Int 6, Wis 9, Cha 7. Nakila is tall, with bronze scales and sharp green eyes. He wears studded leather and wields a trident and shield.",
  "Bucheba: Male Dragonborn Monk, NE. Str 17, Dex 8, Con 9, Int 10, Wis 7, Cha 10. Bucheba has green scales and gray eyes, and a pair of tiny wings. He wears sturdy clothing and wields nunchaku (club) and sai (dagger). Bucheba was magically imprisoned for a hundred years.",
  "Azuban: Male Dragonborn Monk, NE. Str 14, Dex 17, Con 8, Int 9, Wis 9, Cha 12. Azuban is tall, with bronze scales and light green eyes. He wears well-made clothing and wields a bo (quarterstaff) and sai (dagger). Azuban has a terrible sense of direction.",
  "Sacesu: Male Dragonborn Rogue, NG. Str 9, Dex 13, Con 6, Int 14, Wis 7, Cha 9. Sacesu has bronze scales and green eyes. He wears studded leather and wields a quarterstaff and sickle. Sacesu blames the gods for every misfortune.",
  "Sinabi: Male Dragonborn Monk, LN. Str 8, Dex 15, Con 8, Int 13, Wis 13, Cha 12. Sinabi is short and willowy, with bronze scales and gray eyes. He wears modest garments and wields a bo (quarterstaff) and shuriken (darts).",
  "Mannini: Male Dragonborn Rogue, LN. Str 5, Dex 17, Con 12, Int 16, Wis 10, Cha 10. Mannini has copper scales and dark green eyes. He wears studded leather and wields a handaxe and sickle. Mannini is haunted by the memories of a past life.",
  "Azzabuk: Male Dragonborn Monk, LN. Str 9, Dex 10, Con 12, Int 10, Wis 14, Cha 11. Azzabuk has bronze scales and narrow amber eyes. He wears sturdy clothing and wields nunchaku (club) and kama (sickle).",
  "Aragon: Male Dragonborn Cleric, N. Str 11, Dex 8, Con 13, Int 10, Wis 17, Cha 16. Aragon is slender, with bronze scales and bright green eyes. He wears half plate and wields a quarterstaff and sling.",
  "Buraha: Male Dragonborn Monk, NG. Str 14, Dex 9, Con 9, Int 8, Wis 13, Cha 9. Buraha is willowy, with bronze scales and large green eyes. He wears plain clothing and wields a kanabo (mace) and shuriken (darts). Buraha is fearless and agreeable.",
  "Onilin: Male Dragonborn Ranger, N. Str 11, Dex 13, Con 9, Int 11, Wis 17, Cha 8. Onilin is tall, with bronze scales and dark blue eyes. He wears half plate and wields a halberd.",
  "Nergani: Male Dragonborn Fighter, CN. Str 14, Dex 17, Con 11, Int 15, Wis 10, Cha 8. Nergani has brass scales and amber eyes. He wears splint armor and wields a trident and longbow.",
  "Dagilga: Male Dragonborn Paladin, Good. Str 10, Dex 8, Con 12, Int 11, Wis 8, Cha 14. Dagilga has bronze scales and hazel eyes, and a magical scar on his arm. He wears a chain shirt and wields a shortsword.",
  "Abit: Male Dragonborn Sorcerer, CN. Str 13, Dex 8, Con 10, Int 8, Wis 13, Cha 13. Abit has bronze scales and brown eyes, and rows of shark-like teeth. He wears well-made clothing and wields a dagger. Abit is searching for the lost empire of Dorwine.",
  "Sisuna: Male Dragonborn Wizard, N. Str 9, Dex 10, Con 13, Int 13, Wis 11, Cha 9. Sisuna has white scales and amber eyes. He wears modest garments and wields a dagger. Sisuna is easily distracted by food and drink.",
  "Nazuuma: Male Dragonborn Monk, N. Str 13, Dex 13, Con 10, Int 7, Wis 12, Cha 10. Nazuuma has bronze scales and gray eyes. He wears plain clothing and wields a yari (spear). Nazuuma has an animal companion, a red snake named Sili.",
  "Suma: Male Dragonborn Druid, Neutral. Str 16, Dex 10, Con 12, Int 10, Wis 13, Cha 9. Suma is short, with bronze scales and large amber eyes. He wears leather armor and wields a spear.",
  "Gudaga: Male Dragonborn Fighter, CN. Str 14, Dex 8, Con 7, Int 11, Wis 9, Cha 9. Gudaga has bronze scales and hazel eyes. He wears hide armor and wields a flail and shield. Gudaga is blind in his left eye.",
  "Zarahuu: Male Dragonborn Sorcerer, N. Str 13, Dex 10, Con 13, Int 9, Wis 7, Cha 13. Zarahuu is thin, with bronze scales and soft brown eyes. He wears modest garments and wields a dagger and sling. Zarahuu avoids eye contact.",
  "Nyasanga: Male Dragonborn Cleric, LE. Str 8, Dex 6, Con 10, Int 14, Wis 13, Cha 16. Nyasanga is tall, with bronze scales and gray eyes. He wears leather armor and wields a mace. Nyasanga compulsively plays with a copper ring.",
  "Nabi: Male Dragonborn Paladin, Good. Str 16, Dex 9, Con 12, Int 10, Wis 11, Cha 15. Nabi has bronze scales and amber eyes. He wears chain mail and wields a scimitar. Nabi is optimistic and inventive.",
  "Itar: Male Dragonborn Cleric, N. Str 8, Dex 8, Con 14, Int 11, Wis 16, Cha 13. Itar has bronze scales and soft gray eyes. He wears leather armor and wields a spear and javelins. Itar is colorblind.",
  "Dugama: Male Dragonborn Fighter, N. Str 17, Dex 13, Con 7, Int 11, Wis 7, Cha 10. Dugama is thin, with bronze scales and dark green eyes. He wears half plate and wields a warhammer and longbow.",
  "Ammimmas: Male Dragonborn Fighter, NG. Str 13, Dex 14, Con 9, Int 8, Wis 9, Cha 10. Ammimmas has gold scales and gray eyes, and rows of shark-like teeth. He wears hide armor and wields a trident and hand crossbow. Ammimmas is hunting the vampire who slew his mentor.",
  "Saru: Male Dragonborn Fighter, N. Str 12, Dex 12, Con 9, Int 11, Wis 13, Cha 10. Saru has bronze scales and gray eyes. He wears half plate and wields a flail and longbow.",
  "Suilaela: Male Dragonborn Paladin, Good. Str 14, Dex 14, Con 9, Int 11, Wis 9, Cha 10. Suilaela is short, with bronze scales and soft hazel eyes. He wears plate armor and wields a flail.",
  "Namhadna: Male Dragonborn Rogue, N. Str 11, Dex 16, Con 11, Int 13, Wis 10, Cha 9. Namhadna is short, with bronze scales and brown eyes. He wears studded leather and wields a light hammer and hand crossbow. Namhadna is a skilled dancer.",
  "Asmazzam: Male Dragonborn Fighter, NE. Str 12, Dex 12, Con 8, Int 8, Wis 8, Cha 15. Asmazzam is tall, with white scales and hazel eyes. He wears a breastplate and wields a maul.",
  "Nabalshuu: Male Dragonborn Druid, Neutral. Str 10, Dex 14, Con 13, Int 9, Wis 16, Cha 10. Nabalshuu is overweight, with black scales and gray eyes. He wears leather armor and wields a club and wooden shield. Nabalshuu has silver dog named Naburu.",
  "Sanga: Male Dragonborn Warlock, LG. Str 13, Dex 10, Con 6, Int 7, Wis 10, Cha 15. Sanga has bronze scales and brown eyes. He wears studded leather and wields a mace.",
  "Ninaidu: Male Dragonborn Sorcerer, NE. Str 8, Dex 9, Con 10, Int 15, Wis 7, Cha 14. Ninaidu is short and thin, with bronze scales and gray eyes. He wears travel-stained clothing and wields a dagger and darts. Ninaidu is haunted by the memories of a past life.",
  "Amum: Male Dragonborn Rogue, LG. Str 12, Dex 15, Con 11, Int 12, Wis 10, Cha 12. Amum is stout, with bronze scales and brown eyes. He wears leather armor and wields a longsword.",
  "Biumuga: Male Dragonborn Warlock, N. Str 11, Dex 9, Con 10, Int 9, Wis 12, Cha 16. Biumuga has bronze scales and hazel eyes. He wears leather armor and wields a mace. Biumuga is cursed with a deformed leg.",
  "Beraha: Male Dragonborn Paladin, Good. Str 8, Dex 10, Con 6, Int 14, Wis 15, Cha 15. Beraha has bronze scales and blue eyes. He wears ring mail and wields a battleaxe and shield.",
  "Saamsuma: Male Dragonborn Rogue, LG. Str 8, Dex 15, Con 11, Int 16, Wis 11, Cha 10. Saamsuma has red scales and brown eyes. He wears leather armor and wields a rapier.",
  "Baalilu: Male Dragonborn Cleric, LG. Str 9, Dex 10, Con 6, Int 14, Wis 16, Cha 15. Baalilu has bronze scales and narrow gray eyes. He wears leather armor and wields a mace and dagger. Baalilu is loyal and courageous.",
  "Mugirsu: Male Dragonborn Fighter, NE. Str 17, Dex 12, Con 6, Int 11, Wis 9, Cha 9. Mugirsu has bronze scales and bright blue eyes. He wears splint armor and wields a flail and net. Mugirsu was magically imprisoned for a hundred years.",
  "Burossu: Male Dragonborn Paladin, Good. Str 11, Dex 10, Con 12, Int 10, Wis 11, Cha 10. Burossu is short, with bronze scales and hazel eyes. He wears hide armor and wields a rapier. Burossu has an animal companion, a bay warhorse named Alsham.",
  "Ikazum: Male Dragonborn Warlock, N. Str 17, Dex 8, Con 8, Int 7, Wis 10, Cha 16. Ikazum is short, with bronze scales and gray eyes. He wears studded leather and wields a spear and sling.",
  "Ilirsum: Male Dragonborn Paladin, Good. Str 13, Dex 13, Con 12, Int 8, Wis 16, Cha 12. Ilirsum has bronze scales and brown eyes, and a distinctive scar on his leg. He wears splint armor and wields a greataxe. Ilirsum has an animal companion, a bay warhorse named Abit.",
  "Hebiesu: Male Dragonborn Cleric, LG. Str 13, Dex 10, Con 9, Int 10, Wis 13, Cha 11. Hebiesu is tall, with bronze scales and brown eyes. He wears hide armor and wields a quarterstaff and sickle.",
  "Suduga: Male Dragonborn Rogue, N. Str 11, Dex 13, Con 9, Int 10, Wis 11, Cha 6. Suduga is tall, with gold scales and bright amber eyes. He wears studded leather and wields a rapier. Suduga secretly serves Chela, an ancient aberrant god.",
  "Suilima: Male Dragonborn Wizard, NG. Str 11, Dex 14, Con 9, Int 13, Wis 11, Cha 7. Suilima is short, with bronze scales and narrow amber eyes. He wears fine clothing and wields a dagger. Suilima has an arcane familiar, a clockwork snake named Nidur.",
  "Erkal: Male Dragonborn Fighter, LN. Str 14, Dex 11, Con 10, Int 6, Wis 12, Cha 11. Erkal has red scales and amber eyes. He wears splint armor and wields a morningstar. Erkal is practical and violent.",
  "Zuhamma: Male Dragonborn Cleric, LN. Str 10, Dex 13, Con 10, Int 10, Wis 17, Cha 13. Zuhamma has red scales and soft gray eyes. He wears hide armor and wields a quarterstaff.",
  "Nakadi: Male Dragonborn Monk, N. Str 15, Dex 10, Con 10, Int 13, Wis 10, Cha 13. Nakadi has red scales and green eyes, and horns engraved with alien symbols. He wears worn clothing and wields nunchaku (club). Nakadi seeks to become a knight of the realm.",
  "Nininga: Male Dragonborn Rogue, CG. Str 10, Dex 15, Con 8, Int 15, Wis 5, Cha 9. Nininga is stout, with bronze scales and hazel eyes. He wears leather armor and wields a light hammer. Nininga serves Sielaph, an ancient but forgotten god of healing.",
  "Mabu: Male Dragonborn Fighter, LG. Str 12, Dex 10, Con 7, Int 10, Wis 7, Cha 9. Mabu has bronze scales and blue eyes, and an unusual scar on his leg. He wears hide armor and wields a morningstar and shield. Mabu is hunting the giant who slew his mentor.",
  "Abitan: Male Dragonborn Rogue, N. Str 9, Dex 13, Con 5, Int 9, Wis 7, Cha 5. Abitan is willowy, with bronze scales and large hazel eyes. He wears leather armor and wields a shortsword and hand crossbow. Abitan is impartial and bloodthirsty.",
  "Alil: Male Dragonborn Cleric, N. Str 14, Dex 14, Con 8, Int 11, Wis 16, Cha 9. Alil is thin, with bronze scales and narrow green eyes. He wears leather armor and wields a spear and javelins. Alil secretly serves Ashtus, an ancient god of death.",
  "Anum: Male Dragonborn Monk, NG. Str 13, Dex 13, Con 8, Int 13, Wis 11, Cha 11. Anum has bronze scales and dark brown eyes. He wears worn clothing and wields an ono (handaxe). Anum has an animal companion, a gray rat named Nebaalu.",
  "Ditani: Male Dragonborn Rogue, N. Str 7, Dex 15, Con 10, Int 8, Wis 5, Cha 8. Ditani has bronze scales and hazel eyes, and a pair of tiny wings. He wears studded leather and wields a spear. Ditani is talkative and inquisitive.",
  "Itanum: Male Dragonborn Rogue, N. Str 8, Dex 15, Con 13, Int 14, Wis 7, Cha 9. Itanum is thin, with bronze scales and dark green eyes. He wears leather armor and wields a longsword.",
  "Sumaama: Male Dragonborn Fighter, LG. Str 13, Dex 14, Con 12, Int 14, Wis 13, Cha 8. Sumaama has bronze scales and amber eyes. He wears a chain shirt and wields a greatsword. Sumaama is confident and gullible.",
  "Zaraba: Male Dragonborn Fighter, NG. Str 14, Dex 11, Con 10, Int 12, Wis 11, Cha 8. Zaraba has red scales and sharp blue eyes. He wears scale mail and wields a rapier and hand crossbow. Zaraba seeks to continue the noble legacy of his father.",
  "Ilkiluk: Male Dragonborn Fighter, LN. Str 13, Dex 14, Con 13, Int 8, Wis 8, Cha 6. Ilkiluk is slender, with bronze scales and blue eyes. He wears ring mail and wields a pike. Ilkiluk has an animal companion, a gray wolf named Idal.",
  "Zuhimma: Male Dragonborn Monk, N. Str 13, Dex 15, Con 10, Int 10, Wis 13, Cha 11. Zuhimma is short and heavyset, with black scales and soft gray eyes. He wears sturdy clothing and wields a bo (quarterstaff) and kama (sickle).",
  "Ardutan: Male Dragonborn Ranger, N. Str 16, Dex 13, Con 10, Int 9, Wis 16, Cha 15. Ardutan has bronze scales and brown eyes, and rows of shark-like teeth. He wears leather armor and wields a whip and shield. Ardutan has black dog named Saamsuma.",
  "Suiliitu: Male Dragonborn Cleric, N. Str 8, Dex 11, Con 6, Int 12, Wis 15, Cha 11. Suiliitu is tall and slender, with gold scales and gray eyes. He wears half plate and wields a club.",
  "Gudu: Male Dragonborn Monk, NG. Str 11, Dex 14, Con 9, Int 7, Wis 11, Cha 10. Gudu has green scales and light brown eyes. He wears travel-stained clothing and wields a yari (spear) and shuriken (darts). Gudu is industrious and practical.",
  "Aliit: Male Dragonborn Bard, NG. Str 11, Dex 11, Con 12, Int 15, Wis 14, Cha 14. Aliit has bronze scales and gray eyes. He wears leather armor and wields a handaxe. Aliit has an animal companion, a tawny rat named Khazzuuma.",
  "Nyasama: Male Dragonborn Cleric, LE. Str 9, Dex 9, Con 11, Int 7, Wis 13, Cha 8. Nyasama is tall and stout, with copper scales and bright gray eyes. He wears a breastplate and wields a handaxe. Nyasama has an animal companion, a gray rabbit named Nocri.",
  "Kadaadea: Male Dragonborn Bard, N. Str 11, Dex 8, Con 14, Int 13, Wis 14, Cha 14. Kadaadea has bronze scales and light gray eyes. He wears leather armor and wields a longsword. Kadaadea seeks to discover where he came from, and who his real family is.",
  "Arsitad: Male Dragonborn Fighter, NG. Str 17, Dex 15, Con 6, Int 7, Wis 7, Cha 13. Arsitad is thin, with white scales and light gray eyes. He wears a chain shirt and wields a battleaxe. Arsitad suffers a traumatic fear of blood.",
  "Arsanum: Male Dragonborn Monk, N. Str 10, Dex 7, Con 10, Int 10, Wis 14, Cha 9. Arsanum has brass scales and hazel eyes, and wears glasses with copper rims. He wears modest garments and wields a bo (quarterstaff). Arsanum is lustful and bloodthirsty.",
  "Nyasina: Male Dragonborn Rogue, CN. Str 8, Dex 17, Con 11, Int 13, Wis 6, Cha 12. Nyasina has bronze scales and hazel eyes. He wears studded leather and wields a longsword and hand crossbow. Nyasina seeks to steal a legendary diamond from the Catacombs of Bloody Terror.",
  "Abusum: Male Dragonborn Rogue, LE. Str 9, Dex 16, Con 13, Int 12, Wis 12, Cha 11. Abusum has bronze scales and soft blue eyes. He wears leather armor and wields a mace. Abusum is malevolent and aggressive.",
  "Namzu: Male Dragonborn Rogue, LG. Str 9, Dex 15, Con 7, Int 12, Wis 11, Cha 11. Namzu is tall and overweight, with bronze scales and amber eyes. He wears leather armor and wields a rapier and hand crossbow.",
  "Suditu: Male Dragonborn Druid, Neutral. Str 14, Dex 11, Con 12, Int 9, Wis 17, Cha 8. Suditu has brass scales and sharp gray eyes, and a distinctive scar on his face. He wears hide armor and wields a quarterstaff. Suditu has badger named Ninamzi.",
  "Nabilu: Male Dragonborn Monk, LG. Str 10, Dex 13, Con 6, Int 8, Wis 12, Cha 14. Nabilu has bronze scales and narrow amber eyes, and wears glasses with pewter rims. He wears modest garments and wields a bo (quarterstaff) and sai (dagger).",
  "Nyasinma: Male Dragonborn Monk, NG. Str 13, Dex 11, Con 8, Int 7, Wis 13, Cha 11. Nyasinma has white scales and green eyes. He wears simple clothing and wields nunchaku (club). Nyasinma suffers a traumatic fear of blood.",
  "Sina: Male Dragonborn Cleric, CN. Str 9, Dex 8, Con 14, Int 10, Wis 14, Cha 12. Sina is short, with bronze scales and gray eyes. He wears half plate and wields a quarterstaff. Sina is bold and lustful.",
  "Yaammibnit: Male Dragonborn Fighter, NE. Str 12, Dex 8, Con 12, Int 7, Wis 6, Cha 13. Yaammibnit has red scales and large amber eyes. He wears chain mail and wields a greataxe. Yaammibnit is insane and envious.",
  "Nabupol: Male Dragonborn Ranger, LN. Str 7, Dex 8, Con 8, Int 10, Wis 14, Cha 15. Nabupol has bronze scales and blue eyes. He wears leather armor and wields a morningstar. Nabupol has golden eagle named Puaba.",
  "Ammitash: Male Dragonborn Monk, CN. Str 12, Dex 10, Con 8, Int 12, Wis 14, Cha 8. Ammitash is short and overweight, with bronze scales and dark brown eyes. He wears sturdy clothing and wields a kanabo (mace).",
  "Nabaalu: Male Dragonborn Fighter, LG. Str 13, Dex 9, Con 11, Int 11, Wis 12, Cha 11. Nabaalu has gold scales and hazel eyes. He wears a chain shirt and wields a greataxe.",
  "Biesaamsu: Male Dragonborn Sorcerer, LN. Str 10, Dex 9, Con 11, Int 11, Wis 7, Cha 17. Biesaamsu has bronze scales and gray eyes, and a magical scar on his face. He wears modest garments and wields a dagger and sling. Biesaamsu is amoral and intimidating.",
  "Ammamsuit: Male Dragonborn Fighter, NG. Str 14, Dex 7, Con 9, Int 8, Wis 10, Cha 10. Ammamsuit is tall, with bronze scales and large hazel eyes. He wears half plate and wields a trident and longbow.",
  "Naidea: Male Dragonborn Wizard, LN. Str 6, Dex 15, Con 7, Int 17, Wis 10, Cha 9. Naidea has bronze scales and soft blue eyes. He wears modest garments and wields a dagger. Naidea seeks revenge against the sister who betrayed him.",
  "Zuummadea: Male Dragonborn Paladin, Good. Str 12, Dex 11, Con 9, Int 11, Wis 13, Cha 7. Zuummadea has bronze scales and green eyes, and rows of shark-like teeth. He wears chain mail and wields a whip. Zuummadea has an animal companion, a black warhorse named Nabiesha.",
  "Burnamhuu: Male Dragonborn Warlock, N. Str 14, Dex 14, Con 7, Int 11, Wis 9, Cha 16. Burnamhuu has gold scales and narrow hazel eyes. He wears leather armor and wields a spear and sling. Burnamhuu is lively and combative.",
  "Duka: Male Dragonborn Paladin, Good. Str 14, Dex 10, Con 12, Int 8, Wis 7, Cha 12. Duka has bronze scales and amber eyes, and a flicking forked tongue. He wears ring mail and wields a war pick and shield. Duka has an animal companion, a black warhorse named Sidab.",
  "Nezzuhuu: Male Dragonborn Fighter, N. Str 14, Dex 11, Con 10, Int 14, Wis 14, Cha 11. Nezzuhuu has bronze scales and light amber eyes, and a flicking forked tongue. He wears a chain shirt and wields a battleaxe and shield. Nezzuhuu seeks to discover why he keeps having the same nightmare.",
  "Nabazzi: Male Dragonborn Monk, LN. Str 11, Dex 12, Con 8, Int 12, Wis 12, Cha 12. Nabazzi has bronze scales and amber eyes. He wears sturdy clothing and wields nunchaku (club). Nabazzi seeks to discover why he keeps having the same nightmare.",
  "Bupolu: Male Dragonborn Monk, NG. Str 12, Dex 14, Con 7, Int 10, Wis 10, Cha 13. Bupolu has bronze scales and large amber eyes, and rows of shark-like teeth. He wears simple clothing and wields an ono (handaxe) and sai (dagger). Bupolu is cursed with chronic pain.",
  "Heanaba: Male Dragonborn Monk, NE. Str 10, Dex 9, Con 12, Int 5, Wis 11, Cha 15. Heanaba is heavyset, with bronze scales and gray eyes. He wears travel-stained clothing and wields a bo (quarterstaff) and sai (dagger). Heanaba has an animal companion, a hunting dog named Sili.",
  "Namzabi: Male Dragonborn Ranger, NG. Str 14, Dex 14, Con 12, Int 8, Wis 10, Cha 11. Namzabi has bronze scales and blue eyes, and rows of shark-like teeth. He wears studded leather and wields a battleaxe and shield. Namzabi lost his shadow to a nymph.",
  "Bunamzuu: Male Dragonborn Fighter, NE. Str 15, Dex 15, Con 8, Int 13, Wis 6, Cha 6. Bunamzuu has brass scales and narrow hazel eyes. He wears hide armor and wields a warhammer and shield. Bunamzuu has an animal companion, a green firedrake named Muraba.",
  "Misuuhuu: Male Dragonborn Monk, LN. Str 12, Dex 13, Con 8, Int 9, Wis 12, Cha 8. Misuuhuu has blue scales and light brown eyes, and rows of shark-like teeth. He wears plain clothing and wields a bo (quarterstaff). Misuuhuu has an animal companion, a tawny rat named Ilis.",
  "Meshazi: Male Dragonborn Monk, NG. Str 17, Dex 11, Con 10, Int 6, Wis 14, Cha 14. Meshazi has silver scales and sharp green eyes. He wears travel-stained clothing and wields a kanabo (mace). Meshazi seeks to continue the noble legacy of his father.",
  "Suila: Male Dragonborn Warlock, N. Str 11, Dex 15, Con 7, Int 11, Wis 12, Cha 13. Suila has bronze scales and light blue eyes, and a pair of tiny wings. He wears studded leather and wields a spear. Suila seeks to raise an army of stone golems.",
  "Sanga: Male Dragonborn Ranger, N. Str 9, Dex 8, Con 13, Int 10, Wis 13, Cha 9. Sanga is heavyset, with white scales and dark brown eyes. He wears a breastplate and wields a greataxe. Sanga has dire rat named Nazuha.",
  "Suilatu: Male Dragonborn Sorcerer, N. Str 8, Dex 7, Con 13, Int 12, Wis 13, Cha 14. Suilatu is overweight, with bronze scales and soft hazel eyes. He wears worn clothing and wields a quarterstaff. Suilatu has an animal companion, a raven named Suma.",
  "Nabaru: Male Dragonborn Rogue, LN. Str 9, Dex 12, Con 7, Int 12, Wis 11, Cha 11. Nabaru has bronze scales and blue eyes. He wears studded leather and wields a longsword. Nabaru has an animal companion, a dire rat named Saba.",
  "Ilus: Male Dragonborn Fighter, N. Str 13, Dex 12, Con 12, Int 11, Wis 10, Cha 6. Ilus has bronze scales and sharp amber eyes, and a flicking forked tongue. He wears a chain shirt and wields a maul.",
  "Uninan: Male Dragonborn Wizard, LN. Str 6, Dex 17, Con 11, Int 15, Wis 13, Cha 11. Uninan has green scales and dark green eyes, and an unusual scar on his leg. He wears modest garments and wields a dagger. Uninan suffers a mild allergy to nuts.",
  "Abunait: Male Dragonborn Fighter, NE. Str 13, Dex 15, Con 9, Int 10, Wis 6, Cha 7. Abunait has bronze scales and blue eyes, and a magical scar on his arm. He wears a chain shirt and wields a morningstar and longbow.",
  "Nusuni: Male Dragonborn Cleric, N. Str 5, Dex 11, Con 11, Int 7, Wis 17, Cha 9. Nusuni has green scales and dark brown eyes, and horns engraved with alien symbols. He wears scale mail and wields a quarterstaff and shield.",
  "Enaitar: Male Dragonborn Rogue, LN. Str 15, Dex 15, Con 12, Int 9, Wis 11, Cha 15. Enaitar has bronze scales and hazel eyes. He wears studded leather and wields a shortsword. Enaitar has an animal companion, a dire rat named Taninai.",
  "Ardutan: Male Dragonborn Barbarian, NE. Str 12, Dex 11, Con 12, Int 10, Wis 7, Cha 11. Ardutan has bronze scales and green eyes. He wears scale mail and wields a greatsword. Ardutan was magically imprisoned for a hundred years.",
  "Sumani: Male Dragonborn Monk, NE. Str 11, Dex 8, Con 12, Int 11, Wis 15, Cha 8. Sumani is heavyset, with red scales and gray eyes. He wears travel-stained clothing and wields a bo (quarterstaff) and shuriken (darts). Sumani seeks to atone for past sins.",
  "Nabupils: Male Dragonborn Fighter, LN. Str 15, Dex 11, Con 12, Int 12, Wis 12, Cha 11. Nabupils has green scales and gray eyes, and an unusual scar on his leg. He wears chain mail and wields a rapier and shield. Nabupils has an animal companion, a silver dog named Sili.",
  "Bunina: Male Dragonborn Fighter, LN. Str 14, Dex 14, Con 8, Int 10, Wis 12, Cha 14. Bunina has bronze scales and bright gray eyes. He wears plate armor and wields a shortsword and shield. Bunina suffers a paralyzing fear of disease.",
  "Ezeshan: Male Dragonborn Fighter, LG. Str 13, Dex 13, Con 9, Int 12, Wis 6, Cha 5. Ezeshan has bronze scales and amber eyes, and a distinctive scar on his face. He wears chain mail and wields a warhammer.",
  "Darossu: Male Dragonborn Rogue, NE. Str 10, Dex 15, Con 8, Int 11, Wis 8, Cha 9. Darossu has black scales and dark brown eyes, and horns engraved with arcane symbols. He wears leather armor and wields a longsword and javelins. Darossu dislikes anyone bigger than him.",
  "Arammuh: Male Dragonborn Monk, N. Str 13, Dex 16, Con 10, Int 12, Wis 12, Cha 8. Arammuh has green scales and brown eyes. He wears modest garments and wields an ono (handaxe). Arammuh suffers a severe allergy to rodents.",
  "Dusina: Male Dragonborn Barbarian, CG. Str 17, Dex 11, Con 16, Int 14, Wis 11, Cha 11. Dusina has bronze scales and bright hazel eyes. He wears hide armor and wields a shortsword. Dusina suffers a traumatic fear of crowds.",
  "Nunnina: Male Dragonborn Monk, LG. Str 12, Dex 16, Con 7, Int 9, Wis 11, Cha 10. Nunnina has brass scales and blue eyes. He wears worn clothing and wields nunchaku (club). Nunnina seeks to find his true love.",
  "Balita: Male Dragonborn Paladin, Good. Str 13, Dex 9, Con 10, Int 11, Wis 7, Cha 12. Balita has white scales and bright blue eyes. He wears chain mail and wields a shortsword.",
  "Yaadarad: Male Dragonborn Fighter, CE. Str 15, Dex 10, Con 11, Int 6, Wis 9, Cha 8. Yaadarad has bronze scales and gray eyes, and a distinctive scar on his leg. He wears a breastplate and wields a morningstar and shield. Yaadarad is coarse and insensitive.",
  "Miduki: Male Dragonborn Sorcerer, N. Str 10, Dex 7, Con 9, Int 5, Wis 7, Cha 13. Miduki has gold scales and bright blue eyes. He wears plain clothing and wields a dagger. Miduki is amoral and mercenary.",
  "Sini: Male Dragonborn Rogue, NG. Str 9, Dex 14, Con 12, Int 8, Wis 10, Cha 10. Sini has bronze scales and large gray eyes. He wears leather armor and wields a club. Sini is only friendly towards other dragonborns..",
  "Sadea: Male Dragonborn Monk, NG. Str 9, Dex 15, Con 13, Int 11, Wis 10, Cha 7. Sadea is slender, with bronze scales and green eyes. He wears plain clothing and wields a kanabo (mace) and kama (sickle). Sadea seeks to discover the truth of his lineage.",
  "Sadi: Male Dragonborn Monk, N. Str 15, Dex 8, Con 11, Int 5, Wis 8, Cha 10. Sadi is willowy, with bronze scales and amber eyes. He wears modest garments and wields nunchaku (club). Sadi is searching for a legendary blade named Warrazor.",
  "Zeramma: Male Dragonborn Sorcerer, LN. Str 8, Dex 11, Con 9, Int 8, Wis 10, Cha 16. Zeramma has bronze scales and gray eyes. He wears worn clothing and wields a quarterstaff and light crossbow. Zeramma has an animal companion, a raven named Sabi.",
  "Ashmattesh: Male Dragonborn Warlock, N. Str 11, Dex 9, Con 10, Int 8, Wis 11, Cha 13. Ashmattesh is willowy, with bronze scales and brown eyes. He wears studded leather and wields a club and darts. Ashmattesh has an animal companion, a black cat named Samsuma.",
  "Sumadu: Male Dragonborn Fighter, N. Str 12, Dex 12, Con 13, Int 8, Wis 9, Cha 11. Sumadu has bronze scales and narrow green eyes, and a pair of tiny wings. He wears plate armor and wields a morningstar and blowgun. Sumadu seeks only fame and glory.",
  "Amus: Male Dragonborn Monk, CN. Str 15, Dex 10, Con 11, Int 11, Wis 9, Cha 12. Amus has bronze scales and brown eyes, and a pair of tiny wings. He wears simple clothing and wields nunchaku (club). Amus is impossibly lucky.",
  "Daadita: Male Dragonborn Fighter, LG. Str 17, Dex 10, Con 7, Int 8, Wis 13, Cha 8. Daadita has bronze scales and gray eyes, and rows of shark-like teeth. He wears plate armor and wields a war pick and hand crossbow.",
  "Samsaces: Male Dragonborn Fighter, N. Str 17, Dex 13, Con 12, Int 9, Wis 7, Cha 8. Samsaces is tall, with bronze scales and sharp brown eyes. He wears scale mail and wields a morningstar. Samsaces suffers a deadly allergy to nuts.",
  "Sara: Male Dragonborn Fighter, NG. Str 14, Dex 15, Con 7, Int 9, Wis 10, Cha 9. Sara has bronze scales and light green eyes. He wears hide armor and wields a longsword and net.",
  "Nidashma: Male Dragonborn Druid, Neutral. Str 9, Dex 12, Con 10, Int 14, Wis 13, Cha 9. Nidashma has bronze scales and large green eyes. He wears hide armor and wields a scimitar. Nidashma has badger named Lisab.",
  "Madea: Male Dragonborn Fighter, LG. Str 13, Dex 8, Con 11, Int 12, Wis 9, Cha 11. Madea has bronze scales and blue eyes. He wears a chain shirt and wields a longsword. Madea is hunting the brigands who murdered his family.",
  "Ningama: Male Dragonborn Druid, Neutral. Str 9, Dex 9, Con 8, Int 11, Wis 16, Cha 9. Ningama has bronze scales and light hazel eyes. He wears hide armor and wields a mace and dagger. Ningama has black wolf named Ahabum.",
  "Hullila: Male Dragonborn Ranger, LN. Str 12, Dex 17, Con 8, Int 8, Wis 13, Cha 13. Hullila has bronze scales and bright hazel eyes. He wears scale mail and wields a shortsword and shield.",
  "Abolar: Male Dragonborn Druid, Neutral. Str 10, Dex 7, Con 9, Int 12, Wis 14, Cha 10. Abolar is slender, with bronze scales and large amber eyes. He wears hide armor and wields a scimitar. Abolar compulsively whistles.",
  "Madusu: Male Dragonborn Fighter, CG. Str 12, Dex 12, Con 8, Int 12, Wis 8, Cha 10. Madusu has bronze scales and gray eyes. He wears ring mail and wields a morningstar and net. Madusu serves Ushiel, an ancient but forgotten god of light.",
  "Sabiuma: Male Dragonborn Bard, N. Str 13, Dex 11, Con 10, Int 9, Wis 11, Cha 15. Sabiuma has bronze scales and bright green eyes. He wears leather armor and wields a light hammer. Sabiuma has an animal companion, a hunting dog named Beraha.",
  "Amum: Male Dragonborn Rogue, NG. Str 11, Dex 16, Con 7, Int 16, Wis 5, Cha 10. Amum is tall and slender, with white scales and sharp amber eyes. He wears studded leather and wields a rapier and hand crossbow. Amum is fair and extravagant.",
  "Bazzaru: Male Dragonborn Barbarian, NG. Str 12, Dex 9, Con 16, Int 11, Wis 11, Cha 6. Bazzaru has bronze scales and bright blue eyes. He wears hide armor and wields a halberd.",
  "Sumardu: Male Dragonborn Barbarian, LN. Str 14, Dex 7, Con 7, Int 11, Wis 7, Cha 11. Sumardu is short, with bronze scales and dark brown eyes. He wears scale mail and wields a scimitar.",
  "Ninyasu: Male Dragonborn Monk, LN. Str 12, Dex 11, Con 10, Int 14, Wis 14, Cha 9. Ninyasu is short, with bronze scales and gray eyes. He wears modest garments and wields a yari (spear) and kama (sickle). Ninyasu seeks to save his family from financial ruin.",
  "Dukadu: Male Dragonborn Fighter, NG. Str 16, Dex 8, Con 10, Int 12, Wis 13, Cha 11. Dukadu has bronze scales and blue eyes. He wears half plate and wields a morningstar and shield.",
  "Aramus: Male Dragonborn Barbarian, NG. Str 16, Dex 9, Con 8, Int 7, Wis 5, Cha 9. Aramus has bronze scales and dark hazel eyes, and an unusual scar on his arm. He wears studded leather and wields a shortsword. Aramus suffers an acute fear of fire.",
  "Sudita: Male Dragonborn Monk, LN. Str 13, Dex 7, Con 10, Int 12, Wis 9, Cha 9. Sudita has bronze scales and bright brown eyes. He wears well-made clothing and wields a bo (quarterstaff).",
  "Sumadi: Male Dragonborn Monk, CN. Str 10, Dex 12, Con 11, Int 8, Wis 15, Cha 14. Sumadi is tall and slender, with red scales and green eyes. He wears plain clothing and wields a kanabo (mace) and kama (sickle). Sumadi is disorganized and selfish.",
  "Biesha: Male Dragonborn Monk, N. Str 16, Dex 11, Con 11, Int 6, Wis 14, Cha 12. Biesha has silver scales and soft gray eyes. He wears worn clothing and wields a kanabo (mace) and shuriken (darts). Biesha is haunted by the ghost of someone he killed.",
  "Ditatta: Male Dragonborn Fighter, N. Str 16, Dex 9, Con 7, Int 12, Wis 9, Cha 13. Ditatta is short and overweight, with bronze scales and brown eyes. He wears splint armor and wields a flail. Ditatta is cynical and disloyal.",
  "Sumuga: Male Dragonborn Fighter, LG. Str 13, Dex 12, Con 5, Int 8, Wis 14, Cha 8. Sumuga has bronze scales and light green eyes. He wears plate armor and wields a battleaxe and shield. Sumuga is painfully tone-deaf.",
  "Suuhalu: Male Dragonborn Fighter, N. Str 15, Dex 11, Con 6, Int 14, Wis 14, Cha 9. Suuhalu has bronze scales and narrow brown eyes. He wears half plate and wields a flail and net.",
  "Bumardu: Male Dragonborn Monk, NG. Str 11, Dex 13, Con 7, Int 8, Wis 15, Cha 13. Bumardu has bronze scales and sharp brown eyes. He wears plain clothing and wields nunchaku (club) and kama (sickle). Bumardu is searching for his missing daughter.",
  "Harsuma: Male Dragonborn Rogue, LG. Str 7, Dex 13, Con 5, Int 14, Wis 11, Cha 8. Harsuma is short, with bronze scales and sharp hazel eyes. He wears studded leather and wields a club. Harsuma is steadfast and nervous.",
  "Hammuzuu: Male Dragonborn Bard, CN. Str 10, Dex 11, Con 12, Int 12, Wis 10, Cha 12. Hammuzuu has bronze scales and blue eyes. He wears studded leather and wields a longsword. Hammuzuu speaks with a quiet voice.",
  "Saditu: Male Dragonborn Ranger, CN. Str 10, Dex 10, Con 8, Int 11, Wis 7, Cha 9. Saditu has brass scales and blue eyes, and a distinctive scar on his face. He wears half plate and wields a morningstar and shield. Saditu is gullible and slothful.",
  "Abius: Male Dragonborn Fighter, CN. Str 12, Dex 11, Con 9, Int 5, Wis 8, Cha 9. Abius has copper scales and hazel eyes. He wears hide armor and wields a maul.",
  "Meshimma: Male Dragonborn Cleric, LE. Str 10, Dex 14, Con 10, Int 9, Wis 12, Cha 9. Meshimma has bronze scales and hazel eyes, and rows of shark-like teeth. He wears half plate and wields a light hammer and javelins. Meshimma seeks to steal the crown of the kingdom.",
  "Nabiesha: Male Dragonborn Sorcerer, CN. Str 5, Dex 6, Con 14, Int 12, Wis 10, Cha 16. Nabiesha has bronze scales and brown eyes, and a magical scar on his leg. He wears travel-stained clothing and wields a quarterstaff. Nabiesha has an animal companion, a raven named Ninu.",
  "Sinamhuu: Male Dragonborn Monk, NG. Str 12, Dex 16, Con 7, Int 12, Wis 13, Cha 13. Sinamhuu has bronze scales and blue eyes. He wears modest garments and wields an ono (handaxe). Sinamhuu has an animal companion, a tiger named Sila.",
  "Amminmus: Male Dragonborn Warlock, LN. Str 8, Dex 11, Con 5, Int 14, Wis 8, Cha 13. Amminmus is short and thin, with black scales and amber eyes. He wears studded leather and wields a quarterstaff. Amminmus is humble and impartial.",
  "Nabaru: Male Dragonborn Monk, N. Str 14, Dex 9, Con 7, Int 13, Wis 14, Cha 13. Nabaru is heavyset, with red scales and gray eyes. He wears simple clothing and wields a kanabo (mace) and kama (sickle). Nabaru is fascinated by elemental and planar magic.",
  "Adar: Male Dragonborn Rogue, CG. Str 10, Dex 16, Con 9, Int 15, Wis 6, Cha 10. Adar has bronze scales and large hazel eyes. He wears studded leather and wields a longsword and hand crossbow. Adar is friendly and extravagant.",
  "Heana: Male Dragonborn Cleric, LN. Str 12, Dex 12, Con 13, Int 10, Wis 12, Cha 11. Heana has bronze scales and blue eyes, and a pair of tiny wings. He wears scale mail and wields a light hammer and light crossbow. Heana seeks only fame and glory.",
  "Belilu: Male Dragonborn Monk, NG. Str 9, Dex 12, Con 13, Int 10, Wis 8, Cha 9. Belilu has bronze scales and amber eyes. He wears worn clothing and wields a kanabo (mace) and kama (sickle).",
  "Bonabu: Male Dragonborn Druid, Neutral. Str 8, Dex 12, Con 12, Int 15, Wis 16, Cha 11. Bonabu has blue scales and light brown eyes, and an unusual scar on his arm. He wears leather armor and wields a club and sickle. Bonabu has dire rat named Ereshki.",
  "Nabera: Male Dragonborn Druid, Neutral. Str 10, Dex 9, Con 9, Int 12, Wis 17, Cha 11. Nabera has bronze scales and gray eyes. He wears hide armor and wields a quarterstaff. Nabera seeks only fame and glory.",
  "Sudi: Male Dragonborn Cleric, CE. Str 9, Dex 10, Con 7, Int 10, Wis 14, Cha 9. Sudi has black scales and light hazel eyes, and rows of shark-like teeth. He wears a chain shirt and wields a club and shield. Sudi has an animal companion, a white rabbit named Zuumardea.",
  "Erkad: Male Dragonborn Bard, LG. Str 7, Dex 12, Con 9, Int 13, Wis 14, Cha 14. Erkad is short, with bronze scales and light green eyes. He wears leather armor and wields a shortsword and hand crossbow. Erkad has an animal companion, a ginger cat named Ilit.",
  "Sheba: Male Dragonborn Barbarian, LG. Str 14, Dex 8, Con 9, Int 11, Wis 8, Cha 11. Sheba is tall and heavyset, with bronze scales and large amber eyes. He wears scale mail and wields a trident. Sheba is witty and aesthetic.",
  "Suuhadna: Male Dragonborn Druid, Neutral. Str 17, Dex 11, Con 9, Int 9, Wis 17, Cha 9. Suuhadna is short, with bronze scales and amber eyes. He wears hide armor and wields a scimitar and darts. Suuhadna has dire rat named Allal.",
  "Sacesu: Male Dragonborn Monk, CN. Str 14, Dex 12, Con 13, Int 11, Wis 11, Cha 12. Sacesu has bronze scales and sharp blue eyes. He wears simple clothing and wields a kanabo (mace) and shuriken (darts). Sacesu has an animal companion, a red firedrake named Nabelshuu.",
  "Madi: Male Dragonborn Monk, N. Str 12, Dex 16, Con 9, Int 8, Wis 15, Cha 8. Madi has green scales and amber eyes. He wears well-made clothing and wields nunchaku (club) and kama (sickle). Madi is extravagant and deceitful.",
  "Sumuta: Male Dragonborn Druid, Neutral. Str 10, Dex 10, Con 10, Int 11, Wis 17, Cha 10. Sumuta has bronze scales and green eyes, and a pair of tiny wings. He wears leather armor and wields a scimitar and sickle. Sumuta has badger named Nidur.",
  "Arsapit: Male Dragonborn Rogue, N. Str 9, Dex 17, Con 10, Int 16, Wis 9, Cha 5. Arsapit is tall, with bronze scales and dark hazel eyes. He wears studded leather and wields a rapier. Arsapit is searching for the legendary Lost Barrow of the Wraith Tyrant.",
  "Belshimma: Male Dragonborn Wizard, CN. Str 7, Dex 13, Con 11, Int 13, Wis 11, Cha 12. Belshimma is willowy, with copper scales and large gray eyes. He wears modest garments and wields a dagger.",
  "Samsuma: Male Dragonborn Ranger, CG. Str 12, Dex 9, Con 11, Int 10, Wis 15, Cha 13. Samsuma has bronze scales and narrow blue eyes. He wears a chain shirt and wields a pike. Samsuma is searching for his lost sister.",
  "Samisu: Male Dragonborn Fighter, NG. Str 12, Dex 7, Con 10, Int 8, Wis 7, Cha 7. Samisu has red scales and narrow hazel eyes, and horns engraved with arcane symbols. He wears half plate and wields a maul. Samisu has an animal companion, a badger named Daadita.",
  "Ahamum: Male Dragonborn Fighter, N. Str 15, Dex 15, Con 14, Int 9, Wis 8, Cha 8. Ahamum is heavyset, with bronze scales and large hazel eyes. He wears hide armor and wields a war pick and hand crossbow.",
  "Alilgar: Male Dragonborn Monk, NE. Str 8, Dex 11, Con 12, Int 5, Wis 8, Cha 7. Alilgar has bronze scales and green eyes. He wears simple clothing and wields nunchaku (club).",
  "Ditanai: Male Dragonborn Monk, LG. Str 12, Dex 12, Con 8, Int 11, Wis 12, Cha 12. Ditanai has copper scales and hazel eyes, and a flicking forked tongue. He wears simple clothing and wields an ono (handaxe) and sai (dagger).",
  "Angusus: Male Dragonborn Cleric, N. Str 14, Dex 7, Con 13, Int 10, Wis 12, Cha 7. Angusus is short and thin, with bronze scales and sharp blue eyes. He wears a chain shirt and wields a spear and sling. Angusus seeks revenge against the sister who betrayed him.",
  "Sinmeshuu: Male Dragonborn Fighter, LE. Str 15, Dex 11, Con 9, Int 14, Wis 10, Cha 14. Sinmeshuu has bronze scales and hazel eyes, and wears glasses with platinum rims. He wears plate armor and wields a maul. Sinmeshuu has an animal companion, a badger named Ninu.",
  "Anagon: Male Dragonborn Barbarian, LG. Str 13, Dex 9, Con 17, Int 11, Wis 12, Cha 8. Anagon has bronze scales and bright green eyes, and an unusual scar on his face. He wears hide armor and wields a trident and shield. Anagon is searching for his missing son.",
  "Nebidu: Male Dragonborn Paladin, Good. Str 9, Dex 14, Con 7, Int 7, Wis 9, Cha 9. Nebidu has bronze scales and soft hazel eyes. He wears chain mail and wields a shortsword. Nebidu compulsively sings.",
  "Bhhazzi: Male Dragonborn Fighter, LE. Str 14, Dex 11, Con 6, Int 9, Wis 9, Cha 12. Bhhazzi has bronze scales and narrow blue eyes, and an unusual scar on his leg. He wears chain mail and wields a longsword and net. Bhhazzi has an animal companion, a badger named Abuk.",
  "Sadara: Male Dragonborn Monk, LN. Str 14, Dex 13, Con 10, Int 10, Wis 12, Cha 9. Sadara has bronze scales and brown eyes, and a flicking forked tongue. He wears simple clothing and wields nunchaku (club). Sadara is agreeable and alluring.",
  "Sumanu: Male Dragonborn Monk, CG. Str 11, Dex 12, Con 7, Int 13, Wis 15, Cha 8. Sumanu has copper scales and brown eyes, and a flicking forked tongue. He wears modest garments and wields a bo (quarterstaff) and sai (dagger). Sumanu is charming and fearless.",
  "Yaashmar: Male Dragonborn Wizard, NE. Str 10, Dex 14, Con 6, Int 12, Wis 9, Cha 8. Yaashmar has blue scales and light amber eyes, and a pair of tiny wings. He wears travel-stained clothing and wields a dagger and darts.",
  "Zabiesha: Male Dragonborn Ranger, LN. Str 12, Dex 11, Con 8, Int 10, Wis 13, Cha 9. Zabiesha has bronze scales and bright green eyes, and an unusual scar on his leg. He wears a breastplate and wields a greataxe. Zabiesha is pleasant and impartial.",
  "Gilgezi: Male Dragonborn Wizard, LN. Str 6, Dex 10, Con 12, Int 14, Wis 13, Cha 7. Gilgezi is tall, with blue scales and large blue eyes. He wears worn clothing and wields a quarterstaff and sling. Gilgezi is blind in his right eye.",
  "Shullitu: Male Dragonborn Bard, CN. Str 7, Dex 8, Con 10, Int 13, Wis 12, Cha 14. Shullitu has bronze scales and dark hazel eyes, and horns engraved with arcane symbols. He wears leather armor and wields a rapier. Shullitu is impartial and harsh.",
  "Suditu: Male Dragonborn Fighter, N. Str 13, Dex 13, Con 15, Int 10, Wis 11, Cha 10. Suditu has bronze scales and soft amber eyes. He wears a chain shirt and wields a rapier and heavy crossbow.",
  "Sudashma: Male Dragonborn Warlock, CN. Str 11, Dex 5, Con 12, Int 10, Wis 7, Cha 13. Sudashma has bronze scales and large amber eyes, and rows of shark-like teeth. He wears studded leather and wields a spear. Sudashma seeks only fame and glory.",
  "Zuummula: Male Dragonborn Bard, CG. Str 11, Dex 11, Con 10, Int 12, Wis 11, Cha 13. Zuummula is tall, with green scales and large brown eyes. He wears studded leather and wields a longsword.",
  "Itaadum: Male Dragonborn Fighter, NE. Str 15, Dex 15, Con 8, Int 11, Wis 11, Cha 9. Itaadum has white scales and sharp hazel eyes. He wears ring mail and wields a trident.",
  "Nazaru: Male Dragonborn Fighter, LN. Str 13, Dex 14, Con 9, Int 7, Wis 12, Cha 12. Nazaru is short and overweight, with bronze scales and amber eyes. He wears ring mail and wields a trident and net. Nazaru is impossibly lucky.",
  "Sangoni: Male Dragonborn Fighter, N. Str 14, Dex 13, Con 15, Int 6, Wis 7, Cha 12. Sangoni has bronze scales and large brown eyes. He wears plate armor and wields a rapier and shield. Sangoni is driven and amoral.",
  "Kaduga: Male Dragonborn Ranger, NG. Str 13, Dex 13, Con 10, Int 10, Wis 16, Cha 10. Kaduga has copper scales and sharp amber eyes, and rows of shark-like teeth. He wears hide armor and wields a halberd.",
  "Nebaala: Male Dragonborn Barbarian, NE. Str 15, Dex 13, Con 12, Int 7, Wis 10, Cha 12. Nebaala has bronze scales and brown eyes, and a flicking forked tongue. He wears leather armor and wields a whip and shield. Nebaala has an animal companion, a black wolf named Goni.",
  "Enlid: Male Dragonborn Bard, LN. Str 7, Dex 12, Con 10, Int 15, Wis 10, Cha 17. Enlid is tall and slender, with silver scales and green eyes. He wears leather armor and wields a longsword and hand crossbow. Enlid suffers a deadly allergy to cats.",
  "Adad: Male Dragonborn Barbarian, LN. Str 14, Dex 12, Con 9, Int 9, Wis 9, Cha 9. Adad is tall, with bronze scales and gray eyes. He wears hide armor and wields a battleaxe and hand crossbow.",
  "Ganyasu: Male Dragonborn Druid, Neutral. Str 15, Dex 10, Con 7, Int 13, Wis 15, Cha 12. Ganyasu is stout, with copper scales and brown eyes. He wears leather armor and wields a scimitar. Ganyasu is eccentric and combative.",
  "Misuma: Male Dragonborn Ranger, N. Str 8, Dex 12, Con 7, Int 12, Wis 17, Cha 10. Misuma has black scales and green eyes. He wears leather armor and wields a battleaxe and shield. Misuma is quiet and insensitive.",
  "Nyasisu: Male Dragonborn Monk, LN. Str 10, Dex 13, Con 7, Int 10, Wis 14, Cha 8. Nyasisu is tall, with brass scales and amber eyes. He wears modest garments and wields an ono (handaxe). Nyasisu is blind in his left eye.",
  "Bonazu: Male Dragonborn Sorcerer, LG. Str 9, Dex 10, Con 8, Int 13, Wis 10, Cha 12. Bonazu has silver scales and amber eyes. He wears travel-stained clothing and wields a quarterstaff and light crossbow. Bonazu lost his shadow to a hag.",
  "Kariasha: Male Dragonborn Cleric, NG. Str 9, Dex 7, Con 10, Int 10, Wis 16, Cha 12. Kariasha has bronze scales and light hazel eyes. He wears studded leather and wields a spear. Kariasha is forgiving and practical.",
  "Nidashma: Male Dragonborn Cleric, LG. Str 11, Dex 12, Con 10, Int 12, Wis 13, Cha 10. Nidashma has bronze scales and light brown eyes, and an unusual scar on his arm. He wears half plate and wields a spear and shield. Nidashma has an animal companion, a gray rabbit named Nisid.",
  "Bieshadni: Male Dragonborn Cleric, LN. Str 10, Dex 8, Con 11, Int 10, Wis 17, Cha 11. Bieshadni is short and stout, with bronze scales and green eyes. He wears scale mail and wields a light hammer. Bieshadni has an animal companion, a ginger ferret named Nidur.",
  "Itannit: Male Dragonborn Monk, LG. Str 12, Dex 16, Con 11, Int 11, Wis 13, Cha 11. Itannit has bronze scales and hazel eyes. He wears sturdy clothing and wields a yari (spear) and kama (sickle). Itannit suffers a paralyzing fear of injury.",
  "Sabilu: Male Dragonborn Fighter, LG. Str 12, Dex 9, Con 8, Int 8, Wis 15, Cha 14. Sabilu has bronze scales and soft gray eyes, and an unusual scar on his arm. He wears ring mail and wields a scimitar and shield. Sabilu is fascinated by geometry.",
  "Nebu: Male Dragonborn Paladin, Good. Str 13, Dex 9, Con 9, Int 15, Wis 15, Cha 8. Nebu has brass scales and amber eyes. He wears chain mail and wields a whip.",
  "Naboni: Male Dragonborn Cleric, N. Str 14, Dex 10, Con 10, Int 10, Wis 12, Cha 11. Naboni has bronze scales and soft amber eyes, and horns engraved with strange symbols. He wears studded leather and wields a spear and shield. Naboni is morose and inventive.",
  "Sacesu: Male Dragonborn Rogue, CE. Str 5, Dex 16, Con 9, Int 12, Wis 12, Cha 11. Sacesu has bronze scales and bright blue eyes. He wears leather armor and wields a longsword.",
  "Attenlit: Male Dragonborn Wizard, NE. Str 12, Dex 15, Con 10, Int 14, Wis 9, Cha 12. Attenlit is stout, with bronze scales and large green eyes. He wears modest garments and wields a quarterstaff and darts.",
  "Biesuma: Male Dragonborn Druid, Neutral. Str 15, Dex 13, Con 8, Int 10, Wis 13, Cha 13. Biesuma is short, with bronze scales and gray eyes. He wears leather armor and wields a quarterstaff. Biesuma has dire rat named Ilgamus.",
  "Belatu: Male Dragonborn Rogue, LN. Str 11, Dex 16, Con 9, Int 11, Wis 7, Cha 6. Belatu has brass scales and amber eyes. He wears studded leather and wields a mace. Belatu was raised by cultists of the King of Grace.",
  "Atrahan: Male Dragonborn Barbarian, CG. Str 15, Dex 11, Con 14, Int 9, Wis 10, Cha 14. Atrahan is tall, with bronze scales and dark gray eyes. He wears scale mail and wields a warhammer and longbow. Atrahan has an animal companion, a black wolf named Nanna.",
  "Nabupils: Male Dragonborn Rogue, N. Str 12, Dex 15, Con 5, Int 8, Wis 8, Cha 12. Nabupils has bronze scales and narrow hazel eyes. He wears studded leather and wields a quarterstaff. Nabupils is fascinated by death.",
  "Nabuma: Male Dragonborn Rogue, CN. Str 6, Dex 12, Con 14, Int 12, Wis 5, Cha 8. Nabuma is tall and heavyset, with bronze scales and light amber eyes. He wears studded leather and wields a rapier and sling. Nabuma is searching for the legendary Warrens of Eldritch Chaos.",
  "Ilkisar: Male Dragonborn Sorcerer, LN. Str 15, Dex 11, Con 12, Int 12, Wis 12, Cha 17. Ilkisar has bronze scales and gray eyes, and wears glasses with brass rims. He wears travel-stained clothing and wields a dagger and darts. Ilkisar has an animal companion, a green snake named Puabi.",
  "Maliki: Male Dragonborn Barbarian, NG. Str 12, Dex 11, Con 16, Int 7, Wis 10, Cha 9. Maliki has bronze scales and light hazel eyes. He wears scale mail and wields a trident.",
  "Namzuu: Male Dragonborn Monk, N. Str 13, Dex 11, Con 10, Int 12, Wis 15, Cha 12. Namzuu has bronze scales and green eyes, and a flicking forked tongue. He wears worn clothing and wields a yari (spear). Namzuu seeks to save his family from financial ruin.",
  "Aramus: Male Dragonborn Druid, Neutral. Str 16, Dex 13, Con 12, Int 12, Wis 16, Cha 10. Aramus has bronze scales and brown eyes, and a distinctive scar on his face. He wears leather armor and wields a scimitar and wooden shield. Aramus has badger named Khadnusu.",
  "Sumurra: Male Dragonborn Barbarian, LG. Str 16, Dex 7, Con 12, Int 6, Wis 11, Cha 13. Sumurra is tall, with bronze scales and light hazel eyes. He wears scale mail and wields a glaive.",
  "Milka: Male Dragonborn Warlock, NE. Str 14, Dex 12, Con 10, Int 8, Wis 11, Cha 17. Milka has black scales and narrow hazel eyes. He wears studded leather and wields a spear. Milka has an animal companion, a grey rat named Heshba.",
  "Suna: Male Dragonborn Sorcerer, N. Str 11, Dex 7, Con 13, Int 11, Wis 9, Cha 13. Suna has bronze scales and green eyes. He wears modest garments and wields a dagger. Suna has an animal companion, a black cat named Malitu.",
  "Abus: Male Dragonborn Barbarian, CG. Str 12, Dex 8, Con 10, Int 12, Wis 13, Cha 9. Abus is tall, with bronze scales and hazel eyes. He wears hide armor and wields a morningstar and shield. Abus seeks only fame and glory.",
  "Gezuhuu: Male Dragonborn Monk, LG. Str 9, Dex 9, Con 10, Int 13, Wis 13, Cha 9. Gezuhuu has gold scales and light blue eyes, and a flicking forked tongue. He wears worn clothing and wields a kanabo (mace). Gezuhuu seeks to become a knight of the realm.",
  "Namhimma: Male Dragonborn Rogue, LG. Str 13, Dex 13, Con 10, Int 10, Wis 12, Cha 12. Namhimma has brass scales and light brown eyes, and horns engraved with arcane symbols. He wears leather armor and wields a shortsword and shortbow. Namhimma suffers an acute fear of ghosts and spirits.",
  "Bieshimma: Male Dragonborn Rogue, LN. Str 9, Dex 17, Con 10, Int 10, Wis 8, Cha 10. Bieshimma has red scales and narrow blue eyes, and a flicking forked tongue. He wears studded leather and wields a shortsword and hand crossbow.",
  "Ammit: Male Dragonborn Rogue, NG. Str 11, Dex 12, Con 15, Int 10, Wis 8, Cha 7. Ammit has bronze scales and amber eyes, and a flicking forked tongue. He wears leather armor and wields a shortsword. Ammit is searching for his missing daughter.",
  "Sadita: Male Dragonborn Fighter, CG. Str 15, Dex 7, Con 10, Int 10, Wis 13, Cha 12. Sadita has bronze scales and brown eyes. He wears a chain shirt and wields a glaive. Sadita compulsively plays with a steel ring.",
  "Ninerga: Male Dragonborn Paladin, Good. Str 13, Dex 7, Con 12, Int 12, Wis 17, Cha 12. Ninerga is short and slender, with bronze scales and blue eyes. He wears chain mail and wields a rapier and shield.",
  "Ninabi: Male Dragonborn Paladin, Good. Str 15, Dex 8, Con 7, Int 7, Wis 10, Cha 14. Ninabi has black scales and blue eyes, and an unusual scar on his leg. He wears chain mail and wields a flail. Ninabi is faithful and industrious.",
  "Anat: Male Dragonborn Fighter, LE. Str 13, Dex 9, Con 11, Int 10, Wis 12, Cha 8. Anat is tall, with bronze scales and light green eyes. He wears scale mail and wields a greatsword. Anat is hunting the giant who slew his mentor.",
  "Muzera: Male Dragonborn Rogue, LG. Str 10, Dex 12, Con 15, Int 14, Wis 6, Cha 9. Muzera has white scales and narrow green eyes. He wears studded leather and wields a longsword. Muzera is steadfast and gentle.",
  "Zabelsha: Male Dragonborn Cleric, LG. Str 7, Dex 12, Con 12, Int 8, Wis 13, Cha 8. Zabelsha has bronze scales and sharp green eyes. He wears studded leather and wields a quarterstaff and shield. Zabelsha has an animal companion, a hunting dog named Sidab.",
  "Tanabi: Male Dragonborn Monk, N. Str 12, Dex 14, Con 7, Int 11, Wis 9, Cha 14. Tanabi is tall, with bronze scales and hazel eyes. He wears modest garments and wields nunchaku (club) and shuriken (darts). Tanabi secretly serves Hista, an ancient god of darkness.",
  "Milki: Male Dragonborn Fighter, NE. Str 14, Dex 15, Con 11, Int 5, Wis 6, Cha 15. Milki is short, with blue scales and blue eyes. He wears a chain shirt and wields a trident and net. Milki serves an ancient dragon named Abullal.",
  "Alinyas: Male Dragonborn Rogue, NE. Str 8, Dex 17, Con 10, Int 12, Wis 10, Cha 8. Alinyas has black scales and dark gray eyes, and a distinctive scar on his arm. He wears studded leather and wields a longsword.",
  "Ammit: Male Dragonborn Druid, Neutral. Str 14, Dex 8, Con 12, Int 7, Wis 13, Cha 10. Ammit has bronze scales and sharp blue eyes, and a flicking forked tongue. He wears hide armor and wields a mace. Ammit has golden eagle named Ayammetu.",
  "Ningama: Male Dragonborn Monk, NG. Str 9, Dex 9, Con 8, Int 10, Wis 10, Cha 7. Ningama has bronze scales and sharp hazel eyes. He wears sturdy clothing and wields an ono (handaxe) and sai (dagger).",
  "Galiita: Male Dragonborn Fighter, N. Str 17, Dex 8, Con 9, Int 11, Wis 11, Cha 10. Galiita is tall, with white scales and gray eyes. He wears ring mail and wields a halberd. Galiita seeks to save his family from financial ruin.",
  "Sumulu: Male Dragonborn Monk, CN. Str 17, Dex 11, Con 11, Int 11, Wis 12, Cha 6. Sumulu has bronze scales and brown eyes, and rows of shark-like teeth. He wears modest garments and wields a bo (quarterstaff).",
  "Saamsuma: Male Dragonborn Monk, N. Str 8, Dex 14, Con 11, Int 11, Wis 12, Cha 6. Saamsuma has black scales and brown eyes, and horns engraved with strange symbols. He wears travel-stained clothing and wields a yari (spear) and sai (dagger).",
  "Acergal: Male Dragonborn Cleric, LN. Str 6, Dex 7, Con 8, Int 7, Wis 15, Cha 12. Acergal is slender, with bronze scales and sharp gray eyes. He wears a chain shirt and wields a light hammer and shield. Acergal is bold and malevolent.",
  "Adugar: Male Dragonborn Monk, LN. Str 8, Dex 13, Con 5, Int 9, Wis 13, Cha 12. Adugar is stout, with bronze scales and green eyes. He wears simple clothing and wields a kanabo (mace). Adugar was petrified for a hundred years.",
  "Daaduka: Male Dragonborn Barbarian, LN. Str 12, Dex 12, Con 9, Int 5, Wis 12, Cha 11. Daaduka has bronze scales and hazel eyes, and a distinctive scar on his arm. He wears studded leather and wields a trident and blowgun. Daaduka is inquisitive and honest.",
  "Nunna: Male Dragonborn Fighter, NG. Str 15, Dex 13, Con 13, Int 15, Wis 10, Cha 10. Nunna is thin, with copper scales and large brown eyes. He wears splint armor and wields a shortsword and shield. Nunna has an animal companion, a red firedrake named Sinerga.",
  "Amsuil: Male Dragonborn Sorcerer, N. Str 5, Dex 12, Con 9, Int 8, Wis 10, Cha 13. Amsuil has bronze scales and blue eyes, and rows of shark-like teeth. He wears modest garments and wields a quarterstaff and sling. Amsuil is foolish and cowardly.",
  "Himmilu: Male Dragonborn Barbarian, CN. Str 15, Dex 9, Con 12, Int 7, Wis 13, Cha 7. Himmilu has bronze scales and green eyes. He wears scale mail and wields a rapier. Himmilu is searching for his lost sister.",
  "Ezzenkid: Male Dragonborn Barbarian, NE. Str 15, Dex 6, Con 12, Int 9, Wis 9, Cha 15. Ezzenkid is tall, with bronze scales and brown eyes. He wears studded leather and wields a warhammer and heavy crossbow. Ezzenkid is lazy and merciless.",
  "Mulatu: Male Dragonborn Fighter, NG. Str 16, Dex 13, Con 12, Int 8, Wis 7, Cha 10. Mulatu has bronze scales and bright green eyes. He wears a chain shirt and wields a trident.",
  "Angum: Male Dragonborn Rogue, N. Str 8, Dex 13, Con 11, Int 11, Wis 13, Cha 11. Angum has bronze scales and brown eyes, and wears glasses with brass rims. He wears leather armor and wields a rapier and hand crossbow. Angum seeks revenge against the aristocrat who framed him.",
  "Gamalu: Male Dragonborn Sorcerer, LG. Str 9, Dex 10, Con 8, Int 13, Wis 15, Cha 14. Gamalu has bronze scales and sharp amber eyes, and a flicking forked tongue. He wears well-made clothing and wields a quarterstaff and light crossbow. Gamalu is friendly and fair.",
  "Beluni: Male Dragonborn Cleric, N. Str 12, Dex 14, Con 11, Int 5, Wis 17, Cha 11. Beluni has bronze scales and gray eyes. He wears leather armor and wields a light hammer and dagger. Beluni secretly serves Emyax, an ancient god of trickery.",
  "Yaabossum: Male Dragonborn Monk, LE. Str 12, Dex 10, Con 7, Int 8, Wis 17, Cha 9. Yaabossum is short and slender, with bronze scales and bright amber eyes. He wears plain clothing and wields an ono (handaxe) and sai (dagger). Yaabossum is scheming and perverted.",
  "Yaamhuuchar: Male Dragonborn Cleric, NE. Str 11, Dex 10, Con 10, Int 5, Wis 14, Cha 11. Yaamhuuchar is short, with red scales and soft blue eyes. He wears leather armor and wields a mace and sickle. Yaamhuuchar seeks the meaning of a strange prophecy.",
  "Arenkit: Male Dragonborn Monk, NE. Str 11, Dex 8, Con 12, Int 7, Wis 12, Cha 13. Arenkit is tall and slender, with green scales and brown eyes. He wears travel-stained clothing and wields a kanabo (mace) and shuriken (darts).",
  "Sama: Male Dragonborn Ranger, N. Str 13, Dex 16, Con 12, Int 13, Wis 7, Cha 14. Sama has white scales and blue eyes, and rows of shark-like teeth. He wears half plate and wields a rapier.",
  "Nabiuma: Male Dragonborn Ranger, N. Str 9, Dex 8, Con 9, Int 6, Wis 12, Cha 10. Nabiuma is thin, with black scales and dark green eyes. He wears leather armor and wields a halberd. Nabiuma is easily distracted by magic.",
  "Naka: Male Dragonborn Monk, CE. Str 9, Dex 13, Con 10, Int 8, Wis 13, Cha 6. Naka has bronze scales and dark gray eyes. He wears simple clothing and wields a yari (spear) and shuriken (darts).",
  "Ninusu: Male Dragonborn Fighter, LE. Str 17, Dex 11, Con 11, Int 11, Wis 13, Cha 10. Ninusu has bronze scales and green eyes. He wears plate armor and wields a greatsword. Ninusu seeks to become a knight of the realm.",
  "Abdilur: Male Dragonborn Monk, CN. Str 12, Dex 15, Con 8, Int 10, Wis 12, Cha 8. Abdilur has bronze scales and green eyes. He wears plain clothing and wields nunchaku (club) and sai (dagger). Abdilur compulsively plays with a bronze ring.",
  "Khebala: Male Dragonborn Rogue, CN. Str 10, Dex 13, Con 8, Int 7, Wis 10, Cha 13. Khebala has bronze scales and green eyes. He wears leather armor and wields a longsword. Khebala secretly serves Agor, an ancient god of death.",
  "Sumuabu: Male Dragonborn Cleric, LN. Str 12, Dex 11, Con 10, Int 10, Wis 16, Cha 10. Sumuabu has bronze scales and narrow hazel eyes. He wears scale mail and wields a light hammer and darts. Sumuabu is dying and desperately seeks the secret of immortality.",
  "Olan: Male Dragonborn Warlock, NE. Str 12, Dex 9, Con 6, Int 7, Wis 15, Cha 16. Olan has black scales and soft hazel eyes. He wears studded leather and wields a mace. Olan is searching for his missing daughter.",
  "Sumanna: Male Dragonborn Warlock, LN. Str 11, Dex 11, Con 9, Int 8, Wis 10, Cha 14. Sumanna is short, with bronze scales and brown eyes. He wears leather armor and wields a handaxe.",
  "Naidita: Male Dragonborn Warlock, N. Str 14, Dex 10, Con 10, Int 9, Wis 9, Cha 15. Naidita has bronze scales and amber eyes. He wears studded leather and wields a spear and sling.",
  "Sumula: Male Dragonborn Warlock, NE. Str 12, Dex 11, Con 9, Int 8, Wis 14, Cha 16. Sumula is thin, with bronze scales and dark green eyes. He wears leather armor and wields a spear.",
  "Amsuilit: Male Dragonborn Fighter, N. Str 16, Dex 8, Con 10, Int 10, Wis 8, Cha 13. Amsuilit has black scales and brown eyes. He wears splint armor and wields a morningstar and blowgun. Amsuilit was petrified for a hundred years.",
  "Bhhazzuu: Male Dragonborn Fighter, LG. Str 16, Dex 13, Con 7, Int 11, Wis 9, Cha 5. Bhhazzuu is short, with white scales and green eyes. He wears hide armor and wields a warhammer.",
  "Dita: Male Dragonborn Cleric, NE. Str 10, Dex 9, Con 7, Int 11, Wis 16, Cha 14. Dita has black scales and gray eyes. He wears studded leather and wields a spear and shield. Dita avoids eye contact.",
  "Burna: Male Dragonborn Warlock, N. Str 12, Dex 9, Con 10, Int 11, Wis 10, Cha 13. Burna has bronze scales and amber eyes. He wears leather armor and wields a handaxe and shortbow.",
  "Amebum: Male Dragonborn Sorcerer, LN. Str 10, Dex 12, Con 11, Int 7, Wis 11, Cha 17. Amebum has bronze scales and dark hazel eyes. He wears simple clothing and wields a quarterstaff and darts. Amebum has an animal companion, a gray toad named Susuma.",
  "Kadama: Male Dragonborn Wizard, N. Str 11, Dex 14, Con 12, Int 12, Wis 15, Cha 10. Kadama has green scales and dark brown eyes. He wears plain clothing and wields a quarterstaff. Kadama is searching for the lost dwarven kingdom of Bilnargund.",
  "Abiubal: Male Dragonborn Wizard, LE. Str 10, Dex 10, Con 13, Int 12, Wis 9, Cha 13. Abiubal is tall, with bronze scales and brown eyes. He wears blue robes and wields a dagger and light crossbow. Abiubal speaks with a soft voice.",
  "Heshbaala: Male Dragonborn Monk, NE. Str 16, Dex 14, Con 6, Int 12, Wis 16, Cha 12. Heshbaala has white scales and light green eyes, and horns engraved with strange symbols. He wears sturdy clothing and wields a bo (quarterstaff). Heshbaala is searching for the lost elven kingdom of Edhevras.",
  "Baramma: Male Dragonborn Fighter, N. Str 16, Dex 15, Con 11, Int 10, Wis 9, Cha 6. Baramma has bronze scales and hazel eyes, and wears glasses with electrum rims. He wears plate armor and wields a battleaxe. Baramma is covetous and deceitful.",
  "Tatta: Male Dragonborn Sorcerer, LN. Str 7, Dex 7, Con 10, Int 12, Wis 10, Cha 13. Tatta has copper scales and brown eyes. He wears well-made clothing and wields a dagger. Tatta is dying and desperately seeks the secret of immortality.",
  "Biditu: Male Dragonborn Monk, NE. Str 14, Dex 10, Con 10, Int 8, Wis 11, Cha 13. Biditu has gold scales and sharp blue eyes, and horns engraved with alien symbols. He wears modest garments and wields an ono (handaxe) and shuriken (darts). Biditu has an animal companion, a tiger named Dashmuaba.",
  "Saresu: Male Dragonborn Warlock, NG. Str 16, Dex 10, Con 14, Int 8, Wis 13, Cha 12. Saresu has bronze scales and hazel eyes. He wears leather armor and wields a spear. Saresu was magically imprisoned for a hundred years.",
  "Nidi: Male Dragonborn Paladin, Good. Str 11, Dex 7, Con 7, Int 13, Wis 11, Cha 12. Nidi is stout, with bronze scales and large brown eyes. He wears scale mail and wields a warhammer.",
  "Tana: Male Dragonborn Paladin, Good. Str 15, Dex 11, Con 10, Int 8, Wis 14, Cha 10. Tana is willowy, with white scales and blue eyes. He wears scale mail and wields a whip. Tana has a terrible sense of direction.",
  "Zaresu: Male Dragonborn Paladin, Good. Str 11, Dex 13, Con 5, Int 9, Wis 16, Cha 16. Zaresu has white scales and green eyes. He wears chain mail and wields a longsword and shield. Zaresu seeks to destroy the undead.",
  "Sudama: Male Dragonborn Sorcerer, CE. Str 10, Dex 9, Con 9, Int 13, Wis 11, Cha 16. Sudama has bronze scales and hazel eyes, and horns engraved with alien symbols. He wears modest garments and wields a quarterstaff. Sudama is unfeeling and violent.",
  "Burnaba: Male Dragonborn Monk, LN. Str 11, Dex 12, Con 14, Int 11, Wis 11, Cha 13. Burnaba is short and heavyset, with bronze scales and sharp brown eyes. He wears simple clothing and wields an ono (handaxe).",
  "Nabi: Male Dragonborn Sorcerer, NE. Str 9, Dex 13, Con 9, Int 11, Wis 13, Cha 16. Nabi is short, with gold scales and hazel eyes. He wears worn clothing and wields a dagger and light crossbow. Nabi has an animal companion, a black rat named Saba.",
  "Ammadus: Male Dragonborn Fighter, CE. Str 16, Dex 13, Con 13, Int 14, Wis 7, Cha 9. Ammadus has bronze scales and brown eyes, and wears glasses with platinum rims. He wears half plate and wields a maul. Ammadus is haughty and secretive.",
  "Ilus: Male Dragonborn Sorcerer, CN. Str 6, Dex 13, Con 14, Int 13, Wis 10, Cha 15. Ilus has bronze scales and dark brown eyes, and a magical scar on his arm. He wears plain clothing and wields a quarterstaff.",
  "Amunit: Male Dragonborn Fighter, N. Str 13, Dex 14, Con 11, Int 6, Wis 7, Cha 9. Amunit has black scales and bright brown eyes, and a flicking forked tongue. He wears splint armor and wields a war pick and shield.",
  "Baala: Male Dragonborn Sorcerer, N. Str 10, Dex 13, Con 10, Int 8, Wis 10, Cha 14. Baala has bronze scales and amber eyes, and a flicking forked tongue. He wears modest garments and wields a quarterstaff. Baala lost his reflection to a hag.",
  "Duki: Male Dragonborn Monk, N. Str 17, Dex 11, Con 10, Int 12, Wis 9, Cha 12. Duki has bronze scales and brown eyes, and a flicking forked tongue. He wears well-made clothing and wields an ono (handaxe) and shuriken (darts). Duki was raised by cultists of the Princess of Virtue.",
  "Bumala: Male Dragonborn Cleric, CG. Str 12, Dex 9, Con 13, Int 8, Wis 13, Cha 11. Bumala has green scales and soft amber eyes. He wears scale mail and wields a mace and light crossbow. Bumala seeks the meaning of a strange prophecy.",
  "Nazera: Male Dragonborn Barbarian, NG. Str 16, Dex 9, Con 10, Int 10, Wis 10, Cha 11. Nazera has bronze scales and soft hazel eyes. He wears studded leather and wields a maul.",
  "Azzasman: Male Dragonborn Cleric, N. Str 8, Dex 9, Con 8, Int 9, Wis 14, Cha 8. Azzasman has black scales and green eyes. He wears a chain shirt and wields a quarterstaff. Azzasman speaks with a soft voice.",
  "Samsadu: Male Dragonborn Monk, CG. Str 10, Dex 12, Con 9, Int 11, Wis 11, Cha 10. Samsadu is tall, with bronze scales and narrow hazel eyes. He wears worn clothing and wields nunchaku (club) and kama (sickle).",
  "Samsaru: Male Dragonborn Warlock, NE. Str 17, Dex 13, Con 12, Int 7, Wis 13, Cha 12. Samsaru has bronze scales and light blue eyes, and a magical scar on his arm. He wears studded leather and wields a quarterstaff and javelins. Samsaru has an animal companion, a black cat named Nidab.",
  "Abugash: Male Dragonborn Fighter, NG. Str 13, Dex 11, Con 11, Int 8, Wis 6, Cha 7. Abugash has black scales and large green eyes, and horns engraved with alien symbols. He wears a breastplate and wields a rapier and shield. Abugash is gentle and studious.",
  "Obabur: Male Dragonborn Ranger, LN. Str 14, Dex 10, Con 11, Int 8, Wis 16, Cha 11. Obabur has bronze scales and blue eyes. He wears scale mail and wields a greataxe. Obabur is shrewd and combative.",
  "Azzal: Male Dragonborn Monk, N. Str 7, Dex 10, Con 11, Int 8, Wis 16, Cha 11. Azzal has bronze scales and green eyes, and a pair of tiny wings. He wears plain clothing and wields a bo (quarterstaff).",
  "Dituubtu: Male Dragonborn Bard, NG. Str 11, Dex 11, Con 8, Int 12, Wis 10, Cha 12. Dituubtu has brass scales and bright amber eyes, and wears glasses with silver rims. He wears leather armor and wields a shortsword. Dituubtu has an animal companion, a hunting dog named Ugash.",
  "Nergudi: Male Dragonborn Rogue, N. Str 6, Dex 16, Con 9, Int 13, Wis 12, Cha 7. Nergudi has bronze scales and narrow blue eyes, and wears glasses with electrum rims. He wears studded leather and wields a longsword and darts. Nergudi is fierce and tactless.",
  "Zaramma: Male Dragonborn Sorcerer, NG. Str 7, Dex 11, Con 8, Int 15, Wis 5, Cha 13. Zaramma has bronze scales and bright green eyes, and horns engraved with strange symbols. He wears simple clothing and wields a quarterstaff. Zaramma secretly serves Astem, an ancient god of evil.",
  "Nebiuma: Male Dragonborn Monk, LN. Str 11, Dex 15, Con 10, Int 15, Wis 13, Cha 12. Nebiuma has bronze scales and green eyes. He wears worn clothing and wields an ono (handaxe) and kama (sickle). Nebiuma is a skilled cook.",
  "Nabiesu: Male Dragonborn Fighter, LN. Str 17, Dex 10, Con 11, Int 8, Wis 7, Cha 10. Nabiesu is willowy, with white scales and sharp hazel eyes. He wears a chain shirt and wields a flail. Nabiesu lost his shadow to a hag.",
  "Nabura: Male Dragonborn Fighter, N. Str 12, Dex 11, Con 8, Int 10, Wis 8, Cha 8. Nabura has bronze scales and blue eyes. He wears ring mail and wields a longsword and blowgun. Nabura suffers a deadly allergy to nuts.",
  "Olarer: Male Dragonborn Fighter, N. Str 12, Dex 10, Con 11, Int 7, Wis 10, Cha 8. Olarer is short and willowy, with gold scales and gray eyes. He wears ring mail and wields a war pick. Olarer suffers a mild allergy to cats.",
  "Sinamha: Male Dragonborn Fighter, NG. Str 16, Dex 8, Con 10, Int 9, Wis 11, Cha 6. Sinamha has bronze scales and amber eyes, and a distinctive scar on his leg. He wears ring mail and wields a flail and heavy crossbow. Sinamha is industrious and generous.",
  "Amukar: Male Dragonborn Monk, CG. Str 11, Dex 12, Con 11, Int 11, Wis 10, Cha 6. Amukar has bronze scales and hazel eyes, and a flicking forked tongue. He wears well-made clothing and wields a yari (spear). Amukar is hunting the warlord who stole his ancestral sword.",
  "Sina: Male Dragonborn Monk, CE. Str 7, Dex 11, Con 9, Int 14, Wis 9, Cha 12. Sina has bronze scales and narrow brown eyes. He wears travel-stained clothing and wields a kanabo (mace) and sai (dagger). Sina secretly serves Mashtu, an ancient god of destruction.",
  "Sinai: Male Dragonborn Paladin, Good. Str 15, Dex 12, Con 10, Int 11, Wis 10, Cha 8. Sinai is overweight, with bronze scales and hazel eyes. He wears ring mail and wields a halberd. Sinai has an animal companion, a black warhorse named Abit.",
  "Nina: Male Dragonborn Rogue, LG. Str 6, Dex 15, Con 5, Int 14, Wis 10, Cha 8. Nina is slender, with bronze scales and gray eyes. He wears studded leather and wields a longsword. Nina seeks revenge against the thieves' guild which left him to hang.",
  "Apit: Male Dragonborn Ranger, N. Str 11, Dex 14, Con 11, Int 6, Wis 12, Cha 11. Apit is overweight, with bronze scales and amber eyes. He wears studded leather and wields a warhammer. Apit believes that he is the rightful heir to the kingdom of Galinde.",
  "Attesh: Male Dragonborn Fighter, LN. Str 14, Dex 8, Con 9, Int 11, Wis 11, Cha 11. Attesh has white scales and blue eyes, and horns engraved with alien symbols. He wears a chain shirt and wields a greatsword. Attesh has an animal companion, a badger named Sunerga.",
  "Galiki: Male Dragonborn Ranger, LN. Str 15, Dex 12, Con 5, Int 8, Wis 13, Cha 12. Galiki is short and willowy, with gold scales and soft green eyes. He wears leather armor and wields a greataxe.",
  "Ezebus: Male Dragonborn Bard, NE. Str 10, Dex 7, Con 10, Int 17, Wis 10, Cha 16. Ezebus has bronze scales and bright amber eyes, and horns engraved with strange symbols. He wears leather armor and wields a longsword.",
  "Tiyamuru: Male Dragonborn Barbarian, NG. Str 12, Dex 11, Con 8, Int 7, Wis 7, Cha 10. Tiyamuru has silver scales and brown eyes, and rows of shark-like teeth. He wears hide armor and wields a flail. Tiyamuru is valiant and agreeable.",
  "Abuzit: Male Dragonborn Rogue, NG. Str 10, Dex 16, Con 11, Int 14, Wis 10, Cha 15. Abuzit is tall and overweight, with red scales and hazel eyes. He wears leather armor and wields a shortsword. Abuzit is hunting the vampire who murdered his family.",
  "Abudead: Male Dragonborn Cleric, LN. Str 13, Dex 14, Con 10, Int 10, Wis 16, Cha 16. Abudead has bronze scales and narrow gray eyes. He wears leather armor and wields a light hammer and shield.",
  "Arsimmal: Male Dragonborn Cleric, N. Str 10, Dex 10, Con 12, Int 13, Wis 17, Cha 8. Arsimmal has bronze scales and gray eyes, and a distinctive scar on his face. He wears hide armor and wields a mace. Arsimmal seeks to save his family from financial ruin.",
  "Bucha: Male Dragonborn Monk, CE. Str 16, Dex 10, Con 8, Int 10, Wis 11, Cha 7. Bucha is short and overweight, with bronze scales and sharp green eyes. He wears sturdy clothing and wields a bo (quarterstaff). Bucha was magically imprisoned for a hundred years.",
  "Sina: Male Dragonborn Sorcerer, LN. Str 12, Dex 9, Con 11, Int 11, Wis 7, Cha 17. Sina has brass scales and bright gray eyes. He wears worn clothing and wields a quarterstaff.",
  "Abiuzzus: Male Dragonborn Druid, Neutral. Str 12, Dex 8, Con 8, Int 6, Wis 16, Cha 10. Abiuzzus has bronze scales and gray eyes. He wears hide armor and wields a quarterstaff and sling.",
  "Sininga: Male Dragonborn Wizard, N. Str 10, Dex 10, Con 13, Int 14, Wis 12, Cha 9. Sininga has silver scales and green eyes. He wears well-made clothing and wields a dagger and light crossbow. Sininga is absent-minded and greedy.",
  "Annirsum: Male Dragonborn Druid, Neutral. Str 12, Dex 8, Con 13, Int 8, Wis 15, Cha 12. Annirsum has brass scales and narrow blue eyes. He wears hide armor and wields a club and wooden shield.",
  "Eshbabdit: Male Dragonborn Druid, Neutral. Str 11, Dex 10, Con 12, Int 14, Wis 15, Cha 7. Eshbabdit has silver scales and light brown eyes. He wears leather armor and wields a quarterstaff and sling.",
  "Abutan: Male Dragonborn Ranger, N. Str 9, Dex 12, Con 12, Int 9, Wis 14, Cha 11. Abutan is tall and overweight, with bronze scales and hazel eyes. He wears leather armor and wields a scimitar and shield.",
  "Eron: Male Dragonborn Druid, Neutral. Str 13, Dex 13, Con 9, Int 10, Wis 16, Cha 9. Eron has bronze scales and bright hazel eyes. He wears hide armor and wields a scimitar and javelins. Eron seeks to save his family from financial ruin.",
  "Abiulan: Male Dragonborn Fighter, NG. Str 16, Dex 11, Con 11, Int 5, Wis 9, Cha 7. Abiulan is tall and willowy, with bronze scales and large brown eyes. He wears a breastplate and wields a flail and net. Abiulan is hunting the vampire who murdered his family.",
  "Anangur: Male Dragonborn Fighter, CG. Str 16, Dex 16, Con 11, Int 9, Wis 12, Cha 9. Anangur has white scales and soft blue eyes, and rows of shark-like teeth. He wears plate armor and wields a halberd. Anangur is aesthetic and thoughtful.",
  "Ninusu: Male Dragonborn Rogue, CN. Str 11, Dex 16, Con 14, Int 11, Wis 12, Cha 11. Ninusu has bronze scales and light green eyes, and horns engraved with alien symbols. He wears leather armor and wields a shortsword and sling. Ninusu suffers a mild allergy to trolls.",
  "Abumus: Male Dragonborn Sorcerer, NE. Str 8, Dex 13, Con 15, Int 10, Wis 10, Cha 12. Abumus has bronze scales and sharp gray eyes, and horns engraved with arcane symbols. He wears simple clothing and wields a quarterstaff and sling. Abumus seeks to atone for past sins.",
  "Sini: Male Dragonborn Rogue, LN. Str 14, Dex 12, Con 12, Int 10, Wis 14, Cha 13. Sini has bronze scales and large gray eyes, and an unusual scar on his arm. He wears leather armor and wields a handaxe. Sini is colorblind.",
  "Nabala: Male Dragonborn Rogue, NG. Str 11, Dex 17, Con 11, Int 13, Wis 9, Cha 12. Nabala has black scales and narrow blue eyes. He wears studded leather and wields a shortsword. Nabala has an animal companion, a black snake named Mete.",
  "Sumilki: Male Dragonborn Druid, Neutral. Str 14, Dex 10, Con 9, Int 6, Wis 15, Cha 9. Sumilki has bronze scales and gray eyes, and rows of shark-like teeth. He wears hide armor and wields a club and wooden shield.",
  "Adnergal: Male Dragonborn Monk, N. Str 11, Dex 13, Con 14, Int 13, Wis 11, Cha 10. Adnergal has bronze scales and light green eyes. He wears travel-stained clothing and wields a yari (spear) and sai (dagger).",
  "Niduga: Male Dragonborn Monk, N. Str 10, Dex 13, Con 9, Int 11, Wis 13, Cha 11. Niduga is short, with bronze scales and gray eyes. He wears well-made clothing and wields nunchaku (club) and shuriken (darts). Niduga is impartial and combative.",
  "Zaru: Male Dragonborn Fighter, CG. Str 12, Dex 10, Con 11, Int 9, Wis 9, Cha 11. Zaru has bronze scales and sharp hazel eyes, and a distinctive scar on his arm. He wears scale mail and wields a warhammer. Zaru is hunting the vampire who slew his mentor.",
  "Tanazu: Male Dragonborn Bard, NG. Str 15, Dex 10, Con 12, Int 11, Wis 10, Cha 16. Tanazu is willowy, with bronze scales and green eyes. He wears studded leather and wields a shortsword. Tanazu is hunting the warlord who stole his ancestral sword.",
  "Buchamma: Male Dragonborn Cleric, LN. Str 11, Dex 8, Con 8, Int 7, Wis 14, Cha 8. Buchamma is overweight, with bronze scales and brown eyes. He wears hide armor and wields a handaxe. Buchamma seeks only fame and glory.",
  "Nabiuma: Male Dragonborn Bard, LN. Str 6, Dex 11, Con 10, Int 9, Wis 10, Cha 16. Nabiuma is willowy, with red scales and blue eyes. He wears studded leather and wields a shortsword and darts. Nabiuma is adventurous and impish.",
  "Nakaru: Male Dragonborn Monk, NE. Str 10, Dex 13, Con 10, Int 11, Wis 14, Cha 7. Nakaru is short and stout, with bronze scales and large hazel eyes. He wears travel-stained clothing and wields an ono (handaxe) and kama (sickle). Nakaru seeks to become a knight of the realm.",
  "Azuur: Male Dragonborn Ranger, LN. Str 14, Dex 11, Con 15, Int 8, Wis 12, Cha 10. Azuur has bronze scales and amber eyes. He wears hide armor and wields a pike. Azuur seeks only fame and glory.",
  "Abiesuum: Male Dragonborn Cleric, LN. Str 13, Dex 11, Con 7, Int 10, Wis 15, Cha 12. Abiesuum has silver scales and amber eyes. He wears leather armor and wields a mace. Abiesuum is searching for his lost sister.",
  "Dusuma: Male Dragonborn Monk, CG. Str 16, Dex 12, Con 12, Int 10, Wis 13, Cha 8. Dusuma has green scales and bright blue eyes. He wears worn clothing and wields an ono (handaxe). Dusuma suffers a deadly allergy to dwarves.",
  "Baala: Male Dragonborn Rogue, CG. Str 7, Dex 14, Con 9, Int 14, Wis 9, Cha 13. Baala has bronze scales and amber eyes, and horns engraved with alien symbols. He wears leather armor and wields a rapier and javelins. Baala has an animal companion, a raven named Nabelshuu.",
  "Azzammit: Male Dragonborn Monk, N. Str 12, Dex 12, Con 13, Int 8, Wis 15, Cha 9. Azzammit has bronze scales and dark hazel eyes, and wears glasses with steel rims. He wears well-made clothing and wields an ono (handaxe) and shuriken (darts). Azzammit suffers an acute fear of crowds.",
  "Shebalsha: Male Dragonborn Paladin, Good. Str 16, Dex 7, Con 9, Int 12, Wis 11, Cha 11. Shebalsha has bronze scales and amber eyes, and a flicking forked tongue. He wears chain mail and wields a maul. Shebalsha is energetic and truthful.",
  "Naiduga: Male Dragonborn Fighter, CN. Str 16, Dex 13, Con 14, Int 14, Wis 13, Cha 8. Naiduga is tall and stout, with bronze scales and green eyes. He wears ring mail and wields a whip and shield. Naiduga suffers a deadly allergy to milk.",
  "Dukura: Male Dragonborn Sorcerer, CN. Str 13, Dex 12, Con 10, Int 13, Wis 7, Cha 14. Dukura has bronze scales and blue eyes. He wears modest garments and wields a quarterstaff and sling. Dukura is searching for the lost dwarven kingdom of Kinbundin.",
  "Bilu: Male Dragonborn Sorcerer, NG. Str 12, Dex 13, Con 11, Int 9, Wis 13, Cha 15. Bilu has black scales and sharp blue eyes. He wears simple clothing and wields a dagger. Bilu has an animal companion, a raven named Sila.",
  "Gudashma: Male Dragonborn Fighter, N. Str 16, Dex 12, Con 10, Int 7, Wis 13, Cha 12. Gudashma is slender, with bronze scales and narrow green eyes. He wears half plate and wields a flail.",
  "Nyasuma: Male Dragonborn Monk, NG. Str 12, Dex 13, Con 6, Int 7, Wis 15, Cha 12. Nyasuma is tall, with bronze scales and light green eyes. He wears well-made clothing and wields nunchaku (club). Nyasuma seeks to free himself from an ancient curse.",
  "Amsubad: Male Dragonborn Ranger, CN. Str 17, Dex 13, Con 7, Int 11, Wis 12, Cha 8. Amsubad is slender, with bronze scales and sharp brown eyes. He wears leather armor and wields a maul. Amsubad seeks to discover why he keeps having the same dream.",
  "Kilitu: Male Dragonborn Monk, N. Str 10, Dex 9, Con 6, Int 10, Wis 17, Cha 8. Kilitu has bronze scales and blue eyes. He wears worn clothing and wields a kanabo (mace) and shuriken (darts). Kilitu compulsively flirts with others.",
  "Ganabu: Male Dragonborn Sorcerer, N. Str 9, Dex 7, Con 12, Int 8, Wis 5, Cha 13. Ganabu has bronze scales and amber eyes, and rows of shark-like teeth. He wears sturdy clothing and wields a dagger and sling. Ganabu seeks to raise an army of water elementals.",
  "Nidaru: Male Dragonborn Cleric, NG. Str 5, Dex 11, Con 13, Int 10, Wis 13, Cha 12. Nidaru is short and thin, with bronze scales and bright brown eyes. He wears leather armor and wields a spear. Nidaru has an animal companion, a silver cat named Nergona.",
  "Nezzaba: Male Dragonborn Monk, N. Str 8, Dex 12, Con 10, Int 12, Wis 11, Cha 12. Nezzaba has bronze scales and light brown eyes. He wears simple clothing and wields a bo (quarterstaff). Nezzaba seeks to atone for past sins.",
  "Ilit: Male Dragonborn Sorcerer, LN. Str 11, Dex 15, Con 11, Int 13, Wis 8, Cha 14. Ilit is thin, with bronze scales and amber eyes. He wears sturdy clothing and wields a quarterstaff. Ilit is lewd and dishonest.",
  "Sisanga: Male Dragonborn Rogue, NE. Str 6, Dex 14, Con 13, Int 13, Wis 10, Cha 10. Sisanga is thin, with bronze scales and sharp gray eyes. He wears studded leather and wields a rapier and darts. Sisanga is cursed with a deformed arm.",
  "Sumabu: Male Dragonborn Monk, N. Str 14, Dex 12, Con 8, Int 7, Wis 11, Cha 13. Sumabu has bronze scales and light blue eyes. He wears travel-stained clothing and wields an ono (handaxe). Sumabu suffers a severe allergy to shellfish.",
  "Asmamum: Male Dragonborn Monk, NG. Str 12, Dex 10, Con 5, Int 8, Wis 15, Cha 8. Asmamum is short, with copper scales and dark amber eyes. He wears plain clothing and wields a yari (spear) and sai (dagger). Asmamum compulsively whistles.",
  "Balamma: Male Dragonborn Cleric, NG. Str 15, Dex 10, Con 8, Int 9, Wis 13, Cha 15. Balamma has bronze scales and sharp amber eyes, and a pair of tiny wings. He wears hide armor and wields a spear and shield.",
  "Suuhullu: Male Dragonborn Fighter, N. Str 12, Dex 12, Con 7, Int 9, Wis 12, Cha 10. Suuhullu has black scales and bright brown eyes, and wears glasses with gold rims. He wears a chain shirt and wields a war pick and blowgun. Suuhullu is dying and desperately seeks the secret of immortality.",
  "Oninus: Male Dragonborn Paladin, Good. Str 13, Dex 13, Con 11, Int 8, Wis 14, Cha 12. Oninus has bronze scales and light blue eyes, and rows of shark-like teeth. He wears ring mail and wields a morningstar and shield. Oninus is searching for the lost Fane of Angels.",
  "Alahal: Male Dragonborn Rogue, N. Str 9, Dex 17, Con 9, Int 14, Wis 9, Cha 9. Alahal is short, with bronze scales and green eyes. He wears leather armor and wields a shortsword. Alahal suffers a severe allergy to dogs.",
  "Burnazu: Male Dragonborn Barbarian, NG. Str 13, Dex 12, Con 12, Int 9, Wis 12, Cha 9. Burnazu is short and slender, with bronze scales and blue eyes. He wears hide armor and wields a greatsword.",
  "Muliitu: Male Dragonborn Rogue, NG. Str 7, Dex 12, Con 13, Int 12, Wis 6, Cha 9. Muliitu is short, with bronze scales and bright gray eyes. He wears studded leather and wields a longsword and hand crossbow. Muliitu speaks with a whispery voice.",
  "Sumadi: Male Dragonborn Paladin, Good. Str 11, Dex 10, Con 9, Int 9, Wis 13, Cha 8. Sumadi has bronze scales and light gray eyes, and wears glasses with silver rims. He wears chain mail and wields a shortsword.",
  "Suiliita: Male Dragonborn Monk, NE. Str 11, Dex 12, Con 9, Int 7, Wis 12, Cha 11. Suiliita is tall and overweight, with copper scales and large green eyes. He wears modest garments and wields a bo (quarterstaff) and kama (sickle). Suiliita seeks to fulfill an ancient prophecy of evil.",
  "Enkin: Male Dragonborn Monk, CG. Str 12, Dex 11, Con 9, Int 10, Wis 11, Cha 7. Enkin has bronze scales and large green eyes, and a distinctive scar on his arm. He wears travel-stained clothing and wields a bo (quarterstaff).",
  "Manina: Male Dragonborn Cleric, N. Str 12, Dex 10, Con 5, Int 10, Wis 13, Cha 10. Manina has bronze scales and amber eyes. He wears studded leather and wields a light hammer and shield. Manina has an animal companion, a hawk named Etum.",
  "Anum: Male Dragonborn Paladin, Good. Str 13, Dex 11, Con 9, Int 6, Wis 15, Cha 16. Anum is heavyset, with black scales and green eyes. He wears hide armor and wields a pike. Anum is intuitive and forgiving.",
  "Bhhimmuaba: Male Dragonborn Barbarian, NE. Str 12, Dex 12, Con 13, Int 12, Wis 13, Cha 10. Bhhimmuaba has bronze scales and light brown eyes, and wears glasses with gold rims. He wears studded leather and wields a rapier and shield. Bhhimmuaba is cowardly and slothful.",
  "Azzaral: Male Dragonborn Monk, NG. Str 15, Dex 14, Con 5, Int 6, Wis 9, Cha 11. Azzaral is stout, with bronze scales and bright blue eyes. He wears worn clothing and wields a kanabo (mace).",
  "Nabala: Male Dragonborn Paladin, Good. Str 15, Dex 8, Con 9, Int 9, Wis 10, Cha 14. Nabala has bronze scales and gray eyes, and horns engraved with strange symbols. He wears chain mail and wields a halberd. Nabala speaks with a loud voice.",
  "Nabuchuu: Male Dragonborn Monk, LN. Str 12, Dex 12, Con 14, Int 5, Wis 13, Cha 10. Nabuchuu has bronze scales and dark amber eyes. He wears worn clothing and wields a bo (quarterstaff). Nabuchuu suffers a paralyzing fear of darkness.",
  "Naiditu: Male Dragonborn Druid, Neutral. Str 11, Dex 12, Con 10, Int 8, Wis 13, Cha 12. Naiditu has bronze scales and light green eyes. He wears hide armor and wields a scimitar. Naiditu is pleasant and lustful.",
  "Nabelshuu: Male Dragonborn Monk, CN. Str 12, Dex 12, Con 12, Int 9, Wis 8, Cha 14. Nabelshuu has black scales and narrow brown eyes, and wears glasses with pewter rims. He wears modest garments and wields a bo (quarterstaff) and kama (sickle).",
  "Sisanga: Male Dragonborn Paladin, Good. Str 15, Dex 9, Con 8, Int 9, Wis 9, Cha 13. Sisanga has copper scales and brown eyes. He wears half plate and wields a whip and shield.",
  "Sadita: Male Dragonborn Fighter, NG. Str 12, Dex 13, Con 8, Int 7, Wis 13, Cha 14. Sadita has bronze scales and gray eyes. He wears ring mail and wields a greataxe. Sadita has an animal companion, a badger named Nidaru.",
  "Sunu: Male Dragonborn Cleric, N. Str 10, Dex 10, Con 12, Int 5, Wis 12, Cha 10. Sunu has bronze scales and blue eyes. He wears a breastplate and wields a light hammer and shield. Sunu dislikes having people behind him.",
  "Abiesuur: Male Dragonborn Ranger, NG. Str 12, Dex 16, Con 10, Int 9, Wis 15, Cha 10. Abiesuur has copper scales and hazel eyes, and rows of shark-like teeth. He wears studded leather and wields a battleaxe and shield.",
  "Bhhullu: Male Dragonborn Barbarian, LG. Str 17, Dex 12, Con 12, Int 11, Wis 12, Cha 11. Bhhullu has bronze scales and soft brown eyes. He wears leather armor and wields a whip. Bhhullu seeks to discover what destroyed his homeland.",
  "Enlirsus: Male Dragonborn Fighter, NG. Str 16, Dex 12, Con 6, Int 13, Wis 10, Cha 14. Enlirsus has bronze scales and hazel eyes. He wears half plate and wields a flail and heavy crossbow. Enlirsus is searching for the legendary elven kingdom of Ossithel.",
  "Daadashma: Male Dragonborn Monk, N. Str 16, Dex 10, Con 13, Int 9, Wis 8, Cha 14. Daadashma is short, with bronze scales and green eyes. He wears travel-stained clothing and wields an ono (handaxe) and kama (sickle). Daadashma has an animal companion, a golden monkey named Ditani.",
  "Ililuh: Male Dragonborn Fighter, NE. Str 12, Dex 13, Con 8, Int 13, Wis 8, Cha 8. Ililuh has brass scales and narrow hazel eyes, and a pair of tiny wings. He wears splint armor and wields a scimitar and blowgun.",
  "Abumuk: Male Dragonborn Wizard, N. Str 9, Dex 9, Con 11, Int 14, Wis 12, Cha 8. Abumuk has bronze scales and sharp blue eyes, and a flicking forked tongue. He wears expensive clothing and wields a dagger.",
  "Amus: Male Dragonborn Paladin, Good. Str 10, Dex 12, Con 7, Int 9, Wis 11, Cha 13. Amus is short, with bronze scales and blue eyes. He wears half plate and wields a shortsword. Amus is hunting the warlord who stole his ancestral sword.",
  "Manni: Male Dragonborn Monk, LN. Str 10, Dex 9, Con 12, Int 10, Wis 10, Cha 14. Manni has bronze scales and light green eyes. He wears plain clothing and wields nunchaku (club).",
  "Nezzuumma: Male Dragonborn Cleric, NE. Str 13, Dex 12, Con 10, Int 10, Wis 15, Cha 10. Nezzuumma has copper scales and green eyes, and wears glasses with brass rims. He wears a chain shirt and wields a handaxe and sickle. Nezzuumma suffers a traumatic fear of ghosts and spirits.",
  "Suilaela: Male Dragonborn Warlock, LG. Str 16, Dex 12, Con 8, Int 8, Wis 11, Cha 14. Suilaela has blue scales and dark amber eyes, and a pair of tiny wings. He wears leather armor and wields a spear. Suilaela has an animal companion, a grey rat named Gezu.",
  "Nabura: Male Dragonborn Druid, Neutral. Str 16, Dex 10, Con 13, Int 11, Wis 12, Cha 14. Nabura has bronze scales and green eyes. He wears hide armor and wields a spear. Nabura has dire rat named Ayanum.",
  "Muba: Male Dragonborn Fighter, NG. Str 13, Dex 11, Con 10, Int 8, Wis 9, Cha 9. Muba has green scales and green eyes. He wears a chain shirt and wields a battleaxe and longbow. Muba has an animal companion, a black wolf named Biumila.",
  "Bhhadna: Male Dragonborn Fighter, NE. Str 12, Dex 12, Con 14, Int 11, Wis 12, Cha 9. Bhhadna has bronze scales and narrow blue eyes, and a flicking forked tongue. He wears scale mail and wields a morningstar. Bhhadna is abusive and insane.",
  "Sadaadu: Male Dragonborn Cleric, N. Str 11, Dex 11, Con 5, Int 5, Wis 14, Cha 13. Sadaadu is short and willowy, with bronze scales and amber eyes. He wears a breastplate and wields a light hammer. Sadaadu is searching for the lost dominion of Othlon.",
  "Ammarsit: Male Dragonborn Druid, Neutral. Str 14, Dex 8, Con 10, Int 12, Wis 12, Cha 6. Ammarsit is slender, with bronze scales and gray eyes. He wears hide armor and wields a mace.",
  "Ammuzit: Male Dragonborn Ranger, NG. Str 14, Dex 12, Con 11, Int 9, Wis 15, Cha 6. Ammuzit has bronze scales and large brown eyes. He wears hide armor and wields a greatsword. Ammuzit speaks with a stutter.",
  "Sangezu: Male Dragonborn Wizard, N. Str 13, Dex 10, Con 11, Int 13, Wis 6, Cha 8. Sangezu is short and slender, with bronze scales and gray eyes. He wears well-made clothing and wields a dagger and light crossbow. Sangezu seeks to free himself from an ancient curse.",
  "Nabalshuu: Male Dragonborn Monk, N. Str 14, Dex 14, Con 6, Int 11, Wis 13, Cha 12. Nabalshuu has bronze scales and sharp gray eyes. He wears modest garments and wields a yari (spear) and sai (dagger). Nabalshuu has an animal companion, a green firedrake named Mammyl.",
  "Saresu: Male Dragonborn Druid, Neutral. Str 15, Dex 7, Con 14, Int 13, Wis 15, Cha 10. Saresu has black scales and soft hazel eyes. He wears hide armor and wields a spear.",
  "Sinmalu: Male Dragonborn Barbarian, NG. Str 12, Dex 6, Con 14, Int 8, Wis 12, Cha 10. Sinmalu has silver scales and narrow gray eyes, and horns engraved with arcane symbols. He wears leather armor and wields a war pick and shield. Sinmalu is searching for his lost sister.",
  "Ammubar: Male Dragonborn Monk, LG. Str 11, Dex 10, Con 12, Int 9, Wis 9, Cha 10. Ammubar has bronze scales and blue eyes. He wears well-made clothing and wields a kanabo (mace). Ammubar was petrified for a hundred years.",
  "Gilgezu: Male Dragonborn Fighter, CG. Str 17, Dex 9, Con 6, Int 13, Wis 6, Cha 11. Gilgezu is heavyset, with bronze scales and light hazel eyes. He wears a breastplate and wields a whip and shield. Gilgezu seeks to become a knight of the realm.",
  "Mubiuma: Male Dragonborn Ranger, CN. Str 10, Dex 15, Con 14, Int 12, Wis 16, Cha 10. Mubiuma has bronze scales and light hazel eyes, and rows of shark-like teeth. He wears a chain shirt and wields a trident. Mubiuma holds a grudge against goblins.",
  "Naba: Male Dragonborn Fighter, N. Str 17, Dex 11, Con 12, Int 8, Wis 10, Cha 9. Naba has bronze scales and bright gray eyes, and wears glasses with pewter rims. He wears chain mail and wields a rapier.",
  "Gilgama: Male Dragonborn Cleric, LG. Str 7, Dex 7, Con 12, Int 9, Wis 12, Cha 13. Gilgama is tall, with bronze scales and large hazel eyes. He wears leather armor and wields a mace. Gilgama is hunting the demon who murdered his family.",
  "Gusanga: Male Dragonborn Rogue, NG. Str 13, Dex 15, Con 12, Int 9, Wis 10, Cha 8. Gusanga has black scales and light green eyes, and a flicking forked tongue. He wears studded leather and wields a rapier. Gusanga has an animal companion, a black snake named Saba.",
  "Belshadna: Male Dragonborn Rogue, N. Str 9, Dex 14, Con 8, Int 10, Wis 9, Cha 9. Belshadna is thin, with bronze scales and narrow green eyes. He wears studded leather and wields a shortsword. Belshadna seeks to atone for past sins.",
  "Saba: Male Dragonborn Paladin, Good. Str 11, Dex 11, Con 9, Int 10, Wis 13, Cha 14. Saba is thin, with bronze scales and large blue eyes. He wears plate armor and wields a longsword. Saba seeks to destroy the undead.",
  "Suma: Male Dragonborn Monk, LN. Str 9, Dex 8, Con 10, Int 11, Wis 12, Cha 7. Suma has bronze scales and sharp hazel eyes. He wears plain clothing and wields nunchaku (club). Suma is protective and immoral.",
  "Eshbadan: Male Dragonborn Barbarian, N. Str 16, Dex 13, Con 13, Int 10, Wis 7, Cha 11. Eshbadan has bronze scales and bright brown eyes, and an unusual scar on his leg. He wears scale mail and wields a rapier and shield. Eshbadan has an animal companion, a copper firedrake named Naidusu.",
  "Sabalu: Male Dragonborn Cleric, LN. Str 6, Dex 11, Con 9, Int 6, Wis 12, Cha 9. Sabalu is tall and slender, with bronze scales and amber eyes. He wears half plate and wields a club and javelins. Sabalu has an animal companion, a silver cat named Saba.",
  "Bilatu: Male Dragonborn Monk, LG. Str 17, Dex 9, Con 8, Int 14, Wis 11, Cha 9. Bilatu has bronze scales and bright hazel eyes. He wears modest garments and wields a bo (quarterstaff) and sai (dagger). Bilatu has an animal companion, a black monkey named Sila.",
  "Sinmeshuu: Male Dragonborn Sorcerer, NG. Str 5, Dex 13, Con 16, Int 9, Wis 11, Cha 14. Sinmeshuu has silver scales and green eyes. He wears well-made clothing and wields a dagger and darts. Sinmeshuu is cheerful and intuitive.",
  "Girsuilu: Male Dragonborn Sorcerer, N. Str 8, Dex 10, Con 17, Int 8, Wis 6, Cha 16. Girsuilu has bronze scales and narrow hazel eyes. He wears plain clothing and wields a quarterstaff and darts. Girsuilu dislikes anyone smarter than him.",
  "Duki: Male Dragonborn Monk, N. Str 12, Dex 11, Con 11, Int 9, Wis 11, Cha 14. Duki has bronze scales and green eyes, and horns engraved with arcane symbols. He wears modest garments and wields a kanabo (mace) and kama (sickle). Duki lost his reflection to a nymph.",
  "Milkuuzzuu: Male Dragonborn Monk, NG. Str 12, Dex 13, Con 10, Int 9, Wis 9, Cha 9. Milkuuzzuu has bronze scales and large amber eyes, and a flicking forked tongue. He wears modest garments and wields a kanabo (mace) and sai (dagger). Milkuuzzuu has an animal companion, a golden monkey named Nisab.",
  "Sumadea: Male Dragonborn Fighter, LN. Str 15, Dex 8, Con 14, Int 8, Wis 11, Cha 13. Sumadea has bronze scales and gray eyes, and an unusual scar on his face. He wears a chain shirt and wields a rapier and blowgun. Sumadea refers to himself in the third person.",
  "Sinmurru: Male Dragonborn Fighter, LG. Str 15, Dex 11, Con 15, Int 13, Wis 9, Cha 13. Sinmurru is stout, with white scales and green eyes. He wears hide armor and wields a whip and shield.",
  "Sabidea: Male Dragonborn Sorcerer, NG. Str 9, Dex 10, Con 10, Int 13, Wis 13, Cha 16. Sabidea is tall, with bronze scales and green eyes. He wears worn clothing and wields a quarterstaff. Sabidea has an animal companion, a red snake named Madaga.",
  "Sudashma: Male Dragonborn Fighter, NG. Str 17, Dex 13, Con 10, Int 6, Wis 8, Cha 9. Sudashma has bronze scales and bright green eyes, and horns engraved with arcane symbols. He wears scale mail and wields a morningstar and shield. Sudashma is courteous and trustworthy.",
  "Eshalin: Male Dragonborn Rogue, CN. Str 10, Dex 16, Con 15, Int 11, Wis 12, Cha 7. Eshalin has red scales and large blue eyes, and a magical scar on his face. He wears studded leather and wields a longsword and hand crossbow. Eshalin is painfully tone-deaf.",
  "Sabura: Male Dragonborn Bard, LE. Str 6, Dex 14, Con 7, Int 12, Wis 6, Cha 15. Sabura is slender, with bronze scales and sharp green eyes. He wears studded leather and wields a rapier and javelins. Sabura has an animal companion, a tawny rat named Sidur.",
  "Suuheani: Male Dragonborn Rogue, LN. Str 11, Dex 12, Con 10, Int 10, Wis 7, Cha 14. Suuheani has brass scales and hazel eyes, and an unusual scar on his leg. He wears leather armor and wields a longsword and shortbow. Suuheani has an animal companion, a black cat named Ninla.",
  "Enkiman: Male Dragonborn Rogue, N. Str 10, Dex 17, Con 11, Int 8, Wis 9, Cha 12. Enkiman is tall and thin, with bronze scales and green eyes. He wears leather armor and wields a quarterstaff and javelins. Enkiman is adventurous and secretive.",
  "Ulaebas: Male Dragonborn Paladin, Good. Str 12, Dex 9, Con 9, Int 11, Wis 10, Cha 9. Ulaebas has green scales and light amber eyes, and a pair of tiny wings. He wears scale mail and wields a glaive.",
  "Abiugar: Male Dragonborn Druid, Neutral. Str 10, Dex 9, Con 10, Int 11, Wis 17, Cha 9. Abiugar has black scales and green eyes, and rows of shark-like teeth. He wears hide armor and wields a quarterstaff.",
  "Biesusu: Male Dragonborn Monk, N. Str 10, Dex 11, Con 10, Int 9, Wis 16, Cha 11. Biesusu is short, with bronze scales and brown eyes. He wears worn clothing and wields an ono (handaxe) and shuriken (darts).",
  "Tiyamadu: Male Dragonborn Cleric, N. Str 7, Dex 11, Con 14, Int 11, Wis 13, Cha 9. Tiyamadu has white scales and green eyes, and a distinctive scar on his face. He wears leather armor and wields a mace. Tiyamadu is clever and slothful.",
  "Daresu: Male Dragonborn Rogue, LN. Str 11, Dex 13, Con 15, Int 10, Wis 8, Cha 13. Daresu has bronze scales and amber eyes. He wears leather armor and wields a rapier. Daresu has an animal companion, a dire rat named Sumardi.",
  "Ezzenain: Male Dragonborn Druid, Neutral. Str 13, Dex 10, Con 6, Int 9, Wis 14, Cha 12. Ezzenain has bronze scales and sharp gray eyes. He wears leather armor and wields a club and wooden shield. Ezzenain refers to himself in the third person.",
  "Aliimmal: Male Dragonborn Fighter, LN. Str 16, Dex 8, Con 12, Int 5, Wis 8, Cha 10. Aliimmal has bronze scales and blue eyes. He wears a chain shirt and wields a maul.",
  "Halilu: Male Dragonborn Monk, N. Str 16, Dex 13, Con 8, Int 8, Wis 11, Cha 10. Halilu is short, with bronze scales and hazel eyes. He wears worn clothing and wields an ono (handaxe) and kama (sickle).",
  "Abusum: Male Dragonborn Cleric, NE. Str 9, Dex 12, Con 9, Int 11, Wis 15, Cha 8. Abusum has bronze scales and amber eyes, and a flicking forked tongue. He wears a breastplate and wields a spear and shield. Abusum has an animal companion, a silver cat named Naiduka.",
  "Abum: Male Dragonborn Wizard, LN. Str 6, Dex 13, Con 12, Int 16, Wis 5, Cha 11. Abum is short and willowy, with bronze scales and light blue eyes. He wears modest garments and wields a dagger. Abum is extravagant and timid.",
  "Muabuma: Male Dragonborn Druid, Neutral. Str 12, Dex 7, Con 8, Int 8, Wis 16, Cha 14. Muabuma is stout, with bronze scales and green eyes. He wears leather armor and wields a mace and sling. Muabuma seeks revenge against the sister who betrayed him.",
  "Balshazuu: Male Dragonborn Fighter, NE. Str 14, Dex 8, Con 10, Int 11, Wis 7, Cha 5. Balshazuu is tall, with brass scales and light brown eyes. He wears hide armor and wields a greataxe. Balshazuu seeks wealth and power at any cost.",
  "Nabiesha: Male Dragonborn Monk, CG. Str 12, Dex 15, Con 12, Int 5, Wis 12, Cha 6. Nabiesha has bronze scales and sharp hazel eyes, and a flicking forked tongue. He wears modest garments and wields an ono (handaxe). Nabiesha suffers a traumatic fear of death.",
  "Sara: Male Dragonborn Fighter, LG. Str 16, Dex 15, Con 10, Int 14, Wis 9, Cha 8. Sara has bronze scales and amber eyes. He wears scale mail and wields a war pick and shield.",
  "Kuuzzabi: Male Dragonborn Rogue, N. Str 13, Dex 16, Con 11, Int 17, Wis 12, Cha 10. Kuuzzabi has bronze scales and soft amber eyes, and a flicking forked tongue. He wears leather armor and wields a longsword. Kuuzzabi has an animal companion, a dire rat named Mammet.",
  "Nabieshuu: Male Dragonborn Paladin, Good. Str 15, Dex 10, Con 14, Int 15, Wis 14, Cha 11. Nabieshuu has bronze scales and light brown eyes. He wears hide armor and wields a trident. Nabieshuu has an animal companion, a white warhorse named Anum.",
  "Ninaidi: Male Dragonborn Bard, NG. Str 11, Dex 9, Con 11, Int 10, Wis 9, Cha 17. Ninaidi has copper scales and bright brown eyes, and a flicking forked tongue. He wears studded leather and wields a rapier.",
  "Enlilsit: Male Dragonborn Rogue, LE. Str 12, Dex 12, Con 10, Int 12, Wis 10, Cha 13. Enlilsit has bronze scales and brown eyes, and a pair of tiny wings. He wears studded leather and wields a longsword. Enlilsit has an animal companion, a dire rat named Isal.",
  "Abimal: Male Dragonborn Warlock, LN. Str 11, Dex 10, Con 13, Int 10, Wis 9, Cha 16. Abimal is tall, with green scales and hazel eyes. He wears studded leather and wields a mace and shortbow. Abimal suffers a mild allergy to pollen.",
  "Nakadu: Male Dragonborn Fighter, NG. Str 13, Dex 14, Con 12, Int 9, Wis 10, Cha 8. Nakadu has silver scales and hazel eyes, and horns engraved with strange symbols. He wears a chain shirt and wields a war pick and hand crossbow.",
  "Haluna: Male Dragonborn Warlock, LG. Str 12, Dex 8, Con 11, Int 15, Wis 7, Cha 16. Haluna is tall, with bronze scales and brown eyes. He wears studded leather and wields a handaxe.",
  "Bumerki: Male Dragonborn Wizard, N. Str 9, Dex 9, Con 8, Int 16, Wis 13, Cha 6. Bumerki has bronze scales and hazel eyes. He wears travel-stained clothing and wields a dagger and darts. Bumerki has Common Companion.",
  "Buru: Male Dragonborn Monk, LN. Str 10, Dex 9, Con 6, Int 11, Wis 12, Cha 12. Buru has bronze scales and large blue eyes, and rows of shark-like teeth. He wears well-made clothing and wields an ono (handaxe).",
  "Belsharsu: Male Dragonborn Sorcerer, N. Str 7, Dex 12, Con 12, Int 5, Wis 8, Cha 16. Belsharsu has bronze scales and large green eyes. He wears worn clothing and wields a dagger. Belsharsu is inquisitive and moody.",
  "Sabera: Male Dragonborn Rogue, N. Str 10, Dex 12, Con 10, Int 14, Wis 10, Cha 8. Sabera has bronze scales and dark amber eyes. He wears studded leather and wields a rapier. Sabera is searching for the legendary Dungeon of Infernal Horror.",
  "Abumum: Male Dragonborn Barbarian, LN. Str 16, Dex 7, Con 15, Int 11, Wis 14, Cha 12. Abumum has gold scales and gray eyes, and a flicking forked tongue. He wears leather armor and wields a war pick. Abumum is hunting the warlord who murdered his family.",
  "Nergusu: Male Dragonborn Rogue, N. Str 11, Dex 17, Con 8, Int 12, Wis 14, Cha 9. Nergusu is short and overweight, with bronze scales and dark brown eyes. He wears leather armor and wields a longsword and javelins. Nergusu dislikes having people behind him.",
  "Sunu: Male Dragonborn Warlock, LG. Str 14, Dex 11, Con 8, Int 8, Wis 15, Cha 16. Sunu is tall, with blue scales and hazel eyes. He wears leather armor and wields a spear. Sunu seeks to become an instructor at the School of Elemental Study.",
  "Nabiuma: Male Dragonborn Fighter, CG. Str 15, Dex 14, Con 7, Int 10, Wis 11, Cha 10. Nabiuma is heavyset, with black scales and gray eyes. He wears scale mail and wields a trident and shield.",
  "Suni: Male Dragonborn Druid, Neutral. Str 9, Dex 12, Con 11, Int 8, Wis 15, Cha 12. Suni has bronze scales and large hazel eyes, and rows of shark-like teeth. He wears hide armor and wields a spear and wooden shield. Suni has hawk named Meshulla.",
  "Biesama: Male Dragonborn Druid, Neutral. Str 13, Dex 11, Con 9, Int 9, Wis 14, Cha 6. Biesama is tall, with bronze scales and large amber eyes. He wears leather armor and wields a quarterstaff and sling.",
  "Ardullar: Male Dragonborn Monk, N. Str 12, Dex 14, Con 15, Int 7, Wis 13, Cha 8. Ardullar is tall and overweight, with bronze scales and sharp amber eyes. He wears simple clothing and wields a kanabo (mace) and shuriken (darts). Ardullar seeks to become a knight of the realm.",
  "Kuriasha: Male Dragonborn Monk, NG. Str 9, Dex 13, Con 14, Int 13, Wis 7, Cha 6. Kuriasha is short and thin, with brass scales and large green eyes. He wears simple clothing and wields a bo (quarterstaff) and sai (dagger). Kuriasha is fascinated by death.",
  "Susadea: Male Dragonborn Fighter, N. Str 15, Dex 11, Con 12, Int 8, Wis 13, Cha 11. Susadea has white scales and light blue eyes. He wears a breastplate and wields a war pick. Susadea has an animal companion, a red firedrake named Ebumus.",
  "Nabona: Male Dragonborn Fighter, NG. Str 12, Dex 15, Con 13, Int 11, Wis 6, Cha 9. Nabona has bronze scales and light gray eyes. He wears ring mail and wields a flail and shield. Nabona is quiet, and says as little as possible.",
  "Bhhimmeshuu: Male Dragonborn Monk, LN. Str 11, Dex 10, Con 9, Int 9, Wis 16, Cha 9. Bhhimmeshuu is heavyset, with bronze scales and brown eyes. He wears worn clothing and wields a bo (quarterstaff) and kama (sickle). Bhhimmeshuu is searching for a legendary blade named Elysian Executioner.",
  "Sumani: Male Dragonborn Monk, N. Str 9, Dex 13, Con 12, Int 6, Wis 15, Cha 6. Sumani is tall, with bronze scales and large gray eyes. He wears well-made clothing and wields an ono (handaxe) and kama (sickle). Sumani is cursed with a deformed arm.",
  "Damuta: Male Dragonborn Rogue, CN. Str 12, Dex 14, Con 9, Int 12, Wis 11, Cha 12. Damuta has bronze scales and large hazel eyes, and a flicking forked tongue. He wears studded leather and wields a longsword. Damuta has an animal companion, a sable ferret named Ninli.",
  "Sinmilki: Male Dragonborn Druid, Neutral. Str 10, Dex 8, Con 11, Int 14, Wis 15, Cha 9. Sinmilki is heavyset, with bronze scales and light amber eyes. He wears hide armor and wields a mace. Sinmilki has forest owl named Enailin.",
  "Aliilin: Male Dragonborn Bard, CN. Str 7, Dex 14, Con 5, Int 13, Wis 14, Cha 12. Aliilin has bronze scales and green eyes. He wears leather armor and wields a rapier and sickle. Aliilin is hunting the doppelganger which destroyed his homeland.",
  "Nyasisu: Male Dragonborn Barbarian, CN. Str 16, Dex 14, Con 12, Int 6, Wis 11, Cha 11. Nyasisu has bronze scales and green eyes. He wears scale mail and wields a flail. Nyasisu is gullible and haughty.",
  "Abugal: Male Dragonborn Fighter, LN. Str 12, Dex 11, Con 6, Int 14, Wis 10, Cha 12. Abugal has bronze scales and hazel eyes, and rows of shark-like teeth. He wears plate armor and wields a longsword and blowgun. Abugal is absent-minded, and always searching for a missing item.",
  "Abuhash: Male Dragonborn Fighter, CG. Str 12, Dex 12, Con 9, Int 13, Wis 13, Cha 13. Abuhash has bronze scales and green eyes. He wears chain mail and wields a battleaxe and hand crossbow. Abuhash has an animal companion, a badger named Ilgabis.",
  "Muliki: Male Dragonborn Rogue, N. Str 9, Dex 15, Con 8, Int 11, Wis 13, Cha 8. Muliki has red scales and bright amber eyes. He wears studded leather and wields a longsword. Muliki is extravagant and lively.",
  "Guditu: Male Dragonborn Cleric, CG. Str 10, Dex 10, Con 6, Int 8, Wis 12, Cha 14. Guditu has bronze scales and amber eyes. He wears studded leather and wields a quarterstaff. Guditu is forgiving and gullible.",
  "Mardara: Male Dragonborn Fighter, LN. Str 12, Dex 17, Con 10, Int 14, Wis 10, Cha 15. Mardara has bronze scales and green eyes, and a pair of tiny wings. He wears ring mail and wields a shortsword and shield. Mardara is a terrible liar.",
  "Bumadu: Male Dragonborn Monk, LE. Str 8, Dex 9, Con 11, Int 10, Wis 8, Cha 12. Bumadu has bronze scales and bright hazel eyes, and rows of shark-like teeth. He wears modest garments and wields an ono (handaxe) and sai (dagger). Bumadu is insensitive and possessive.",
  "Sumidi: Male Dragonborn Monk, NE. Str 8, Dex 15, Con 7, Int 11, Wis 13, Cha 8. Sumidi is tall, with gold scales and soft blue eyes. He wears sturdy clothing and wields a yari (spear).",
  "Aradum: Male Dragonborn Rogue, CN. Str 10, Dex 15, Con 11, Int 16, Wis 9, Cha 12. Aradum has bronze scales and large blue eyes. He wears studded leather and wields a shortsword and light crossbow. Aradum is thoughtful and depressed.",
  "Sumutu: Male Dragonborn Barbarian, NG. Str 13, Dex 10, Con 11, Int 9, Wis 14, Cha 9. Sumutu has bronze scales and hazel eyes, and an unusual scar on his face. He wears hide armor and wields a greatsword.",
  "Alammin: Male Dragonborn Fighter, N. Str 14, Dex 7, Con 7, Int 9, Wis 13, Cha 10. Alammin has bronze scales and narrow gray eyes. He wears ring mail and wields a greataxe.",
  "Nabazzi: Male Dragonborn Fighter, N. Str 14, Dex 11, Con 7, Int 12, Wis 6, Cha 10. Nabazzi has bronze scales and large gray eyes. He wears plate armor and wields a battleaxe and blowgun.",
  "Bhhamma: Male Dragonborn Fighter, N. Str 13, Dex 8, Con 15, Int 11, Wis 7, Cha 12. Bhhamma has bronze scales and amber eyes, and wears glasses with brass rims. He wears a chain shirt and wields a flail and hand crossbow. Bhhamma has an animal companion, a brown bear named Aharas.",
  "Aramum: Male Dragonborn Monk, N. Str 13, Dex 11, Con 9, Int 5, Wis 7, Cha 9. Aramum has bronze scales and blue eyes. He wears well-made clothing and wields a bo (quarterstaff). Aramum has an animal companion, a white monkey named Lili.",
  "Sangilga: Male Dragonborn Paladin, Good. Str 16, Dex 9, Con 9, Int 5, Wis 17, Cha 15. Sangilga has bronze scales and brown eyes. He wears a breastplate and wields a maul. Sangilga is cheerful and virtuous.",
  "Hazzuuma: Male Dragonborn Paladin, Good. Str 16, Dex 5, Con 6, Int 7, Wis 14, Cha 17. Hazzuuma has bronze scales and light brown eyes. He wears chain mail and wields a warhammer and shield.",
  "Bhheshbalsha: Male Dragonborn Rogue, N. Str 9, Dex 13, Con 8, Int 16, Wis 6, Cha 12. Bhheshbalsha has bronze scales and sharp hazel eyes, and a flicking forked tongue. He wears studded leather and wields a longsword and hand crossbow. Bhheshbalsha seeks to save his family from financial ruin.",
  "Sumanna: Male Dragonborn Monk, NG. Str 8, Dex 11, Con 11, Int 14, Wis 13, Cha 10. Sumanna is tall and overweight, with copper scales and soft hazel eyes. He wears plain clothing and wields a bo (quarterstaff).",
  "Sudea: Male Dragonborn Cleric, N. Str 9, Dex 13, Con 11, Int 13, Wis 16, Cha 10. Sudea has blue scales and green eyes. He wears leather armor and wields a mace. Sudea is lively and hateful.",
  "Arsamum: Male Dragonborn Monk, N. Str 17, Dex 11, Con 10, Int 8, Wis 8, Cha 9. Arsamum is thin, with bronze scales and hazel eyes. He wears travel-stained clothing and wields a yari (spear). Arsamum lost his reflection to a nymph.",
  "Amhuuh: Male Dragonborn Paladin, Good. Str 12, Dex 13, Con 8, Int 14, Wis 8, Cha 11. Amhuuh is short and thin, with bronze scales and green eyes. He wears hide armor and wields a glaive.",
  "Gezu: Male Dragonborn Druid, Neutral. Str 7, Dex 8, Con 12, Int 11, Wis 14, Cha 9. Gezu has bronze scales and large hazel eyes. He wears leather armor and wields a scimitar.",
  "Sinamzu: Male Dragonborn Fighter, CN. Str 17, Dex 8, Con 7, Int 13, Wis 10, Cha 14. Sinamzu has bronze scales and amber eyes, and a flicking forked tongue. He wears splint armor and wields a longsword and shield. Sinamzu has an animal companion, a badger named Asmar.",
  "Ninaba: Male Dragonborn Barbarian, N. Str 16, Dex 9, Con 11, Int 13, Wis 10, Cha 11. Ninaba is tall, with bronze scales and narrow blue eyes. He wears leather armor and wields a greatsword. Ninaba holds a grudge against dwarves.",
  "Nebieshuu: Male Dragonborn Ranger, LG. Str 12, Dex 12, Con 12, Int 10, Wis 14, Cha 13. Nebieshuu has bronze scales and large green eyes. He wears studded leather and wields a greatsword.",
  "Aces: Male Dragonborn Rogue, N. Str 7, Dex 16, Con 10, Int 13, Wis 11, Cha 10. Aces has bronze scales and blue eyes. He wears leather armor and wields a shortsword. Aces has an animal companion, a black snake named Ditatta.",
  "Dugilga: Male Dragonborn Monk, CE. Str 16, Dex 9, Con 11, Int 10, Wis 8, Cha 9. Dugilga is stout, with bronze scales and brown eyes. He wears modest garments and wields an ono (handaxe). Dugilga has an animal companion, a hunting dog named Saba.",
  "Girsinma: Male Dragonborn Druid, Neutral. Str 15, Dex 7, Con 11, Int 9, Wis 12, Cha 10. Girsinma has bronze scales and brown eyes. He wears hide armor and wields a scimitar. Girsinma is impartial and covetous.",
  "Biliita: Male Dragonborn Cleric, LN. Str 10, Dex 9, Con 12, Int 12, Wis 13, Cha 13. Biliita has red scales and blue eyes. He wears leather armor and wields a mace and shield. Biliita is driven and intimidating.",
  "Nazuuma: Male Dragonborn Paladin, Good. Str 13, Dex 6, Con 9, Int 11, Wis 10, Cha 15. Nazuuma has green scales and blue eyes, and a distinctive scar on his face. He wears ring mail and wields a scimitar and shield. Nazuuma is steadfast and cheerful."
]