[
  "Rancis Finchey: Male Human Fighter, LG. Str 17, Dex 14, Con 9, Int 9, Wis 12, Cha 10. Rancis is willowy, with thin gray hair and amber eyes. He wears plate armor and wields a longsword and net.",
  "Wulfge: Male Human Monk, NG. Str 10, Dex 13, Con 14, Int 14, Wis 17, Cha 8. Wulfge is short and slender, with straight white hair and large brown eyes. He wears worn clothing and wields an ono (handaxe) and kama (sickle). Wulfge suffers a deadly allergy to nuts.",
  "Breyny: Male Human Paladin, Good. Str 12, Dex 10, Con 12, Int 9, Wis 14, Cha 9. Breyny is tall, with tangled blonde hair and amber eyes. He wears splint armor and wields a longsword. Breyny is haunted by the ghost of someone he killed.",
  "Sige: Male Human Cleric, CN. Str 11, Dex 10, Con 13, Int 11, Wis 16, Cha 13. Sige has braided blonde hair and blue eyes. He wears scale mail and wields a club.",
  "Geoffry: Male Human Monk, N. Str 12, Dex 14, Con 12, Int 14, Wis 8, Cha 10. Geoffry is rough in appearance, with gray hair and gray eyes. He wears well-made clothing and wields a yari (spear).",
  "Warder: Male Human Druid, Neutral. Str 11, Dex 9, Con 9, Int 10, Wis 13, Cha 11. Warder is tall and willowy, with brown hair and amber eyes. He wears hide armor and wields a spear and wooden shield. Warder has badger named Georguy.",
  "Alwyth: Male Human Monk, N. Str 11, Dex 15, Con 7, Int 10, Wis 13, Cha 9. Alwyth has brown hair and light gray eyes, and small ears. He wears travel-stained clothing and wields a bo (quarterstaff). Alwyth is pleasant and practical.",
  "Gauwill Balley: Male Human Rogue, NE. Str 11, Dex 14, Con 12, Int 12, Wis 14, Cha 8. Gauwill has thick blonde hair and hazel eyes. He wears leather armor and wields a rapier. Gauwill is searching for an ancient artifact of evil.",
  "Reder Whammayc: Male Human Warlock, NE. Str 12, Dex 12, Con 7, Int 5, Wis 8, Cha 12. Reder is repulsive in appearance, with black hair and large brown eyes. He wears studded leather and wields a mace. Reder seeks only fame and glory.",
  "Piersym: Male Human Fighter, NE. Str 16, Dex 10, Con 9, Int 10, Wis 8, Cha 13. Piersym is slender, with silver hair and gray eyes. He wears a breastplate and wields a halberd. Piersym was magically imprisoned for a hundred years.",
  "Ames Evyn: Male Human Rogue, N. Str 9, Dex 16, Con 10, Int 11, Wis 9, Cha 8. Ames has an angular face, with black hair and green eyes. He wears studded leather and wields a spear and hand crossbow. Ames compulsively lies.",
  "Athyer Amet: Male Human Paladin, Good. Str 10, Dex 10, Con 9, Int 14, Wis 14, Cha 17. Athyer is tall, with thin white hair and gray eyes. He wears ring mail and wields a shortsword and shield. Athyer has an animal companion, a black warhorse named Eaded.",
  "Amel: Male Human Sorcerer, NG. Str 7, Dex 10, Con 9, Int 6, Wis 7, Cha 16. Amel is stout, with tangled auburn hair and green eyes. He wears modest garments and wields a dagger and sling. Amel has an animal companion, a horned owl named Suse.",
  "Aenwulf: Male Human Cleric, LG. Str 7, Dex 15, Con 5, Int 9, Wis 16, Cha 9. Aenwulf has uneven gray hair and narrow hazel eyes. He wears hide armor and wields a mace and shield. Aenwulf has an animal companion, a hawk named Saebeagm.",
  "Beorhtio: Male Human Monk, LE. Str 9, Dex 16, Con 12, Int 12, Wis 14, Cha 11. Beorhtio has a narrow face, with short red hair and soft gray eyes. He wears well-made clothing and wields an ono (handaxe). Beorhtio compulsively organizes things.",
  "Othbeold: Male Human Cleric, NG. Str 8, Dex 12, Con 12, Int 6, Wis 17, Cha 7. Othbeold has brown hair and bright amber eyes, and wears glasses with pewter rims. He wears leather armor and wields a mace. Othbeold seeks revenge against the sister who betrayed him.",
  "Cyne: Male Human Cleric, NG. Str 10, Dex 11, Con 11, Int 12, Wis 16, Cha 9. Cyne has auburn hair and amber eyes, and prominent ears. He wears a breastplate and wields a handaxe and shield. Cyne is a practiced gambler.",
  "Tharles: Male Human Rogue, NG. Str 5, Dex 15, Con 12, Int 12, Wis 10, Cha 8. Tharles has black hair and amber eyes. He wears leather armor and wields a club and darts. Tharles believes that he is being hunted by supernatural creatures.",
  "Bertio: Male Human Cleric, NE. Str 13, Dex 11, Con 11, Int 14, Wis 14, Cha 13. Bertio has thin golden hair and large gray eyes. He wears half plate and wields a mace and shield.",
  "Ames: Male Human Warlock, N. Str 14, Dex 9, Con 12, Int 10, Wis 9, Cha 14. Ames is short and overweight, with braided white hair and bright brown eyes. He wears studded leather and wields a handaxe. Ames seeks to raise an army of flesh golems.",
  "Adwith: Male Human Druid, Neutral. Str 13, Dex 10, Con 7, Int 8, Wis 13, Cha 6. Adwith has a narrow face, with messy blonde hair and hazel eyes. He wears hide armor and wields a club and sling. Adwith is searching for his lost sister.",
  "Reyny: Male Human Rogue, N. Str 9, Dex 16, Con 8, Int 15, Wis 9, Cha 6. Reyny has short black hair and blue eyes. He wears studded leather and wields a longsword and sling. Reyny suffers a paralyzing fear of crowds.",
  "Balda: Male Human Monk, N. Str 13, Dex 11, Con 7, Int 11, Wis 11, Cha 10. Balda has a narrow face, with tangled silver hair and soft blue eyes. He wears well-made clothing and wields a yari (spear) and shuriken (darts). Balda is searching for the lost empire of Hithlonde.",
  "Sawiu: Male Human Ranger, LE. Str 17, Dex 11, Con 9, Int 14, Wis 8, Cha 11. Sawiu has uneven gray hair and gray eyes, and large ears. He wears hide armor and wields a glaive. Sawiu suffers a traumatic fear of death.",
  "Bertio: Male Human Cleric, LN. Str 7, Dex 6, Con 9, Int 9, Wis 14, Cha 16. Bertio has golden hair and green eyes. He wears studded leather and wields a spear and sling. Bertio is jealous and disloyal.",
  "Cyne: Male Human Rogue, LG. Str 12, Dex 12, Con 11, Int 11, Wis 9, Cha 9. Cyne is short, with thick red hair and dark brown eyes. He wears leather armor and wields a longsword. Cyne is hunting the giant who murdered his family.",
  "Tharrey Gylley: Male Human Rogue, LN. Str 11, Dex 16, Con 9, Int 11, Wis 9, Cha 11. Tharrey is slender, with auburn hair and green eyes. He wears studded leather and wields a longsword. Tharrey is eccentric and adventurous.",
  "Sige: Male Human Fighter, N. Str 14, Dex 8, Con 9, Int 12, Wis 10, Cha 9. Sige has matted golden hair and gray eyes, and small ears. He wears splint armor and wields a longsword. Sige is hardworking and alluring.",
  "Aelric: Male Human Warlock, CN. Str 12, Dex 15, Con 11, Int 8, Wis 9, Cha 16. Aelric has auburn hair and green eyes. He wears leather armor and wields a club.",
  "Wilhye: Male Human Paladin, Good. Str 13, Dex 9, Con 10, Int 14, Wis 14, Cha 12. Wilhye has long black hair and light amber eyes, and a magical tattoo on his face. He wears a breastplate and wields a warhammer. Wilhye has an animal companion, a bay warhorse named Aeric.",
  "Theardu: Male Human Monk, LN. Str 15, Dex 14, Con 10, Int 11, Wis 16, Cha 8. Theardu has brown hair and blue eyes. He wears simple clothing and wields nunchaku (club) and shuriken (darts). Theardu is searching for his missing daughter.",
  "Ewan: Male Human Rogue, N. Str 7, Dex 14, Con 8, Int 14, Wis 10, Cha 15. Ewan has uneven black hair and soft gray eyes. He wears studded leather and wields a longsword and hand crossbow. Ewan seeks revenge against the aristocrat who framed him.",
  "Wulfa: Male Human Fighter, NG. Str 16, Dex 13, Con 5, Int 11, Wis 10, Cha 10. Wulfa has a long face, with black hair and narrow blue eyes. He wears plate armor and wields a flail. Wulfa is loyal and heroic.",
  "Ralphye Rydye: Male Human Barbarian, NG. Str 15, Dex 13, Con 12, Int 13, Wis 7, Cha 14. Ralphye has a long face, with blonde hair and bright gray eyes. He wears hide armor and wields a trident and shield. Ralphye seeks to free himself from an ancient curse.",
  "Gere: Male Human Rogue, NE. Str 8, Dex 16, Con 12, Int 10, Wis 7, Cha 6. Gere has silver hair and gray eyes. He wears leather armor and wields a rapier and sling. Gere believes that he is being hunted by supernatural creatures.",
  "Gerey Borne: Male Human Fighter, CG. Str 16, Dex 16, Con 13, Int 12, Wis 7, Cha 9. Gerey has tangled brown hair and dark hazel eyes. He wears scale mail and wields a morningstar and shield. Gerey has an animal companion, a copper firedrake named Hurra.",
  "Mesym: Male Human Monk, NG. Str 13, Dex 7, Con 9, Int 13, Wis 9, Cha 9. Mesym is rough in appearance, with golden hair and hazel eyes. He wears worn clothing and wields an ono (handaxe). Mesym has an animal companion, a red snake named Arget.",
  "Eanchelm: Male Human Rogue, CG. Str 11, Dex 12, Con 13, Int 10, Wis 10, Cha 9. Eanchelm has blonde hair and dark gray eyes, and a flat nose. He wears leather armor and wields a shortsword and darts. Eanchelm has an animal companion, a black snake named Cilia.",
  "Rancis: Male Human Druid, Neutral. Str 13, Dex 13, Con 15, Int 10, Wis 12, Cha 12. Rancis has an angular face, with cropped golden hair and sharp amber eyes. He wears hide armor and wields a scimitar and sling. Rancis has green snake named Herey.",
  "Ethed: Male Human Rogue, LG. Str 13, Dex 13, Con 12, Int 10, Wis 10, Cha 14. Ethed has messy brown hair and green eyes, and wears glasses with silver rims. He wears leather armor and wields a rapier and hand crossbow. Ethed is fascinated by ghosts and spirits.",
  "Grancis: Male Human Fighter, CG. Str 14, Dex 9, Con 6, Int 10, Wis 10, Cha 11. Grancis has a long face, with golden hair and brown eyes. He wears plate armor and wields a shortsword and shield. Grancis suffers a severe allergy to rabbits.",
  "Balda: Male Human Warlock, CN. Str 11, Dex 13, Con 5, Int 6, Wis 10, Cha 13. Balda has a narrow face, with white hair and bright green eyes. He wears leather armor and wields a spear. Balda speaks with a raspy voice.",
  "Robert Wylcey: Male Human Rogue, N. Str 12, Dex 14, Con 7, Int 16, Wis 8, Cha 11. Robert has an angular face, with blonde hair and amber eyes. He wears leather armor and wields a light hammer. Robert dislikes having people behind him.",
  "Walteph Nordye: Male Human Sorcerer, LN. Str 7, Dex 14, Con 13, Int 10, Wis 9, Cha 14. Walteph is slender, with straight golden hair and hazel eyes. He wears simple clothing and wields a dagger and light crossbow. Walteph has an animal companion, a sand lizard named Bruna.",
  "Chelry Rayte: Male Human Rogue, CE. Str 8, Dex 14, Con 11, Int 12, Wis 8, Cha 10. Chelry has uneven white hair and light gray eyes, and a magical mark on his arm. He wears leather armor and wields a rapier and shortbow. Chelry has an animal companion, a raven named Alys.",
  "Gery Ginte: Male Human Monk, NG. Str 15, Dex 14, Con 7, Int 7, Wis 11, Cha 13. Gery is short, with short copper hair and large brown eyes. He wears worn clothing and wields an ono (handaxe) and shuriken (darts). Gery has an animal companion, a black rat named Cilia.",
  "Riffin: Male Human Warlock, LG. Str 10, Dex 7, Con 12, Int 10, Wis 9, Cha 17. Riffin has golden hair and blue eyes. He wears leather armor and wields a spear. Riffin compulsively plays with a bronze ring.",
  "Gery: Male Human Sorcerer, LE. Str 8, Dex 12, Con 11, Int 6, Wis 10, Cha 16. Gery is willowy, with straight brown hair and green eyes. He wears travel-stained clothing and wields a dagger. Gery is searching for his missing familiar, a raven named Witheue.",
  "Gery Cere: Male Human Cleric, CN. Str 10, Dex 7, Con 9, Int 9, Wis 13, Cha 14. Gery has black hair and bright gray eyes, and a thin moustache. He wears hide armor and wields a mace and shortbow. Gery is haunted by the ghost of someone he killed.",
  "Robert: Male Human Monk, CE. Str 12, Dex 13, Con 11, Int 11, Wis 13, Cha 12. Robert has a narrow face, with silver hair and amber eyes. He wears simple clothing and wields a yari (spear). Robert has an animal companion, a tiger named Ames.",
  "Geberw: Male Human Paladin, Good. Str 14, Dex 12, Con 13, Int 7, Wis 14, Cha 13. Geberw has silver hair and dark brown eyes. He wears plate armor and wields a greatsword. Geberw seeks to free himself from an ancient curse.",
  "Gery: Male Human Monk, N. Str 15, Dex 12, Con 11, Int 7, Wis 9, Cha 10. Gery is tall, with tangled blonde hair and brown eyes. He wears well-made clothing and wields a kanabo (mace) and kama (sickle). Gery has an animal companion, a gray rat named Bethon.",
  "Raeda: Male Human Cleric, N. Str 10, Dex 8, Con 10, Int 9, Wis 17, Cha 12. Raeda is pleasant in appearance, with brown hair and large green eyes. He wears half plate and wields a quarterstaff. Raeda is searching for his missing son.",
  "Gauwyn Wete: Male Human Wizard, N. Str 8, Dex 13, Con 13, Int 14, Wis 14, Cha 6. Gauwyn has white hair and hazel eyes. He wears brass robes and wields a dagger and darts.",
  "Cenwy: Male Human Rogue, N. Str 12, Dex 17, Con 15, Int 10, Wis 8, Cha 11. Cenwy is pleasant in appearance, with blonde hair and blue eyes. He wears studded leather and wields a shortsword. Cenwy has an animal companion, a black cat named Aucieth.",
  "Ralphye: Male Human Rogue, LN. Str 7, Dex 16, Con 12, Int 13, Wis 8, Cha 11. Ralphye is short and stout, with silver hair and large blue eyes. He wears studded leather and wields a shortsword and darts. Ralphye seeks to atone for past sins.",
  "Balda: Male Human Sorcerer, NE. Str 11, Dex 15, Con 13, Int 9, Wis 11, Cha 12. Balda has a narrow face, with thick golden hair and sharp brown eyes. He wears worn clothing and wields a quarterstaff. Balda is bloodthirsty and selfish.",
  "Eofstald: Male Human Fighter, CN. Str 14, Dex 12, Con 7, Int 7, Wis 13, Cha 8. Eofstald has auburn hair and soft amber eyes. He wears a breastplate and wields a morningstar. Eofstald speaks with a soft voice.",
  "Saewy: Male Human Monk, LG. Str 7, Dex 13, Con 14, Int 10, Wis 14, Cha 10. Saewy is heavyset, with uneven white hair and amber eyes. He wears travel-stained clothing and wields a kanabo (mace) and sai (dagger). Saewy was magically imprisoned for a hundred years.",
  "Ceolfre: Male Human Rogue, NE. Str 5, Dex 17, Con 8, Int 15, Wis 6, Cha 14. Ceolfre has a round face, with blonde hair and soft green eyes. He wears studded leather and wields a rapier and light crossbow. Ceolfre suffers a paralyzing fear of heights.",
  "Warder: Male Human Wizard, N. Str 7, Dex 10, Con 13, Int 15, Wis 10, Cha 6. Warder is short and thin, with matted brown hair and amber eyes. He wears modest garments and wields a quarterstaff and darts. Warder is hunting the sorcerer who murdered his family.",
  "Ealdwic: Male Human Sorcerer, NE. Str 8, Dex 9, Con 15, Int 11, Wis 14, Cha 16. Ealdwic is fair in appearance, with straight gray hair and brown eyes. He wears worn clothing and wields a dagger and darts.",
  "Nichye: Male Human Fighter, NE. Str 17, Dex 10, Con 13, Int 10, Wis 6, Cha 11. Nichye is common in appearance, with red hair and hazel eyes. He wears ring mail and wields a pike.",
  "Charry Koerwe: Male Human Warlock, N. Str 16, Dex 10, Con 8, Int 11, Wis 8, Cha 12. Charry is rugged in appearance, with brown hair and light brown eyes. He wears leather armor and wields a mace and javelins. Charry is searching for his missing familiar, a giant spider named Marget.",
  "Helman: Male Human Fighter, LN. Str 12, Dex 12, Con 6, Int 8, Wis 10, Cha 9. Helman has a square face, with curly blonde hair and gray eyes. He wears hide armor and wields a whip and heavy crossbow. Helman has an animal companion, a ginger dog named Alhrehrt.",
  "Rica: Male Human Fighter, LN. Str 13, Dex 13, Con 12, Int 12, Wis 9, Cha 6. Rica has gray hair and amber eyes. He wears ring mail and wields a longsword and shield. Rica is covetous and pessimistic.",
  "Sige: Male Human Monk, CN. Str 10, Dex 16, Con 6, Int 13, Wis 12, Cha 12. Sige has tangled black hair and soft amber eyes. He wears worn clothing and wields a kanabo (mace). Sige is searching for his lost brother.",
  "Anier: Male Human Ranger, CN. Str 12, Dex 11, Con 10, Int 10, Wis 8, Cha 5. Anier has uneven red hair and brown eyes, and a magical scar on his leg. He wears studded leather and wields a whip and shield. Anier has golden eagle named Alys.",
  "Gery: Male Human Warlock, NE. Str 12, Dex 10, Con 10, Int 13, Wis 6, Cha 17. Gery is tall and stout, with braided blonde hair and gray eyes. He wears studded leather and wields a club. Gery is searching for an ancient artifact of evil.",
  "Wulfa: Male Human Monk, NG. Str 14, Dex 14, Con 12, Int 14, Wis 12, Cha 8. Wulfa has an angular face, with copper hair and sharp hazel eyes. He wears simple clothing and wields a bo (quarterstaff). Wulfa is honorable and lewd.",
  "Gerey Benthey: Male Human Rogue, LN. Str 8, Dex 16, Con 12, Int 12, Wis 9, Cha 6. Gerey is willowy, with uneven copper hair and gray eyes. He wears leather armor and wields a rapier. Gerey has an animal companion, a dire rat named Alix.",
  "Wulfa: Male Human Monk, NE. Str 15, Dex 17, Con 8, Int 8, Wis 10, Cha 10. Wulfa has a round face, with curly silver hair and hazel eyes. He wears travel-stained clothing and wields nunchaku (club) and sai (dagger). Wulfa seeks to atone for past sins.",
  "Aerehrt: Male Human Fighter, N. Str 12, Dex 10, Con 13, Int 9, Wis 7, Cha 9. Aerehrt is rough in appearance, with red hair and light amber eyes. He wears hide armor and wields a shortsword and blowgun.",
  "Warder: Male Human Druid, Neutral. Str 7, Dex 8, Con 7, Int 9, Wis 14, Cha 12. Warder has golden hair and bright brown eyes, and numerous distinctive tattoos. He wears leather armor and wields a quarterstaff and wooden shield. Warder has golden eagle named Breda.",
  "Bertio: Male Human Barbarian, LG. Str 15, Dex 10, Con 12, Int 12, Wis 10, Cha 7. Bertio is fey in appearance, with gray hair and soft blue eyes. He wears scale mail and wields a longsword. Bertio is principled and amoral.",
  "Folke: Male Human Barbarian, LN. Str 17, Dex 10, Con 13, Int 9, Wis 6, Cha 12. Folke is pleasant in appearance, with brown hair and soft blue eyes. He wears hide armor and wields a greataxe.",
  "Lesym: Male Human Bard, NG. Str 5, Dex 7, Con 9, Int 14, Wis 9, Cha 13. Lesym has long copper hair and bright amber eyes. He wears leather armor and wields a mace and hand crossbow. Lesym has an animal companion, a copper firedrake named Bryelly.",
  "Dreder: Male Human Fighter, CN. Str 16, Dex 8, Con 11, Int 5, Wis 14, Cha 8. Dreder is overweight, with thick auburn hair and gray eyes. He wears a breastplate and wields a morningstar and shield. Dreder has an animal companion, a red firedrake named Canwiu.",
  "Eahhbeoth: Male Human Paladin, Good. Str 15, Dex 15, Con 11, Int 12, Wis 16, Cha 8. Eahhbeoth has a long face, with messy golden hair and large hazel eyes. He wears splint armor and wields a warhammer. Eahhbeoth has an animal companion, a black warhorse named Oded.",
  "Terey: Male Human Monk, NG. Str 9, Dex 9, Con 10, Int 12, Wis 14, Cha 12. Terey has auburn hair and large green eyes. He wears simple clothing and wields a kanabo (mace) and shuriken (darts). Terey has an animal companion, a white rabbit named Aldrerth.",
  "Breda: Male Human Monk, LN. Str 9, Dex 8, Con 10, Int 12, Wis 10, Cha 12. Breda is rugged in appearance, with auburn hair and sharp gray eyes. He wears modest garments and wields an ono (handaxe). Breda has an animal companion, a black snake named Draffin.",
  "Aerlith: Male Human Rogue, LN. Str 10, Dex 14, Con 9, Int 10, Wis 9, Cha 10. Aerlith is willowy, with golden hair and hazel eyes. He wears studded leather and wields a rapier. Aerlith has an animal companion, a sable ferret named Warder.",
  "Wulfa: Male Human Sorcerer, N. Str 9, Dex 9, Con 11, Int 13, Wis 10, Cha 14. Wulfa has auburn hair and sharp blue eyes, and a sharp nose. He wears modest garments and wields a quarterstaff. Wulfa is foolhardy and driven.",
  "Erert: Male Human Bard, LN. Str 8, Dex 9, Con 10, Int 11, Wis 10, Cha 15. Erert has a square face, with curly brown hair and narrow gray eyes. He wears leather armor and wields a longsword and dagger. Erert has an animal companion, a hawk named Wulburg.",
  "Streda: Male Human Fighter, NG. Str 17, Dex 10, Con 10, Int 12, Wis 8, Cha 8. Streda is tall and heavyset, with blonde hair and sharp hazel eyes. He wears scale mail and wields a morningstar.",
  "Aecgbert: Male Human Rogue, NE. Str 9, Dex 16, Con 12, Int 16, Wis 12, Cha 11. Aecgbert has a round face, with thin silver hair and light brown eyes. He wears leather armor and wields a longsword. Aecgbert is cursed with wild tremors.",
  "Tyne: Male Human Ranger, NG. Str 9, Dex 12, Con 9, Int 13, Wis 13, Cha 12. Tyne has brown hair and green eyes, and a magical mark on his leg. He wears half plate and wields a war pick. Tyne is colorblind.",
  "Gileon Pare: Male Human Rogue, NG. Str 8, Dex 12, Con 14, Int 12, Wis 9, Cha 15. Gileon has braided black hair and light amber eyes, and a sharp nose. He wears studded leather and wields a shortsword and dagger.",
  "Oweard: Male Human Fighter, N. Str 12, Dex 16, Con 10, Int 6, Wis 12, Cha 7. Oweard is common in appearance, with thin red hair and narrow hazel eyes. He wears half plate and wields a morningstar and heavy crossbow. Oweard is a terrible liar.",
  "Ahfric: Male Human Rogue, N. Str 13, Dex 17, Con 10, Int 12, Wis 6, Cha 7. Ahfric has red hair and bright green eyes. He wears studded leather and wields a rapier and hand crossbow. Ahfric has an animal companion, a black cat named Johny.",
  "Aexwund: Male Human Monk, LG. Str 7, Dex 12, Con 10, Int 7, Wis 7, Cha 11. Aexwund has straight golden hair and dark green eyes. He wears sturdy clothing and wields a yari (spear). Aexwund has an animal companion, a hunting dog named Cyna.",
  "Cenher: Male Human Rogue, CN. Str 10, Dex 13, Con 11, Int 10, Wis 12, Cha 9. Cenher has a round face, with auburn hair and bright green eyes. He wears leather armor and wields a quarterstaff. Cenher is searching for his missing daughter.",
  "Gilan: Male Human Druid, Neutral. Str 12, Dex 9, Con 6, Int 10, Wis 15, Cha 11. Gilan has cropped white hair and sharp gray eyes, and a cropped beard. He wears leather armor and wields a scimitar. Gilan secretly serves Bapha, an ancient god of destruction.",
  "Adnoth: Male Human Fighter, N. Str 15, Dex 11, Con 7, Int 13, Wis 15, Cha 14. Adnoth has long golden hair and light hazel eyes. He wears a breastplate and wields a trident. Adnoth has an animal companion, a copper firedrake named Pharder.",
  "Brewalt Dene: Male Human Paladin, Good. Str 15, Dex 9, Con 11, Int 10, Wis 9, Cha 10. Brewalt has a square face, with matted silver hair and narrow green eyes. He wears hide armor and wields a scimitar.",
  "Reda: Male Human Wizard, NG. Str 8, Dex 14, Con 8, Int 12, Wis 11, Cha 13. Reda has curly golden hair and green eyes, and a flat nose. He wears white robes and wields a quarterstaff and darts. Reda is sensitive and assertive.",
  "Aernulf: Male Human Paladin, Good. Str 14, Dex 10, Con 11, Int 14, Wis 10, Cha 13. Aernulf has black hair and blue eyes, and a thin nose. He wears plate armor and wields a warhammer and shield. Aernulf compulsively insults others.",
  "Hreda: Male Human Barbarian, LN. Str 15, Dex 8, Con 12, Int 6, Wis 9, Cha 10. Hreda is overweight, with golden hair and light hazel eyes. He wears studded leather and wields a pike. Hreda is timid and haughty.",
  "Wulfa: Male Human Ranger, N. Str 11, Dex 13, Con 10, Int 10, Wis 8, Cha 11. Wulfa is rugged in appearance, with white hair and dark amber eyes. He wears scale mail and wields a warhammer and shield. Wulfa has a terrible sense of direction.",
  "Here: Male Human Fighter, CE. Str 13, Dex 10, Con 7, Int 15, Wis 7, Cha 6. Here has thin silver hair and amber eyes, and a maimed left hand. He wears a chain shirt and wields a halberd. Here compulsively organizes things.",
  "Walhhun: Male Human Warlock, NE. Str 10, Dex 10, Con 7, Int 15, Wis 12, Cha 14. Walhhun has a narrow face, with thin auburn hair and green eyes. He wears leather armor and wields a quarterstaff and sickle. Walhhun has an animal companion, a raven named Brictha.",
  "Arler: Male Human Ranger, N. Str 8, Dex 15, Con 15, Int 14, Wis 8, Cha 10. Arler has white hair and blue eyes. He wears studded leather and wields a longsword. Arler is talkative and morose.",
  "Maere: Male Human Monk, NE. Str 12, Dex 14, Con 10, Int 13, Wis 8, Cha 10. Maere has red hair and narrow amber eyes. He wears simple clothing and wields nunchaku (club). Maere is secretive and crude.",
  "Wige: Male Human Ranger, LN. Str 13, Dex 11, Con 11, Int 11, Wis 10, Cha 11. Wige has a long face, with long golden hair and hazel eyes. He wears a breastplate and wields a battleaxe and shield. Wige is quiet, and says as little as possible.",
  "Ales Warne: Male Human Rogue, LN. Str 10, Dex 17, Con 12, Int 12, Wis 10, Cha 15. Ales has straight gray hair and light amber eyes. He wears studded leather and wields a longsword. Ales dislikes anyone smaller than him.",
  "Chany: Male Human Monk, N. Str 11, Dex 14, Con 11, Int 8, Wis 12, Cha 9. Chany has red hair and bright hazel eyes. He wears modest garments and wields nunchaku (club). Chany seeks to become a knight of the realm.",
  "Wulfher: Male Human Rogue, LG. Str 9, Dex 14, Con 8, Int 14, Wis 7, Cha 12. Wulfher is short, with thin red hair and hazel eyes. He wears leather armor and wields a light hammer and light crossbow. Wulfher has an animal companion, a black cat named Burgher.",
  "Eanged: Male Human Fighter, NE. Str 12, Dex 13, Con 11, Int 8, Wis 8, Cha 11. Eanged has a narrow face, with uneven white hair and blue eyes. He wears a breastplate and wields a halberd. Eanged has an animal companion, a black bear named Mery.",
  "Ryany: Male Human Rogue, N. Str 10, Dex 12, Con 12, Int 12, Wis 8, Cha 9. Ryany has a square face, with straight blonde hair and large brown eyes. He wears studded leather and wields a club. Ryany is searching for the legendary Black Vaults of Secrets.",
  "Cyne: Male Human Bard, LG. Str 13, Dex 10, Con 11, Int 8, Wis 13, Cha 13. Cyne has a long face, with red hair and gray eyes. He wears leather armor and wields a spear and sickle. Cyne is compassionate and practical.",
  "Hearda: Male Human Barbarian, LN. Str 17, Dex 11, Con 9, Int 11, Wis 13, Cha 10. Hearda has straight copper hair and dark gray eyes, and a flat nose. He wears studded leather and wields a scimitar and shield. Hearda has an animal companion, a silver dog named Swulfa.",
  "Wine: Male Human Bard, N. Str 10, Dex 12, Con 12, Int 9, Wis 11, Cha 12. Wine has white hair and narrow hazel eyes. He wears studded leather and wields a spear. Wine is jealous and thoughtless.",
  "Roge: Male Human Barbarian, NG. Str 13, Dex 8, Con 12, Int 13, Wis 12, Cha 11. Roge has blonde hair and sharp green eyes, and wears glasses with pewter rims. He wears leather armor and wields a warhammer and shield. Roge is haunted by the memories of a past life.",
  "Chamath: Male Human Cleric, N. Str 11, Dex 5, Con 8, Int 7, Wis 15, Cha 12. Chamath is rough in appearance, with auburn hair and green eyes. He wears studded leather and wields a club.",
  "Ceolmund: Male Human Rogue, LN. Str 11, Dex 13, Con 7, Int 10, Wis 11, Cha 5. Ceolmund is rough in appearance, with golden hair and light blue eyes. He wears leather armor and wields a rapier.",
  "Rancis: Male Human Cleric, LN. Str 10, Dex 12, Con 11, Int 8, Wis 14, Cha 13. Rancis is rough in appearance, with messy red hair and sharp blue eyes. He wears scale mail and wields a club and shield. Rancis has an animal companion, a hunting dog named Here.",
  "Lafa: Male Human Wizard, LN. Str 11, Dex 13, Con 14, Int 14, Wis 12, Cha 14. Lafa has an angular face, with matted silver hair and gray eyes. He wears blue robes and wields a quarterstaff. Lafa has an arcane familiar, a three-headed snake which sometimes sees past or future events.",
  "Giles: Male Human Monk, NE. Str 11, Dex 14, Con 9, Int 14, Wis 12, Cha 12. Giles has a long face, with short silver hair and soft amber eyes. He wears modest garments and wields a kanabo (mace). Giles is hunting the giant who slew his mentor.",
  "Tane: Male Human Monk, LG. Str 14, Dex 16, Con 9, Int 10, Wis 17, Cha 10. Tane has straight brown hair and gray eyes. He wears sturdy clothing and wields a yari (spear). Tane is cheerful and polite.",
  "Anched: Male Human Monk, N. Str 11, Dex 10, Con 11, Int 6, Wis 11, Cha 10. Anched has short silver hair and light amber eyes. He wears sturdy clothing and wields a bo (quarterstaff).",
  "Beorhtio: Male Human Paladin, Good. Str 11, Dex 10, Con 11, Int 8, Wis 8, Cha 11. Beorhtio has long white hair and blue eyes. He wears plate armor and wields a trident. Beorhtio is virtuous and assertive.",
  "Artis Knoke: Male Human Rogue, LN. Str 13, Dex 15, Con 13, Int 15, Wis 13, Cha 9. Artis is tall and willowy, with messy copper hair and narrow brown eyes. He wears studded leather and wields a light hammer. Artis is modest and ambitious.",
  "Piersym: Male Human Bard, LG. Str 13, Dex 14, Con 12, Int 11, Wis 13, Cha 13. Piersym has copper hair and dark amber eyes, and large ears. He wears leather armor and wields a shortsword and hand crossbow. Piersym seeks to help the poor and unfortunate.",
  "Othel: Male Human Paladin, Good. Str 13, Dex 8, Con 8, Int 12, Wis 14, Cha 12. Othel is short and slender, with brown hair and brown eyes. He wears hide armor and wields a rapier and shield. Othel has an animal companion, a black warhorse named Helhelw.",
  "Eambald: Male Human Warlock, CN. Str 10, Dex 13, Con 11, Int 10, Wis 14, Cha 16. Eambald is short, with white hair and light hazel eyes. He wears leather armor and wields a handaxe. Eambald compulsively plays with a copper coin.",
  "Aeweard: Male Human Monk, N. Str 12, Dex 17, Con 5, Int 11, Wis 7, Cha 12. Aeweard is rugged in appearance, with auburn hair and soft gray eyes. He wears worn clothing and wields a yari (spear) and sai (dagger). Aeweard is extravagant and lustful.",
  "Fugla: Male Human Fighter, CE. Str 16, Dex 8, Con 8, Int 11, Wis 10, Cha 5. Fugla is fey in appearance, with brown hair and soft green eyes. He wears plate armor and wields a war pick and shield. Fugla is cursed with a deformed arm.",
  "Cyne: Male Human Cleric, CN. Str 11, Dex 7, Con 11, Int 12, Wis 12, Cha 9. Cyne has an angular face, with straight white hair and large amber eyes. He wears studded leather and wields a handaxe. Cyne has an animal companion, a red fox named Areth.",
  "Balda: Male Human Monk, LN. Str 15, Dex 16, Con 10, Int 13, Wis 12, Cha 8. Balda is common in appearance, with blonde hair and bright brown eyes. He wears plain clothing and wields a bo (quarterstaff) and kama (sickle). Balda is haunted by the ghost of someone he killed.",
  "Narder Pere: Male Human Cleric, LN. Str 8, Dex 8, Con 10, Int 8, Wis 14, Cha 7. Narder is short and thin, with red hair and amber eyes. He wears a chain shirt and wields a club and javelins. Narder has an animal companion, a copper firedrake named Brude.",
  "Wyny Rayte: Male Human Paladin, Good. Str 13, Dex 9, Con 14, Int 9, Wis 10, Cha 16. Wyny has a square face, with uneven red hair and narrow brown eyes. He wears scale mail and wields a scimitar.",
  "Exas Wynte: Male Human Bard, LE. Str 6, Dex 9, Con 11, Int 9, Wis 10, Cha 12. Exas is pleasant in appearance, with tangled white hair and soft hazel eyes. He wears studded leather and wields a spear and javelins. Exas is searching for his missing familiar, a ginger cat named Grancis.",
  "Grancis: Male Human Monk, NG. Str 9, Dex 9, Con 10, Int 9, Wis 11, Cha 10. Grancis has an angular face, with white hair and blue eyes. He wears modest garments and wields a yari (spear). Grancis is a skilled dancer.",
  "Mare: Male Human Rogue, NG. Str 11, Dex 15, Con 11, Int 12, Wis 8, Cha 9. Mare is common in appearance, with braided blonde hair and hazel eyes. He wears studded leather and wields a shortsword. Mare has an animal companion, a black snake named Athan.",
  "Wyny Borne: Male Human Fighter, N. Str 14, Dex 16, Con 12, Int 13, Wis 11, Cha 10. Wyny has thin gray hair and narrow amber eyes, and a thin nose. He wears a breastplate and wields a maul. Wyny was raised by cultists of the Sentinel of Crowns.",
  "Walda: Male Human Fighter, CG. Str 14, Dex 9, Con 9, Int 10, Wis 8, Cha 13. Walda has auburn hair and narrow brown eyes. He wears plate armor and wields a trident and shield. Walda has an animal companion, a black bear named Erin.",
  "Reyny: Male Human Fighter, LG. Str 13, Dex 11, Con 14, Int 9, Wis 13, Cha 13. Reyny has black hair and amber eyes. He wears a chain shirt and wields a morningstar. Reyny is thrifty and assertive.",
  "Tholiam: Male Human Monk, N. Str 10, Dex 10, Con 9, Int 9, Wis 11, Cha 8. Tholiam is pleasant in appearance, with black hair and light hazel eyes. He wears modest garments and wields an ono (handaxe) and kama (sickle). Tholiam seeks to destroy the race of trolls.",
  "Finy: Male Human Monk, N. Str 15, Dex 11, Con 8, Int 11, Wis 10, Cha 12. Finy has red hair and brown eyes. He wears well-made clothing and wields a kanabo (mace) and kama (sickle). Finy is bold and insane.",
  "Hearda: Male Human Monk, CN. Str 11, Dex 10, Con 10, Int 13, Wis 12, Cha 10. Hearda has a narrow face, with white hair and gray eyes. He wears travel-stained clothing and wields an ono (handaxe) and shuriken (darts).",
  "Symond: Male Human Sorcerer, NE. Str 11, Dex 8, Con 15, Int 9, Wis 15, Cha 14. Symond has a round face, with auburn hair and light gray eyes. He wears well-made clothing and wields a dagger and light crossbow. Symond is unforgiving and deceitful.",
  "Otherth: Male Human Fighter, N. Str 14, Dex 13, Con 9, Int 14, Wis 10, Cha 11. Otherth is short and slender, with braided auburn hair and narrow amber eyes. He wears plate armor and wields a war pick and heavy crossbow.",
  "Exard: Male Human Rogue, N. Str 8, Dex 17, Con 11, Int 13, Wis 9, Cha 5. Exard has cropped gray hair and soft hazel eyes. He wears studded leather and wields a longsword.",
  "Riffin: Male Human Rogue, N. Str 10, Dex 13, Con 8, Int 17, Wis 10, Cha 8. Riffin has white hair and dark hazel eyes. He wears studded leather and wields a rapier and light crossbow. Riffin suffers a deadly allergy to shellfish.",
  "Erelm: Male Human Barbarian, N. Str 15, Dex 7, Con 10, Int 10, Wis 14, Cha 8. Erelm is fair in appearance, with copper hair and sharp brown eyes. He wears studded leather and wields a war pick and shield.",
  "Eadber: Male Human Rogue, N. Str 11, Dex 12, Con 7, Int 16, Wis 13, Cha 10. Eadber has messy white hair and light green eyes, and a sharp nose. He wears leather armor and wields a rapier and hand crossbow.",
  "Masym Oker: Male Human Ranger, CG. Str 17, Dex 15, Con 13, Int 8, Wis 13, Cha 13. Masym is slender, with short blonde hair and sharp blue eyes. He wears half plate and wields a flail. Masym has dire rat named Aered.",
  "Erard: Male Human Ranger, N. Str 13, Dex 13, Con 5, Int 10, Wis 8, Cha 7. Erard has auburn hair and gray eyes, and a sharp nose. He wears scale mail and wields a greatsword. Erard has dire rat named Kater.",
  "Gilip: Male Human Rogue, NE. Str 10, Dex 14, Con 10, Int 13, Wis 8, Cha 13. Gilip has silver hair and amber eyes, and prominent ears. He wears studded leather and wields a club. Gilip has an animal companion, a sable ferret named Ceolburh.",
  "Greda: Male Human Barbarian, NG. Str 13, Dex 11, Con 10, Int 11, Wis 11, Cha 11. Greda has gray hair and narrow green eyes, and pointed ears. He wears studded leather and wields a longsword and shield. Greda has an animal companion, a ginger dog named Wleda.",
  "Grancent: Male Human Rogue, LN. Str 15, Dex 12, Con 10, Int 9, Wis 13, Cha 11. Grancent is pleasant in appearance, with white hair and dark hazel eyes. He wears studded leather and wields a shortsword and hand crossbow. Grancent compulsively rhymes words.",
  "Hibert: Male Human Barbarian, LG. Str 14, Dex 11, Con 7, Int 7, Wis 10, Cha 10. Hibert has a square face, with short blonde hair and blue eyes. He wears leather armor and wields a shortsword and heavy crossbow. Hibert is hunting the sorcerer who murdered his family.",
  "Freyny: Male Human Sorcerer, LN. Str 11, Dex 9, Con 10, Int 13, Wis 12, Cha 16. Freyny has a long face, with auburn hair and narrow gray eyes. He wears worn clothing and wields a dagger. Freyny has an animal companion, a red lizard named Olmaelm.",
  "Gileon: Male Human Cleric, CN. Str 14, Dex 6, Con 9, Int 12, Wis 17, Cha 11. Gileon has straight golden hair and amber eyes, and a braided beard. He wears leather armor and wields a club.",
  "Helman: Male Human Monk, LN. Str 10, Dex 12, Con 13, Int 10, Wis 10, Cha 14. Helman is short and heavyset, with red hair and amber eyes. He wears travel-stained clothing and wields a bo (quarterstaff). Helman is extravagant and lewd.",
  "Wige: Male Human Fighter, N. Str 16, Dex 10, Con 14, Int 10, Wis 15, Cha 11. Wige has golden hair and hazel eyes. He wears chain mail and wields a scimitar. Wige is dying and desperately seeks the secret of immortality.",
  "Hames: Male Human Cleric, LN. Str 5, Dex 7, Con 10, Int 9, Wis 12, Cha 13. Hames has a long face, with straight white hair and bright blue eyes. He wears a breastplate and wields a light hammer and shield. Hames is hunting the fiend which destroyed his homeland.",
  "Hyge: Male Human Bard, LG. Str 8, Dex 7, Con 8, Int 13, Wis 12, Cha 15. Hyge has short golden hair and sharp hazel eyes, and a matted moustache. He wears studded leather and wields a rapier and hand crossbow. Hyge seeks to become an instructor at the College of the Arcane Arts.",
  "Berny: Male Human Fighter, N. Str 16, Dex 13, Con 11, Int 9, Wis 10, Cha 13. Berny is rough in appearance, with brown hair and bright hazel eyes. He wears half plate and wields a rapier and shield.",
  "Olstald: Male Human Warlock, NE. Str 14, Dex 14, Con 14, Int 12, Wis 12, Cha 14. Olstald is tall, with silver hair and amber eyes. He wears studded leather and wields a light hammer and javelins. Olstald seeks wealth and power at any cost.",
  "Aerwan: Male Human Monk, LN. Str 15, Dex 13, Con 10, Int 9, Wis 14, Cha 15. Aerwan has a narrow face, with auburn hair and blue eyes. He wears plain clothing and wields nunchaku (club) and kama (sickle).",
  "Estmulf: Male Human Fighter, NG. Str 15, Dex 10, Con 9, Int 11, Wis 9, Cha 14. Estmulf has blonde hair and amber eyes, and small ears. He wears scale mail and wields a flail. Estmulf seeks to discover the truth of his lineage.",
  "Here: Male Human Rogue, NE. Str 13, Dex 14, Con 14, Int 14, Wis 9, Cha 11. Here has a round face, with thick brown hair and soft green eyes. He wears studded leather and wields a longsword and darts. Here is a terrible liar.",
  "Sige: Male Human Fighter, CN. Str 16, Dex 14, Con 12, Int 11, Wis 9, Cha 9. Sige is common in appearance, with thick silver hair and green eyes. He wears ring mail and wields a war pick. Sige has an animal companion, a brown bear named Aldrin.",
  "Here: Male Human Fighter, LG. Str 17, Dex 17, Con 10, Int 7, Wis 11, Cha 12. Here has copper hair and large blue eyes, and prominent ears. He wears chain mail and wields a glaive. Here is impossibly lucky.",
  "Roguy: Male Human Fighter, NG. Str 12, Dex 12, Con 7, Int 9, Wis 9, Cha 14. Roguy has matted brown hair and large gray eyes, and small ears. He wears plate armor and wields a trident. Roguy has an animal companion, a badger named Wine.",
  "Rarder: Male Human Ranger, LN. Str 9, Dex 11, Con 10, Int 8, Wis 14, Cha 9. Rarder is short and overweight, with black hair and sharp gray eyes. He wears scale mail and wields a pike. Rarder seeks to atone for past sins.",
  "Richye: Male Human Cleric, LE. Str 9, Dex 9, Con 5, Int 7, Wis 15, Cha 16. Richye has black hair and green eyes, and wears glasses with copper rims. He wears leather armor and wields a quarterstaff and sickle. Richye is immoral and dishonest.",
  "Wilsi: Male Human Rogue, N. Str 6, Dex 15, Con 11, Int 16, Wis 8, Cha 12. Wilsi has tangled black hair and hazel eyes. He wears leather armor and wields a light hammer. Wilsi seeks to discover why he keeps having the same dream.",
  "Gralphye: Male Human Fighter, LN. Str 15, Dex 13, Con 9, Int 9, Wis 12, Cha 10. Gralphye has silver hair and light gray eyes, and a distinctive tattoo on his face. He wears ring mail and wields a whip. Gralphye is truthful and obsessive.",
  "Beornre: Male Human Monk, LN. Str 11, Dex 11, Con 9, Int 11, Wis 9, Cha 12. Beornre is fey in appearance, with braided copper hair and green eyes. He wears plain clothing and wields nunchaku (club). Beornre suffers a mild allergy to dogs.",
  "Phames: Male Human Wizard, N. Str 14, Dex 10, Con 7, Int 14, Wis 12, Cha 10. Phames is short, with gray hair and soft gray eyes. He wears crimson robes and wields a quarterstaff. Phames seeks to free himself from an ancient curse.",
  "Sige: Male Human Fighter, CG. Str 17, Dex 14, Con 12, Int 10, Wis 11, Cha 7. Sige has a narrow face, with silver hair and amber eyes. He wears hide armor and wields a morningstar and hand crossbow. Sige is searching for a legendary blade named Luminous Subjugator.",
  "Brege: Male Human Rogue, N. Str 10, Dex 16, Con 11, Int 14, Wis 12, Cha 10. Brege has golden hair and dark brown eyes. He wears studded leather and wields a longsword. Brege secretly serves Stheno, an ancient god of darkness.",
  "Odward: Male Human Rogue, N. Str 8, Dex 17, Con 6, Int 7, Wis 15, Cha 10. Odward is overweight, with golden hair and hazel eyes. He wears leather armor and wields a rapier. Odward seeks to atone for past sins.",
  "Rebeorht: Male Human Fighter, N. Str 12, Dex 13, Con 12, Int 10, Wis 12, Cha 14. Rebeorht is willowy, with gray hair and bright gray eyes. He wears splint armor and wields a warhammer. Rebeorht is hunting the vampire who slew his mentor.",
  "Aerelm: Male Human Ranger, N. Str 11, Dex 13, Con 9, Int 10, Wis 8, Cha 10. Aerelm is fey in appearance, with matted blonde hair and hazel eyes. He wears studded leather and wields a flail. Aerelm seeks to atone for past sins.",
  "Ancin: Male Human Cleric, NE. Str 8, Dex 11, Con 15, Int 9, Wis 15, Cha 12. Ancin is repulsive in appearance, with short auburn hair and green eyes. He wears leather armor and wields a mace. Ancin has an animal companion, a green firedrake named Piersym.",
  "Thamund: Male Human Monk, N. Str 13, Dex 8, Con 8, Int 10, Wis 11, Cha 13. Thamund has a round face, with black hair and sharp brown eyes. He wears well-made clothing and wields an ono (handaxe) and kama (sickle). Thamund compulsively plays with a copper coin.",
  "Amer: Male Human Cleric, NE. Str 6, Dex 10, Con 13, Int 8, Wis 14, Cha 16. Amer has braided copper hair and hazel eyes. He wears a chain shirt and wields a quarterstaff and shield.",
  "Ernas: Male Human Wizard, N. Str 12, Dex 14, Con 13, Int 16, Wis 6, Cha 10. Ernas is tall, with short white hair and green eyes. He wears red robes and wields a quarterstaff. Ernas has an arcane familiar, a tiny earth elemental named Malia.",
  "Athard: Male Human Sorcerer, NG. Str 10, Dex 7, Con 13, Int 7, Wis 9, Cha 14. Athard has a long face, with short blonde hair and blue eyes. He wears simple clothing and wields a dagger. Athard has an animal companion, a silver cat named Breder.",
  "Cuthbehrt: Male Human Cleric, NG. Str 11, Dex 7, Con 12, Int 7, Wis 16, Cha 7. Cuthbehrt has messy silver hair and narrow gray eyes. He wears leather armor and wields a mace and sickle. Cuthbehrt is easily distracted by magic.",
  "James: Male Human Ranger, CN. Str 12, Dex 15, Con 11, Int 11, Wis 13, Cha 6. James is tall and slender, with braided red hair and bright amber eyes. He wears hide armor and wields a greataxe. James is fierce and merciless.",
  "Edward: Male Human Fighter, CN. Str 13, Dex 13, Con 8, Int 9, Wis 6, Cha 8. Edward is slender, with brown hair and large blue eyes. He wears splint armor and wields a battleaxe and shield. Edward is flirtatious and combative.",
  "Sige: Male Human Rogue, N. Str 12, Dex 14, Con 11, Int 7, Wis 12, Cha 10. Sige has brown hair and gray eyes, and large ears. He wears leather armor and wields a longsword and hand crossbow. Sige seeks to steal an ancient artifact from the Academy of War Wizardry.",
  "Wine: Male Human Fighter, LN. Str 16, Dex 14, Con 10, Int 9, Wis 5, Cha 9. Wine has white hair and sharp blue eyes. He wears a chain shirt and wields a rapier and heavy crossbow. Wine is hunting the dragon who slew his mentor.",
  "Reder: Male Human Monk, NG. Str 11, Dex 8, Con 10, Int 11, Wis 15, Cha 7. Reder is noble in bearing, with messy white hair and soft green eyes. He wears plain clothing and wields nunchaku (club) and sai (dagger). Reder has an animal companion, a golden monkey named Mildthru.",
  "Cynwy: Male Human Fighter, LN. Str 14, Dex 10, Con 7, Int 14, Wis 8, Cha 10. Cynwy has a narrow face, with short black hair and light blue eyes. He wears scale mail and wields a warhammer and shield. Cynwy has an animal companion, a copper firedrake named Aetheth.",
  "Ahstan: Male Human Barbarian, LE. Str 17, Dex 9, Con 9, Int 9, Wis 10, Cha 12. Ahstan has gray hair and light brown eyes. He wears scale mail and wields a shortsword. Ahstan is deceitful and aggressive.",
  "Nathye Courte: Male Human Sorcerer, LG. Str 7, Dex 10, Con 9, Int 10, Wis 11, Cha 15. Nathye has matted copper hair and amber eyes. He wears modest garments and wields a dagger and sling. Nathye has an animal companion, a red lizard named Wilthroua.",
  "Martin: Male Human Paladin, Good. Str 15, Dex 10, Con 10, Int 11, Wis 13, Cha 10. Martin has long blonde hair and narrow hazel eyes. He wears half plate and wields a whip and shield.",
  "Grobert: Male Human Cleric, CG. Str 9, Dex 12, Con 13, Int 6, Wis 13, Cha 9. Grobert has a square face, with thick gray hair and dark brown eyes. He wears a chain shirt and wields a handaxe. Grobert has an animal companion, a red firedrake named Mesym.",
  "Cyne: Male Human Cleric, N. Str 15, Dex 15, Con 8, Int 12, Wis 14, Cha 16. Cyne has white hair and sharp green eyes. He wears leather armor and wields a light hammer. Cyne is a pack-rat, and carries a satchel of random junk.",
  "Narder Potte: Male Human Cleric, NE. Str 12, Dex 12, Con 9, Int 9, Wis 13, Cha 12. Narder has red hair and light amber eyes. He wears studded leather and wields a handaxe and shield. Narder suffers an acute fear of mirrors.",
  "Hiliam: Male Human Monk, NG. Str 11, Dex 14, Con 11, Int 7, Wis 10, Cha 6. Hiliam is rugged in appearance, with long red hair and brown eyes. He wears plain clothing and wields an ono (handaxe) and shuriken (darts). Hiliam has an animal companion, a hunting dog named Sige.",
  "Arryn: Male Human Fighter, N. Str 16, Dex 13, Con 14, Int 10, Wis 7, Cha 10. Arryn is fey in appearance, with cropped white hair and soft hazel eyes. He wears ring mail and wields a scimitar and longbow.",
  "Alas: Male Human Monk, CE. Str 13, Dex 14, Con 8, Int 11, Wis 8, Cha 10. Alas is rugged in appearance, with black hair and blue eyes. He wears plain clothing and wields a bo (quarterstaff) and sai (dagger).",
  "Narder Vynge: Male Human Monk, LN. Str 12, Dex 12, Con 13, Int 6, Wis 14, Cha 10. Narder is thin, with white hair and light amber eyes. He wears well-made clothing and wields a yari (spear). Narder is impossibly lucky.",
  "Beanstio: Male Human Druid, Neutral. Str 15, Dex 8, Con 12, Int 12, Wis 12, Cha 11. Beanstio is tall and overweight, with copper hair and narrow green eyes. He wears leather armor and wields a quarterstaff. Beanstio is impossibly lucky.",
  "Mesym: Male Human Barbarian, LN. Str 12, Dex 15, Con 13, Int 12, Wis 9, Cha 11. Mesym is tall, with curly silver hair and sharp amber eyes. He wears leather armor and wields a scimitar. Mesym is foolish and morose.",
  "George Atclif: Male Human Fighter, LN. Str 17, Dex 13, Con 7, Int 10, Wis 12, Cha 12. George is rugged in appearance, with auburn hair and gray eyes. He wears hide armor and wields a battleaxe and hand crossbow. George seeks to save his family from financial ruin.",
  "Warder Wente: Male Human Ranger, N. Str 16, Dex 12, Con 10, Int 9, Wis 9, Cha 8. Warder has long black hair and narrow blue eyes, and numerous unusual tattoos. He wears hide armor and wields a scimitar. Warder is driven and pessimistic.",
  "Martom: Male Human Rogue, NG. Str 10, Dex 12, Con 7, Int 10, Wis 12, Cha 9. Martom is thin, with curly blonde hair and green eyes. He wears leather armor and wields a shortsword.",
  "Wigfre: Male Human Paladin, Good. Str 17, Dex 8, Con 9, Int 10, Wis 8, Cha 10. Wigfre has a long face, with white hair and green eyes. He wears a chain shirt and wields a trident. Wigfre is fascinated by death.",
  "Bluarda: Male Human Monk, CG. Str 14, Dex 10, Con 12, Int 9, Wis 11, Cha 9. Bluarda is rugged in appearance, with gray hair and soft brown eyes. He wears well-made clothing and wields a kanabo (mace) and shuriken (darts). Bluarda is righteous and zealous.",
  "Burhoth: Male Human Cleric, LE. Str 11, Dex 7, Con 9, Int 8, Wis 16, Cha 8. Burhoth has a narrow face, with blonde hair and large green eyes. He wears studded leather and wields a light hammer. Burhoth seeks to steal the crown of the kingdom.",
  "Eorhter: Male Human Paladin, Good. Str 16, Dex 11, Con 12, Int 10, Wis 15, Cha 11. Eorhter is youthful in appearance, with uneven copper hair and green eyes. He wears a breastplate and wields a greataxe. Eorhter is wise and bold.",
  "Wine: Male Human Paladin, Good. Str 15, Dex 7, Con 7, Int 12, Wis 13, Cha 15. Wine is youthful in appearance, with straight golden hair and light blue eyes. He wears plate armor and wields a pike. Wine speaks with a stutter.",
  "Gery Holte: Male Human Barbarian, N. Str 17, Dex 13, Con 14, Int 15, Wis 9, Cha 8. Gery has a narrow face, with long auburn hair and blue eyes. He wears scale mail and wields a halberd. Gery frequently uses uncommon words incorrectly.",
  "Reward: Male Human Druid, Neutral. Str 17, Dex 13, Con 9, Int 8, Wis 17, Cha 9. Reward has an angular face, with curly blonde hair and soft green eyes. He wears leather armor and wields a quarterstaff and sling.",
  "Jamart: Male Human Rogue, LN. Str 9, Dex 17, Con 6, Int 15, Wis 9, Cha 10. Jamart has a long face, with copper hair and bright green eyes. He wears leather armor and wields a rapier.",
  "Wilhye Lardaye: Male Human Rogue, CN. Str 9, Dex 13, Con 9, Int 14, Wis 9, Cha 13. Wilhye is short and thin, with black hair and soft blue eyes. He wears studded leather and wields a shortsword and hand crossbow. Wilhye has an animal companion, a raven named Bertio.",
  "Athyers Rewsor: Male Human Barbarian, NE. Str 14, Dex 8, Con 9, Int 13, Wis 14, Cha 5. Athyers has a narrow face, with tangled gray hair and brown eyes. He wears scale mail and wields a scimitar and net. Athyers is merciless and corrupt.",
  "Hury: Male Human Monk, N. Str 15, Dex 9, Con 7, Int 10, Wis 14, Cha 13. Hury has a long face, with brown hair and light blue eyes. He wears modest garments and wields a bo (quarterstaff) and sai (dagger). Hury seeks to destroy the race of trolls.",
  "Ceolwy: Male Human Warlock, NG. Str 15, Dex 10, Con 10, Int 10, Wis 12, Cha 17. Ceolwy has messy silver hair and green eyes, and a beaked nose. He wears studded leather and wields a quarterstaff and dagger.",
  "Gauwill: Male Human Ranger, NG. Str 15, Dex 12, Con 13, Int 10, Wis 10, Cha 11. Gauwill is courtly in bearing, with silver hair and light blue eyes. He wears half plate and wields a whip. Gauwill serves Zalah, an ancient but forgotten god of law.",
  "Andes: Male Human Cleric, N. Str 7, Dex 7, Con 11, Int 9, Wis 15, Cha 11. Andes has blonde hair and light gray eyes, and a cropped beard. He wears leather armor and wields a quarterstaff. Andes seeks to destroy the undead.",
  "Gery Moore: Male Human Cleric, NE. Str 15, Dex 13, Con 14, Int 12, Wis 14, Cha 12. Gery has a square face, with long copper hair and sharp blue eyes. He wears scale mail and wields a spear and shield. Gery has an animal companion, a ginger ferret named Wulburg.",
  "Leodheard: Male Human Rogue, NE. Str 11, Dex 14, Con 8, Int 12, Wis 9, Cha 12. Leodheard is rough in appearance, with short copper hair and gray eyes. He wears studded leather and wields a longsword. Leodheard is searching for his missing son.",
  "Elfhelm: Male Human Cleric, LN. Str 11, Dex 10, Con 7, Int 14, Wis 13, Cha 12. Elfhelm is short, with straight blonde hair and dark amber eyes. He wears a chain shirt and wields a quarterstaff. Elfhelm is agreeable and hateful.",
  "Balda: Male Human Sorcerer, CN. Str 7, Dex 10, Con 13, Int 9, Wis 12, Cha 14. Balda has auburn hair and large brown eyes, and a braided moustache. He wears sturdy clothing and wields a quarterstaff. Balda has an animal companion, a snow owl named Bride.",
  "Sige: Male Human Paladin, Good. Str 11, Dex 13, Con 13, Int 6, Wis 14, Cha 10. Sige has long silver hair and dark green eyes. He wears a breastplate and wields a scimitar. Sige is searching for the lost Pantheon of Angels.",
  "Lany: Male Human Fighter, LG. Str 17, Dex 12, Con 11, Int 11, Wis 9, Cha 9. Lany has thick silver hair and large brown eyes, and a thin nose. He wears plate armor and wields a rapier and longbow. Lany has an animal companion, a brown bear named Idell.",
  "Willes: Male Human Rogue, NE. Str 7, Dex 17, Con 5, Int 16, Wis 15, Cha 7. Willes has a round face, with messy auburn hair and soft hazel eyes. He wears leather armor and wields a rapier. Willes has an animal companion, a dire rat named Onbelm.",
  "Eansfrid: Male Human Druid, Neutral. Str 10, Dex 11, Con 10, Int 12, Wis 12, Cha 13. Eansfrid has a round face, with blonde hair and gray eyes. He wears hide armor and wields a spear. Eansfrid has black wolf named Elred.",
  "Gery Cere: Male Human Fighter, NG. Str 14, Dex 11, Con 10, Int 7, Wis 11, Cha 10. Gery has thin blonde hair and dark amber eyes, and pointed ears. He wears chain mail and wields a whip and heavy crossbow.",
  "Wulfa: Male Human Rogue, N. Str 11, Dex 17, Con 10, Int 13, Wis 13, Cha 13. Wulfa has golden hair and amber eyes, and an unusual mark on his arm. He wears leather armor and wields a light hammer and sickle. Wulfa was petrified for a hundred years.",
  "Drewis: Male Human Cleric, LE. Str 10, Dex 5, Con 10, Int 11, Wis 17, Cha 14. Drewis is tall and thin, with matted silver hair and narrow gray eyes. He wears leather armor and wields a light hammer. Drewis is hunting the fiend which destroyed his homeland.",
  "Tathelw: Male Human Warlock, N. Str 14, Dex 14, Con 12, Int 9, Wis 7, Cha 17. Tathelw is fey in appearance, with thick silver hair and green eyes. He wears studded leather and wields a handaxe and light crossbow. Tathelw is fascinated by geometry.",
  "Cemar: Male Human Monk, NG. Str 10, Dex 14, Con 6, Int 6, Wis 9, Cha 14. Cemar has a narrow face, with thick white hair and sharp blue eyes. He wears plain clothing and wields nunchaku (club) and kama (sickle). Cemar is gentle and forgiving.",
  "Elred Resby: Male Human Fighter, CE. Str 16, Dex 8, Con 6, Int 9, Wis 9, Cha 14. Elred is pleasant in appearance, with matted silver hair and gray eyes. He wears a chain shirt and wields a maul. Elred dislikes having people behind him.",
  "Aelard: Male Human Druid, Neutral. Str 15, Dex 11, Con 7, Int 7, Wis 17, Cha 11. Aelard has golden hair and large hazel eyes. He wears hide armor and wields a mace and sickle.",
  "Jamond Velley: Male Human Wizard, NE. Str 10, Dex 8, Con 9, Int 14, Wis 11, Cha 13. Jamond has matted red hair and soft hazel eyes. He wears simple clothing and wields a quarterstaff and sling. Jamond has Common Companion.",
  "Ulfrid: Male Human Paladin, Good. Str 8, Dex 14, Con 7, Int 11, Wis 15, Cha 15. Ulfrid is pleasant in appearance, with thin gray hair and amber eyes. He wears ring mail and wields a whip and shield. Ulfrid secretly serves Glaculs, an ancient monstrous god.",
  "Heny: Male Human Paladin, Good. Str 13, Dex 11, Con 7, Int 5, Wis 16, Cha 13. Heny is short and stout, with brown hair and amber eyes. He wears chain mail and wields a morningstar and shield. Heny suffers a traumatic fear of darkness.",
  "Riffin Forde: Male Human Rogue, LN. Str 8, Dex 12, Con 12, Int 10, Wis 11, Cha 14. Riffin is common in appearance, with white hair and sharp gray eyes. He wears studded leather and wields a shortsword and dagger. Riffin is zealous and reckless.",
  "Wulfa: Male Human Ranger, LN. Str 11, Dex 10, Con 7, Int 8, Wis 11, Cha 8. Wulfa has a narrow face, with silver hair and bright brown eyes. He wears leather armor and wields a halberd.",
  "Rewis Mythey: Male Human Druid, Neutral. Str 10, Dex 13, Con 14, Int 9, Wis 16, Cha 14. Rewis is pleasant in appearance, with thin silver hair and blue eyes. He wears hide armor and wields a spear and darts. Rewis is quiet and immoral.",
  "Burge: Male Human Barbarian, LG. Str 14, Dex 10, Con 10, Int 5, Wis 13, Cha 11. Burge is tall, with gray hair and amber eyes. He wears leather armor and wields a rapier. Burge holds a grudge against humans.",
  "Cyne: Male Human Fighter, NG. Str 13, Dex 12, Con 14, Int 8, Wis 14, Cha 13. Cyne has silver hair and blue eyes, and an unusual tattoo on his arm. He wears scale mail and wields a greataxe. Cyne was petrified for a hundred years.",
  "Narder: Male Human Wizard, NG. Str 11, Dex 16, Con 13, Int 17, Wis 10, Cha 8. Narder is heavyset, with cropped auburn hair and bright amber eyes. He wears fine clothing and wields a dagger and sling.",
  "Choleon: Male Human Rogue, LN. Str 11, Dex 14, Con 8, Int 7, Wis 8, Cha 13. Choleon is tall, with red hair and blue eyes. He wears leather armor and wields a longsword. Choleon seeks revenge against the thieves' guild which left him to hang.",
  "Hilew: Male Human Monk, LN. Str 14, Dex 15, Con 9, Int 10, Wis 11, Cha 12. Hilew has a square face, with messy auburn hair and bright brown eyes. He wears modest garments and wields an ono (handaxe) and shuriken (darts). Hilew compulsively whistles.",
  "Wulfa: Male Human Paladin, Good. Str 12, Dex 11, Con 5, Int 5, Wis 14, Cha 13. Wulfa is short and slender, with short black hair and gray eyes. He wears splint armor and wields a shortsword.",
  "Narder Parry: Male Human Bard, N. Str 7, Dex 10, Con 11, Int 14, Wis 9, Cha 16. Narder has white hair and large amber eyes, and a thin nose. He wears leather armor and wields a rapier. Narder is instinctive and destructive.",
  "Holex: Male Human Monk, N. Str 11, Dex 8, Con 9, Int 9, Wis 10, Cha 8. Holex has messy golden hair and blue eyes. He wears worn clothing and wields nunchaku (club) and sai (dagger).",
  "Ainert: Male Human Barbarian, NE. Str 12, Dex 8, Con 12, Int 8, Wis 7, Cha 14. Ainert has white hair and narrow amber eyes. He wears hide armor and wields a flail and shield. Ainert is unfeeling and crude.",
  "Tery: Male Human Rogue, CE. Str 12, Dex 16, Con 13, Int 14, Wis 11, Cha 10. Tery is short and overweight, with short gray hair and sharp hazel eyes. He wears leather armor and wields a longsword. Tery is cursed with delusions.",
  "Bertio: Male Human Fighter, CE. Str 14, Dex 12, Con 10, Int 8, Wis 13, Cha 5. Bertio has curly silver hair and green eyes. He wears plate armor and wields a glaive. Bertio has an animal companion, a gray wolf named Arulf.",
  "Narder Ratcle: Male Human Ranger, NG. Str 15, Dex 10, Con 10, Int 8, Wis 9, Cha 7. Narder has a square face, with braided copper hair and bright amber eyes. He wears studded leather and wields a whip. Narder seeks only fame and glory.",
  "Gyliam: Male Human Sorcerer, N. Str 10, Dex 9, Con 11, Int 9, Wis 12, Cha 13. Gyliam has matted copper hair and gray eyes. He wears modest garments and wields a quarterstaff and light crossbow. Gyliam is hunting the cultists who murdered his family.",
  "Herea: Male Human Paladin, Good. Str 13, Dex 11, Con 7, Int 9, Wis 13, Cha 12. Herea is fair in appearance, with black hair and soft hazel eyes. He wears ring mail and wields a pike. Herea is hunting the fiend which destroyed his homeland.",
  "Bertom: Male Human Fighter, LN. Str 14, Dex 12, Con 8, Int 7, Wis 9, Cha 11. Bertom has a narrow face, with long copper hair and light gray eyes. He wears splint armor and wields a flail. Bertom refers to himself in the third person.",
  "Heardu: Male Human Barbarian, N. Str 12, Dex 8, Con 9, Int 10, Wis 12, Cha 8. Heardu is common in appearance, with copper hair and amber eyes. He wears hide armor and wields a morningstar and blowgun. Heardu secretly serves Kima, an ancient god of trickery.",
  "Nichye: Male Human Monk, LG. Str 10, Dex 13, Con 12, Int 9, Wis 10, Cha 12. Nichye is tall and stout, with red hair and green eyes. He wears sturdy clothing and wields nunchaku (club) and shuriken (darts). Nichye is pious and suspicious.",
  "Vyncent: Male Human Fighter, N. Str 17, Dex 11, Con 13, Int 11, Wis 9, Cha 5. Vyncent has an angular face, with curly white hair and blue eyes. He wears scale mail and wields a whip. Vyncent was petrified for a hundred years.",
  "Balda: Male Human Fighter, N. Str 15, Dex 13, Con 11, Int 14, Wis 7, Cha 9. Balda has braided black hair and amber eyes, and a curly beard. He wears splint armor and wields a whip and heavy crossbow.",
  "Thury: Male Human Paladin, Good. Str 15, Dex 10, Con 10, Int 8, Wis 14, Cha 13. Thury has blonde hair and large hazel eyes. He wears ring mail and wields a whip. Thury has an animal companion, a white warhorse named Cheny.",
  "Dulfa: Male Human Monk, LN. Str 11, Dex 13, Con 12, Int 7, Wis 10, Cha 12. Dulfa has a long face, with long white hair and large green eyes. He wears modest garments and wields a kanabo (mace). Dulfa has an animal companion, a white monkey named Gifu.",
  "Harder: Male Human Ranger, LN. Str 14, Dex 8, Con 10, Int 12, Wis 10, Cha 11. Harder is tall and willowy, with black hair and blue eyes. He wears a breastplate and wields a warhammer. Harder has black wolf named Eril.",
  "Brida: Male Human Monk, LE. Str 12, Dex 14, Con 12, Int 6, Wis 8, Cha 8. Brida has short auburn hair and brown eyes. He wears sturdy clothing and wields a bo (quarterstaff). Brida lost his reflection to a hag.",
  "Gery: Male Human Barbarian, N. Str 15, Dex 12, Con 13, Int 9, Wis 9, Cha 7. Gery is fey in appearance, with short copper hair and hazel eyes. He wears scale mail and wields a whip. Gery is searching for his lost brother.",
  "Aethbeorht: Male Human Druid, Neutral. Str 16, Dex 14, Con 10, Int 13, Wis 13, Cha 11. Aethbeorht has auburn hair and bright hazel eyes, and a braided beard. He wears hide armor and wields a quarterstaff and wooden shield. Aethbeorht seeks revenge against the sister who betrayed him.",
  "Egald: Male Human Paladin, Good. Str 10, Dex 8, Con 11, Int 9, Wis 12, Cha 13. Egald has copper hair and blue eyes, and a flat nose. He wears chain mail and wields a glaive. Egald is hunting the demon who murdered his family.",
  "Eadbert: Male Human Paladin, Good. Str 10, Dex 12, Con 8, Int 14, Wis 14, Cha 12. Eadbert is fey in appearance, with auburn hair and gray eyes. He wears chain mail and wields a whip. Eadbert seeks to find his true love.",
  "Grancis Lysell: Male Human Barbarian, CN. Str 17, Dex 14, Con 8, Int 8, Wis 14, Cha 6. Grancis has silver hair and green eyes, and a curly beard. He wears leather armor and wields a warhammer and blowgun. Grancis has an animal companion, a black bear named Hilda.",
  "Tiny Boley: Male Human Rogue, LN. Str 15, Dex 17, Con 12, Int 13, Wis 10, Cha 10. Tiny has uneven auburn hair and blue eyes. He wears studded leather and wields a light hammer and hand crossbow.",
  "Adheard: Male Human Druid, Neutral. Str 9, Dex 13, Con 8, Int 10, Wis 17, Cha 11. Adheard has long blonde hair and bright green eyes. He wears hide armor and wields a quarterstaff and wooden shield. Adheard is cursed with a maimed arm.",
  "Rancis Rydye: Male Human Monk, CG. Str 10, Dex 15, Con 8, Int 11, Wis 12, Cha 11. Rancis has uneven white hair and gray eyes, and an unusual mark on his face. He wears modest garments and wields a kanabo (mace). Rancis compulsively whispers nonsense.",
  "Ulfsith: Male Human Rogue, CN. Str 13, Dex 16, Con 7, Int 13, Wis 12, Cha 14. Ulfsith has a long face, with messy silver hair and light green eyes. He wears studded leather and wields a rapier and darts. Ulfsith seeks only fame and glory.",
  "Edmugh: Male Human Sorcerer, NG. Str 15, Dex 13, Con 14, Int 11, Wis 9, Cha 12. Edmugh has gray hair and narrow blue eyes, and a cropped beard. He wears sturdy clothing and wields a dagger.",
  "Heldre: Male Human Cleric, N. Str 10, Dex 8, Con 9, Int 8, Wis 16, Cha 11. Heldre is rough in appearance, with tangled silver hair and gray eyes. He wears leather armor and wields a mace and light crossbow. Heldre is haunted by the memories of a past life.",
  "Robern Deney: Male Human Fighter, CG. Str 14, Dex 15, Con 11, Int 10, Wis 13, Cha 11. Robern has curly brown hair and narrow green eyes. He wears hide armor and wields a battleaxe and shield.",
  "Heaheg: Male Human Fighter, NG. Str 17, Dex 13, Con 9, Int 13, Wis 11, Cha 8. Heaheg is fey in appearance, with tangled blonde hair and gray eyes. He wears half plate and wields a battleaxe. Heaheg is hunting the giant who murdered his family.",
  "Alalph Bowe: Male Human Rogue, NG. Str 9, Dex 13, Con 12, Int 14, Wis 9, Cha 10. Alalph has a narrow face, with messy blonde hair and green eyes. He wears leather armor and wields a shortsword. Alalph compulsively plays with a brass ring.",
  "Eram Spery: Male Human Rogue, N. Str 10, Dex 13, Con 8, Int 11, Wis 10, Cha 8. Eram has thick red hair and hazel eyes. He wears leather armor and wields a rapier. Eram has an animal companion, a sable ferret named Abell.",
  "Billfre: Male Human Druid, Neutral. Str 11, Dex 9, Con 7, Int 13, Wis 14, Cha 14. Billfre has blonde hair and blue eyes. He wears hide armor and wields a club and wooden shield. Billfre has dire rat named Pharder.",
  "Aldwulf: Male Human Warlock, CE. Str 9, Dex 11, Con 11, Int 8, Wis 8, Cha 15. Aldwulf has a square face, with auburn hair and green eyes. He wears studded leather and wields a mace. Aldwulf seeks to discover who murdered his family.",
  "Ancis: Male Human Paladin, Good. Str 16, Dex 10, Con 6, Int 10, Wis 9, Cha 14. Ancis is fair in appearance, with silver hair and green eyes. He wears a chain shirt and wields a glaive. Ancis has an animal companion, a white warhorse named Burha.",
  "Folke: Male Human Rogue, LE. Str 9, Dex 17, Con 12, Int 10, Wis 8, Cha 14. Folke has cropped red hair and brown eyes. He wears studded leather and wields a shortsword.",
  "Gerey Meray: Male Human Bard, LN. Str 11, Dex 12, Con 12, Int 11, Wis 11, Cha 14. Gerey has braided copper hair and narrow gray eyes. He wears leather armor and wields a quarterstaff and hand crossbow. Gerey is cautious and intimidating.",
  "Wigbehrt: Male Human Wizard, NG. Str 11, Dex 12, Con 12, Int 12, Wis 9, Cha 12. Wigbehrt is tall, with braided red hair and sharp gray eyes. He wears modest garments and wields a dagger. Wigbehrt seeks only fame and glory.",
  "Berteph: Male Human Monk, NG. Str 14, Dex 13, Con 12, Int 10, Wis 13, Cha 9. Berteph is youthful in appearance, with uneven blonde hair and light blue eyes. He wears plain clothing and wields a yari (spear). Berteph is calm and sensitive.",
  "Ealchfric: Male Human Wizard, N. Str 11, Dex 11, Con 10, Int 13, Wis 12, Cha 6. Ealchfric has an angular face, with auburn hair and narrow green eyes. He wears topaz robes and wields a dagger and sling.",
  "George Mythey: Male Human Cleric, NE. Str 14, Dex 10, Con 13, Int 7, Wis 14, Cha 14. George has copper hair and sharp blue eyes, and wears glasses with pewter rims. He wears leather armor and wields a handaxe. George seeks revenge against the kingdom which exiled him.",
  "Winfre: Male Human Paladin, Good. Str 17, Dex 9, Con 5, Int 15, Wis 13, Cha 14. Winfre is tall and heavyset, with curly brown hair and bright brown eyes. He wears ring mail and wields a pike. Winfre is charming and chivalrous.",
  "Hunfa: Male Human Wizard, NG. Str 11, Dex 11, Con 9, Int 12, Wis 7, Cha 10. Hunfa has copper hair and narrow green eyes, and numerous distinctive tattoos. He wears black robes and wields a dagger and light crossbow. Hunfa seeks to master the secrets of living constructs.",
  "Wine: Male Human Rogue, N. Str 9, Dex 12, Con 8, Int 13, Wis 8, Cha 10. Wine has white hair and sharp green eyes. He wears studded leather and wields a longsword and hand crossbow. Wine has an animal companion, a dire rat named Wine.",
  "Robern Leynthey: Male Human Fighter, N. Str 16, Dex 13, Con 10, Int 11, Wis 13, Cha 6. Robern has tangled auburn hair and large green eyes. He wears plate armor and wields a greatsword. Robern has an animal companion, a badger named Wine.",
  "Aeger: Male Human Paladin, Good. Str 11, Dex 8, Con 13, Int 7, Wis 9, Cha 14. Aeger has a narrow face, with auburn hair and blue eyes. He wears half plate and wields a war pick and shield. Aeger is thrifty and pious.",
  "Unsin: Male Human Monk, CN. Str 13, Dex 14, Con 5, Int 11, Wis 13, Cha 5. Unsin has a square face, with tangled silver hair and narrow green eyes. He wears modest garments and wields a yari (spear) and shuriken (darts). Unsin has an animal companion, a hunting dog named Brythuia.",
  "Wilhye Finchey: Male Human Monk, CG. Str 8, Dex 10, Con 11, Int 7, Wis 13, Cha 10. Wilhye is tall and overweight, with golden hair and hazel eyes. He wears worn clothing and wields a bo (quarterstaff). Wilhye was raised by cultists of Male Fated Commoner.",
  "Hlafa: Male Human Bard, NE. Str 11, Dex 15, Con 9, Int 10, Wis 15, Cha 15. Hlafa is common in appearance, with messy gray hair and soft amber eyes. He wears leather armor and wields a rapier and dagger. Hlafa seeks to free himself from an ancient curse.",
  "Eadald: Male Human Fighter, LE. Str 14, Dex 8, Con 11, Int 12, Wis 6, Cha 13. Eadald has a long face, with blonde hair and dark blue eyes. He wears plate armor and wields a shortsword and blowgun. Eadald is harsh and disloyal.",
  "Lesym: Male Human Rogue, LG. Str 11, Dex 12, Con 7, Int 12, Wis 7, Cha 9. Lesym has cropped golden hair and dark hazel eyes, and a thin nose. He wears leather armor and wields a shortsword. Lesym has an animal companion, a dire rat named Burga.",
  "Rarder Warray: Male Human Fighter, N. Str 17, Dex 8, Con 9, Int 7, Wis 9, Cha 13. Rarder has cropped blonde hair and dark brown eyes. He wears chain mail and wields a scimitar and shield. Rarder is sarcastic and practical.",
  "Robert: Male Human Paladin, Good. Str 9, Dex 13, Con 11, Int 9, Wis 15, Cha 12. Robert is fair in appearance, with blonde hair and bright hazel eyes. He wears ring mail and wields a glaive. Robert has an animal companion, a black warhorse named Godga.",
  "Tholew Mythey: Male Human Monk, CN. Str 12, Dex 12, Con 11, Int 12, Wis 14, Cha 12. Tholew has short white hair and blue eyes, and a curly beard. He wears sturdy clothing and wields an ono (handaxe). Tholew seeks to destroy the race of ogres.",
  "Hincmund: Male Human Monk, LN. Str 15, Dex 11, Con 14, Int 13, Wis 13, Cha 9. Hincmund has golden hair and brown eyes, and small ears. He wears sturdy clothing and wields a yari (spear). Hincmund is dying and desperately seeks the secret of immortality.",
  "Cyne: Male Human Monk, LG. Str 13, Dex 9, Con 10, Int 7, Wis 15, Cha 10. Cyne has a long face, with auburn hair and narrow green eyes. He wears worn clothing and wields an ono (handaxe).",
  "Grewyn: Male Human Druid, Neutral. Str 12, Dex 9, Con 13, Int 9, Wis 16, Cha 7. Grewyn has golden hair and large amber eyes. He wears leather armor and wields a mace. Grewyn has dire rat named Rarder.",
  "Leward: Male Human Cleric, CG. Str 12, Dex 6, Con 10, Int 13, Wis 13, Cha 13. Leward has a long face, with gray hair and light brown eyes. He wears leather armor and wields a mace. Leward has an animal companion, a red fox named Wrthilda.",
  "Orhtstald: Male Human Druid, Neutral. Str 11, Dex 9, Con 6, Int 5, Wis 16, Cha 9. Orhtstald has thick white hair and hazel eyes, and a beaked nose. He wears leather armor and wields a scimitar.",
  "Arryn: Male Human Monk, NG. Str 12, Dex 11, Con 15, Int 8, Wis 12, Cha 9. Arryn is fair in appearance, with gray hair and green eyes. He wears modest garments and wields a kanabo (mace). Arryn was raised by cultists of the Black Queen.",
  "Gilan: Male Human Monk, N. Str 9, Dex 9, Con 11, Int 7, Wis 16, Cha 8. Gilan is short, with curly brown hair and blue eyes. He wears travel-stained clothing and wields a kanabo (mace). Gilan is protective and mercenary.",
  "Wilhaemg: Male Human Fighter, N. Str 17, Dex 15, Con 8, Int 13, Wis 9, Cha 6. Wilhaemg has long white hair and gray eyes, and a matted beard. He wears half plate and wields a maul. Wilhaemg has an animal companion, a red firedrake named Tephye.",
  "Hearda: Male Human Fighter, N. Str 16, Dex 11, Con 11, Int 9, Wis 11, Cha 8. Hearda is fair in appearance, with golden hair and gray eyes. He wears ring mail and wields a shortsword. Hearda has an animal companion, a badger named Blacio.",
  "Breyny: Male Human Fighter, NG. Str 14, Dex 9, Con 8, Int 12, Wis 8, Cha 11. Breyny has messy brown hair and hazel eyes. He wears scale mail and wields a longsword and net. Breyny blames trolls for every misfortune.",
  "Thamas: Male Human Sorcerer, N. Str 11, Dex 9, Con 9, Int 10, Wis 14, Cha 14. Thamas has red hair and blue eyes, and prominent ears. He wears plain clothing and wields a dagger and darts.",
  "Gricio: Male Human Druid, Neutral. Str 12, Dex 8, Con 11, Int 12, Wis 16, Cha 7. Gricio has thick gray hair and bright blue eyes, and wears glasses with steel rims. He wears leather armor and wields a scimitar.",
  "Plafa: Male Human Fighter, N. Str 13, Dex 16, Con 7, Int 10, Wis 13, Cha 10. Plafa has brown hair and brown eyes, and small ears. He wears hide armor and wields a scimitar. Plafa has an animal companion, a badger named Burga.",
  "Nathye: Male Human Warlock, LN. Str 12, Dex 11, Con 9, Int 10, Wis 7, Cha 17. Nathye has a square face, with messy auburn hair and amber eyes. He wears leather armor and wields a club and shortbow. Nathye has an animal companion, a giant spider named Osbeon.",
  "Georguy Cote: Male Human Wizard, NG. Str 10, Dex 11, Con 8, Int 14, Wis 10, Cha 12. Georguy has a square face, with braided golden hair and blue eyes. He wears simple clothing and wields a quarterstaff and sling. Georguy suffers a deadly allergy to shellfish.",
  "Gralphye: Male Human Barbarian, LN. Str 13, Dex 8, Con 11, Int 8, Wis 7, Cha 12. Gralphye has golden hair and green eyes, and small ears. He wears hide armor and wields a longsword and longbow. Gralphye avoids eye contact.",
  "Arryn Shylley: Male Human Rogue, LN. Str 6, Dex 16, Con 11, Int 11, Wis 10, Cha 6. Arryn is pleasant in appearance, with cropped black hair and hazel eyes. He wears studded leather and wields a longsword and hand crossbow.",
  "Alam Pere: Male Human Monk, LN. Str 10, Dex 15, Con 13, Int 11, Wis 10, Cha 11. Alam has copper hair and brown eyes, and an unusual scar on his face. He wears sturdy clothing and wields a kanabo (mace). Alam has an animal companion, a white rabbit named Nichye.",
  "Rarder: Male Human Barbarian, CN. Str 12, Dex 9, Con 14, Int 11, Wis 10, Cha 14. Rarder is fair in appearance, with red hair and sharp amber eyes. He wears studded leather and wields a battleaxe and shield. Rarder has an animal companion, a badger named Rione.",
  "Adwin: Male Human Monk, N. Str 9, Dex 13, Con 8, Int 7, Wis 14, Cha 12. Adwin has copper hair and hazel eyes. He wears well-made clothing and wields an ono (handaxe). Adwin seeks revenge against the sister who betrayed him.",
  "Hamund: Male Human Cleric, N. Str 9, Dex 11, Con 9, Int 14, Wis 17, Cha 8. Hamund is willowy, with red hair and hazel eyes. He wears leather armor and wields a light hammer and shield.",
  "Brida: Male Human Monk, NG. Str 10, Dex 11, Con 9, Int 10, Wis 9, Cha 14. Brida is common in appearance, with auburn hair and large blue eyes. He wears sturdy clothing and wields nunchaku (club). Brida has an animal companion, a green snake named Rithelm.",
  "Cyne: Male Human Cleric, N. Str 9, Dex 12, Con 12, Int 13, Wis 12, Cha 12. Cyne has messy auburn hair and brown eyes. He wears half plate and wields a club and shield. Cyne is alluring and truthful.",
  "Earcard: Male Human Paladin, Good. Str 14, Dex 9, Con 13, Int 10, Wis 14, Cha 15. Earcard is fair in appearance, with blonde hair and hazel eyes. He wears hide armor and wields a warhammer.",
  "Ilfric: Male Human Monk, LN. Str 16, Dex 13, Con 6, Int 8, Wis 14, Cha 11. Ilfric is pleasant in appearance, with auburn hair and blue eyes. He wears well-made clothing and wields a yari (spear). Ilfric is zealous and truthful.",
  "Aelard: Male Human Cleric, N. Str 8, Dex 9, Con 10, Int 9, Wis 17, Cha 10. Aelard is pleasant in appearance, with tangled gray hair and green eyes. He wears a breastplate and wields a quarterstaff and dagger. Aelard is truthful and bold.",
  "Cenre: Male Human Druid, Neutral. Str 11, Dex 15, Con 11, Int 8, Wis 16, Cha 11. Cenre has red hair and blue eyes. He wears leather armor and wields a scimitar. Cenre has hawk named Ilian.",
  "Breda: Male Human Druid, Neutral. Str 14, Dex 9, Con 8, Int 9, Wis 14, Cha 7. Breda has an angular face, with blonde hair and large blue eyes. He wears hide armor and wields a club and wooden shield. Breda has green snake named Efril.",
  "Admod: Male Human Fighter, N. Str 17, Dex 10, Con 15, Int 11, Wis 9, Cha 15. Admod has a narrow face, with silver hair and green eyes. He wears a chain shirt and wields a rapier and shield.",
  "Andres Glyne: Male Human Bard, CN. Str 10, Dex 6, Con 11, Int 15, Wis 12, Cha 14. Andres is common in appearance, with braided black hair and soft hazel eyes. He wears studded leather and wields a longsword and hand crossbow. Andres is proud and fiendish.",
  "Reder: Male Human Wizard, NE. Str 9, Dex 10, Con 10, Int 16, Wis 9, Cha 12. Reder is tall and slender, with cropped brown hair and hazel eyes. He wears bronze robes and wields a dagger and sling. Reder seeks to save his family from financial ruin.",
  "Cuthwy: Male Human Rogue, N. Str 5, Dex 14, Con 13, Int 15, Wis 15, Cha 11. Cuthwy has brown hair and large blue eyes, and pointed ears. He wears leather armor and wields a shortsword. Cuthwy has an animal companion, a black cat named Harda.",
  "Narder Groby: Male Human Wizard, NG. Str 6, Dex 16, Con 9, Int 17, Wis 12, Cha 8. Narder has a round face, with black hair and brown eyes. He wears modest garments and wields a quarterstaff. Narder has Common Companion.",
  "Atham: Male Human Monk, N. Str 11, Dex 13, Con 6, Int 8, Wis 15, Cha 7. Atham is pleasant in appearance, with copper hair and large gray eyes. He wears travel-stained clothing and wields a kanabo (mace). Atham has an animal companion, a tiger named Lyse.",
  "Drewilh Burne: Male Human Cleric, LN. Str 11, Dex 15, Con 12, Int 11, Wis 17, Cha 11. Drewilh has messy silver hair and gray eyes. He wears leather armor and wields a light hammer. Drewilh secretly serves Aris, an ancient god of darkness.",
  "Roge: Male Human Rogue, LG. Str 10, Dex 14, Con 10, Int 9, Wis 9, Cha 10. Roge is tall, with blonde hair and blue eyes. He wears leather armor and wields a rapier and hand crossbow. Roge is steadfast and inventive.",
  "Richye: Male Human Cleric, N. Str 10, Dex 11, Con 13, Int 8, Wis 16, Cha 13. Richye has silver hair and green eyes. He wears a breastplate and wields a quarterstaff and darts.",
  "Egelm: Male Human Paladin, Good. Str 15, Dex 8, Con 12, Int 12, Wis 14, Cha 7. Egelm is rugged in appearance, with messy auburn hair and sharp amber eyes. He wears plate armor and wields a rapier and shield. Egelm has an animal companion, a bay warhorse named Gyles.",
  "Sige: Male Human Fighter, NE. Str 15, Dex 14, Con 14, Int 6, Wis 13, Cha 9. Sige is tall, with gray hair and green eyes. He wears ring mail and wields a glaive. Sige is coarse and cruel.",
  "Cenfa: Male Human Rogue, LE. Str 10, Dex 16, Con 13, Int 11, Wis 11, Cha 10. Cenfa has a square face, with brown hair and gray eyes. He wears studded leather and wields a shortsword. Cenfa is vulgar and possessive.",
  "Bula: Male Human Monk, LG. Str 8, Dex 14, Con 15, Int 10, Wis 11, Cha 8. Bula has curly golden hair and bright hazel eyes. He wears plain clothing and wields a kanabo (mace). Bula has an animal companion, a copper firedrake named Gela.",
  "Illiard Wesalt: Male Human Barbarian, NE. Str 16, Dex 13, Con 11, Int 8, Wis 13, Cha 10. Illiard is short and slender, with uneven red hair and light green eyes. He wears studded leather and wields a whip and shield. Illiard has an animal companion, a black dog named Gralphye.",
  "Beornfre: Male Human Cleric, NG. Str 11, Dex 14, Con 7, Int 13, Wis 14, Cha 12. Beornfre is cultured in appearance, with straight brown hair and dark brown eyes. He wears hide armor and wields a light hammer and shield. Beornfre is cursed with a maimed leg.",
  "Wilhye: Male Human Cleric, N. Str 11, Dex 8, Con 9, Int 15, Wis 14, Cha 10. Wilhye has curly black hair and green eyes, and a distinctive mark on his leg. He wears leather armor and wields a club.",
  "Aered: Male Human Warlock, NG. Str 13, Dex 14, Con 14, Int 10, Wis 8, Cha 13. Aered is rugged in appearance, with tangled black hair and gray eyes. He wears studded leather and wields a light hammer.",
  "Berctheorht: Male Human Paladin, Good. Str 12, Dex 14, Con 6, Int 8, Wis 10, Cha 12. Berctheorht has brown hair and soft amber eyes. He wears hide armor and wields a morningstar and shield. Berctheorht is haunted by the ghost of someone he killed.",
  "Cyne: Male Human Fighter, NG. Str 13, Dex 7, Con 11, Int 13, Wis 9, Cha 12. Cyne has thin black hair and hazel eyes. He wears ring mail and wields a longsword and shield. Cyne believes that he is the rightful heir to the crown of Thithlonde.",
  "Eahfric: Male Human Fighter, LN. Str 13, Dex 11, Con 12, Int 11, Wis 9, Cha 12. Eahfric is thin, with white hair and large blue eyes. He wears chain mail and wields a greatsword. Eahfric is haunted by the ghost of someone he killed.",
  "Phughye: Male Human Fighter, LN. Str 15, Dex 13, Con 12, Int 13, Wis 12, Cha 8. Phughye is fey in appearance, with matted white hair and dark gray eyes. He wears plate armor and wields a greataxe. Phughye secretly serves Hema, an ancient aberrant god.",
  "Narder: Male Human Rogue, LN. Str 13, Dex 15, Con 12, Int 10, Wis 9, Cha 11. Narder has a narrow face, with black hair and narrow blue eyes. He wears studded leather and wields a longsword. Narder suffers a paralyzing fear of confined spaces.",
  "Ames: Male Human Cleric, NG. Str 6, Dex 7, Con 12, Int 14, Wis 14, Cha 13. Ames has braided copper hair and brown eyes, and pointed ears. He wears leather armor and wields a handaxe. Ames is sensitive and disorganized.",
  "Lewalt Toke: Male Human Rogue, N. Str 10, Dex 13, Con 12, Int 10, Wis 12, Cha 11. Lewalt has an angular face, with blonde hair and amber eyes. He wears leather armor and wields a club.",
  "Wini: Male Human Rogue, N. Str 14, Dex 13, Con 9, Int 12, Wis 13, Cha 9. Wini is tall and heavyset, with matted gray hair and sharp gray eyes. He wears leather armor and wields a club and javelins. Wini is zealous and merciless.",
  "Laca: Male Human Rogue, NE. Str 7, Dex 13, Con 14, Int 11, Wis 9, Cha 9. Laca has a square face, with white hair and hazel eyes. He wears leather armor and wields a handaxe and hand crossbow.",
  "Linge: Male Human Cleric, LN. Str 8, Dex 10, Con 8, Int 10, Wis 13, Cha 10. Linge has cropped copper hair and bright hazel eyes. He wears studded leather and wields a club and sling. Linge is searching for the lost elven kingdom of Hellereg.",
  "Rewyn: Male Human Monk, N. Str 11, Dex 15, Con 8, Int 8, Wis 16, Cha 6. Rewyn is fair in appearance, with brown hair and blue eyes. He wears travel-stained clothing and wields a yari (spear) and kama (sickle).",
  "Ealthed: Male Human Fighter, N. Str 13, Dex 14, Con 13, Int 9, Wis 13, Cha 13. Ealthed has blonde hair and hazel eyes. He wears ring mail and wields a glaive.",
  "Lacio: Male Human Monk, N. Str 10, Dex 9, Con 14, Int 10, Wis 12, Cha 6. Lacio has brown hair and sharp blue eyes. He wears simple clothing and wields a kanabo (mace). Lacio has an animal companion, a copper firedrake named Gifu.",
  "Wulfne: Male Human Monk, NG. Str 15, Dex 12, Con 10, Int 13, Wis 11, Cha 13. Wulfne has curly golden hair and bright blue eyes. He wears well-made clothing and wields a bo (quarterstaff).",
  "Centwy: Male Human Fighter, N. Str 17, Dex 13, Con 12, Int 10, Wis 10, Cha 11. Centwy has a narrow face, with brown hair and narrow blue eyes. He wears a chain shirt and wields a rapier and shield. Centwy is dying and desperately seeks the secret of immortality.",
  "Jamond Liferr: Male Human Fighter, CG. Str 12, Dex 8, Con 14, Int 8, Wis 10, Cha 9. Jamond has brown hair and amber eyes, and a cropped beard. He wears scale mail and wields a flail and longbow. Jamond is gentle and courageous.",
  "Tunbert: Male Human Rogue, CE. Str 6, Dex 17, Con 10, Int 16, Wis 14, Cha 12. Tunbert has auburn hair and hazel eyes. He wears leather armor and wields a shortsword. Tunbert is absent-minded, and always searching for a missing item.",
  "Behrtio: Male Human Monk, N. Str 10, Dex 12, Con 8, Int 8, Wis 10, Cha 9. Behrtio has matted auburn hair and sharp hazel eyes. He wears worn clothing and wields a bo (quarterstaff). Behrtio secretly serves Lila, an ancient god of chaos.",
  "Weartla: Male Human Fighter, N. Str 15, Dex 13, Con 8, Int 12, Wis 9, Cha 11. Weartla is fey in appearance, with blonde hair and soft green eyes. He wears plate armor and wields a greataxe. Weartla is quiet, and says as little as possible.",
  "Nathye: Male Human Rogue, N. Str 12, Dex 14, Con 7, Int 12, Wis 8, Cha 11. Nathye has a round face, with braided red hair and large hazel eyes. He wears studded leather and wields a longsword and dagger.",
  "Breward: Male Human Rogue, N. Str 8, Dex 16, Con 7, Int 15, Wis 10, Cha 12. Breward is overweight, with curly white hair and large amber eyes. He wears leather armor and wields a shortsword and hand crossbow. Breward is shrewd and combative.",
  "Gylas: Male Human Bard, N. Str 14, Dex 10, Con 10, Int 8, Wis 11, Cha 15. Gylas is willowy, with cropped black hair and gray eyes. He wears studded leather and wields a shortsword and sickle. Gylas is wrongly sought by the paladins of the Temple of the Sublime Lords for murder.",
  "Mesym: Male Human Bard, NG. Str 11, Dex 14, Con 13, Int 9, Wis 9, Cha 14. Mesym has thin gray hair and brown eyes. He wears studded leather and wields a spear and sickle.",
  "Lafa: Male Human Cleric, NE. Str 9, Dex 12, Con 11, Int 10, Wis 14, Cha 12. Lafa has an angular face, with copper hair and green eyes. He wears a chain shirt and wields a light hammer and shield. Lafa is wrongly sought by the paladins of the Abbey of the Sublime Lords for forgery.",
  "Wine: Male Human Rogue, NG. Str 10, Dex 13, Con 7, Int 15, Wis 10, Cha 10. Wine has brown hair and hazel eyes, and a magical mark on his arm. He wears leather armor and wields a rapier and shortbow. Wine has an animal companion, a black snake named Enen.",
  "Gauwalt: Male Human Warlock, NG. Str 16, Dex 6, Con 7, Int 12, Wis 13, Cha 17. Gauwalt is short and slender, with red hair and narrow brown eyes. He wears studded leather and wields a club.",
  "Winne: Male Human Wizard, CN. Str 12, Dex 12, Con 6, Int 16, Wis 13, Cha 6. Winne is pleasant in appearance, with white hair and large blue eyes. He wears modest garments and wields a quarterstaff and light crossbow. Winne is searching for his lost brother.",
  "Gery: Male Human Monk, N. Str 12, Dex 9, Con 10, Int 9, Wis 11, Cha 12. Gery has matted golden hair and narrow blue eyes. He wears well-made clothing and wields a yari (spear).",
  "Sige: Male Human Wizard, LN. Str 12, Dex 14, Con 9, Int 14, Wis 10, Cha 7. Sige has thick golden hair and blue eyes. He wears tailored clothing and wields a quarterstaff and darts.",
  "Hamund: Male Human Rogue, N. Str 15, Dex 14, Con 13, Int 11, Wis 9, Cha 10. Hamund has an angular face, with thick blonde hair and light hazel eyes. He wears leather armor and wields a rapier. Hamund is cautious and scheming.",
  "Monder: Male Human Fighter, N. Str 14, Dex 11, Con 10, Int 10, Wis 10, Cha 9. Monder is thin, with copper hair and narrow green eyes. He wears a chain shirt and wields a rapier. Monder seeks revenge against the sister who betrayed him.",
  "Sige: Male Human Paladin, Good. Str 8, Dex 11, Con 7, Int 11, Wis 15, Cha 8. Sige is fair in appearance, with auburn hair and dark gray eyes. He wears a breastplate and wields a warhammer.",
  "Rancent: Male Human Druid, Neutral. Str 8, Dex 13, Con 8, Int 7, Wis 13, Cha 9. Rancent is fey in appearance, with black hair and hazel eyes. He wears hide armor and wields a club and wooden shield. Rancent compulsively hums.",
  "Reyny Bene: Male Human Monk, N. Str 10, Dex 12, Con 10, Int 10, Wis 8, Cha 11. Reyny has cropped gray hair and hazel eyes, and a magical scar on his arm. He wears modest garments and wields a bo (quarterstaff). Reyny is thoughtful and cruel.",
  "Aercthulf: Male Human Ranger, N. Str 8, Dex 14, Con 8, Int 10, Wis 12, Cha 11. Aercthulf is common in appearance, with curly golden hair and amber eyes. He wears hide armor and wields a greatsword. Aercthulf is foolhardy and mischievous.",
  "Widmund: Male Human Paladin, Good. Str 13, Dex 10, Con 9, Int 9, Wis 12, Cha 10. Widmund has a long face, with matted copper hair and blue eyes. He wears ring mail and wields a maul. Widmund is hunting the fiend which destroyed his homeland.",
  "Stery Tere: Male Human Rogue, N. Str 10, Dex 14, Con 11, Int 10, Wis 8, Cha 9. Stery is short and thin, with silver hair and narrow blue eyes. He wears leather armor and wields a light hammer. Stery is inquisitive and amoral.",
  "Caedmund: Male Human Rogue, NE. Str 9, Dex 17, Con 9, Int 11, Wis 11, Cha 11. Caedmund has messy silver hair and large brown eyes, and a long beard. He wears leather armor and wields a quarterstaff. Caedmund frequently uses uncommon words incorrectly.",
  "Baldu: Male Human Sorcerer, LN. Str 11, Dex 8, Con 15, Int 8, Wis 12, Cha 12. Baldu is fair in appearance, with silver hair and green eyes. He wears modest garments and wields a dagger. Baldu is searching for the lost realm of Tirothomb.",
  "Richye: Male Human Monk, CN. Str 12, Dex 11, Con 11, Int 11, Wis 16, Cha 13. Richye is fey in appearance, with messy red hair and hazel eyes. He wears sturdy clothing and wields a bo (quarterstaff). Richye is practical and perverted.",
  "Nathye: Male Human Wizard, LG. Str 11, Dex 12, Con 11, Int 14, Wis 10, Cha 13. Nathye has a round face, with golden hair and sharp amber eyes. He wears silver robes and wields a dagger. Nathye is colorblind.",
  "Georguy: Male Human Rogue, NG. Str 10, Dex 13, Con 10, Int 13, Wis 11, Cha 12. Georguy has a round face, with blonde hair and blue eyes. He wears leather armor and wields a shortsword and sickle.",
  "Ahstan: Male Human Rogue, LG. Str 12, Dex 16, Con 11, Int 12, Wis 8, Cha 11. Ahstan is willowy, with silver hair and dark blue eyes. He wears leather armor and wields a rapier. Ahstan seeks to find his true love.",
  "Wolda: Male Human Rogue, LG. Str 12, Dex 12, Con 10, Int 8, Wis 10, Cha 12. Wolda is tall, with copper hair and light brown eyes. He wears studded leather and wields a rapier. Wolda has an animal companion, a black cat named Axwulf.",
  "Thelmod: Male Human Ranger, LN. Str 10, Dex 17, Con 13, Int 8, Wis 14, Cha 14. Thelmod has matted red hair and gray eyes. He wears half plate and wields a longsword and shield. Thelmod is shrewd and insensitive.",
  "Ewin: Male Human Monk, NE. Str 10, Dex 14, Con 7, Int 8, Wis 14, Cha 10. Ewin has curly golden hair and sharp amber eyes. He wears simple clothing and wields a kanabo (mace). Ewin has an animal companion, a green snake named Gery.",
  "Cyne: Male Human Druid, Neutral. Str 13, Dex 13, Con 10, Int 9, Wis 15, Cha 9. Cyne has matted red hair and soft amber eyes. He wears leather armor and wields a mace. Cyne is covetous and vengeful.",
  "Beorhtio: Male Human Fighter, NG. Str 12, Dex 8, Con 11, Int 8, Wis 8, Cha 12. Beorhtio is short, with brown hair and dark brown eyes. He wears a breastplate and wields a flail and hand crossbow. Beorhtio seeks to discover why he cannot remember anything from yesterday.",
  "Rarder Sone: Male Human Rogue, LN. Str 12, Dex 13, Con 12, Int 13, Wis 7, Cha 5. Rarder has matted auburn hair and bright green eyes, and a cropped moustache. He wears studded leather and wields a light hammer and darts. Rarder seeks revenge against the thieves' guild which left him to hang.",
  "Ceowy: Male Human Bard, LG. Str 13, Dex 8, Con 9, Int 9, Wis 12, Cha 14. Ceowy has gray hair and hazel eyes, and numerous distinctive tattoos. He wears studded leather and wields a shortsword and hand crossbow.",
  "Brancent: Male Human Barbarian, NG. Str 16, Dex 11, Con 9, Int 10, Wis 11, Cha 12. Brancent is courtly in bearing, with uneven red hair and dark brown eyes. He wears studded leather and wields a greatsword.",
  "Symath: Male Human Barbarian, LN. Str 15, Dex 9, Con 8, Int 9, Wis 15, Cha 8. Symath has silver hair and hazel eyes, and a messy moustache. He wears studded leather and wields a rapier and shield. Symath is wrongly sought by the paladins of the Sanctuary of the Cerulean Sky for theft.",
  "Frither: Male Human Rogue, LE. Str 11, Dex 15, Con 8, Int 11, Wis 5, Cha 13. Frither has thick copper hair and sharp hazel eyes, and broken teeth. He wears leather armor and wields a spear and javelins.",
  "Hany: Male Human Rogue, LN. Str 9, Dex 16, Con 5, Int 11, Wis 9, Cha 11. Hany has thick golden hair and gray eyes. He wears studded leather and wields a rapier. Hany is impossibly lucky.",
  "Narder: Male Human Monk, N. Str 13, Dex 11, Con 8, Int 9, Wis 16, Cha 6. Narder has thin red hair and blue eyes. He wears worn clothing and wields an ono (handaxe). Narder has an animal companion, a gray rabbit named Atel.",
  "Ealchfrith: Male Human Bard, NG. Str 10, Dex 9, Con 13, Int 10, Wis 10, Cha 12. Ealchfrith is rough in appearance, with gray hair and blue eyes. He wears studded leather and wields a rapier and hand crossbow. Ealchfrith is sensitive and principled.",
  "Sige: Male Human Fighter, CN. Str 15, Dex 9, Con 6, Int 9, Wis 9, Cha 9. Sige is pleasant in appearance, with short white hair and bright brown eyes. He wears splint armor and wields a morningstar. Sige lost his reflection to a hag.",
  "Symath Nyne: Male Human Rogue, N. Str 9, Dex 12, Con 11, Int 12, Wis 10, Cha 13. Symath has thin golden hair and narrow green eyes, and a short moustache. He wears studded leather and wields a shortsword and hand crossbow. Symath has an animal companion, a dire rat named Sunna.",
  "Lexand Balle: Male Human Fighter, N. Str 17, Dex 13, Con 11, Int 8, Wis 12, Cha 9. Lexand is short, with brown hair and hazel eyes. He wears splint armor and wields a flail and heavy crossbow. Lexand dislikes having people behind him.",
  "Jamas: Male Human Monk, LN. Str 14, Dex 15, Con 15, Int 11, Wis 10, Cha 15. Jamas is fair in appearance, with brown hair and soft brown eyes. He wears modest garments and wields a kanabo (mace) and shuriken (darts). Jamas has an animal companion, a gray rabbit named Brona.",
  "Cyne: Male Human Druid, Neutral. Str 15, Dex 10, Con 5, Int 13, Wis 17, Cha 14. Cyne has gray hair and dark brown eyes, and a round nose. He wears leather armor and wields a quarterstaff. Cyne was petrified for a hundred years.",
  "Gery Knyselw: Male Human Rogue, LN. Str 10, Dex 17, Con 8, Int 8, Wis 8, Cha 9. Gery is pleasant in appearance, with silver hair and amber eyes. He wears studded leather and wields a shortsword and hand crossbow. Gery is cursed with traumatic nightmares.",
  "Gauwis: Male Human Fighter, CG. Str 14, Dex 8, Con 9, Int 7, Wis 10, Cha 9. Gauwis is tall and overweight, with golden hair and large brown eyes. He wears a chain shirt and wields a war pick and shield.",
  "Wulfa: Male Human Monk, LG. Str 12, Dex 12, Con 13, Int 13, Wis 12, Cha 13. Wulfa is rough in appearance, with auburn hair and blue eyes. He wears worn clothing and wields nunchaku (club). Wulfa is passionate and steadfast.",
  "Johny: Male Human Cleric, NG. Str 13, Dex 13, Con 10, Int 14, Wis 15, Cha 14. Johny has a long face, with long auburn hair and brown eyes. He wears studded leather and wields a light hammer. Johny is searching for the lost Pantheon of the Heavenly Lords.",
  "Narder: Male Human Rogue, N. Str 7, Dex 12, Con 12, Int 9, Wis 11, Cha 10. Narder is rough in appearance, with blonde hair and bright hazel eyes. He wears leather armor and wields a light hammer.",
  "Here: Male Human Fighter, N. Str 13, Dex 13, Con 10, Int 11, Wis 13, Cha 9. Here has an angular face, with long gray hair and brown eyes. He wears plate armor and wields a rapier and longbow. Here compulsively rhymes words.",
  "Aerert: Male Human Monk, N. Str 11, Dex 12, Con 10, Int 9, Wis 14, Cha 9. Aerert has golden hair and gray eyes, and a round nose. He wears well-made clothing and wields nunchaku (club). Aerert has an animal companion, a tawny rat named Johny.",
  "Ilham Rove: Male Human Sorcerer, N. Str 10, Dex 10, Con 12, Int 7, Wis 13, Cha 16. Ilham is pleasant in appearance, with blonde hair and hazel eyes. He wears sturdy clothing and wields a quarterstaff. Ilham seeks to save his family from financial ruin.",
  "Brithelm: Male Human Fighter, LG. Str 15, Dex 11, Con 7, Int 13, Wis 8, Cha 8. Brithelm is cultured in appearance, with gray hair and dark blue eyes. He wears scale mail and wields a shortsword.",
  "Gilan: Male Human Fighter, NG. Str 16, Dex 10, Con 9, Int 10, Wis 12, Cha 8. Gilan is fey in appearance, with black hair and brown eyes. He wears ring mail and wields a scimitar. Gilan has an animal companion, a silver dog named Lipiers.",
  "Rarder: Male Human Paladin, Good. Str 12, Dex 7, Con 12, Int 9, Wis 15, Cha 8. Rarder is rough in appearance, with white hair and brown eyes. He wears splint armor and wields a warhammer. Rarder seeks to continue the noble legacy of his father.",
  "Tane: Male Human Ranger, NG. Str 16, Dex 12, Con 8, Int 10, Wis 12, Cha 9. Tane has gray hair and blue eyes. He wears a chain shirt and wields a scimitar. Tane seeks to atone for past sins.",
  "Eadbald: Male Human Paladin, Good. Str 11, Dex 7, Con 10, Int 9, Wis 10, Cha 14. Eadbald is tall, with tangled white hair and narrow hazel eyes. He wears scale mail and wields a longsword. Eadbald refers to himself in the third person.",
  "Anier: Male Human Rogue, N. Str 7, Dex 17, Con 9, Int 10, Wis 8, Cha 8. Anier is pleasant in appearance, with matted copper hair and amber eyes. He wears leather armor and wields a longsword and hand crossbow. Anier is honest and insane.",
  "Warder: Male Human Paladin, Good. Str 15, Dex 12, Con 13, Int 10, Wis 11, Cha 16. Warder has an angular face, with copper hair and blue eyes. He wears a chain shirt and wields a glaive. Warder seeks the meaning of a strange prophecy.",
  "Gowy: Male Human Fighter, N. Str 16, Dex 9, Con 9, Int 10, Wis 15, Cha 10. Gowy is heavyset, with white hair and amber eyes. He wears splint armor and wields a trident. Gowy seeks to become a knight of the realm.",
  "Beornwiu: Male Human Bard, LN. Str 12, Dex 10, Con 8, Int 12, Wis 10, Cha 17. Beornwiu has a long face, with straight brown hair and large blue eyes. He wears leather armor and wields a club. Beornwiu is adaptable and mercenary.",
  "Munder: Male Human Bard, NE. Str 11, Dex 10, Con 11, Int 11, Wis 9, Cha 15. Munder has a long face, with straight white hair and gray eyes. He wears studded leather and wields a longsword and hand crossbow. Munder avoids eye contact.",
  "Dreder: Male Human Paladin, Good. Str 13, Dex 13, Con 10, Int 8, Wis 14, Cha 11. Dreder has an angular face, with thin white hair and sharp gray eyes. He wears plate armor and wields a longsword and shield. Dreder has an animal companion, a black warhorse named Enen.",
  "Bertio: Male Human Druid, Neutral. Str 13, Dex 12, Con 9, Int 9, Wis 15, Cha 14. Bertio has curly copper hair and brown eyes, and pointed ears. He wears hide armor and wields a spear.",
  "Wine: Male Human Bard, N. Str 10, Dex 8, Con 13, Int 7, Wis 11, Cha 14. Wine has curly gray hair and amber eyes, and pointed ears. He wears leather armor and wields a longsword and hand crossbow. Wine speaks with a soft voice.",
  "Ambin: Male Human Fighter, N. Str 13, Dex 12, Con 6, Int 13, Wis 11, Cha 5. Ambin has a narrow face, with blonde hair and large hazel eyes. He wears half plate and wields a shortsword and net. Ambin is covetous and impulsive.",
  "Wulfa: Male Human Cleric, N. Str 5, Dex 7, Con 7, Int 9, Wis 13, Cha 14. Wulfa is tall, with copper hair and amber eyes. He wears leather armor and wields a spear.",
  "Bertio: Male Human Fighter, N. Str 17, Dex 9, Con 9, Int 12, Wis 13, Cha 12. Bertio has white hair and amber eyes, and a straight moustache. He wears chain mail and wields a halberd. Bertio has an animal companion, a gray wolf named Winey.",
  "Rolda: Male Human Monk, LG. Str 11, Dex 12, Con 9, Int 13, Wis 10, Cha 9. Rolda has a narrow face, with short black hair and green eyes. He wears worn clothing and wields nunchaku (club). Rolda is generous and fair.",
  "Sige: Male Human Rogue, NG. Str 11, Dex 17, Con 9, Int 10, Wis 8, Cha 8. Sige has a square face, with cropped auburn hair and blue eyes. He wears studded leather and wields a shortsword.",
  "Tunbyrnst: Male Human Ranger, CN. Str 9, Dex 12, Con 7, Int 7, Wis 13, Cha 10. Tunbyrnst is rugged in appearance, with thin golden hair and large blue eyes. He wears half plate and wields a glaive. Tunbyrnst is searching for his missing son.",
  "Cyne: Male Human Paladin, Good. Str 12, Dex 11, Con 12, Int 5, Wis 10, Cha 15. Cyne has thin brown hair and bright amber eyes. He wears splint armor and wields a trident. Cyne has an animal companion, a bay warhorse named Anor.",
  "Wuffa: Male Human Fighter, LG. Str 14, Dex 14, Con 12, Int 11, Wis 12, Cha 10. Wuffa has copper hair and soft blue eyes. He wears scale mail and wields a whip and net. Wuffa is generous and stoic.",
  "Gare: Male Human Barbarian, LG. Str 16, Dex 10, Con 9, Int 13, Wis 7, Cha 9. Gare has silver hair and light amber eyes, and prominent ears. He wears hide armor and wields a battleaxe.",
  "Geoffry: Male Human Fighter, CN. Str 17, Dex 12, Con 10, Int 7, Wis 15, Cha 15. Geoffry has curly silver hair and dark hazel eyes, and a sharp nose. He wears half plate and wields a morningstar. Geoffry is truthful and fierce.",
  "Eorweat: Male Human Monk, N. Str 13, Dex 10, Con 9, Int 12, Wis 8, Cha 10. Eorweat has curly brown hair and dark blue eyes, and a flat nose. He wears modest garments and wields a bo (quarterstaff). Eorweat is hunting the demon who slew his mentor.",
  "Aldthac: Male Human Monk, N. Str 12, Dex 11, Con 7, Int 10, Wis 16, Cha 9. Aldthac has a long face, with silver hair and gray eyes. He wears sturdy clothing and wields a bo (quarterstaff) and shuriken (darts). Aldthac has an animal companion, a green firedrake named Eryn.",
  "Coenge: Male Human Cleric, N. Str 13, Dex 11, Con 11, Int 6, Wis 16, Cha 9. Coenge has long gray hair and hazel eyes. He wears leather armor and wields a mace and shield. Coenge believes that he is the rightful heir to the kingdom of Nyamariath.",
  "Bertio: Male Human Cleric, CG. Str 10, Dex 8, Con 10, Int 9, Wis 14, Cha 14. Bertio has thin auburn hair and hazel eyes, and small ears. He wears hide armor and wields a light hammer and shield. Bertio seeks to destroy the undead.",
  "Johny: Male Human Warlock, CG. Str 13, Dex 13, Con 8, Int 9, Wis 12, Cha 15. Johny has matted silver hair and blue eyes, and prominent ears. He wears leather armor and wields a quarterstaff and darts.",
  "Burcher: Male Human Sorcerer, N. Str 7, Dex 9, Con 15, Int 9, Wis 10, Cha 13. Burcher is overweight, with copper hair and hazel eyes. He wears modest garments and wields a dagger.",
  "Eadbald: Male Human Bard, NG. Str 9, Dex 9, Con 10, Int 7, Wis 12, Cha 15. Eadbald has tangled blonde hair and light amber eyes. He wears studded leather and wields a longsword. Eadbald is cursed with traumatic nightmares.",
  "Gery: Male Human Paladin, Good. Str 13, Dex 10, Con 15, Int 14, Wis 14, Cha 10. Gery has white hair and hazel eyes. He wears hide armor and wields a war pick and shield. Gery is fascinated by languages and runes.",
  "Thelrey: Male Human Monk, N. Str 8, Dex 9, Con 8, Int 7, Wis 7, Cha 8. Thelrey has long black hair and light amber eyes, and a straight moustache. He wears modest garments and wields a kanabo (mace). Thelrey has an animal companion, a tiger named Atet.",
  "Folke: Male Human Bard, NG. Str 9, Dex 11, Con 11, Int 10, Wis 10, Cha 14. Folke has a round face, with curly brown hair and gray eyes. He wears studded leather and wields a shortsword. Folke has an animal companion, a hunting dog named Burhe.",
  "Oswund: Male Human Bard, CN. Str 11, Dex 11, Con 10, Int 14, Wis 13, Cha 12. Oswund has red hair and large blue eyes. He wears leather armor and wields a mace and light crossbow. Oswund is hunting the doppelganger which destroyed his homeland.",
  "Brichye: Male Human Rogue, NG. Str 6, Dex 15, Con 11, Int 12, Wis 6, Cha 11. Brichye has a narrow face, with white hair and narrow hazel eyes. He wears leather armor and wields a longsword and javelins. Brichye has an animal companion, a black snake named Eoswis.",
  "Ancin: Male Human Cleric, N. Str 13, Dex 11, Con 6, Int 14, Wis 13, Cha 13. Ancin is overweight, with red hair and soft brown eyes. He wears leather armor and wields a club. Ancin is extravagant and guarded.",
  "Beorhtio: Male Human Monk, N. Str 15, Dex 14, Con 9, Int 11, Wis 13, Cha 10. Beorhtio is rough in appearance, with white hair and narrow blue eyes. He wears plain clothing and wields a yari (spear) and shuriken (darts). Beorhtio has an animal companion, a hunting dog named Gauwyn.",
  "Anders: Male Human Fighter, N. Str 16, Dex 9, Con 13, Int 11, Wis 7, Cha 15. Anders has blonde hair and light hazel eyes, and prominent ears. He wears plate armor and wields a warhammer and heavy crossbow. Anders seeks to atone for past sins.",
  "Balda: Male Human Paladin, Good. Str 9, Dex 6, Con 10, Int 10, Wis 7, Cha 12. Balda has brown hair and gray eyes, and a sharp nose. He wears plate armor and wields a scimitar and shield.",
  "Earmulf: Male Human Druid, Neutral. Str 12, Dex 9, Con 15, Int 6, Wis 16, Cha 10. Earmulf is willowy, with white hair and brown eyes. He wears leather armor and wields a quarterstaff and wooden shield.",
  "Edid: Male Human Fighter, N. Str 16, Dex 13, Con 7, Int 12, Wis 11, Cha 10. Edid has a round face, with blonde hair and green eyes. He wears scale mail and wields a war pick and shield. Edid is agreeable and alluring.",
  "Behrtio: Male Human Bard, CN. Str 10, Dex 11, Con 11, Int 14, Wis 7, Cha 13. Behrtio is pleasant in appearance, with black hair and blue eyes. He wears leather armor and wields a shortsword and hand crossbow. Behrtio has an animal companion, a red fox named Roge.",
  "Conbeorhtw: Male Human Ranger, LN. Str 10, Dex 8, Con 10, Int 10, Wis 9, Cha 9. Conbeorhtw has blonde hair and dark gray eyes, and wears glasses with bronze rims. He wears hide armor and wields a rapier. Conbeorhtw is searching for his lost sister.",
  "Arles Gary: Male Human Ranger, CG. Str 12, Dex 13, Con 7, Int 9, Wis 14, Cha 7. Arles is short and slender, with auburn hair and brown eyes. He wears leather armor and wields a morningstar. Arles has forest owl named Aedith.",
  "Reder Rysalt: Male Human Monk, LG. Str 9, Dex 15, Con 6, Int 14, Wis 13, Cha 9. Reder is tall, with matted blonde hair and sharp blue eyes. He wears modest garments and wields an ono (handaxe) and kama (sickle). Reder blames the gods for every misfortune.",
  "Wulfa: Male Human Druid, Neutral. Str 15, Dex 5, Con 12, Int 11, Wis 13, Cha 9. Wulfa has white hair and dark gray eyes. He wears leather armor and wields a spear and wooden shield. Wulfa is superstitious and depraved.",
  "Piersym: Male Human Fighter, NG. Str 15, Dex 10, Con 6, Int 7, Wis 8, Cha 11. Piersym is fey in appearance, with auburn hair and dark amber eyes. He wears a breastplate and wields a halberd. Piersym is loyal and moody.",
  "Berny: Male Human Monk, NE. Str 10, Dex 13, Con 11, Int 15, Wis 10, Cha 11. Berny is rugged in appearance, with braided red hair and gray eyes. He wears well-made clothing and wields a kanabo (mace) and kama (sickle). Berny has an animal companion, a green snake named Awith.",
  "Ethed: Male Human Paladin, Good. Str 14, Dex 11, Con 10, Int 9, Wis 12, Cha 13. Ethed has an angular face, with red hair and soft brown eyes. He wears splint armor and wields a morningstar. Ethed is cheerful and quiet.",
  "George Taby: Male Human Bard, N. Str 13, Dex 5, Con 11, Int 13, Wis 8, Cha 12. George has blonde hair and soft blue eyes. He wears leather armor and wields a rapier and darts. George seeks only fame and glory.",
  "Geoffry: Male Human Fighter, LN. Str 15, Dex 13, Con 8, Int 10, Wis 13, Cha 10. Geoffry has a long face, with copper hair and hazel eyes. He wears splint armor and wields a warhammer and shield. Geoffry has an animal companion, a ginger dog named Wynna.",
  "Bride: Male Human Rogue, NE. Str 6, Dex 17, Con 7, Int 10, Wis 10, Cha 12. Bride is common in appearance, with white hair and dark brown eyes. He wears leather armor and wields a longsword and darts.",
  "Cynwy: Male Human Druid, Neutral. Str 11, Dex 12, Con 12, Int 9, Wis 15, Cha 10. Cynwy has straight black hair and amber eyes, and a thin nose. He wears hide armor and wields a club and dagger. Cynwy is searching for his missing daughter.",
  "Ordmaelm: Male Human Rogue, LN. Str 13, Dex 13, Con 7, Int 15, Wis 10, Cha 10. Ordmaelm has auburn hair and hazel eyes. He wears studded leather and wields a rapier and sickle.",
  "Aldhert: Male Human Rogue, NG. Str 9, Dex 15, Con 9, Int 12, Wis 10, Cha 10. Aldhert has long auburn hair and green eyes. He wears studded leather and wields a shortsword. Aldhert has an animal companion, a black cat named Herieua.",
  "Helhun: Male Human Druid, Neutral. Str 10, Dex 8, Con 9, Int 8, Wis 16, Cha 10. Helhun is short and heavyset, with messy copper hair and bright hazel eyes. He wears hide armor and wields a quarterstaff.",
  "Gelre: Male Human Bard, NG. Str 9, Dex 10, Con 5, Int 14, Wis 7, Cha 15. Gelre is elegant in appearance, with gray hair and amber eyes. He wears studded leather and wields a light hammer and hand crossbow. Gelre has an animal companion, a green firedrake named Dolpher.",
  "Wulfa: Male Human Barbarian, N. Str 13, Dex 8, Con 11, Int 6, Wis 10, Cha 11. Wulfa has silver hair and bright gray eyes, and a long moustache. He wears leather armor and wields a morningstar and longbow. Wulfa has an animal companion, a badger named Aefed.",
  "Sulfa: Male Human Fighter, N. Str 16, Dex 13, Con 7, Int 6, Wis 9, Cha 7. Sulfa has straight black hair and soft gray eyes. He wears chain mail and wields a flail and shield. Sulfa seeks revenge against the sister who betrayed him.",
  "Ered: Male Human Fighter, NG. Str 17, Dex 11, Con 9, Int 6, Wis 11, Cha 6. Ered is pleasant in appearance, with messy gray hair and bright gray eyes. He wears chain mail and wields a morningstar and blowgun. Ered is thrifty and forgiving.",
  "Here: Male Human Rogue, N. Str 12, Dex 13, Con 13, Int 12, Wis 12, Cha 13. Here has a long face, with golden hair and amber eyes. He wears leather armor and wields a light hammer. Here has an animal companion, a sable ferret named Mary.",
  "Ealdhehrt: Male Human Ranger, CG. Str 15, Dex 7, Con 10, Int 12, Wis 9, Cha 14. Ealdhehrt is fair in appearance, with thick blonde hair and gray eyes. He wears studded leather and wields a scimitar and shield. Ealdhehrt serves Kasdall, an ancient but forgotten god of law.",
  "Frarder: Male Human Ranger, N. Str 8, Dex 7, Con 9, Int 10, Wis 11, Cha 15. Frarder is pleasant in appearance, with messy red hair and sharp brown eyes. He wears half plate and wields a war pick. Frarder is practical and disloyal.",
  "Aegmund: Male Human Barbarian, N. Str 12, Dex 13, Con 12, Int 13, Wis 10, Cha 10. Aegmund is common in appearance, with cropped auburn hair and amber eyes. He wears scale mail and wields a flail. Aegmund is only friendly towards other humans..",
  "Giliam Burney: Male Human Monk, N. Str 14, Dex 13, Con 14, Int 10, Wis 9, Cha 11. Giliam is short, with long auburn hair and large hazel eyes. He wears modest garments and wields an ono (handaxe) and shuriken (darts).",
  "Rewis Mesell: Male Human Rogue, N. Str 8, Dex 14, Con 9, Int 13, Wis 10, Cha 12. Rewis is tall and heavyset, with silver hair and brown eyes. He wears studded leather and wields a longsword and sickle.",
  "Exam: Male Human Druid, Neutral. Str 13, Dex 10, Con 9, Int 7, Wis 14, Cha 11. Exam is fey in appearance, with thick gray hair and hazel eyes. He wears leather armor and wields a scimitar. Exam is inquisitive and adventurous.",
  "Eibah: Male Human Druid, Neutral. Str 15, Dex 8, Con 10, Int 6, Wis 16, Cha 12. Eibah has long silver hair and narrow blue eyes, and prominent ears. He wears hide armor and wields a mace. Eibah is flamboyant and alluring.",
  "Ames Hammart: Male Human Fighter, LN. Str 13, Dex 9, Con 14, Int 9, Wis 11, Cha 9. Ames is common in appearance, with cropped copper hair and large green eyes. He wears a breastplate and wields a battleaxe and blowgun.",
  "Warder Jene: Male Human Paladin, Good. Str 14, Dex 10, Con 5, Int 10, Wis 12, Cha 15. Warder is slender, with curly copper hair and brown eyes. He wears half plate and wields a pike. Warder has an animal companion, a white warhorse named Narder.",
  "Gyles Weson: Male Human Rogue, N. Str 9, Dex 13, Con 11, Int 10, Wis 11, Cha 13. Gyles has a round face, with golden hair and light brown eyes. He wears studded leather and wields a longsword and hand crossbow. Gyles is curious and mercenary.",
  "Drewalt: Male Human Fighter, N. Str 15, Dex 15, Con 8, Int 8, Wis 8, Cha 11. Drewalt has blonde hair and hazel eyes, and a matted moustache. He wears plate armor and wields a longsword and shield. Drewalt is searching for a legendary blade named Lawcleaver.",
  "Geher: Male Human Rogue, N. Str 10, Dex 17, Con 13, Int 16, Wis 7, Cha 7. Geher has long auburn hair and soft gray eyes, and wears glasses with iron rims. He wears leather armor and wields a spear. Geher seeks revenge against the aristocrat who framed him.",
  "Droguy Clacey: Male Human Paladin, Good. Str 12, Dex 11, Con 10, Int 11, Wis 9, Cha 12. Droguy is overweight, with auburn hair and gray eyes. He wears plate armor and wields a war pick. Droguy seeks to discover what destroyed his homeland.",
  "Berny Forde: Male Human Paladin, Good. Str 15, Dex 10, Con 9, Int 8, Wis 13, Cha 12. Berny is cultured in appearance, with uneven white hair and bright green eyes. He wears ring mail and wields a battleaxe. Berny is pious and heroic.",
  "Raffin: Male Human Fighter, NE. Str 13, Dex 12, Con 11, Int 10, Wis 11, Cha 15. Raffin has uneven brown hair and sharp blue eyes, and walks with a limp. He wears chain mail and wields a warhammer and shield. Raffin has an animal companion, a gray wolf named Leda.",
  "Raffin: Male Human Ranger, LN. Str 8, Dex 14, Con 8, Int 14, Wis 8, Cha 14. Raffin is short and willowy, with short black hair and bright gray eyes. He wears scale mail and wields a shortsword. Raffin is adventurous and sharp-tongued.",
  "Cyne: Male Human Druid, Neutral. Str 9, Dex 10, Con 8, Int 15, Wis 12, Cha 14. Cyne has blonde hair and narrow amber eyes, and a beaked nose. He wears hide armor and wields a mace and dagger. Cyne seeks to save his family from financial ruin.",
  "Arryn: Male Human Fighter, N. Str 13, Dex 8, Con 11, Int 11, Wis 13, Cha 12. Arryn is common in appearance, with uneven auburn hair and brown eyes. He wears plate armor and wields a scimitar and shield. Arryn is haunted by the ghost of someone he killed.",
  "Walldu: Male Human Rogue, NG. Str 11, Dex 13, Con 10, Int 7, Wis 11, Cha 9. Walldu is thin, with curly copper hair and amber eyes. He wears leather armor and wields a longsword. Walldu suffers a mild allergy to moulds and oozes.",
  "Ealdwulf: Male Human Rogue, CG. Str 10, Dex 17, Con 12, Int 11, Wis 11, Cha 9. Ealdwulf has a round face, with white hair and large brown eyes. He wears studded leather and wields a longsword. Ealdwulf suffers a paralyzing fear of heights.",
  "Wilbald: Male Human Sorcerer, N. Str 11, Dex 14, Con 12, Int 8, Wis 14, Cha 15. Wilbald is rugged in appearance, with brown hair and light gray eyes. He wears modest garments and wields a dagger and light crossbow. Wilbald is lustful and cowardly.",
  "Sige: Male Human Fighter, LE. Str 13, Dex 11, Con 13, Int 12, Wis 7, Cha 15. Sige has cropped black hair and soft hazel eyes. He wears plate armor and wields a whip and shield.",
  "Walhhert: Male Human Druid, Neutral. Str 17, Dex 10, Con 15, Int 6, Wis 14, Cha 10. Walhhert has straight auburn hair and narrow brown eyes. He wears leather armor and wields a club and dagger. Walhhert is mischievous and bloodthirsty.",
  "Geoffrey: Male Human Fighter, N. Str 15, Dex 9, Con 13, Int 14, Wis 10, Cha 15. Geoffrey is common in appearance, with blonde hair and bright green eyes. He wears hide armor and wields a war pick and heavy crossbow. Geoffrey seeks only fame and glory.",
  "Edmugh Neray: Male Human Warlock, NG. Str 12, Dex 9, Con 7, Int 10, Wis 6, Cha 15. Edmugh has tangled blonde hair and hazel eyes, and numerous unusual tattoos. He wears studded leather and wields a quarterstaff and light crossbow. Edmugh has an animal companion, a vampire bat named Ellell.",
  "Sige: Male Human Monk, CE. Str 15, Dex 13, Con 13, Int 12, Wis 10, Cha 7. Sige has auburn hair and narrow green eyes, and numerous magical tattoos. He wears worn clothing and wields a bo (quarterstaff) and kama (sickle). Sige is greedy and thoughtless.",
  "Masym: Male Human Monk, NE. Str 11, Dex 11, Con 8, Int 8, Wis 11, Cha 7. Masym is willowy, with white hair and blue eyes. He wears plain clothing and wields a yari (spear). Masym is hateful and fiendish.",
  "Anies: Male Human Monk, NE. Str 12, Dex 11, Con 5, Int 7, Wis 14, Cha 7. Anies has brown hair and green eyes. He wears sturdy clothing and wields a yari (spear).",
  "Tilheb: Male Human Paladin, Good. Str 8, Dex 12, Con 10, Int 14, Wis 10, Cha 12. Tilheb has cropped white hair and green eyes. He wears hide armor and wields a morningstar.",
  "Umwith: Male Human Paladin, Good. Str 16, Dex 9, Con 9, Int 11, Wis 13, Cha 13. Umwith is heavyset, with silver hair and hazel eyes. He wears splint armor and wields a morningstar and shield. Umwith has an animal companion, a bay warhorse named Kater.",
  "Warder: Male Human Monk, CN. Str 13, Dex 14, Con 12, Int 12, Wis 11, Cha 7. Warder has a long face, with cropped silver hair and narrow amber eyes. He wears modest garments and wields a bo (quarterstaff). Warder seeks revenge against the sister who betrayed him.",
  "Charry: Male Human Ranger, N. Str 12, Dex 10, Con 7, Int 11, Wis 13, Cha 12. Charry is rugged in appearance, with red hair and bright hazel eyes. He wears a chain shirt and wields a war pick and shield. Charry has golden eagle named Burga.",
  "Geoffry: Male Human Druid, Neutral. Str 9, Dex 7, Con 10, Int 10, Wis 14, Cha 14. Geoffry has curly black hair and amber eyes. He wears leather armor and wields a mace. Geoffry has black wolf named Wyna.",
  "Roge: Male Human Rogue, N. Str 8, Dex 14, Con 15, Int 11, Wis 12, Cha 8. Roge has an angular face, with thin golden hair and large blue eyes. He wears studded leather and wields a shortsword.",
  "Giles: Male Human Sorcerer, LG. Str 11, Dex 11, Con 15, Int 13, Wis 9, Cha 14. Giles is heavyset, with short brown hair and brown eyes. He wears modest garments and wields a dagger and light crossbow.",
  "Ricio: Male Human Ranger, N. Str 11, Dex 13, Con 12, Int 8, Wis 10, Cha 6. Ricio has gray hair and soft brown eyes. He wears hide armor and wields a war pick. Ricio is hunting the cultists who murdered his family.",
  "Jamas: Male Human Monk, N. Str 15, Dex 13, Con 10, Int 7, Wis 10, Cha 9. Jamas has an angular face, with white hair and gray eyes. He wears modest garments and wields a yari (spear). Jamas has an animal companion, a white rabbit named Stouilta.",
  "Licio: Male Human Barbarian, N. Str 12, Dex 8, Con 13, Int 9, Wis 14, Cha 6. Licio has cropped blonde hair and brown eyes, and a flat nose. He wears hide armor and wields a warhammer and shield. Licio is searching for his missing daughter.",
  "Wihtre: Male Human Sorcerer, NE. Str 13, Dex 10, Con 12, Int 13, Wis 9, Cha 17. Wihtre is overweight, with brown hair and amber eyes. He wears plain clothing and wields a dagger.",
  "Narder: Male Human Fighter, LE. Str 16, Dex 13, Con 7, Int 9, Wis 13, Cha 10. Narder has a square face, with cropped gray hair and dark blue eyes. He wears splint armor and wields a warhammer. Narder lost his reflection to a nymph.",
  "Wulfa: Male Human Monk, N. Str 9, Dex 11, Con 15, Int 7, Wis 13, Cha 5. Wulfa has a round face, with matted black hair and dark blue eyes. He wears modest garments and wields an ono (handaxe).",
  "Rancis Cote: Male Human Warlock, CE. Str 16, Dex 11, Con 9, Int 13, Wis 10, Cha 16. Rancis has cropped blonde hair and hazel eyes, and an uneven moustache. He wears studded leather and wields a spear. Rancis compulsively counts things.",
  "Fryany: Male Human Rogue, N. Str 7, Dex 14, Con 13, Int 13, Wis 10, Cha 6. Fryany has a narrow face, with golden hair and green eyes. He wears leather armor and wields a light hammer and hand crossbow. Fryany speaks with a stutter.",
  "Grobern Bene: Male Human Monk, N. Str 12, Dex 13, Con 12, Int 12, Wis 10, Cha 9. Grobern has silver hair and brown eyes. He wears well-made clothing and wields an ono (handaxe) and shuriken (darts). Grobern is searching for his lost brother.",
  "George Clyone: Male Human Wizard, N. Str 8, Dex 10, Con 15, Int 14, Wis 12, Cha 12. George has a round face, with straight red hair and hazel eyes. He wears modest garments and wields a dagger. George is covetous and foolhardy.",
  "Rewis Ryde: Male Human Monk, N. Str 14, Dex 13, Con 10, Int 13, Wis 10, Cha 11. Rewis has uneven silver hair and brown eyes, and a round nose. He wears well-made clothing and wields an ono (handaxe). Rewis is disorganized and practical.",
  "Helmund: Male Human Bard, NG. Str 15, Dex 10, Con 11, Int 10, Wis 10, Cha 14. Helmund is stout, with copper hair and blue eyes. He wears leather armor and wields a mace and javelins. Helmund is courageous and disorganized.",
  "Cerdu: Male Human Monk, LG. Str 11, Dex 12, Con 12, Int 12, Wis 11, Cha 11. Cerdu has a narrow face, with copper hair and hazel eyes. He wears simple clothing and wields a yari (spear) and sai (dagger). Cerdu has an animal companion, a hunting dog named Maere.",
  "Heaher: Male Human Monk, LN. Str 10, Dex 12, Con 11, Int 9, Wis 11, Cha 10. Heaher is pleasant in appearance, with braided white hair and amber eyes. He wears modest garments and wields nunchaku (club). Heaher has an animal companion, a green snake named Gauwilh.",
  "Symath: Male Human Barbarian, N. Str 14, Dex 10, Con 13, Int 11, Wis 9, Cha 12. Symath is tall, with tangled brown hair and green eyes. He wears leather armor and wields a whip and net. Symath is pessimistic and destructive.",
  "Piersym Goodwe: Male Human Ranger, CN. Str 12, Dex 15, Con 11, Int 9, Wis 12, Cha 11. Piersym has white hair and light hazel eyes. He wears studded leather and wields a trident. Piersym has forest owl named Burga.",
  "Cola: Male Human Rogue, CN. Str 9, Dex 16, Con 7, Int 8, Wis 11, Cha 13. Cola has messy copper hair and brown eyes. He wears leather armor and wields a rapier. Cola has an animal companion, a black cat named Alfrum.",
  "Heny: Male Human Monk, LN. Str 10, Dex 12, Con 12, Int 13, Wis 13, Cha 9. Heny has short brown hair and green eyes. He wears plain clothing and wields an ono (handaxe). Heny suffers a mild allergy to fish.",
  "Heny: Male Human Sorcerer, LG. Str 10, Dex 8, Con 12, Int 9, Wis 12, Cha 16. Heny is overweight, with cropped red hair and narrow brown eyes. He wears well-made clothing and wields a dagger and sling. Heny compulsively chants nonsense.",
  "Rancent Veray: Male Human Barbarian, LE. Str 12, Dex 12, Con 11, Int 13, Wis 13, Cha 6. Rancent is repulsive in appearance, with blonde hair and blue eyes. He wears studded leather and wields a pike. Rancent is haunted by the ghost of someone he killed.",
  "Siga: Male Human Wizard, CN. Str 9, Dex 13, Con 6, Int 16, Wis 10, Cha 8. Siga has silver hair and brown eyes. He wears ruby robes and wields a quarterstaff. Siga is only friendly towards other humans..",
  "Afald: Male Human Monk, N. Str 10, Dex 11, Con 9, Int 12, Wis 10, Cha 9. Afald is tall, with gray hair and hazel eyes. He wears sturdy clothing and wields nunchaku (club). Afald has an animal companion, a tawny rat named Mera.",
  "Waltom Kelle: Male Human Cleric, NG. Str 12, Dex 10, Con 8, Int 12, Wis 17, Cha 9. Waltom is short, with straight silver hair and narrow amber eyes. He wears scale mail and wields a light hammer.",
  "Narder: Male Human Fighter, LG. Str 15, Dex 11, Con 10, Int 6, Wis 9, Cha 10. Narder has a round face, with brown hair and gray eyes. He wears half plate and wields a scimitar and shield.",
  "Masym: Male Human Druid, Neutral. Str 14, Dex 9, Con 13, Int 9, Wis 14, Cha 6. Masym has a square face, with golden hair and gray eyes. He wears hide armor and wields a quarterstaff. Masym has hawk named Alel.",
  "Ryany: Male Human Cleric, NG. Str 10, Dex 6, Con 12, Int 9, Wis 12, Cha 9. Ryany has long gray hair and large gray eyes. He wears hide armor and wields a quarterstaff. Ryany has an animal companion, a hawk named Rancis.",
  "Nathye Seve: Male Human Bard, LE. Str 9, Dex 10, Con 14, Int 11, Wis 6, Cha 16. Nathye has an angular face, with gray hair and large hazel eyes. He wears leather armor and wields a longsword and hand crossbow. Nathye is corrupt and secretive.",
  "Udold: Male Human Cleric, CN. Str 13, Dex 11, Con 10, Int 8, Wis 15, Cha 12. Udold is rugged in appearance, with matted white hair and green eyes. He wears studded leather and wields a handaxe. Udold is protective and coarse.",
  "Gery: Male Human Monk, N. Str 13, Dex 15, Con 9, Int 7, Wis 16, Cha 15. Gery has a square face, with gray hair and blue eyes. He wears simple clothing and wields a bo (quarterstaff). Gery has an animal companion, a tiger named Wealdthelw.",
  "Athyert Merdaye: Male Human Wizard, LN. Str 7, Dex 8, Con 11, Int 14, Wis 7, Cha 6. Athyert has copper hair and dark blue eyes. He wears bronze robes and wields a dagger and light crossbow. Athyert is adaptable and abusive.",
  "Charry: Male Human Sorcerer, LN. Str 10, Dex 5, Con 11, Int 13, Wis 9, Cha 13. Charry is willowy, with braided brown hair and sharp blue eyes. He wears travel-stained clothing and wields a dagger and light crossbow. Charry has an animal companion, a silver cat named Gylew.",
  "Idrehrt: Male Human Rogue, LN. Str 9, Dex 12, Con 10, Int 12, Wis 9, Cha 11. Idrehrt has copper hair and dark amber eyes. He wears studded leather and wields a rapier. Idrehrt is impartial and haughty.",
  "Sige: Male Human Fighter, N. Str 13, Dex 7, Con 10, Int 10, Wis 10, Cha 9. Sige has straight blonde hair and sharp amber eyes. He wears plate armor and wields a morningstar and hand crossbow. Sige has an animal companion, a badger named Eadmaed.",
  "Walda: Male Human Druid, Neutral. Str 16, Dex 10, Con 10, Int 10, Wis 13, Cha 14. Walda is short, with auburn hair and green eyes. He wears hide armor and wields a quarterstaff and wooden shield. Walda suffers a severe allergy to horses.",
  "Erehrt: Male Human Fighter, LN. Str 12, Dex 13, Con 14, Int 9, Wis 14, Cha 13. Erehrt has uneven silver hair and green eyes, and numerous unusual tattoos. He wears chain mail and wields a morningstar and shield. Erehrt is superstitious and depressed.",
  "Swulfge: Male Human Ranger, N. Str 14, Dex 13, Con 8, Int 10, Wis 10, Cha 9. Swulfge has thick blonde hair and sharp blue eyes. He wears studded leather and wields a trident and shield. Swulfge is zealous and cynical.",
  "Mere: Male Human Fighter, LN. Str 13, Dex 14, Con 11, Int 6, Wis 8, Cha 6. Mere is short, with matted copper hair and blue eyes. He wears hide armor and wields a battleaxe. Mere is jealous and absent-minded.",
  "Cyne: Male Human Fighter, N. Str 15, Dex 7, Con 10, Int 12, Wis 8, Cha 10. Cyne is pleasant in appearance, with copper hair and bright green eyes. He wears splint armor and wields a longsword and shield.",
  "Wulfheard: Male Human Monk, LG. Str 13, Dex 8, Con 12, Int 9, Wis 12, Cha 11. Wulfheard is noble in bearing, with uneven gray hair and sharp blue eyes. He wears modest garments and wields a yari (spear). Wulfheard is principled and studious.",
  "Holes: Male Human Fighter, N. Str 15, Dex 7, Con 8, Int 14, Wis 6, Cha 11. Holes is rugged in appearance, with straight golden hair and gray eyes. He wears ring mail and wields a greatsword. Holes is hunting the demon who slew his mentor.",
  "Wilhye: Male Human Cleric, N. Str 15, Dex 13, Con 12, Int 8, Wis 15, Cha 10. Wilhye has long red hair and large gray eyes. He wears scale mail and wields a mace and shield. Wilhye believes that he is the rightful heir to the kingdom of Evradrin.",
  "Ewin Wake: Male Human Ranger, LN. Str 16, Dex 17, Con 11, Int 7, Wis 12, Cha 10. Ewin has red hair and blue eyes. He wears leather armor and wields a trident and shield.",
  "Aerert: Male Human Barbarian, N. Str 14, Dex 14, Con 17, Int 6, Wis 7, Cha 8. Aerert is rugged in appearance, with curly brown hair and sharp hazel eyes. He wears leather armor and wields a longsword and hand crossbow.",
  "Wine: Male Human Wizard, LG. Str 9, Dex 14, Con 11, Int 13, Wis 6, Cha 7. Wine has black hair and amber eyes. He wears sturdy clothing and wields a dagger. Wine has an arcane familiar, a forest owl named Lany.",
  "Raffin: Male Human Monk, CN. Str 9, Dex 13, Con 14, Int 13, Wis 13, Cha 7. Raffin has brown hair and gray eyes. He wears plain clothing and wields a kanabo (mace). Raffin is a practiced juggler.",
  "Symas: Male Human Fighter, N. Str 17, Dex 16, Con 10, Int 7, Wis 13, Cha 7. Symas is tall and heavyset, with silver hair and light hazel eyes. He wears scale mail and wields a pike. Symas has an animal companion, a badger named Ormed.",
  "Beorhtio: Male Human Rogue, LN. Str 6, Dex 12, Con 14, Int 9, Wis 14, Cha 11. Beorhtio is pleasant in appearance, with uneven golden hair and large green eyes. He wears studded leather and wields a shortsword. Beorhtio has an animal companion, a sable ferret named Enbed.",
  "Hetheard: Male Human Paladin, Good. Str 11, Dex 14, Con 10, Int 11, Wis 13, Cha 9. Hetheard has golden hair and amber eyes, and a short moustache. He wears a breastplate and wields a glaive.",
  "Eansfrig: Male Human Rogue, N. Str 6, Dex 13, Con 11, Int 11, Wis 14, Cha 14. Eansfrig has a long face, with thin gray hair and soft amber eyes. He wears studded leather and wields a rapier and shortbow. Eansfrig is haunted by the ghost of someone he killed.",
  "Sige: Male Human Paladin, Good. Str 12, Dex 11, Con 14, Int 13, Wis 13, Cha 12. Sige has cropped auburn hair and large brown eyes. He wears a breastplate and wields a longsword. Sige is painfully tone-deaf.",
  "Hany: Male Human Fighter, NG. Str 16, Dex 16, Con 9, Int 15, Wis 8, Cha 11. Hany has straight copper hair and narrow gray eyes. He wears ring mail and wields a battleaxe. Hany refers to himself in the third person.",
  "Berteph Quinte: Male Human Druid, Neutral. Str 13, Dex 12, Con 13, Int 13, Wis 15, Cha 13. Berteph has golden hair and gray eyes. He wears hide armor and wields a scimitar and darts. Berteph is shrewd and impatient.",
  "Hrica: Male Human Fighter, CN. Str 12, Dex 11, Con 9, Int 11, Wis 8, Cha 7. Hrica has silver hair and green eyes, and numerous unusual tattoos. He wears splint armor and wields a warhammer. Hrica suffers a severe allergy to fish.",
  "Ewis Eyter: Male Human Cleric, CN. Str 10, Dex 13, Con 12, Int 12, Wis 17, Cha 8. Ewis has white hair and sharp amber eyes. He wears studded leather and wields a light hammer and shield. Ewis has an animal companion, a hawk named Tephye.",
  "Walteph: Male Human Monk, LN. Str 15, Dex 11, Con 9, Int 15, Wis 10, Cha 10. Walteph is common in appearance, with straight black hair and light brown eyes. He wears travel-stained clothing and wields nunchaku (club). Walteph has an animal companion, a gray rabbit named Evel.",
  "Bertio: Male Human Paladin, Good. Str 13, Dex 7, Con 13, Int 8, Wis 11, Cha 12. Bertio is tall and slender, with red hair and gray eyes. He wears a breastplate and wields a pike. Bertio has an animal companion, a black warhorse named Elys.",
  "Eanger: Male Human Rogue, CN. Str 13, Dex 16, Con 9, Int 10, Wis 10, Cha 12. Eanger is rough in appearance, with straight gray hair and gray eyes. He wears leather armor and wields a rapier. Eanger has an animal companion, a black cat named Amel.",
  "Gryany Horne: Male Human Sorcerer, NE. Str 10, Dex 12, Con 15, Int 11, Wis 9, Cha 14. Gryany has brown hair and narrow brown eyes, and a thick moustache. He wears modest garments and wields a dagger and light crossbow.",
  "Ryany: Male Human Wizard, CG. Str 8, Dex 8, Con 7, Int 17, Wis 11, Cha 10. Ryany is willowy, with auburn hair and narrow blue eyes. He wears indigo robes and wields a dagger and sling. Ryany has an arcane familiar, a clockwork snake named Walda.",
  "Balda: Male Human Bard, NG. Str 10, Dex 8, Con 7, Int 14, Wis 12, Cha 13. Balda is willowy, with long black hair and green eyes. He wears leather armor and wields a spear. Balda has an animal companion, a ginger ferret named Rude.",
  "Harlan: Male Human Bard, NG. Str 9, Dex 9, Con 6, Int 15, Wis 11, Cha 12. Harlan is tall, with messy blonde hair and gray eyes. He wears studded leather and wields a rapier and hand crossbow. Harlan seeks to continue the noble legacy of his father.",
  "Cuthwy: Male Human Ranger, N. Str 9, Dex 10, Con 9, Int 9, Wis 16, Cha 8. Cuthwy has long auburn hair and brown eyes, and an uneven beard. He wears studded leather and wields a longsword and shield. Cuthwy has dire rat named Bralphye.",
  "Wulfa: Male Human Ranger, NG. Str 14, Dex 14, Con 11, Int 10, Wis 9, Cha 11. Wulfa is short and heavyset, with red hair and sharp green eyes. He wears hide armor and wields a morningstar.",
  "Robern: Male Human Cleric, NE. Str 11, Dex 12, Con 13, Int 12, Wis 13, Cha 10. Robern has messy black hair and light brown eyes, and large ears. He wears leather armor and wields a club and light crossbow. Robern suffers a mild allergy to dogs.",
  "Ethehrt: Male Human Monk, N. Str 12, Dex 12, Con 12, Int 9, Wis 15, Cha 9. Ethehrt has long brown hair and hazel eyes, and a short beard. He wears travel-stained clothing and wields a yari (spear). Ethehrt is impish and immoral.",
  "Nathye: Male Human Fighter, LG. Str 13, Dex 8, Con 12, Int 10, Wis 6, Cha 9. Nathye is noble in bearing, with tangled red hair and dark brown eyes. He wears scale mail and wields a halberd.",
  "Rarder Goodwe: Male Human Ranger, N. Str 9, Dex 10, Con 13, Int 10, Wis 12, Cha 8. Rarder has messy copper hair and amber eyes, and pointed ears. He wears half plate and wields a glaive. Rarder frequently uses uncommon words incorrectly.",
  "Thrumher: Male Human Barbarian, CE. Str 14, Dex 10, Con 14, Int 15, Wis 12, Cha 10. Thrumher is common in appearance, with messy auburn hair and green eyes. He wears hide armor and wields a glaive. Thrumher is painfully tone-deaf.",
  "Orcod: Male Human Fighter, N. Str 17, Dex 12, Con 11, Int 13, Wis 7, Cha 10. Orcod is fair in appearance, with silver hair and hazel eyes. He wears half plate and wields a whip. Orcod has an animal companion, a badger named Suse.",
  "Sither: Male Human Rogue, N. Str 9, Dex 16, Con 10, Int 13, Wis 10, Cha 11. Sither is short and slender, with black hair and large amber eyes. He wears studded leather and wields a rapier.",
  "Vyncent: Male Human Warlock, LG. Str 11, Dex 7, Con 8, Int 13, Wis 12, Cha 15. Vyncent has red hair and amber eyes. He wears studded leather and wields a quarterstaff and sickle. Vyncent is searching for his missing familiar, a giant spider named Burga.",
  "Mervad: Male Human Monk, LN. Str 11, Dex 9, Con 7, Int 11, Wis 12, Cha 12. Mervad has short black hair and hazel eyes. He wears modest garments and wields an ono (handaxe) and shuriken (darts). Mervad has an animal companion, a hunting dog named Wine.",
  "Gare: Male Human Bard, CN. Str 14, Dex 8, Con 10, Int 13, Wis 10, Cha 16. Gare has copper hair and blue eyes, and a distinctive scar on his leg. He wears studded leather and wields a longsword. Gare is truthful and slothful.",
  "Tane: Male Human Paladin, Good. Str 10, Dex 10, Con 13, Int 10, Wis 13, Cha 14. Tane is overweight, with matted black hair and bright blue eyes. He wears plate armor and wields a flail.",
  "Harder: Male Human Druid, Neutral. Str 8, Dex 9, Con 10, Int 13, Wis 16, Cha 9. Harder is short and slender, with cropped auburn hair and green eyes. He wears hide armor and wields a scimitar and sickle. Harder has green snake named Dise.",
  "Orcerth: Male Human Bard, N. Str 5, Dex 12, Con 12, Int 14, Wis 6, Cha 16. Orcerth has a square face, with blonde hair and green eyes. He wears leather armor and wields a shortsword and hand crossbow. Orcerth has an animal companion, a hawk named Nichye.",
  "Aighed: Male Human Rogue, N. Str 11, Dex 13, Con 10, Int 12, Wis 7, Cha 8. Aighed is rough in appearance, with curly white hair and soft hazel eyes. He wears leather armor and wields a shortsword. Aighed is honest and alluring.",
  "Bilheah: Male Human Fighter, NE. Str 12, Dex 11, Con 11, Int 12, Wis 8, Cha 11. Bilheah has golden hair and dark hazel eyes, and a short beard. He wears half plate and wields a greatsword. Bilheah was petrified for a hundred years.",
  "Geoffry: Male Human Barbarian, NG. Str 14, Dex 9, Con 15, Int 12, Wis 12, Cha 11. Geoffry has brown hair and bright gray eyes, and a distinctive scar on his arm. He wears studded leather and wields a greatsword. Geoffry suffers a mild allergy to dogs.",
  "Aeried: Male Human Rogue, N. Str 13, Dex 16, Con 8, Int 10, Wis 14, Cha 9. Aeried is short, with straight silver hair and dark amber eyes. He wears leather armor and wields a rapier and dagger. Aeried seeks revenge against the aristocrat who framed him.",
  "Sige: Male Human Fighter, N. Str 12, Dex 11, Con 9, Int 9, Wis 8, Cha 9. Sige has thick brown hair and blue eyes. He wears splint armor and wields a morningstar and net.",
  "Munda: Male Human Monk, NE. Str 16, Dex 10, Con 11, Int 9, Wis 13, Cha 13. Munda is wretched in appearance, with blonde hair and large green eyes. He wears plain clothing and wields an ono (handaxe). Munda has an animal companion, a hunting dog named Phomes.",
  "Lesym Anon: Male Human Ranger, N. Str 15, Dex 15, Con 10, Int 7, Wis 10, Cha 7. Lesym is willowy, with copper hair and green eyes. He wears scale mail and wields a whip and shield. Lesym is painfully tone-deaf.",
  "Ealkmurh: Male Human Wizard, LE. Str 9, Dex 10, Con 7, Int 14, Wis 7, Cha 11. Ealkmurh has a long face, with brown hair and green eyes. He wears simple clothing and wields a quarterstaff and darts. Ealkmurh is haunted by the memories of a past life.",
  "Bricio: Male Human Cleric, N. Str 8, Dex 8, Con 9, Int 10, Wis 15, Cha 12. Bricio is fair in appearance, with black hair and blue eyes. He wears a breastplate and wields a light hammer and sickle. Bricio has an animal companion, a red fox named Hune.",
  "Ames: Male Human Sorcerer, N. Str 5, Dex 9, Con 9, Int 13, Wis 15, Cha 12. Ames has a narrow face, with black hair and brown eyes. He wears simple clothing and wields a dagger. Ames is searching for the lost dominion of Ingul.",
  "Erelm: Male Human Monk, N. Str 14, Dex 8, Con 11, Int 13, Wis 17, Cha 12. Erelm is common in appearance, with thin silver hair and gray eyes. He wears plain clothing and wields a yari (spear).",
  "Groge: Male Human Monk, LG. Str 14, Dex 12, Con 13, Int 9, Wis 8, Cha 11. Groge is elegant in appearance, with short black hair and blue eyes. He wears plain clothing and wields nunchaku (club). Groge compulsively lies.",
  "Gauwalt: Male Human Fighter, N. Str 12, Dex 13, Con 10, Int 11, Wis 14, Cha 8. Gauwalt is pleasant in appearance, with messy white hair and large brown eyes. He wears half plate and wields a morningstar and shield. Gauwalt has an animal companion, a brown bear named Kater.",
  "Walda: Male Human Paladin, Good. Str 15, Dex 9, Con 12, Int 9, Wis 15, Cha 14. Walda has messy white hair and green eyes. He wears a chain shirt and wields a warhammer.",
  "Sige: Male Human Rogue, NG. Str 14, Dex 14, Con 11, Int 14, Wis 13, Cha 8. Sige is cultured in appearance, with golden hair and narrow green eyes. He wears studded leather and wields a rapier. Sige is blind in his right eye.",
  "Ewis Maley: Male Human Rogue, LN. Str 12, Dex 15, Con 12, Int 8, Wis 9, Cha 11. Ewis is fair in appearance, with matted copper hair and narrow green eyes. He wears leather armor and wields a shortsword. Ewis has an animal companion, a black cat named Aniew.",
  "Edith: Male Human Fighter, N. Str 15, Dex 14, Con 10, Int 12, Wis 7, Cha 9. Edith has straight brown hair and sharp green eyes, and a beaked nose. He wears half plate and wields a flail.",
  "Cantwiu: Male Human Rogue, N. Str 10, Dex 14, Con 10, Int 12, Wis 10, Cha 9. Cantwiu has auburn hair and brown eyes, and wears glasses with platinum rims. He wears leather armor and wields a shortsword and shortbow. Cantwiu suffers a deadly allergy to trolls.",
  "Jare: Male Human Monk, N. Str 8, Dex 12, Con 12, Int 9, Wis 14, Cha 14. Jare has copper hair and narrow green eyes. He wears sturdy clothing and wields nunchaku (club) and kama (sickle). Jare is cynical and determined.",
  "Alnoth: Male Human Sorcerer, LG. Str 13, Dex 12, Con 17, Int 12, Wis 14, Cha 13. Alnoth has a narrow face, with white hair and light blue eyes. He wears modest garments and wields a dagger.",
  "Flecher: Male Human Monk, NE. Str 12, Dex 10, Con 9, Int 10, Wis 11, Cha 9. Flecher has a long face, with matted black hair and large amber eyes. He wears sturdy clothing and wields a yari (spear) and shuriken (darts). Flecher is deceitful and arrogant.",
  "Gylew Mery: Male Human Paladin, Good. Str 14, Dex 10, Con 10, Int 12, Wis 15, Cha 12. Gylew has messy black hair and bright brown eyes, and prominent ears. He wears half plate and wields a maul. Gylew is optimistic and capable.",
  "Tane: Male Human Rogue, N. Str 11, Dex 12, Con 9, Int 16, Wis 6, Cha 11. Tane has straight black hair and blue eyes. He wears studded leather and wields a longsword and hand crossbow. Tane has an animal companion, a sable ferret named Mary.",
  "Gare: Male Human Rogue, CG. Str 6, Dex 14, Con 10, Int 10, Wis 9, Cha 12. Gare has messy black hair and gray eyes, and a magical scar on his leg. He wears studded leather and wields a shortsword and shortbow. Gare has an animal companion, a dire rat named Kathel.",
  "Charder Lytcey: Male Human Fighter, N. Str 12, Dex 14, Con 5, Int 9, Wis 10, Cha 12. Charder has a narrow face, with messy brown hair and bright blue eyes. He wears a chain shirt and wields a war pick.",
  "Ethew: Male Human Bard, CG. Str 6, Dex 10, Con 12, Int 10, Wis 9, Cha 13. Ethew is pleasant in appearance, with gray hair and sharp gray eyes. He wears leather armor and wields a rapier. Ethew is trustworthy and pious.",
  "Freda: Male Human Fighter, LN. Str 13, Dex 16, Con 8, Int 10, Wis 7, Cha 8. Freda has thick black hair and bright gray eyes, and a cropped beard. He wears a breastplate and wields a greatsword. Freda has an animal companion, a badger named Berteph.",
  "Aemah: Male Human Barbarian, N. Str 15, Dex 11, Con 8, Int 6, Wis 9, Cha 13. Aemah is fair in appearance, with golden hair and gray eyes. He wears leather armor and wields a trident and longbow.",
  "Gauwilh: Male Human Bard, CG. Str 8, Dex 10, Con 8, Int 13, Wis 10, Cha 14. Gauwilh is overweight, with cropped copper hair and narrow hazel eyes. He wears studded leather and wields a longsword. Gauwilh is thrifty and cheerful.",
  "Here: Male Human Rogue, N. Str 13, Dex 12, Con 9, Int 13, Wis 13, Cha 8. Here has a long face, with messy blonde hair and bright gray eyes. He wears leather armor and wields a club. Here seeks revenge against the aristocrat who framed him.",
  "Ladwy: Male Human Cleric, CN. Str 10, Dex 7, Con 9, Int 9, Wis 16, Cha 8. Ladwy has long gray hair and amber eyes. He wears a chain shirt and wields a quarterstaff and shield.",
  "Arryn Brarde: Male Human Rogue, NG. Str 12, Dex 14, Con 7, Int 14, Wis 14, Cha 10. Arryn has copper hair and hazel eyes, and a magical tattoo on his leg. He wears studded leather and wields a longsword. Arryn is courteous and timid.",
  "Giles: Male Human Cleric, NG. Str 8, Dex 5, Con 11, Int 11, Wis 14, Cha 9. Giles has a long face, with straight auburn hair and blue eyes. He wears hide armor and wields a club. Giles lost his shadow to a nymph.",
  "Aled Maycey: Male Human Wizard, CG. Str 9, Dex 10, Con 15, Int 13, Wis 10, Cha 10. Aled has auburn hair and dark green eyes, and a thin nose. He wears expensive clothing and wields a dagger and light crossbow. Aled has an arcane familiar, a clockwork snake named Elyn.",
  "Narder Rete: Male Human Paladin, Good. Str 14, Dex 9, Con 10, Int 10, Wis 13, Cha 10. Narder is tall, with black hair and sharp green eyes. He wears ring mail and wields a whip and shield. Narder seeks to help the poor and unfortunate.",
  "Symund: Male Human Barbarian, NG. Str 16, Dex 8, Con 12, Int 13, Wis 6, Cha 10. Symund has red hair and soft brown eyes, and a distinctive scar on his face. He wears studded leather and wields a morningstar. Symund is compassionate and energetic.",
  "Boda: Male Human Cleric, CN. Str 9, Dex 10, Con 7, Int 10, Wis 14, Cha 12. Boda has matted gray hair and amber eyes. He wears studded leather and wields a light hammer and shield. Boda was magically imprisoned for a hundred years.",
  "Walda: Male Human Barbarian, N. Str 15, Dex 13, Con 12, Int 9, Wis 12, Cha 5. Walda has an angular face, with thin brown hair and blue eyes. He wears studded leather and wields a whip and net. Walda seeks to atone for past sins.",
  "Piersym: Male Human Barbarian, CE. Str 12, Dex 10, Con 10, Int 5, Wis 8, Cha 13. Piersym is common in appearance, with auburn hair and green eyes. He wears studded leather and wields a halberd.",
  "Bertio: Male Human Paladin, Good. Str 8, Dex 12, Con 6, Int 10, Wis 12, Cha 13. Bertio has matted golden hair and bright amber eyes, and a curly moustache. He wears scale mail and wields a trident and shield. Bertio has an animal companion, a bay warhorse named Aerer.",
  "Wine: Male Human Fighter, N. Str 14, Dex 12, Con 12, Int 14, Wis 8, Cha 11. Wine has red hair and gray eyes, and a magical scar on his arm. He wears chain mail and wields a longsword. Wine seeks to atone for past sins.",
  "Johny: Male Human Rogue, NG. Str 8, Dex 14, Con 8, Int 14, Wis 12, Cha 12. Johny is courtly in bearing, with cropped blonde hair and dark gray eyes. He wears leather armor and wields a longsword and darts. Johny has an animal companion, a black cat named Enryn.",
  "Baldwiu: Male Human Bard, N. Str 12, Dex 12, Con 12, Int 11, Wis 8, Cha 13. Baldwiu is common in appearance, with uneven red hair and amber eyes. He wears leather armor and wields a shortsword. Baldwiu has an animal companion, a green firedrake named Willes.",
  "Gauwilh Leyney: Male Human Fighter, CG. Str 17, Dex 10, Con 13, Int 13, Wis 12, Cha 9. Gauwilh is stout, with white hair and light brown eyes. He wears hide armor and wields a warhammer and shield. Gauwilh seeks to continue the noble legacy of his father.",
  "Aethed: Male Human Monk, NE. Str 10, Dex 12, Con 10, Int 9, Wis 8, Cha 5. Aethed is short, with straight golden hair and gray eyes. He wears travel-stained clothing and wields a yari (spear) and shuriken (darts). Aethed was petrified for a hundred years.",
  "Narder: Male Human Bard, NG. Str 10, Dex 8, Con 9, Int 14, Wis 12, Cha 13. Narder has messy copper hair and blue eyes, and a distinctive scar on his arm. He wears leather armor and wields a club and javelins.",
  "Ryany Carde: Male Human Bard, NG. Str 13, Dex 13, Con 8, Int 12, Wis 14, Cha 17. Ryany has long copper hair and green eyes. He wears studded leather and wields a rapier. Ryany seeks to discover the truth of his lineage.",
  "Liames: Male Human Bard, N. Str 8, Dex 10, Con 7, Int 12, Wis 13, Cha 17. Liames has golden hair and green eyes. He wears leather armor and wields a longsword and sickle. Liames has an animal companion, a black cat named Wulfa.",
  "Helmund: Male Human Cleric, N. Str 9, Dex 12, Con 10, Int 9, Wis 16, Cha 13. Helmund is thin, with red hair and hazel eyes. He wears half plate and wields a spear.",
  "Ceolbehrt: Male Human Paladin, Good. Str 11, Dex 11, Con 10, Int 10, Wis 14, Cha 13. Ceolbehrt has copper hair and blue eyes. He wears chain mail and wields a battleaxe. Ceolbehrt is absent-minded, and always searching for a missing item.",
  "Gauwis: Male Human Monk, CN. Str 8, Dex 12, Con 10, Int 13, Wis 12, Cha 11. Gauwis has a square face, with matted gray hair and sharp green eyes. He wears well-made clothing and wields a yari (spear). Gauwis is searching for the lost elven kingdom of Harguladr.",
  "Eardwulf: Male Human Cleric, NG. Str 9, Dex 8, Con 12, Int 10, Wis 16, Cha 7. Eardwulf has golden hair and light hazel eyes, and a straight moustache. He wears scale mail and wields a handaxe and shield. Eardwulf suffers a paralyzing fear of fire.",
  "Jamas: Male Human Fighter, LN. Str 16, Dex 14, Con 12, Int 8, Wis 11, Cha 7. Jamas is willowy, with straight golden hair and hazel eyes. He wears chain mail and wields a greataxe. Jamas has an animal companion, a copper firedrake named Geoffry.",
  "Elres: Male Human Bard, N. Str 9, Dex 13, Con 12, Int 11, Wis 11, Cha 13. Elres is pleasant in appearance, with short golden hair and narrow hazel eyes. He wears leather armor and wields a longsword and light crossbow. Elres is modest and amoral.",
  "Wine: Male Human Sorcerer, N. Str 6, Dex 11, Con 11, Int 9, Wis 10, Cha 17. Wine has a square face, with thin black hair and sharp gray eyes. He wears simple clothing and wields a quarterstaff. Wine is practical and craven.",
  "Gery: Male Human Bard, NE. Str 7, Dex 10, Con 9, Int 12, Wis 10, Cha 13. Gery has a square face, with curly white hair and brown eyes. He wears studded leather and wields a shortsword and hand crossbow.",
  "Thilip: Male Human Fighter, LN. Str 15, Dex 14, Con 13, Int 14, Wis 10, Cha 11. Thilip is rough in appearance, with long blonde hair and blue eyes. He wears half plate and wields a morningstar and net. Thilip has an animal companion, a black wolf named Edild.",
  "Stomes: Male Human Fighter, N. Str 16, Dex 15, Con 9, Int 13, Wis 12, Cha 11. Stomes has a narrow face, with tangled red hair and large hazel eyes. He wears ring mail and wields a glaive. Stomes avoids eye contact.",
  "Cyne: Male Human Barbarian, NE. Str 12, Dex 11, Con 12, Int 7, Wis 10, Cha 7. Cyne has thin black hair and narrow amber eyes, and broken teeth. He wears hide armor and wields a warhammer.",
  "Helwy: Male Human Monk, N. Str 14, Dex 12, Con 11, Int 8, Wis 15, Cha 8. Helwy has a narrow face, with curly black hair and hazel eyes. He wears travel-stained clothing and wields a yari (spear) and sai (dagger). Helwy dislikes having people behind him.",
  "Laca: Male Human Wizard, N. Str 13, Dex 13, Con 7, Int 12, Wis 12, Cha 9. Laca has a square face, with uneven gray hair and bright green eyes. He wears modest garments and wields a dagger and darts. Laca has an arcane familiar, a tawny rat named Drobern.",
  "Haman: Male Human Fighter, N. Str 17, Dex 12, Con 9, Int 9, Wis 6, Cha 13. Haman has golden hair and large blue eyes, and prominent ears. He wears plate armor and wields a scimitar and shield. Haman is extravagant and agreeable.",
  "Rancis: Male Human Monk, NG. Str 15, Dex 11, Con 11, Int 12, Wis 13, Cha 8. Rancis is stout, with thin golden hair and gray eyes. He wears sturdy clothing and wields a yari (spear) and shuriken (darts). Rancis seeks to discover the truth of his lineage.",
  "Reda: Male Human Monk, LN. Str 8, Dex 15, Con 9, Int 10, Wis 15, Cha 9. Reda is short and heavyset, with braided golden hair and light hazel eyes. He wears plain clothing and wields a bo (quarterstaff). Reda has an animal companion, a tiger named Brihta.",
  "Stomes: Male Human Monk, N. Str 9, Dex 10, Con 7, Int 12, Wis 9, Cha 10. Stomes has short black hair and hazel eyes, and a distinctive tattoo on his arm. He wears well-made clothing and wields nunchaku (club) and kama (sickle). Stomes suffers a mild allergy to moulds and oozes.",
  "Edmugh Clarde: Male Human Paladin, Good. Str 12, Dex 8, Con 12, Int 9, Wis 12, Cha 11. Edmugh is stout, with straight blonde hair and blue eyes. He wears half plate and wields a rapier and shield. Edmugh has a terrible sense of direction.",
  "Bertio: Male Human Fighter, LN. Str 14, Dex 10, Con 7, Int 13, Wis 12, Cha 8. Bertio is short and thin, with white hair and sharp amber eyes. He wears ring mail and wields a warhammer and shield. Bertio is absent-minded and lewd.",
  "Gylas Bene: Male Human Sorcerer, N. Str 10, Dex 9, Con 11, Int 8, Wis 11, Cha 13. Gylas is stout, with brown hair and light blue eyes. He wears well-made clothing and wields a dagger and sling. Gylas is adaptable and alluring.",
  "Gilew: Male Human Rogue, N. Str 12, Dex 17, Con 12, Int 9, Wis 12, Cha 6. Gilew has thick golden hair and gray eyes, and wears glasses with bronze rims. He wears studded leather and wields a longsword. Gilew has an animal companion, a sable ferret named Otwulf.",
  "Bertio: Male Human Rogue, CN. Str 10, Dex 16, Con 13, Int 12, Wis 13, Cha 8. Bertio has a narrow face, with tangled blonde hair and green eyes. He wears studded leather and wields a shortsword and hand crossbow. Bertio is lively and envious.",
  "Ricio: Male Human Fighter, CN. Str 12, Dex 17, Con 9, Int 5, Wis 14, Cha 6. Ricio has curly copper hair and light green eyes, and a straight beard. He wears scale mail and wields a greataxe. Ricio suffers an acute fear of open spaces.",
  "Gyleon: Male Human Ranger, CG. Str 11, Dex 17, Con 15, Int 8, Wis 11, Cha 12. Gyleon is short, with blonde hair and bright amber eyes. He wears hide armor and wields a shortsword. Gyleon seeks only fame and glory.",
  "Hany: Male Human Fighter, NG. Str 14, Dex 9, Con 10, Int 13, Wis 14, Cha 12. Hany has messy golden hair and soft gray eyes, and a curly beard. He wears a chain shirt and wields a morningstar. Hany has an animal companion, a gray wolf named Giles.",
  "Symath: Male Human Fighter, CN. Str 14, Dex 10, Con 7, Int 9, Wis 12, Cha 9. Symath is short and heavyset, with golden hair and amber eyes. He wears plate armor and wields a warhammer and blowgun. Symath seeks revenge against the sister who betrayed him.",
  "Elrew: Male Human Monk, N. Str 13, Dex 12, Con 13, Int 9, Wis 13, Cha 13. Elrew is pleasant in appearance, with copper hair and bright hazel eyes. He wears modest garments and wields a yari (spear). Elrew was raised by cultists of the Wyrm Queen.",
  "Wulfge: Male Human Cleric, LN. Str 10, Dex 5, Con 11, Int 11, Wis 16, Cha 11. Wulfge is short and heavyset, with white hair and green eyes. He wears leather armor and wields a handaxe and darts.",
  "Arler Larde: Male Human Paladin, Good. Str 15, Dex 5, Con 10, Int 5, Wis 11, Cha 11. Arler has a long face, with auburn hair and green eyes. He wears splint armor and wields a flail and shield. Arler has an animal companion, a bay warhorse named Geoffry.",
  "Epher: Male Human Monk, NG. Str 13, Dex 14, Con 8, Int 12, Wis 13, Cha 9. Epher has an angular face, with gray hair and light gray eyes. He wears worn clothing and wields a kanabo (mace) and shuriken (darts). Epher has a terrible sense of direction.",
  "Weohtge: Male Human Rogue, N. Str 13, Dex 14, Con 8, Int 16, Wis 13, Cha 9. Weohtge is short and stout, with braided blonde hair and soft amber eyes. He wears studded leather and wields a longsword and hand crossbow. Weohtge is serious and selfish.",
  "Here: Male Human Cleric, N. Str 12, Dex 11, Con 10, Int 8, Wis 14, Cha 9. Here has thick blonde hair and amber eyes, and a flat nose. He wears scale mail and wields a spear.",
  "Athan Aler: Male Human Barbarian, N. Str 12, Dex 8, Con 13, Int 7, Wis 12, Cha 12. Athan has a round face, with short brown hair and dark brown eyes. He wears scale mail and wields a greatsword. Athan seeks only fame and glory.",
  "Piersym: Male Human Fighter, LG. Str 12, Dex 13, Con 11, Int 9, Wis 10, Cha 8. Piersym has blonde hair and amber eyes. He wears scale mail and wields a flail and heavy crossbow. Piersym seeks to become a knight of the realm.",
  "James Groby: Male Human Cleric, LN. Str 13, Dex 10, Con 11, Int 11, Wis 14, Cha 11. James is rough in appearance, with thin red hair and narrow blue eyes. He wears a chain shirt and wields a mace and shield. James compulsively picks up things.",
  "Alhhert: Male Human Paladin, Good. Str 15, Dex 9, Con 7, Int 11, Wis 13, Cha 11. Alhhert has copper hair and amber eyes, and large ears. He wears a breastplate and wields a scimitar.",
  "Tane: Male Human Fighter, NE. Str 16, Dex 13, Con 14, Int 11, Wis 9, Cha 11. Tane is fair in appearance, with thin brown hair and large green eyes. He wears a chain shirt and wields a greatsword.",
  "Orpward: Male Human Monk, CG. Str 15, Dex 10, Con 10, Int 9, Wis 8, Cha 10. Orpward is short and thin, with brown hair and light gray eyes. He wears worn clothing and wields an ono (handaxe) and shuriken (darts). Orpward is searching for his missing daughter.",
  "Selre: Male Human Fighter, CN. Str 14, Dex 11, Con 10, Int 7, Wis 13, Cha 10. Selre is rugged in appearance, with golden hair and gray eyes. He wears chain mail and wields a morningstar and longbow. Selre is fascinated by geometry.",
  "Rede: Male Human Rogue, LE. Str 11, Dex 14, Con 9, Int 10, Wis 14, Cha 9. Rede is short and stout, with straight brown hair and large amber eyes. He wears studded leather and wields a shortsword.",
  "Gerey: Male Human Fighter, LN. Str 17, Dex 13, Con 10, Int 9, Wis 12, Cha 12. Gerey has blonde hair and bright blue eyes, and large ears. He wears splint armor and wields a warhammer and shield. Gerey is searching for his missing daughter.",
  "Warder Kypwe: Male Human Paladin, Good. Str 11, Dex 14, Con 6, Int 11, Wis 16, Cha 14. Warder has tangled copper hair and gray eyes. He wears ring mail and wields a scimitar and shield. Warder seeks to help the poor and unfortunate.",
  "Elbeorht: Male Human Wizard, NG. Str 11, Dex 7, Con 12, Int 16, Wis 8, Cha 8. Elbeorht has black hair and brown eyes. He wears well-made clothing and wields a quarterstaff and darts.",
  "Eadwat: Male Human Barbarian, N. Str 15, Dex 9, Con 14, Int 14, Wis 7, Cha 6. Eadwat has a long face, with uneven blonde hair and sharp amber eyes. He wears leather armor and wields a shortsword and hand crossbow. Eadwat has an animal companion, a black wolf named Ethed.",
  "Boda: Male Human Sorcerer, NG. Str 6, Dex 15, Con 12, Int 9, Wis 9, Cha 15. Boda is willowy, with long red hair and large gray eyes. He wears well-made clothing and wields a quarterstaff. Boda seeks to find his true love.",
  "Exard: Male Human Fighter, CE. Str 12, Dex 11, Con 11, Int 11, Wis 7, Cha 11. Exard has a narrow face, with short red hair and blue eyes. He wears chain mail and wields a flail and shield. Exard is violent and insane.",
  "Gylas: Male Human Ranger, N. Str 9, Dex 14, Con 12, Int 8, Wis 16, Cha 11. Gylas has thick silver hair and green eyes, and a long moustache. He wears studded leather and wields a greataxe. Gylas seeks to discover why he keeps having the same nightmare.",
  "Lafa: Male Human Paladin, Good. Str 14, Dex 14, Con 9, Int 12, Wis 16, Cha 12. Lafa is tall, with thick brown hair and large brown eyes. He wears a breastplate and wields a flail and shield. Lafa has an animal companion, a black warhorse named Cyne.",
  "Gery: Male Human Fighter, N. Str 13, Dex 12, Con 11, Int 9, Wis 11, Cha 12. Gery has a square face, with white hair and large hazel eyes. He wears half plate and wields a rapier and net. Gery is inquisitive and vengeful.",
  "Harrey: Male Human Monk, N. Str 13, Dex 13, Con 7, Int 15, Wis 12, Cha 11. Harrey is fey in appearance, with silver hair and blue eyes. He wears worn clothing and wields a bo (quarterstaff) and shuriken (darts). Harrey has an animal companion, a tiger named Burga.",
  "Gery: Male Human Warlock, N. Str 12, Dex 12, Con 7, Int 6, Wis 8, Cha 17. Gery is tall, with auburn hair and dark blue eyes. He wears leather armor and wields a mace and light crossbow. Gery has an animal companion, a raven named Alard.",
  "Adund: Male Human Fighter, LG. Str 12, Dex 12, Con 11, Int 10, Wis 13, Cha 10. Adund has a long face, with thick golden hair and light hazel eyes. He wears ring mail and wields a halberd.",
  "Grarder: Male Human Rogue, N. Str 5, Dex 12, Con 12, Int 12, Wis 7, Cha 6. Grarder is willowy, with uneven silver hair and blue eyes. He wears studded leather and wields a rapier.",
  "Allac: Male Human Rogue, N. Str 9, Dex 15, Con 9, Int 12, Wis 12, Cha 14. Allac is fair in appearance, with straight brown hair and sharp green eyes. He wears studded leather and wields a shortsword and javelins. Allac has an animal companion, a dire rat named Jane.",
  "Geoffry: Male Human Cleric, N. Str 10, Dex 10, Con 11, Int 10, Wis 14, Cha 14. Geoffry has white hair and hazel eyes. He wears half plate and wields a handaxe and shield. Geoffry is superstitious and amoral.",
  "Gilip: Male Human Ranger, N. Str 15, Dex 11, Con 13, Int 7, Wis 10, Cha 8. Gilip has auburn hair and green eyes, and a beaked nose. He wears a chain shirt and wields a glaive. Gilip seeks to save his family from financial ruin.",
  "Stomes Wyson: Male Human Wizard, NG. Str 9, Dex 15, Con 12, Int 17, Wis 12, Cha 13. Stomes has straight silver hair and hazel eyes. He wears modest garments and wields a dagger and light crossbow.",
  "Narder Norray: Male Human Ranger, LE. Str 9, Dex 14, Con 9, Int 10, Wis 8, Cha 5. Narder is stout, with braided silver hair and gray eyes. He wears scale mail and wields a longsword and shield. Narder is only friendly towards other humans..",
  "Lasym: Male Human Druid, Neutral. Str 16, Dex 9, Con 10, Int 10, Wis 15, Cha 9. Lasym has curly silver hair and brown eyes. He wears hide armor and wields a spear and wooden shield. Lasym is searching for the lost dominion of Falorast.",
  "Frobern: Male Human Rogue, LN. Str 7, Dex 12, Con 9, Int 15, Wis 7, Cha 11. Frobern is short, with brown hair and amber eyes. He wears leather armor and wields a rapier and sickle. Frobern is stoic and fanatical.",
  "Nathye: Male Human Paladin, Good. Str 13, Dex 11, Con 11, Int 6, Wis 14, Cha 11. Nathye has an angular face, with matted gray hair and brown eyes. He wears hide armor and wields a shortsword. Nathye is quiet, and says as little as possible.",
  "Ralphye: Male Human Monk, LN. Str 10, Dex 14, Con 8, Int 7, Wis 11, Cha 7. Ralphye has cropped gray hair and narrow amber eyes, and a thick moustache. He wears modest garments and wields a yari (spear) and shuriken (darts). Ralphye is pleasant and coarse.",
  "Wine: Male Human Sorcerer, NG. Str 11, Dex 10, Con 8, Int 8, Wis 12, Cha 17. Wine is pleasant in appearance, with auburn hair and bright green eyes. He wears sturdy clothing and wields a dagger and light crossbow. Wine is blind in his left eye.",
  "Ancis: Male Human Druid, Neutral. Str 10, Dex 6, Con 11, Int 6, Wis 13, Cha 9. Ancis has matted auburn hair and blue eyes. He wears leather armor and wields a mace and wooden shield. Ancis is shrewd and cowardly.",
  "Robern: Male Human Fighter, NG. Str 17, Dex 14, Con 12, Int 14, Wis 10, Cha 11. Robern has short auburn hair and sharp amber eyes, and small ears. He wears ring mail and wields a halberd. Robern has an animal companion, a gray wolf named Wisym.",
  "Ceolbeorhtw: Male Human Fighter, N. Str 12, Dex 11, Con 14, Int 13, Wis 6, Cha 14. Ceolbeorhtw is common in appearance, with golden hair and blue eyes. He wears plate armor and wields a longsword and shield. Ceolbeorhtw is eccentric and stoic.",
  "Saefa: Male Human Cleric, LN. Str 11, Dex 11, Con 9, Int 10, Wis 13, Cha 10. Saefa has black hair and gray eyes. He wears leather armor and wields a spear and shield.",
  "Cholex: Male Human Rogue, CN. Str 7, Dex 15, Con 13, Int 14, Wis 10, Cha 10. Cholex has black hair and gray eyes. He wears leather armor and wields a longsword.",
  "Rewyn: Male Human Barbarian, LN. Str 12, Dex 9, Con 16, Int 9, Wis 9, Cha 12. Rewyn is overweight, with copper hair and green eyes. He wears leather armor and wields a whip. Rewyn is pleasant and adaptable.",
  "Alard Spage: Male Human Bard, LG. Str 11, Dex 11, Con 9, Int 13, Wis 13, Cha 12. Alard is rugged in appearance, with white hair and large green eyes. He wears studded leather and wields a light hammer. Alard is hunting the sorcerer who murdered his family.",
  "Andhulf: Male Human Bard, N. Str 9, Dex 10, Con 8, Int 10, Wis 12, Cha 14. Andhulf has an angular face, with gray hair and green eyes. He wears studded leather and wields a rapier. Andhulf has an animal companion, a red fox named Lesym.",
  "Eordlan: Male Human Monk, LE. Str 13, Dex 14, Con 9, Int 7, Wis 11, Cha 10. Eordlan is rugged in appearance, with red hair and light green eyes. He wears well-made clothing and wields a kanabo (mace). Eordlan is sadistic and crude.",
  "Wardu: Male Human Warlock, CN. Str 12, Dex 10, Con 13, Int 10, Wis 8, Cha 14. Wardu is rugged in appearance, with auburn hair and gray eyes. He wears leather armor and wields a light hammer. Wardu is thoughtful and bloodthirsty.",
  "Here: Male Human Monk, CN. Str 10, Dex 12, Con 8, Int 9, Wis 13, Cha 10. Here has an angular face, with brown hair and bright hazel eyes. He wears travel-stained clothing and wields nunchaku (club) and shuriken (darts). Here has an animal companion, a golden monkey named Efril.",
  "Freda: Male Human Monk, N. Str 16, Dex 14, Con 10, Int 5, Wis 11, Cha 15. Freda is rugged in appearance, with curly gray hair and gray eyes. He wears plain clothing and wields an ono (handaxe) and shuriken (darts). Freda is wrongly sought by the Baroness of Nimronde for theft.",
  "Lica: Male Human Ranger, NG. Str 12, Dex 8, Con 8, Int 13, Wis 9, Cha 14. Lica is courtly in bearing, with blonde hair and narrow amber eyes. He wears studded leather and wields a trident and shield. Lica is studious and moody.",
  "Sige: Male Human Ranger, N. Str 15, Dex 12, Con 10, Int 7, Wis 14, Cha 11. Sige has an angular face, with blonde hair and large hazel eyes. He wears scale mail and wields a battleaxe.",
  "Riffin: Male Human Sorcerer, NG. Str 14, Dex 12, Con 11, Int 11, Wis 9, Cha 14. Riffin is common in appearance, with red hair and sharp gray eyes. He wears modest garments and wields a dagger. Riffin has an animal companion, a black bat named Wala.",
  "Arthur: Male Human Monk, CN. Str 14, Dex 14, Con 7, Int 7, Wis 7, Cha 15. Arthur is willowy, with braided brown hair and large amber eyes. He wears simple clothing and wields a kanabo (mace) and shuriken (darts). Arthur compulsively mutters taunts and mockery.",
  "Narder: Male Human Wizard, LG. Str 10, Dex 11, Con 12, Int 16, Wis 7, Cha 14. Narder has long white hair and bright green eyes. He wears bronze robes and wields a dagger. Narder is dying and desperately seeks the secret of immortality.",
  "Erin: Male Human Monk, N. Str 12, Dex 10, Con 9, Int 14, Wis 14, Cha 7. Erin has black hair and gray eyes, and a long beard. He wears travel-stained clothing and wields a kanabo (mace) and sai (dagger).",
  "Wynhelm: Male Human Fighter, NG. Str 14, Dex 13, Con 8, Int 11, Wis 8, Cha 7. Wynhelm has blonde hair and brown eyes. He wears scale mail and wields a maul. Wynhelm has an animal companion, a badger named Orker.",
  "Munda: Male Human Monk, LN. Str 10, Dex 10, Con 8, Int 10, Wis 13, Cha 11. Munda has black hair and large amber eyes, and wears glasses with gold rims. He wears well-made clothing and wields a yari (spear) and sai (dagger).",
  "Artin: Male Human Monk, NE. Str 15, Dex 9, Con 6, Int 11, Wis 17, Cha 11. Artin has straight silver hair and green eyes, and walks with a limp. He wears plain clothing and wields nunchaku (club). Artin is insane and fiendish.",
  "Aerert: Male Human Ranger, NG. Str 11, Dex 13, Con 7, Int 13, Wis 14, Cha 13. Aerert has brown hair and bright gray eyes. He wears studded leather and wields a maul. Aerert seeks revenge against the sister who betrayed him.",
  "Wine: Male Human Ranger, NE. Str 14, Dex 14, Con 7, Int 9, Wis 11, Cha 15. Wine has messy red hair and gray eyes. He wears studded leather and wields a greataxe. Wine is perverted and abrasive.",
  "Aniew Colke: Male Human Druid, Neutral. Str 13, Dex 8, Con 7, Int 9, Wis 15, Cha 9. Aniew is fair in appearance, with cropped auburn hair and green eyes. He wears leather armor and wields a quarterstaff and sling. Aniew suffers an acute fear of spiders.",
  "Gerey: Male Human Cleric, CN. Str 15, Dex 8, Con 12, Int 7, Wis 14, Cha 12. Gerey has thick auburn hair and amber eyes. He wears studded leather and wields a light hammer and shield. Gerey is cursed with a deformed hand.",
  "Richye: Male Human Fighter, NE. Str 15, Dex 17, Con 8, Int 8, Wis 10, Cha 7. Richye has a square face, with short red hair and gray eyes. He wears chain mail and wields a flail and shield. Richye is wrongly sought by the paladins of the Temple of Lights for forgery.",
  "Cyne: Male Human Paladin, Good. Str 9, Dex 12, Con 8, Int 12, Wis 14, Cha 13. Cyne has a square face, with black hair and amber eyes. He wears hide armor and wields a morningstar and shield. Cyne has an animal companion, a black warhorse named Here.",
  "Athard: Male Human Rogue, LE. Str 10, Dex 13, Con 11, Int 9, Wis 11, Cha 6. Athard is tall and stout, with brown hair and brown eyes. He wears studded leather and wields a quarterstaff. Athard is searching for an ancient artifact of evil.",
  "Raffolk: Male Human Wizard, N. Str 9, Dex 11, Con 7, Int 12, Wis 6, Cha 11. Raffolk has a round face, with red hair and green eyes. He wears modest garments and wields a dagger. Raffolk is absent-minded, and always searching for a missing item.",
  "Gare: Male Human Fighter, N. Str 17, Dex 15, Con 6, Int 9, Wis 11, Cha 9. Gare has thick silver hair and narrow green eyes, and large ears. He wears a chain shirt and wields a morningstar and shield.",
  "Gauwill: Male Human Fighter, CG. Str 15, Dex 17, Con 14, Int 10, Wis 8, Cha 8. Gauwill is common in appearance, with gray hair and gray eyes. He wears hide armor and wields a warhammer and hand crossbow. Gauwill has an animal companion, a gray wolf named Ealfith.",
  "Cuthbert: Male Human Paladin, Good. Str 12, Dex 11, Con 11, Int 15, Wis 7, Cha 15. Cuthbert has gray hair and blue eyes, and large ears. He wears splint armor and wields a shortsword. Cuthbert is hunting the fiend which destroyed his homeland.",
  "Warder Gedde: Male Human Rogue, NE. Str 12, Dex 12, Con 12, Int 13, Wis 6, Cha 5. Warder is pleasant in appearance, with messy auburn hair and green eyes. He wears leather armor and wields a longsword. Warder is slothful and harsh.",
  "Lafa: Male Human Druid, Neutral. Str 13, Dex 7, Con 7, Int 14, Wis 13, Cha 13. Lafa is slender, with white hair and gray eyes. He wears leather armor and wields a spear and sickle. Lafa has green snake named Willip.",
  "Amed: Male Human Cleric, CN. Str 10, Dex 10, Con 9, Int 8, Wis 15, Cha 13. Amed is short, with white hair and bright gray eyes. He wears a chain shirt and wields a handaxe.",
  "Gery Atclips: Male Human Rogue, N. Str 9, Dex 14, Con 11, Int 12, Wis 14, Cha 11. Gery has a narrow face, with auburn hair and large gray eyes. He wears leather armor and wields a rapier and javelins. Gery is searching for the legendary Forsaken Caverns of Athad.",
  "Walda: Male Human Barbarian, CG. Str 16, Dex 10, Con 10, Int 11, Wis 12, Cha 10. Walda has a square face, with cropped white hair and brown eyes. He wears scale mail and wields a pike.",
  "Gylew: Male Human Fighter, CN. Str 17, Dex 16, Con 10, Int 10, Wis 9, Cha 11. Gylew has straight black hair and light green eyes, and a thin nose. He wears ring mail and wields a warhammer and net.",
  "Gauward: Male Human Paladin, Good. Str 12, Dex 6, Con 11, Int 15, Wis 10, Cha 11. Gauward has curly blonde hair and large brown eyes, and prominent ears. He wears splint armor and wields a morningstar. Gauward is quick-witted and diplomatic.",
  "Frichye: Male Human Rogue, CN. Str 8, Dex 14, Con 10, Int 12, Wis 9, Cha 11. Frichye is fair in appearance, with silver hair and bright green eyes. He wears studded leather and wields a quarterstaff.",
  "Sige: Male Human Monk, N. Str 15, Dex 13, Con 15, Int 11, Wis 11, Cha 8. Sige has uneven copper hair and green eyes. He wears modest garments and wields a kanabo (mace). Sige suffers a severe allergy to dogs.",
  "Thamas Clarke: Male Human Warlock, N. Str 10, Dex 8, Con 12, Int 11, Wis 14, Cha 16. Thamas has black hair and green eyes. He wears studded leather and wields a quarterstaff. Thamas is curious and greedy.",
  "Tharles: Male Human Monk, NE. Str 13, Dex 10, Con 11, Int 11, Wis 16, Cha 9. Tharles is overweight, with gray hair and soft blue eyes. He wears plain clothing and wields a bo (quarterstaff) and sai (dagger). Tharles is cursed with delusions.",
  "Cyne: Male Human Ranger, N. Str 13, Dex 12, Con 7, Int 6, Wis 17, Cha 10. Cyne has a round face, with curly black hair and soft blue eyes. He wears half plate and wields a longsword. Cyne dislikes having people behind him.",
  "Gehelm: Male Human Fighter, NG. Str 12, Dex 16, Con 12, Int 10, Wis 15, Cha 11. Gehelm is thin, with white hair and gray eyes. He wears chain mail and wields a halberd. Gehelm compulsively plays with a silver coin.",
  "Wulfa: Male Human Rogue, LN. Str 14, Dex 17, Con 15, Int 11, Wis 6, Cha 14. Wulfa has copper hair and light green eyes. He wears studded leather and wields a light hammer and sling.",
  "Pholes Erneyng: Male Human Fighter, N. Str 14, Dex 11, Con 7, Int 9, Wis 10, Cha 11. Pholes has a narrow face, with blonde hair and narrow gray eyes. He wears plate armor and wields a rapier. Pholes is amoral and paranoid.",
  "Ermulf: Male Human Fighter, LN. Str 17, Dex 12, Con 10, Int 8, Wis 14, Cha 10. Ermulf is tall, with tangled gray hair and hazel eyes. He wears chain mail and wields a shortsword and shield. Ermulf compulsively plays with a platinum coin.",
  "Narder: Male Human Druid, Neutral. Str 14, Dex 10, Con 9, Int 12, Wis 16, Cha 14. Narder has uneven white hair and bright brown eyes. He wears hide armor and wields a scimitar and sling. Narder has silver dog named Hone.",
  "Cenwy: Male Human Bard, LG. Str 14, Dex 8, Con 10, Int 15, Wis 14, Cha 13. Cenwy is youthful in appearance, with uneven red hair and bright green eyes. He wears leather armor and wields a longsword and hand crossbow. Cenwy seeks to master the secrets of living constructs.",
  "Ethes: Male Human Rogue, LN. Str 10, Dex 15, Con 9, Int 12, Wis 12, Cha 11. Ethes is pleasant in appearance, with brown hair and gray eyes. He wears studded leather and wields a quarterstaff.",
  "Rarder: Male Human Fighter, N. Str 14, Dex 16, Con 8, Int 7, Wis 11, Cha 12. Rarder has an angular face, with messy golden hair and gray eyes. He wears plate armor and wields a glaive. Rarder has an animal companion, a copper firedrake named Balda.",
  "Ceolwy: Male Human Paladin, Good. Str 13, Dex 9, Con 10, Int 13, Wis 8, Cha 9. Ceolwy has gray hair and gray eyes, and wears glasses with brass rims. He wears a chain shirt and wields a whip and shield. Ceolwy is wrongly sought by the paladins of the Cathedral of Eternal Light for theft.",
  "Helmaer: Male Human Cleric, LN. Str 8, Dex 11, Con 7, Int 12, Wis 17, Cha 12. Helmaer has a round face, with blonde hair and gray eyes. He wears hide armor and wields a spear. Helmaer has an animal companion, a red fox named Narder.",
  "Udelm: Male Human Rogue, NE. Str 11, Dex 16, Con 11, Int 7, Wis 8, Cha 13. Udelm is short, with straight copper hair and hazel eyes. He wears leather armor and wields a longsword. Udelm is a practiced gambler.",
  "Gerey: Male Human Bard, LN. Str 12, Dex 9, Con 11, Int 15, Wis 10, Cha 15. Gerey has a narrow face, with auburn hair and dark amber eyes. He wears studded leather and wields a light hammer and shortbow. Gerey has an animal companion, a red fox named Breda.",
  "Nathye: Male Human Rogue, NG. Str 14, Dex 14, Con 9, Int 11, Wis 15, Cha 10. Nathye has curly auburn hair and narrow amber eyes. He wears studded leather and wields a club. Nathye dislikes anyone smarter than him.",
  "Behrtio: Male Human Cleric, N. Str 9, Dex 7, Con 14, Int 10, Wis 13, Cha 9. Behrtio has an angular face, with gray hair and soft blue eyes. He wears leather armor and wields a quarterstaff. Behrtio is stoic and superstitious.",
  "Gisla: Male Human Ranger, NE. Str 11, Dex 11, Con 13, Int 13, Wis 14, Cha 10. Gisla is beastly in appearance, with short brown hair and amber eyes. He wears studded leather and wields a flail. Gisla is bloodthirsty and sharp-tongued.",
  "Illiard Abard: Male Human Fighter, N. Str 13, Dex 11, Con 10, Int 7, Wis 10, Cha 15. Illiard is stout, with curly black hair and amber eyes. He wears chain mail and wields a morningstar and shield.",
  "Nichye: Male Human Cleric, LG. Str 12, Dex 12, Con 8, Int 11, Wis 14, Cha 11. Nichye is heavyset, with uneven gray hair and amber eyes. He wears scale mail and wields a handaxe and shield. Nichye is hunting the fiend which destroyed his homeland.",
  "Aerelm: Male Human Barbarian, LN. Str 13, Dex 8, Con 12, Int 13, Wis 8, Cha 12. Aerelm is short, with thick brown hair and brown eyes. He wears leather armor and wields a flail and shield.",
  "Ohtgic: Male Human Barbarian, N. Str 12, Dex 11, Con 12, Int 7, Wis 6, Cha 9. Ohtgic has braided golden hair and amber eyes, and a thick moustache. He wears studded leather and wields a war pick. Ohtgic has an animal companion, a black bear named Stona.",
  "Tephye Ferry: Male Human Rogue, CN. Str 9, Dex 16, Con 10, Int 14, Wis 14, Cha 6. Tephye has a narrow face, with thin white hair and hazel eyes. He wears leather armor and wields a mace. Tephye speaks with a raspy voice.",
  "Pleman: Male Human Paladin, Good. Str 15, Dex 14, Con 13, Int 6, Wis 14, Cha 10. Pleman has a round face, with auburn hair and green eyes. He wears a breastplate and wields a rapier and shield. Pleman seeks to find his true love.",
  "Gylan: Male Human Rogue, LN. Str 6, Dex 17, Con 12, Int 16, Wis 12, Cha 10. Gylan has auburn hair and bright gray eyes. He wears leather armor and wields a shortsword and hand crossbow. Gylan lost his shadow to a hag.",
  "Aenher: Male Human Rogue, NG. Str 8, Dex 15, Con 9, Int 16, Wis 12, Cha 10. Aenher has a round face, with matted blonde hair and brown eyes. He wears leather armor and wields a rapier. Aenher was petrified for a hundred years.",
  "Nichye: Male Human Fighter, LN. Str 15, Dex 9, Con 10, Int 13, Wis 7, Cha 8. Nichye has long white hair and large hazel eyes. He wears half plate and wields a glaive. Nichye is impossibly lucky.",
  "Germund: Male Human Monk, CN. Str 12, Dex 14, Con 13, Int 12, Wis 10, Cha 12. Germund is short and thin, with thick white hair and soft blue eyes. He wears travel-stained clothing and wields a kanabo (mace). Germund is practical and instinctive.",
  "Tery: Male Human Fighter, CN. Str 13, Dex 15, Con 12, Int 8, Wis 10, Cha 9. Tery is tall, with white hair and sharp green eyes. He wears scale mail and wields a flail and shield. Tery has an animal companion, a black bear named Robern.",
  "Lany: Male Human Fighter, N. Str 16, Dex 10, Con 11, Int 7, Wis 10, Cha 12. Lany has an angular face, with blonde hair and brown eyes. He wears hide armor and wields a halberd. Lany has an animal companion, a copper firedrake named Vyncent.",
  "Eathed: Male Human Ranger, NE. Str 12, Dex 16, Con 14, Int 6, Wis 10, Cha 6. Eathed has tangled red hair and gray eyes, and a messy moustache. He wears leather armor and wields a greatsword. Eathed is aggressive and crude.",
  "Bertio: Male Human Rogue, N. Str 9, Dex 12, Con 13, Int 12, Wis 13, Cha 9. Bertio has silver hair and large amber eyes. He wears studded leather and wields a rapier and shortbow.",
  "Feiusi: Male Human Monk, CG. Str 12, Dex 15, Con 13, Int 14, Wis 12, Cha 13. Feiusi is tall, with uneven white hair and bright hazel eyes. He wears plain clothing and wields nunchaku (club). Feiusi has an animal companion, a black monkey named Wulfa.",
  "Thamund Mynge: Male Human Rogue, LG. Str 8, Dex 16, Con 10, Int 8, Wis 10, Cha 9. Thamund is fair in appearance, with messy copper hair and green eyes. He wears leather armor and wields a longsword and light crossbow. Thamund is impossibly lucky.",
  "Ames: Male Human Fighter, NG. Str 17, Dex 13, Con 12, Int 10, Wis 14, Cha 10. Ames has messy silver hair and blue eyes. He wears hide armor and wields a trident. Ames is virtuous and fierce.",
  "Eadmoth: Male Human Fighter, LG. Str 12, Dex 13, Con 11, Int 12, Wis 9, Cha 8. Eadmoth is fey in appearance, with copper hair and sharp blue eyes. He wears a breastplate and wields a maul. Eadmoth has an animal companion, a green firedrake named Wilhye.",
  "Wilhye Kyne: Male Human Warlock, NG. Str 15, Dex 10, Con 11, Int 11, Wis 12, Cha 13. Wilhye has messy brown hair and sharp hazel eyes. He wears studded leather and wields a handaxe and darts. Wilhye seeks to continue the noble legacy of his father.",
  "Harder Entheyn: Male Human Sorcerer, NE. Str 9, Dex 13, Con 17, Int 7, Wis 10, Cha 12. Harder is rough in appearance, with messy brown hair and sharp amber eyes. He wears simple clothing and wields a quarterstaff and darts.",
  "Eanulf: Male Human Monk, NE. Str 15, Dex 14, Con 10, Int 6, Wis 12, Cha 14. Eanulf is fey in appearance, with uneven brown hair and sharp green eyes. He wears well-made clothing and wields a kanabo (mace). Eanulf seeks wealth and power at any cost.",
  "Anbulf: Male Human Rogue, N. Str 8, Dex 12, Con 10, Int 12, Wis 10, Cha 9. Anbulf is thin, with messy golden hair and dark hazel eyes. He wears studded leather and wields a rapier and hand crossbow. Anbulf compulsively plays with a silver coin.",
  "Swaermaeth: Male Human Monk, LG. Str 17, Dex 11, Con 12, Int 11, Wis 10, Cha 13. Swaermaeth is willowy, with white hair and gray eyes. He wears sturdy clothing and wields nunchaku (club) and sai (dagger).",
  "Beorhtio: Male Human Fighter, LG. Str 17, Dex 13, Con 10, Int 9, Wis 12, Cha 7. Beorhtio has gray hair and amber eyes. He wears splint armor and wields a rapier. Beorhtio seeks to save his family from financial ruin.",
  "Gralphye: Male Human Warlock, N. Str 11, Dex 11, Con 10, Int 10, Wis 10, Cha 15. Gralphye is tall, with black hair and narrow amber eyes. He wears leather armor and wields a club. Gralphye is absent-minded, and always searching for a missing item.",
  "Wisym: Male Human Rogue, N. Str 11, Dex 13, Con 7, Int 15, Wis 5, Cha 9. Wisym has a narrow face, with matted black hair and dark hazel eyes. He wears studded leather and wields a club. Wisym seeks revenge against the aristocrat who framed him.",
  "Gery Fane: Male Human Barbarian, N. Str 14, Dex 14, Con 11, Int 13, Wis 15, Cha 9. Gery has gray hair and large green eyes, and a beaked nose. He wears hide armor and wields a battleaxe. Gery is amoral and brutal.",
  "Gauward: Male Human Druid, Neutral. Str 11, Dex 10, Con 12, Int 5, Wis 17, Cha 12. Gauward has golden hair and amber eyes, and a long moustache. He wears leather armor and wields a quarterstaff and wooden shield. Gauward has black wolf named Benne.",
  "Jamond: Male Human Fighter, LE. Str 13, Dex 13, Con 13, Int 8, Wis 5, Cha 11. Jamond is fair in appearance, with matted copper hair and sharp amber eyes. He wears ring mail and wields a warhammer and net. Jamond seeks revenge against the kingdom which exiled him.",
  "Geoffry: Male Human Bard, NG. Str 12, Dex 11, Con 15, Int 13, Wis 13, Cha 17. Geoffry has copper hair and blue eyes. He wears studded leather and wields a mace. Geoffry is dying and desperately seeks the secret of immortality.",
  "Anier: Male Human Sorcerer, LE. Str 10, Dex 10, Con 12, Int 12, Wis 10, Cha 12. Anier has an angular face, with cropped black hair and gray eyes. He wears plain clothing and wields a quarterstaff. Anier has a terrible sense of direction.",
  "Frida: Male Human Bard, LN. Str 13, Dex 9, Con 7, Int 13, Wis 7, Cha 16. Frida has brown hair and light brown eyes. He wears studded leather and wields a longsword. Frida seeks to free himself from an ancient curse.",
  "Ceolbert: Male Human Cleric, N. Str 10, Dex 9, Con 5, Int 9, Wis 17, Cha 10. Ceolbert is fair in appearance, with blonde hair and gray eyes. He wears scale mail and wields a quarterstaff.",
  "Arler: Male Human Cleric, N. Str 12, Dex 10, Con 8, Int 12, Wis 12, Cha 13. Arler has short brown hair and green eyes. He wears a breastplate and wields a light hammer. Arler is proud and bloodthirsty.",
  "Wulfa: Male Human Bard, N. Str 12, Dex 13, Con 12, Int 10, Wis 15, Cha 12. Wulfa has red hair and green eyes. He wears leather armor and wields a longsword and hand crossbow. Wulfa is impossibly lucky.",
  "Martin: Male Human Fighter, N. Str 16, Dex 12, Con 8, Int 9, Wis 8, Cha 11. Martin has straight brown hair and hazel eyes. He wears plate armor and wields a longsword and shield.",
  "Ricio: Male Human Druid, Neutral. Str 15, Dex 5, Con 8, Int 8, Wis 14, Cha 10. Ricio is fey in appearance, with red hair and soft hazel eyes. He wears leather armor and wields a quarterstaff and sling. Ricio has silver dog named Wine.",
  "Tholes: Male Human Monk, NG. Str 11, Dex 9, Con 8, Int 8, Wis 15, Cha 12. Tholes is noble in bearing, with braided black hair and hazel eyes. He wears modest garments and wields a yari (spear). Tholes seeks to destroy the race of ogres.",
  "Georguy: Male Human Paladin, Good. Str 8, Dex 6, Con 9, Int 11, Wis 11, Cha 12. Georguy has black hair and green eyes, and small ears. He wears splint armor and wields a shortsword and shield. Georguy is cursed with a deformed leg.",
  "Gauwalt: Male Human Ranger, LN. Str 14, Dex 9, Con 7, Int 15, Wis 11, Cha 11. Gauwalt has a long face, with cropped auburn hair and green eyes. He wears leather armor and wields a greatsword.",
  "Ferther: Male Human Fighter, N. Str 15, Dex 12, Con 8, Int 9, Wis 10, Cha 7. Ferther is rough in appearance, with uneven auburn hair and light blue eyes. He wears ring mail and wields a greataxe. Ferther seeks to discover why he keeps having the same dream.",
  "Anthohn: Male Human Monk, NG. Str 16, Dex 16, Con 5, Int 8, Wis 11, Cha 15. Anthohn has messy blonde hair and sharp blue eyes. He wears simple clothing and wields a bo (quarterstaff). Anthohn was raised by cultists of the Dread Emperor.",
  "Gauwilh: Male Human Fighter, N. Str 12, Dex 16, Con 13, Int 12, Wis 10, Cha 7. Gauwilh has a round face, with white hair and large gray eyes. He wears scale mail and wields a greatsword. Gauwilh is moody and abusive.",
  "Ethed: Male Human Fighter, N. Str 17, Dex 13, Con 12, Int 9, Wis 10, Cha 10. Ethed has red hair and blue eyes. He wears chain mail and wields a trident and longbow. Ethed is fascinated by death.",
  "Cheny: Male Human Warlock, N. Str 15, Dex 11, Con 9, Int 11, Wis 12, Cha 12. Cheny is rough in appearance, with red hair and blue eyes. He wears studded leather and wields a mace. Cheny is searching for the lost dwarven kingdom of Naledzinb.",
  "Gerey Parre: Male Human Fighter, N. Str 13, Dex 14, Con 7, Int 12, Wis 12, Cha 10. Gerey has cropped silver hair and blue eyes. He wears splint armor and wields a whip and shield. Gerey is modest and craven.",
  "Aemaelm: Male Human Barbarian, LE. Str 16, Dex 14, Con 13, Int 11, Wis 13, Cha 9. Aemaelm has matted brown hair and soft hazel eyes. He wears hide armor and wields a greatsword. Aemaelm is a skilled actor.",
  "Geoffry: Male Human Wizard, LN. Str 8, Dex 13, Con 6, Int 14, Wis 12, Cha 10. Geoffry is short and slender, with short white hair and amber eyes. He wears gray robes and wields a dagger and sling. Geoffry has an arcane familiar, a gray bat named Tephye.",
  "Siga: Male Human Ranger, CE. Str 16, Dex 12, Con 11, Int 10, Wis 15, Cha 12. Siga has copper hair and light brown eyes. He wears leather armor and wields a greataxe.",
  "Reyny: Male Human Warlock, NG. Str 11, Dex 7, Con 15, Int 8, Wis 11, Cha 12. Reyny has copper hair and blue eyes, and small ears. He wears leather armor and wields a club and sling. Reyny is diplomatic and timid.",
  "Reward: Male Human Barbarian, NG. Str 17, Dex 11, Con 12, Int 8, Wis 15, Cha 7. Reward has gray hair and brown eyes. He wears hide armor and wields a greataxe. Reward seeks to atone for past sins.",
  "Aestaf: Male Human Rogue, LN. Str 13, Dex 17, Con 9, Int 9, Wis 14, Cha 13. Aestaf has an angular face, with straight brown hair and narrow green eyes. He wears leather armor and wields a shortsword. Aestaf is extravagant and sarcastic.",
  "Wyny: Male Human Wizard, NE. Str 10, Dex 11, Con 7, Int 12, Wis 14, Cha 14. Wyny is fair in appearance, with long brown hair and amber eyes. He wears tailored clothing and wields a quarterstaff and light crossbow. Wyny is fiendish and thoughtless.",
  "Ware: Male Human Paladin, Good. Str 15, Dex 15, Con 11, Int 15, Wis 11, Cha 15. Ware is common in appearance, with uneven auburn hair and hazel eyes. He wears plate armor and wields a whip. Ware compulsively whistles.",
  "Wulfa: Male Human Ranger, LN. Str 13, Dex 9, Con 7, Int 8, Wis 11, Cha 12. Wulfa has copper hair and brown eyes, and a cropped beard. He wears studded leather and wields a longsword. Wulfa has badger named Brichha.",
  "Bere: Male Human Fighter, CN. Str 13, Dex 13, Con 10, Int 6, Wis 12, Cha 11. Bere is tall and slender, with braided golden hair and green eyes. He wears plate armor and wields a warhammer. Bere is pleasant and craven.",
  "Artis: Male Human Monk, NE. Str 10, Dex 16, Con 7, Int 7, Wis 14, Cha 6. Artis has a square face, with curly auburn hair and sharp amber eyes. He wears plain clothing and wields an ono (handaxe) and kama (sickle). Artis is a terrible liar.",
  "Alam: Male Human Druid, Neutral. Str 13, Dex 14, Con 7, Int 10, Wis 12, Cha 14. Alam has a narrow face, with thin auburn hair and soft brown eyes. He wears leather armor and wields a quarterstaff. Alam has dire rat named Eryn.",
  "Mathye: Male Human Druid, Neutral. Str 10, Dex 12, Con 10, Int 9, Wis 17, Cha 15. Mathye is fey in appearance, with black hair and large hazel eyes. He wears leather armor and wields a scimitar and sling. Mathye is only friendly towards other humans..",
  "Lesym: Male Human Fighter, N. Str 17, Dex 10, Con 11, Int 10, Wis 13, Cha 13. Lesym is common in appearance, with auburn hair and hazel eyes. He wears half plate and wields a morningstar and shield. Lesym has an animal companion, a copper firedrake named Corna.",
  "Ducio: Male Human Fighter, LG. Str 16, Dex 14, Con 7, Int 13, Wis 11, Cha 7. Ducio has blonde hair and gray eyes, and a magical tattoo on his face. He wears a chain shirt and wields a pike. Ducio suffers a paralyzing fear of open spaces.",
  "Aelheald: Male Human Monk, NE. Str 14, Dex 12, Con 13, Int 9, Wis 9, Cha 13. Aelheald is stout, with white hair and large brown eyes. He wears modest garments and wields an ono (handaxe). Aelheald has an animal companion, a red snake named Idget.",
  "Wefre: Male Human Monk, NG. Str 8, Dex 9, Con 11, Int 12, Wis 8, Cha 9. Wefre has blonde hair and brown eyes, and prominent ears. He wears simple clothing and wields nunchaku (club) and kama (sickle). Wefre has an animal companion, a black snake named Wena.",
  "Geoffry: Male Human Druid, Neutral. Str 12, Dex 11, Con 10, Int 10, Wis 17, Cha 11. Geoffry has a square face, with messy gray hair and soft hazel eyes. He wears hide armor and wields a quarterstaff and wooden shield. Geoffry is haunted by the ghost of someone he killed.",
  "Ales: Male Human Wizard, N. Str 14, Dex 12, Con 12, Int 12, Wis 14, Cha 14. Ales has a narrow face, with curly black hair and green eyes. He wears sturdy clothing and wields a quarterstaff and darts. Ales is dying and desperately seeks the secret of immortality.",
  "Graffin: Male Human Bard, CG. Str 10, Dex 7, Con 10, Int 12, Wis 7, Cha 17. Graffin has a long face, with braided white hair and soft blue eyes. He wears leather armor and wields a quarterstaff. Graffin is kind and impartial.",
  "Waerbald: Male Human Paladin, Good. Str 10, Dex 12, Con 12, Int 7, Wis 12, Cha 12. Waerbald has an angular face, with tangled brown hair and gray eyes. He wears hide armor and wields a scimitar. Waerbald has an animal companion, a black warhorse named Earurh.",
  "Piersym Bowe: Male Human Bard, LN. Str 12, Dex 10, Con 6, Int 15, Wis 14, Cha 14. Piersym is rugged in appearance, with silver hair and soft gray eyes. He wears leather armor and wields a light hammer and sickle. Piersym has an animal companion, a hunting dog named Cynsi.",
  "Munda: Male Human Fighter, NG. Str 13, Dex 10, Con 9, Int 9, Wis 9, Cha 6. Munda has a long face, with messy gray hair and narrow blue eyes. He wears hide armor and wields a battleaxe. Munda is haunted by the memories of a past life.",
  "Aerehrt: Male Human Cleric, N. Str 11, Dex 7, Con 6, Int 10, Wis 15, Cha 13. Aerehrt is tall, with cropped brown hair and dark brown eyes. He wears hide armor and wields a club. Aerehrt is superstitious and merciless.",
  "Cirheah: Male Human Paladin, Good. Str 17, Dex 7, Con 8, Int 10, Wis 13, Cha 15. Cirheah has red hair and bright gray eyes. He wears half plate and wields a morningstar.",
  "Eorhtsid: Male Human Monk, LN. Str 12, Dex 14, Con 10, Int 7, Wis 12, Cha 7. Eorhtsid has straight brown hair and dark amber eyes, and numerous magical tattoos. He wears modest garments and wields an ono (handaxe) and kama (sickle). Eorhtsid has an animal companion, a white monkey named Geoffrey.",
  "Piersym Vere: Male Human Sorcerer, LN. Str 8, Dex 11, Con 7, Int 7, Wis 9, Cha 12. Piersym has white hair and blue eyes, and prominent ears. He wears well-made clothing and wields a quarterstaff. Piersym speaks with a quiet voice.",
  "Geoffrey: Male Human Druid, Neutral. Str 12, Dex 9, Con 9, Int 15, Wis 17, Cha 5. Geoffrey is heavyset, with black hair and green eyes. He wears hide armor and wields a scimitar and wooden shield. Geoffrey seeks to atone for past sins.",
  "Gery: Male Human Druid, Neutral. Str 14, Dex 13, Con 11, Int 12, Wis 14, Cha 5. Gery has straight auburn hair and green eyes, and large ears. He wears hide armor and wields a scimitar and sling. Gery has golden eagle named Joane.",
  "Lesym: Male Human Rogue, NE. Str 11, Dex 12, Con 11, Int 15, Wis 7, Cha 7. Lesym is rugged in appearance, with matted golden hair and sharp brown eyes. He wears leather armor and wields a handaxe and hand crossbow. Lesym seeks to steal the crown of the kingdom.",
  "Georguy: Male Human Fighter, LN. Str 13, Dex 10, Con 9, Int 13, Wis 14, Cha 11. Georguy has brown hair and soft brown eyes. He wears hide armor and wields a halberd. Georguy seeks to free himself from an ancient curse.",
  "Gilas: Male Human Rogue, N. Str 10, Dex 13, Con 6, Int 11, Wis 13, Cha 14. Gilas has black hair and green eyes. He wears studded leather and wields a shortsword and sling.",
  "Vene: Male Human Cleric, NG. Str 12, Dex 14, Con 9, Int 10, Wis 17, Cha 12. Vene is short and heavyset, with braided brown hair and brown eyes. He wears a chain shirt and wields a light hammer. Vene secretly serves Dresya, an ancient god of destruction.",
  "Ceolber: Male Human Fighter, NG. Str 17, Dex 11, Con 5, Int 8, Wis 14, Cha 11. Ceolber has long red hair and narrow brown eyes, and wears glasses with bronze rims. He wears scale mail and wields a morningstar and heavy crossbow.",
  "Thebald: Male Human Monk, N. Str 13, Dex 15, Con 10, Int 11, Wis 10, Cha 11. Thebald has a square face, with red hair and bright amber eyes. He wears modest garments and wields nunchaku (club). Thebald seeks to free himself from an ancient curse.",
  "Thamas: Male Human Druid, Neutral. Str 8, Dex 14, Con 9, Int 5, Wis 13, Cha 9. Thamas is rugged in appearance, with braided golden hair and brown eyes. He wears leather armor and wields a club and darts. Thamas was raised by cultists of the Adamant Empress.",
  "Balda: Male Human Rogue, N. Str 6, Dex 13, Con 11, Int 10, Wis 10, Cha 9. Balda is tall and heavyset, with silver hair and narrow green eyes. He wears leather armor and wields a shortsword. Balda is hunting the sorcerer who murdered his family.",
  "Berny: Male Human Cleric, LN. Str 12, Dex 13, Con 5, Int 7, Wis 17, Cha 13. Berny has cropped gray hair and gray eyes. He wears studded leather and wields a club.",
  "Gery: Male Human Bard, CG. Str 7, Dex 12, Con 10, Int 15, Wis 12, Cha 17. Gery has matted copper hair and bright amber eyes. He wears leather armor and wields a mace and dagger. Gery is hunting the vampire who murdered his family.",
  "Sige: Male Human Ranger, NG. Str 15, Dex 12, Con 12, Int 12, Wis 9, Cha 14. Sige has thick white hair and sharp green eyes, and prominent ears. He wears studded leather and wields a longsword and shield. Sige is generous and perceptive.",
  "Sige: Male Human Monk, N. Str 10, Dex 15, Con 14, Int 11, Wis 10, Cha 8. Sige has a narrow face, with curly auburn hair and large green eyes. He wears plain clothing and wields a bo (quarterstaff). Sige secretly serves Asac, an ancient god of chaos.",
  "Bilfre: Male Human Barbarian, LN. Str 12, Dex 9, Con 9, Int 11, Wis 14, Cha 8. Bilfre is tall and stout, with gray hair and green eyes. He wears scale mail and wields a glaive. Bilfre has an animal companion, a silver dog named Joane.",
  "Ealwic: Male Human Monk, NG. Str 16, Dex 13, Con 11, Int 5, Wis 14, Cha 10. Ealwic has blonde hair and bright hazel eyes, and large ears. He wears modest garments and wields a kanabo (mace). Ealwic is calm and lewd.",
  "Ealhhert: Male Human Fighter, NE. Str 16, Dex 11, Con 10, Int 7, Wis 9, Cha 10. Ealhhert has white hair and bright brown eyes, and numerous fearsome piercings. He wears half plate and wields a shortsword and shield. Ealhhert seeks wealth and power at any cost.",
  "Amer: Male Human Druid, Neutral. Str 9, Dex 12, Con 10, Int 9, Wis 16, Cha 10. Amer is slender, with gray hair and narrow hazel eyes. He wears leather armor and wields a mace.",
  "Wulfa: Male Human Monk, CG. Str 13, Dex 12, Con 10, Int 8, Wis 11, Cha 13. Wulfa is heavyset, with straight golden hair and sharp amber eyes. He wears modest garments and wields an ono (handaxe) and shuriken (darts). Wulfa avoids eye contact.",
  "Munda: Male Human Wizard, LG. Str 14, Dex 10, Con 8, Int 14, Wis 9, Cha 12. Munda is short, with red hair and dark green eyes. He wears worn clothing and wields a quarterstaff and sling. Munda seeks to raise an army of iron golems.",
  "Gileon: Male Human Paladin, Good. Str 15, Dex 8, Con 14, Int 9, Wis 12, Cha 12. Gileon has brown hair and narrow amber eyes, and a round nose. He wears a chain shirt and wields a glaive. Gileon is hunting the dragon who murdered his family.",
  "Robert: Male Human Monk, CN. Str 12, Dex 16, Con 11, Int 7, Wis 13, Cha 10. Robert has blonde hair and hazel eyes. He wears sturdy clothing and wields a kanabo (mace) and kama (sickle). Robert seeks to become a knight of the realm.",
  "Aeldwidr: Male Human Rogue, LG. Str 9, Dex 12, Con 10, Int 14, Wis 9, Cha 13. Aeldwidr has curly copper hair and soft brown eyes. He wears studded leather and wields a longsword and sling. Aeldwidr is painfully tone-deaf.",
  "Geldhelm: Male Human Monk, NE. Str 17, Dex 14, Con 10, Int 9, Wis 7, Cha 6. Geldhelm is short and overweight, with curly white hair and gray eyes. He wears worn clothing and wields an ono (handaxe). Geldhelm is searching for the legendary dwarven kingdom of Nulbarakz.",
  "Gisla: Male Human Barbarian, NE. Str 16, Dex 7, Con 12, Int 13, Wis 9, Cha 10. Gisla is heavyset, with brown hair and hazel eyes. He wears hide armor and wields a halberd.",
  "Geoffrey Ferray: Male Human Rogue, LN. Str 10, Dex 14, Con 11, Int 14, Wis 7, Cha 11. Geoffrey is rugged in appearance, with gray hair and hazel eyes. He wears studded leather and wields a rapier. Geoffrey was petrified for a hundred years.",
  "Ewip Wythey: Male Human Rogue, LN. Str 12, Dex 15, Con 10, Int 15, Wis 11, Cha 13. Ewip has long golden hair and dark green eyes. He wears studded leather and wields a longsword. Ewip lost his reflection to a nymph.",
  "Sige: Male Human Cleric, NG. Str 7, Dex 8, Con 13, Int 10, Wis 13, Cha 14. Sige has copper hair and bright blue eyes, and a matted beard. He wears hide armor and wields a spear and dagger.",
  "Hury: Male Human Monk, LN. Str 8, Dex 16, Con 6, Int 12, Wis 13, Cha 15. Hury has matted white hair and hazel eyes, and small ears. He wears well-made clothing and wields a kanabo (mace) and sai (dagger). Hury is thoughtful and hardworking.",
  "Amert Barne: Male Human Fighter, NG. Str 16, Dex 9, Con 7, Int 11, Wis 11, Cha 7. Amert is elegant in appearance, with uneven gray hair and green eyes. He wears half plate and wields a flail. Amert is diplomatic and generous.",
  "Ernan: Male Human Monk, N. Str 11, Dex 12, Con 5, Int 11, Wis 10, Cha 9. Ernan has curly copper hair and brown eyes. He wears worn clothing and wields nunchaku (club) and shuriken (darts). Ernan is modest and lewd.",
  "Munder: Male Human Rogue, N. Str 8, Dex 17, Con 13, Int 12, Wis 10, Cha 9. Munder is common in appearance, with matted copper hair and sharp hazel eyes. He wears studded leather and wields a shortsword. Munder seeks to discover what destroyed his homeland.",
  "Fraffin Albyth: Male Human Barbarian, NG. Str 14, Dex 7, Con 16, Int 9, Wis 10, Cha 11. Fraffin has a long face, with messy gray hair and brown eyes. He wears hide armor and wields a battleaxe. Fraffin is fascinated by elemental and planar magic.",
  "Weohtge: Male Human Cleric, LN. Str 11, Dex 8, Con 9, Int 7, Wis 12, Cha 12. Weohtge has braided brown hair and large hazel eyes, and numerous magical tattoos. He wears leather armor and wields a club. Weohtge is searching for his missing son.",
  "Eadsing: Male Human Paladin, Good. Str 11, Dex 6, Con 10, Int 7, Wis 12, Cha 15. Eadsing is rugged in appearance, with thick copper hair and green eyes. He wears plate armor and wields a whip. Eadsing is hunting the vampire who murdered his family.",
  "Wulfa: Male Human Warlock, LE. Str 12, Dex 9, Con 8, Int 12, Wis 12, Cha 14. Wulfa has golden hair and gray eyes. He wears studded leather and wields a spear and javelins.",
  "Narder: Male Human Ranger, NG. Str 11, Dex 10, Con 11, Int 10, Wis 9, Cha 14. Narder is rugged in appearance, with matted brown hair and dark green eyes. He wears hide armor and wields a greatsword. Narder is heroic and eccentric.",
  "Stephye Hawte: Male Human Fighter, NG. Str 15, Dex 14, Con 12, Int 9, Wis 7, Cha 12. Stephye is fey in appearance, with silver hair and amber eyes. He wears plate armor and wields a battleaxe and shield. Stephye serves Penur, an ancient but forgotten god of plants.",
  "Larda: Male Human Fighter, LN. Str 17, Dex 13, Con 11, Int 9, Wis 10, Cha 12. Larda is fey in appearance, with braided gray hair and narrow brown eyes. He wears ring mail and wields a maul. Larda is absent-minded, and always searching for a missing item.",
  "Raffin: Male Human Cleric, LN. Str 12, Dex 11, Con 10, Int 14, Wis 16, Cha 13. Raffin has silver hair and soft hazel eyes. He wears leather armor and wields a club and shield. Raffin is clever and depressed.",
  "Alan: Male Human Monk, NE. Str 12, Dex 12, Con 8, Int 11, Wis 11, Cha 9. Alan has a long face, with braided copper hair and dark hazel eyes. He wears sturdy clothing and wields nunchaku (club) and sai (dagger).",
  "Nichye Wyare: Male Human Wizard, CG. Str 9, Dex 12, Con 13, Int 17, Wis 9, Cha 8. Nichye is heavyset, with gray hair and green eyes. He wears modest garments and wields a quarterstaff. Nichye is energetic and extravagant.",
  "Alel Cotte: Male Human Rogue, NG. Str 10, Dex 12, Con 10, Int 15, Wis 6, Cha 10. Alel is tall, with curly red hair and amber eyes. He wears leather armor and wields a shortsword and hand crossbow. Alel seeks to discover why he keeps having the same nightmare.",
  "Hricmund: Male Human Monk, CG. Str 13, Dex 13, Con 10, Int 11, Wis 15, Cha 14. Hricmund has curly brown hair and light gray eyes, and a magical scar on his leg. He wears simple clothing and wields a yari (spear). Hricmund suffers a deadly allergy to shellfish.",
  "Piersym: Male Human Rogue, LN. Str 14, Dex 12, Con 10, Int 12, Wis 14, Cha 14. Piersym has silver hair and soft amber eyes, and wears glasses with bronze rims. He wears leather armor and wields a rapier. Piersym has an animal companion, a sable ferret named Efrin.",
  "Rancis: Male Human Rogue, LG. Str 5, Dex 14, Con 9, Int 12, Wis 12, Cha 11. Rancis has thin black hair and sharp green eyes, and a short beard. He wears studded leather and wields a rapier and hand crossbow. Rancis has an animal companion, a dire rat named Eormed.",
  "Gauward: Male Human Cleric, LN. Str 8, Dex 6, Con 9, Int 6, Wis 15, Cha 15. Gauward has a long face, with silver hair and blue eyes. He wears a chain shirt and wields a quarterstaff and sickle.",
  "Gilas Rete: Male Human Rogue, N. Str 13, Dex 14, Con 13, Int 13, Wis 13, Cha 6. Gilas has golden hair and large green eyes. He wears leather armor and wields a shortsword and darts.",
  "Gery: Male Human Druid, Neutral. Str 13, Dex 11, Con 8, Int 11, Wis 12, Cha 11. Gery is willowy, with matted gray hair and dark green eyes. He wears leather armor and wields a scimitar. Gery is clever and covetous.",
  "Hamaer: Male Human Monk, LG. Str 13, Dex 8, Con 5, Int 9, Wis 8, Cha 13. Hamaer is rough in appearance, with thin red hair and narrow gray eyes. He wears sturdy clothing and wields an ono (handaxe). Hamaer suffers a traumatic fear of death.",
  "Ralphye: Male Human Barbarian, N. Str 13, Dex 7, Con 9, Int 8, Wis 9, Cha 7. Ralphye is willowy, with brown hair and bright blue eyes. He wears hide armor and wields a warhammer and blowgun.",
  "Cuthwy: Male Human Monk, N. Str 10, Dex 15, Con 9, Int 10, Wis 10, Cha 9. Cuthwy is fair in appearance, with blonde hair and large brown eyes. He wears travel-stained clothing and wields a kanabo (mace) and kama (sickle). Cuthwy has an animal companion, a gray rabbit named Withuie.",
  "Angerth: Male Human Monk, CN. Str 14, Dex 12, Con 11, Int 9, Wis 14, Cha 11. Angerth has a narrow face, with red hair and narrow gray eyes. He wears well-made clothing and wields a bo (quarterstaff) and kama (sickle).",
  "Eardin: Male Human Monk, CN. Str 13, Dex 14, Con 10, Int 10, Wis 10, Cha 9. Eardin has a long face, with silver hair and large green eyes. He wears simple clothing and wields an ono (handaxe). Eardin has an animal companion, a tiger named Suse.",
  "Wisym: Male Human Monk, NG. Str 15, Dex 12, Con 9, Int 15, Wis 15, Cha 10. Wisym is tall, with braided auburn hair and narrow hazel eyes. He wears plain clothing and wields a kanabo (mace) and sai (dagger). Wisym compulsively plays with a gold ring.",
  "Briffolk: Male Human Paladin, Good. Str 13, Dex 9, Con 12, Int 13, Wis 11, Cha 15. Briffolk is pleasant in appearance, with thick red hair and brown eyes. He wears a chain shirt and wields a morningstar and shield. Briffolk has an animal companion, a bay warhorse named Malia.",
  "Werfa: Male Human Fighter, NE. Str 16, Dex 7, Con 11, Int 11, Wis 11, Cha 11. Werfa is repulsive in appearance, with red hair and dark hazel eyes. He wears half plate and wields a scimitar. Werfa blames the gods for every misfortune.",
  "Brede: Male Human Fighter, LN. Str 16, Dex 11, Con 11, Int 9, Wis 13, Cha 13. Brede is rough in appearance, with golden hair and blue eyes. He wears splint armor and wields a flail and heavy crossbow.",
  "Gilsi: Male Human Rogue, N. Str 12, Dex 17, Con 13, Int 8, Wis 11, Cha 13. Gilsi is tall, with gray hair and gray eyes. He wears studded leather and wields a rapier and hand crossbow. Gilsi has an animal companion, a raven named Hilda.",
  "Ethew: Male Human Wizard, N. Str 9, Dex 11, Con 13, Int 17, Wis 12, Cha 9. Ethew has auburn hair and green eyes, and a short beard. He wears simple clothing and wields a quarterstaff. Ethew is searching for his missing daughter.",
  "Folke: Male Human Monk, N. Str 15, Dex 12, Con 7, Int 14, Wis 13, Cha 13. Folke is rugged in appearance, with uneven black hair and bright gray eyes. He wears modest garments and wields a kanabo (mace). Folke is lustful and dishonest.",
  "Rewill: Male Human Fighter, N. Str 15, Dex 13, Con 10, Int 12, Wis 8, Cha 8. Rewill is tall, with tangled golden hair and bright brown eyes. He wears hide armor and wields a rapier and shield. Rewill is thoughtful and morose.",
  "Arles: Male Human Warlock, N. Str 12, Dex 14, Con 5, Int 12, Wis 10, Cha 17. Arles is short and thin, with black hair and dark amber eyes. He wears studded leather and wields a handaxe. Arles is hunting the doppelganger which destroyed his homeland.",
  "Narder: Male Human Bard, LN. Str 6, Dex 13, Con 10, Int 11, Wis 8, Cha 17. Narder is short, with copper hair and soft green eyes. He wears leather armor and wields a rapier. Narder seeks only fame and glory.",
  "Aedwaf: Male Human Rogue, N. Str 10, Dex 13, Con 6, Int 12, Wis 7, Cha 9. Aedwaf is pleasant in appearance, with silver hair and green eyes. He wears leather armor and wields a longsword. Aedwaf compulsively rhymes words.",
  "Sige: Male Human Rogue, N. Str 11, Dex 15, Con 7, Int 11, Wis 5, Cha 10. Sige has an angular face, with copper hair and large hazel eyes. He wears studded leather and wields a shortsword. Sige seeks to free himself from an ancient curse.",
  "Riffolk: Male Human Wizard, N. Str 7, Dex 8, Con 11, Int 12, Wis 9, Cha 7. Riffolk is overweight, with cropped black hair and narrow hazel eyes. He wears modest garments and wields a dagger. Riffolk compulsively counts things.",
  "Dilbald: Male Human Monk, N. Str 13, Dex 12, Con 10, Int 12, Wis 15, Cha 14. Dilbald has long black hair and soft green eyes, and small ears. He wears modest garments and wields a bo (quarterstaff). Dilbald is searching for the lost dwarven kingdom of Naledzar.",
  "Holas Eller: Male Human Monk, N. Str 14, Dex 12, Con 5, Int 9, Wis 10, Cha 9. Holas is tall, with brown hair and gray eyes. He wears travel-stained clothing and wields a yari (spear) and shuriken (darts). Holas is impossibly lucky.",
  "Reda: Male Human Paladin, Good. Str 14, Dex 11, Con 7, Int 9, Wis 11, Cha 16. Reda is tall and thin, with thick copper hair and brown eyes. He wears hide armor and wields a whip and shield. Reda is searching for the lost Fane of Angels.",
  "Here: Male Human Warlock, N. Str 7, Dex 7, Con 8, Int 13, Wis 14, Cha 16. Here is short and slender, with blonde hair and green eyes. He wears studded leather and wields a handaxe. Here has an animal companion, a vampire bat named Hely.",
  "Bertio: Male Human Fighter, LG. Str 13, Dex 15, Con 5, Int 7, Wis 11, Cha 13. Bertio has a narrow face, with cropped gray hair and blue eyes. He wears splint armor and wields a warhammer and shield. Bertio compulsively scratches an old scar.",
  "Arthugh Jamas: Male Human Monk, NE. Str 13, Dex 12, Con 8, Int 10, Wis 15, Cha 9. Arthugh has long auburn hair and hazel eyes, and numerous distinctive tattoos. He wears travel-stained clothing and wields a bo (quarterstaff). Arthugh suffers an acute fear of spiders.",
  "Symes Boley: Male Human Barbarian, NG. Str 13, Dex 11, Con 8, Int 10, Wis 8, Cha 9. Symes has matted auburn hair and narrow brown eyes, and a thin nose. He wears leather armor and wields a glaive. Symes is haunted by the ghost of someone he killed.",
  "Gerey Lipsor: Male Human Sorcerer, LE. Str 10, Dex 9, Con 8, Int 9, Wis 7, Cha 12. Gerey has blonde hair and large green eyes, and an unusual scar on his face. He wears worn clothing and wields a quarterstaff and light crossbow.",
  "Arlew: Male Human Paladin, Good. Str 11, Dex 12, Con 5, Int 14, Wis 11, Cha 13. Arlew has brown hair and amber eyes, and prominent ears. He wears plate armor and wields a war pick.",
  "Cuthbeald: Male Human Ranger, LN. Str 7, Dex 15, Con 11, Int 7, Wis 13, Cha 10. Cuthbeald is common in appearance, with braided auburn hair and hazel eyes. He wears studded leather and wields a trident. Cuthbeald is impartial and devout.",
  "Wolda: Male Human Wizard, NE. Str 5, Dex 10, Con 11, Int 15, Wis 11, Cha 8. Wolda is short, with matted white hair and hazel eyes. He wears tailored clothing and wields a quarterstaff. Wolda is deceitful and lazy.",
  "Narder: Male Human Rogue, N. Str 10, Dex 14, Con 10, Int 13, Wis 11, Cha 8. Narder has red hair and sharp gray eyes, and prominent ears. He wears studded leather and wields a rapier and hand crossbow.",
  "Swine: Male Human Rogue, LN. Str 13, Dex 17, Con 11, Int 10, Wis 7, Cha 10. Swine has uneven red hair and sharp brown eyes, and wears glasses with platinum rims. He wears studded leather and wields a light hammer and hand crossbow. Swine has an animal companion, a raven named Ennel.",
  "Aerehrt: Male Human Cleric, NG. Str 8, Dex 10, Con 10, Int 9, Wis 16, Cha 9. Aerehrt is short and stout, with braided brown hair and blue eyes. He wears studded leather and wields a club. Aerehrt has an animal companion, a sable ferret named Balda.",
  "Hearda: Male Human Druid, Neutral. Str 7, Dex 12, Con 10, Int 11, Wis 17, Cha 6. Hearda is tall and slender, with thick gray hair and amber eyes. He wears leather armor and wields a mace and dagger. Hearda has green snake named Wither.",
  "Breder Pethey: Male Human Fighter, LN. Str 17, Dex 14, Con 10, Int 10, Wis 10, Cha 10. Breder is heavyset, with auburn hair and narrow gray eyes. He wears splint armor and wields a flail. Breder is agreeable and extravagant.",
  "Tiny: Male Human Rogue, LN. Str 8, Dex 16, Con 10, Int 13, Wis 11, Cha 12. Tiny is short and stout, with blonde hair and gray eyes. He wears studded leather and wields a shortsword and dagger. Tiny has an animal companion, a sable ferret named Maly.",
  "Ames Goodwe: Male Human Ranger, NG. Str 10, Dex 15, Con 12, Int 10, Wis 11, Cha 14. Ames has short brown hair and narrow brown eyes, and a cropped beard. He wears a chain shirt and wields a glaive. Ames is industrious and charming.",
  "Grichye: Male Human Barbarian, NE. Str 14, Dex 14, Con 10, Int 9, Wis 10, Cha 9. Grichye is tall, with red hair and soft brown eyes. He wears studded leather and wields a whip and heavy crossbow. Grichye was raised by cultists of Male Fated Commoner.",
  "Finy: Male Human Monk, NG. Str 11, Dex 7, Con 7, Int 13, Wis 16, Cha 9. Finy is common in appearance, with tangled black hair and light brown eyes. He wears sturdy clothing and wields a kanabo (mace). Finy is energetic and suspicious.",
  "Aeheand: Male Human Warlock, LN. Str 12, Dex 11, Con 8, Int 10, Wis 8, Cha 16. Aeheand has thick auburn hair and hazel eyes, and an unusual scar on his arm. He wears studded leather and wields a quarterstaff and sling. Aeheand is a terrible liar.",
  "Braffin Carley: Male Human Ranger, NE. Str 9, Dex 12, Con 9, Int 12, Wis 14, Cha 13. Braffin has cropped silver hair and narrow hazel eyes. He wears leather armor and wields a war pick. Braffin is secretive and bloodthirsty.",
  "Cuthheard: Male Human Fighter, NG. Str 12, Dex 14, Con 12, Int 10, Wis 10, Cha 9. Cuthheard has straight silver hair and brown eyes. He wears plate armor and wields a longsword. Cuthheard is friendly and hardworking.",
  "Erert: Male Human Fighter, N. Str 15, Dex 9, Con 10, Int 10, Wis 9, Cha 5. Erert is fey in appearance, with matted white hair and brown eyes. He wears splint armor and wields a war pick and heavy crossbow. Erert is colorblind.",
  "Wilhye: Male Human Sorcerer, N. Str 9, Dex 9, Con 17, Int 11, Wis 10, Cha 12. Wilhye is rugged in appearance, with thick copper hair and blue eyes. He wears well-made clothing and wields a quarterstaff and darts. Wilhye is sarcastic and zealous.",
  "Bertio: Male Human Rogue, N. Str 10, Dex 13, Con 11, Int 15, Wis 9, Cha 13. Bertio has a narrow face, with red hair and bright green eyes. He wears leather armor and wields a rapier and hand crossbow.",
  "Vyncent: Male Human Wizard, N. Str 12, Dex 11, Con 10, Int 14, Wis 14, Cha 11. Vyncent has a long face, with auburn hair and bright blue eyes. He wears simple clothing and wields a quarterstaff and sling. Vyncent is searching for the legendary elven kingdom of Dorwine.",
  "Ture: Male Human Bard, NG. Str 12, Dex 9, Con 8, Int 12, Wis 9, Cha 12. Ture is courtly in bearing, with short blonde hair and light green eyes. He wears studded leather and wields a longsword and light crossbow. Ture has an animal companion, a red fox named Burga.",
  "Gauwilh: Male Human Wizard, NG. Str 12, Dex 9, Con 5, Int 13, Wis 11, Cha 12. Gauwilh has uneven copper hair and green eyes. He wears expensive clothing and wields a dagger. Gauwilh is industrious and kind.",
  "Georguy Garre: Male Human Warlock, LN. Str 13, Dex 9, Con 12, Int 11, Wis 13, Cha 16. Georguy has braided gray hair and large gray eyes. He wears leather armor and wields a quarterstaff. Georguy is haunted by the ghost of someone he killed.",
  "Efed: Male Human Paladin, Good. Str 13, Dex 9, Con 7, Int 12, Wis 12, Cha 14. Efed has a round face, with curly auburn hair and sharp green eyes. He wears ring mail and wields a war pick. Efed is dying and desperately seeks the secret of immortality.",
  "Reyny Aryn: Male Human Paladin, Good. Str 11, Dex 11, Con 15, Int 11, Wis 14, Cha 8. Reyny is rough in appearance, with tangled black hair and blue eyes. He wears chain mail and wields a whip and shield. Reyny is capable and covetous.",
  "Henge: Male Human Ranger, NE. Str 8, Dex 12, Con 7, Int 9, Wis 13, Cha 13. Henge has matted golden hair and blue eyes. He wears studded leather and wields a flail and shield. Henge speaks with a strange accent.",
  "Thomath Olkyn: Male Human Monk, LG. Str 11, Dex 12, Con 13, Int 9, Wis 12, Cha 10. Thomath is heavyset, with braided silver hair and brown eyes. He wears travel-stained clothing and wields nunchaku (club) and sai (dagger). Thomath speaks with a soft voice.",
  "Eadulf: Male Human Paladin, Good. Str 9, Dex 6, Con 9, Int 8, Wis 10, Cha 9. Eadulf has a square face, with red hair and bright brown eyes. He wears ring mail and wields a warhammer and shield. Eadulf is searching for his lost brother.",
  "Gere: Male Human Paladin, Good. Str 13, Dex 14, Con 9, Int 9, Wis 11, Cha 9. Gere has blonde hair and amber eyes, and a braided beard. He wears plate armor and wields a rapier. Gere has an animal companion, a black warhorse named Anies.",
  "Nother: Male Human Rogue, N. Str 12, Dex 12, Con 12, Int 16, Wis 12, Cha 11. Nother is rough in appearance, with silver hair and sharp brown eyes. He wears leather armor and wields a light hammer. Nother speaks with a strange accent.",
  "Abulf: Male Human Bard, CN. Str 10, Dex 12, Con 12, Int 13, Wis 10, Cha 15. Abulf has a long face, with cropped white hair and narrow blue eyes. He wears leather armor and wields a shortsword. Abulf suffers a traumatic fear of darkness.",
  "Ethes: Male Human Cleric, CN. Str 10, Dex 9, Con 13, Int 11, Wis 17, Cha 11. Ethes has a square face, with long copper hair and light green eyes. He wears a breastplate and wields a spear and sling. Ethes is impartial and unfeeling.",
  "Lesym: Male Human Fighter, NG. Str 16, Dex 17, Con 12, Int 8, Wis 8, Cha 9. Lesym has black hair and sharp brown eyes, and a thin nose. He wears ring mail and wields a rapier. Lesym is romantic and honorable.",
  "Hamas Balley: Male Human Rogue, N. Str 12, Dex 16, Con 6, Int 12, Wis 6, Cha 12. Hamas is pleasant in appearance, with blonde hair and sharp gray eyes. He wears studded leather and wields a shortsword and shortbow. Hamas is fascinated by death.",
  "Hrewy: Male Human Paladin, Good. Str 15, Dex 15, Con 9, Int 13, Wis 8, Cha 15. Hrewy has a long face, with uneven brown hair and green eyes. He wears a chain shirt and wields a maul. Hrewy compulsively plays with a pewter ring.",
  "Wealda: Male Human Druid, Neutral. Str 12, Dex 11, Con 10, Int 11, Wis 16, Cha 7. Wealda has straight golden hair and dark hazel eyes, and small ears. He wears leather armor and wields a quarterstaff and wooden shield.",
  "Aerig: Male Human Fighter, LN. Str 15, Dex 12, Con 14, Int 7, Wis 7, Cha 7. Aerig is fair in appearance, with curly gray hair and bright gray eyes. He wears a chain shirt and wields a scimitar and shield.",
  "Rewyn: Male Human Rogue, N. Str 7, Dex 17, Con 8, Int 13, Wis 7, Cha 11. Rewyn has copper hair and blue eyes. He wears studded leather and wields a longsword and javelins. Rewyn is disorganized and greedy.",
  "Guthfre: Male Human Fighter, N. Str 14, Dex 12, Con 9, Int 9, Wis 9, Cha 6. Guthfre has a narrow face, with brown hair and light gray eyes. He wears hide armor and wields a glaive. Guthfre is hunting the warlord who murdered his family.",
  "Ralphye Beddye: Male Human Rogue, NE. Str 7, Dex 13, Con 10, Int 13, Wis 9, Cha 8. Ralphye is wretched in appearance, with thick blonde hair and dark gray eyes. He wears leather armor and wields a longsword and light crossbow.",
  "Wuldwy: Male Human Rogue, N. Str 14, Dex 12, Con 6, Int 10, Wis 8, Cha 12. Wuldwy is tall and slender, with golden hair and hazel eyes. He wears studded leather and wields a quarterstaff and light crossbow. Wuldwy has an animal companion, a black cat named Andew.",
  "Caedwy: Male Human Cleric, CG. Str 9, Dex 10, Con 14, Int 9, Wis 13, Cha 14. Caedwy has an angular face, with thin auburn hair and blue eyes. He wears half plate and wields a handaxe and shortbow.",
  "Werfa: Male Human Fighter, N. Str 15, Dex 9, Con 11, Int 8, Wis 13, Cha 12. Werfa has a long face, with thick white hair and sharp brown eyes. He wears hide armor and wields a greataxe. Werfa has an animal companion, a ginger dog named Raffin.",
  "Helmaer: Male Human Monk, CG. Str 13, Dex 14, Con 10, Int 9, Wis 14, Cha 10. Helmaer is tall and slender, with copper hair and brown eyes. He wears simple clothing and wields an ono (handaxe). Helmaer is searching for a legendary blade named Orcreaver.",
  "Robern Hammyth: Male Human Fighter, N. Str 14, Dex 14, Con 11, Int 9, Wis 11, Cha 13. Robern is slender, with white hair and dark green eyes. He wears a breastplate and wields a glaive. Robern speaks with a mousy voice.",
  "Ilel: Male Human Monk, N. Str 14, Dex 9, Con 7, Int 7, Wis 11, Cha 10. Ilel has copper hair and soft green eyes, and large ears. He wears modest garments and wields a yari (spear) and sai (dagger). Ilel is searching for the lost elven kingdom of Elest.",
  "Vyncent Tere: Male Human Druid, Neutral. Str 12, Dex 9, Con 7, Int 14, Wis 16, Cha 10. Vyncent is short and overweight, with tangled gray hair and blue eyes. He wears hide armor and wields a scimitar and wooden shield. Vyncent has black wolf named Tane.",
  "Eolbert: Male Human Fighter, LN. Str 12, Dex 7, Con 13, Int 11, Wis 8, Cha 5. Eolbert is fair in appearance, with black hair and amber eyes. He wears half plate and wields a flail. Eolbert suffers a traumatic fear of mirrors.",
  "Ralphye Styne: Male Human Rogue, NG. Str 13, Dex 14, Con 14, Int 12, Wis 11, Cha 10. Ralphye has copper hair and blue eyes. He wears leather armor and wields a shortsword and hand crossbow. Ralphye is generous and suspicious.",
  "Andes: Male Human Rogue, N. Str 8, Dex 15, Con 9, Int 14, Wis 8, Cha 9. Andes is short and willowy, with thin brown hair and hazel eyes. He wears studded leather and wields a shortsword and dagger. Andes is covetous and agreeable.",
  "Johny: Male Human Rogue, NG. Str 6, Dex 13, Con 14, Int 13, Wis 8, Cha 7. Johny has uneven blonde hair and large brown eyes. He wears leather armor and wields a shortsword and hand crossbow.",
  "Fraege: Male Human Warlock, LN. Str 11, Dex 8, Con 14, Int 9, Wis 11, Cha 13. Fraege is thin, with red hair and light gray eyes. He wears studded leather and wields a mace and dagger.",
  "Cheny: Male Human Rogue, N. Str 11, Dex 15, Con 11, Int 16, Wis 9, Cha 8. Cheny is rough in appearance, with thick silver hair and large brown eyes. He wears studded leather and wields a longsword and darts. Cheny is a practiced dart thrower.",
  "Piersym Wynte: Male Human Fighter, NG. Str 16, Dex 12, Con 10, Int 5, Wis 6, Cha 11. Piersym is short and thin, with thick golden hair and gray eyes. He wears plate armor and wields a glaive. Piersym is chivalrous and capable.",
  "Tane: Male Human Bard, N. Str 11, Dex 12, Con 13, Int 9, Wis 6, Cha 16. Tane has gray hair and brown eyes. He wears leather armor and wields a mace and light crossbow. Tane has an animal companion, a ginger cat named Waerha.",
  "Here: Male Human Fighter, NE. Str 15, Dex 14, Con 7, Int 14, Wis 13, Cha 7. Here has straight copper hair and gray eyes, and wears glasses with platinum rims. He wears plate armor and wields a flail and net.",
  "Nichye: Male Human Monk, LG. Str 15, Dex 9, Con 6, Int 9, Wis 14, Cha 10. Nichye has a long face, with matted blonde hair and green eyes. He wears sturdy clothing and wields a bo (quarterstaff).",
  "Gebaldw: Male Human Druid, Neutral. Str 14, Dex 10, Con 15, Int 14, Wis 15, Cha 10. Gebaldw is tall, with golden hair and dark amber eyes. He wears hide armor and wields a mace and javelins. Gebaldw is determined and bloodthirsty.",
  "Warder: Male Human Paladin, Good. Str 13, Dex 11, Con 12, Int 10, Wis 9, Cha 12. Warder has long gray hair and amber eyes, and a flat nose. He wears plate armor and wields a whip. Warder is hunting the fiend which destroyed his homeland.",
  "Hughye: Male Human Cleric, LN. Str 10, Dex 8, Con 5, Int 10, Wis 14, Cha 13. Hughye is short and stout, with silver hair and sharp brown eyes. He wears scale mail and wields a quarterstaff and shield.",
  "Phamas: Male Human Fighter, N. Str 17, Dex 14, Con 10, Int 8, Wis 12, Cha 7. Phamas is tall, with cropped blonde hair and amber eyes. He wears ring mail and wields a shortsword. Phamas is humble and lazy.",
  "Walda: Male Human Sorcerer, LN. Str 8, Dex 12, Con 16, Int 10, Wis 10, Cha 17. Walda is slender, with long blonde hair and blue eyes. He wears plain clothing and wields a quarterstaff. Walda has an animal companion, a gray toad named Evel.",
  "Helmund: Male Human Rogue, LN. Str 8, Dex 15, Con 9, Int 13, Wis 9, Cha 10. Helmund is stout, with blonde hair and green eyes. He wears leather armor and wields a longsword and shortbow. Helmund lost his shadow to a nymph.",
  "Ceolne: Male Human Fighter, LN. Str 14, Dex 12, Con 6, Int 8, Wis 9, Cha 11. Ceolne is rough in appearance, with matted black hair and light amber eyes. He wears ring mail and wields a maul. Ceolne has an animal companion, a black wolf named Rythe.",
  "Hony: Male Human Sorcerer, LN. Str 12, Dex 13, Con 10, Int 14, Wis 10, Cha 13. Hony has thin silver hair and blue eyes, and pointed ears. He wears modest garments and wields a dagger.",
  "Bertio: Male Human Sorcerer, NG. Str 8, Dex 15, Con 9, Int 14, Wis 12, Cha 14. Bertio has golden hair and blue eyes, and a matted beard. He wears worn clothing and wields a dagger. Bertio has an animal companion, a red lizard named Jane.",
  "Andes: Male Human Bard, CN. Str 11, Dex 11, Con 11, Int 16, Wis 14, Cha 14. Andes has red hair and sharp brown eyes, and a beaked nose. He wears leather armor and wields a longsword. Andes is searching for his lost brother.",
  "Osmaed: Male Human Bard, CN. Str 7, Dex 9, Con 11, Int 13, Wis 11, Cha 16. Osmaed is heavyset, with straight silver hair and large blue eyes. He wears studded leather and wields a quarterstaff. Osmaed seeks to raise an army of gargoyles.",
  "Eambic: Male Human Monk, N. Str 14, Dex 12, Con 14, Int 14, Wis 10, Cha 9. Eambic has copper hair and narrow brown eyes. He wears modest garments and wields a bo (quarterstaff). Eambic is zealous and practical.",
  "Ceolwy: Male Human Monk, LG. Str 11, Dex 11, Con 12, Int 8, Wis 11, Cha 12. Ceolwy has long silver hair and green eyes. He wears modest garments and wields a bo (quarterstaff). Ceolwy is thrifty and devout.",
  "Ihtsig: Male Human Rogue, LG. Str 12, Dex 14, Con 14, Int 12, Wis 10, Cha 10. Ihtsig is fair in appearance, with silver hair and blue eyes. He wears leather armor and wields a longsword and hand crossbow. Ihtsig has an animal companion, a dire rat named Cecie.",
  "Ware: Male Human Barbarian, NG. Str 14, Dex 6, Con 16, Int 12, Wis 11, Cha 7. Ware has matted silver hair and dark green eyes, and a straight moustache. He wears studded leather and wields a rapier. Ware seeks to continue the noble legacy of his father.",
  "Bertio: Male Human Cleric, N. Str 11, Dex 7, Con 13, Int 13, Wis 14, Cha 16. Bertio is tall and heavyset, with short golden hair and sharp amber eyes. He wears leather armor and wields a light hammer and sling. Bertio is searching for the lost kingdom of Londolond.",
  "Ealhhed: Male Human Paladin, Good. Str 10, Dex 9, Con 13, Int 11, Wis 14, Cha 10. Ealhhed has an angular face, with long gray hair and narrow amber eyes. He wears splint armor and wields a warhammer and shield.",
  "Ceolher: Male Human Paladin, Good. Str 16, Dex 8, Con 10, Int 8, Wis 15, Cha 11. Ceolher is slender, with thick white hair and green eyes. He wears ring mail and wields a shortsword. Ceolher is hunting the fiend which destroyed his homeland.",
  "Sibwy: Male Human Ranger, LN. Str 13, Dex 12, Con 11, Int 6, Wis 12, Cha 9. Sibwy is overweight, with cropped silver hair and amber eyes. He wears half plate and wields a warhammer and shield. Sibwy has horned owl named Mera.",
  "Conbald: Male Human Cleric, LN. Str 10, Dex 11, Con 6, Int 15, Wis 14, Cha 8. Conbald is willowy, with braided blonde hair and green eyes. He wears half plate and wields a quarterstaff. Conbald is cursed with amnesia.",
  "Cyne: Male Human Barbarian, N. Str 12, Dex 9, Con 14, Int 8, Wis 14, Cha 9. Cyne has a long face, with long blonde hair and dark brown eyes. He wears scale mail and wields a flail and hand crossbow. Cyne has an animal companion, a badger named Kater.",
  "Harder: Male Human Paladin, Good. Str 12, Dex 13, Con 5, Int 6, Wis 13, Cha 12. Harder is tall, with braided golden hair and amber eyes. He wears splint armor and wields a shortsword and shield. Harder is witty and trustworthy.",
  "Reder: Male Human Ranger, N. Str 13, Dex 11, Con 11, Int 9, Wis 16, Cha 6. Reder is fair in appearance, with braided red hair and green eyes. He wears a chain shirt and wields a longsword.",
  "Wulfa: Male Human Barbarian, N. Str 17, Dex 9, Con 12, Int 8, Wis 10, Cha 9. Wulfa is short and overweight, with uneven red hair and bright gray eyes. He wears studded leather and wields a war pick and hand crossbow.",
  "Sige: Male Human Fighter, NG. Str 13, Dex 11, Con 6, Int 8, Wis 13, Cha 13. Sige has a narrow face, with braided white hair and hazel eyes. He wears plate armor and wields a rapier and hand crossbow. Sige has an animal companion, a badger named Arles.",
  "Stiny Tone: Male Human Monk, N. Str 14, Dex 12, Con 7, Int 12, Wis 13, Cha 8. Stiny has red hair and large blue eyes, and a straight beard. He wears plain clothing and wields nunchaku (club) and sai (dagger). Stiny frequently uses uncommon words incorrectly.",
  "Aethehrt: Male Human Druid, Neutral. Str 13, Dex 12, Con 8, Int 9, Wis 14, Cha 8. Aethehrt has tangled brown hair and narrow hazel eyes. He wears hide armor and wields a spear and javelins. Aethehrt has forest owl named Altent.",
  "Drewyn: Male Human Monk, NG. Str 12, Dex 14, Con 9, Int 11, Wis 15, Cha 11. Drewyn has a long face, with thin red hair and hazel eyes. He wears worn clothing and wields a bo (quarterstaff). Drewyn has an animal companion, a black snake named Alix.",
  "Reda: Male Human Barbarian, LN. Str 13, Dex 13, Con 10, Int 13, Wis 11, Cha 13. Reda has a square face, with red hair and soft amber eyes. He wears studded leather and wields a warhammer and heavy crossbow. Reda is searching for the legendary elven kingdom of Essear.",
  "Mathye Smynge: Male Human Cleric, LG. Str 13, Dex 9, Con 10, Int 8, Wis 15, Cha 10. Mathye has auburn hair and bright gray eyes. He wears a chain shirt and wields a handaxe and shield. Mathye is steadfast and devout.",
  "George: Male Human Monk, N. Str 12, Dex 16, Con 12, Int 14, Wis 13, Cha 11. George has a narrow face, with short golden hair and bright amber eyes. He wears modest garments and wields a bo (quarterstaff) and shuriken (darts). George is timid and honest.",
  "Wearda: Male Human Fighter, NE. Str 14, Dex 13, Con 8, Int 8, Wis 10, Cha 9. Wearda has silver hair and hazel eyes, and a cropped moustache. He wears a chain shirt and wields a warhammer. Wearda is easily distracted by magic.",
  "Roguy: Male Human Wizard, N. Str 8, Dex 12, Con 8, Int 15, Wis 12, Cha 11. Roguy is common in appearance, with curly white hair and large blue eyes. He wears modest garments and wields a quarterstaff and light crossbow.",
  "Sighelm: Male Human Cleric, LG. Str 8, Dex 5, Con 6, Int 11, Wis 17, Cha 11. Sighelm has a long face, with blonde hair and sharp amber eyes. He wears studded leather and wields a handaxe and dagger. Sighelm is thrifty and wise.",
  "Reyny: Male Human Cleric, NG. Str 9, Dex 12, Con 9, Int 10, Wis 16, Cha 17. Reyny is tall and slender, with short copper hair and hazel eyes. He wears leather armor and wields a club and dagger.",
  "Ewis: Male Human Monk, CN. Str 15, Dex 13, Con 12, Int 12, Wis 11, Cha 10. Ewis has messy blonde hair and brown eyes, and a sharp nose. He wears travel-stained clothing and wields a bo (quarterstaff).",
  "Hughye Wayte: Male Human Ranger, LN. Str 11, Dex 16, Con 14, Int 12, Wis 12, Cha 12. Hughye has black hair and brown eyes, and a thick beard. He wears hide armor and wields a war pick. Hughye has gray wolf named Aerhith.",
  "Reyny Merde: Male Human Paladin, Good. Str 15, Dex 11, Con 12, Int 15, Wis 8, Cha 9. Reyny has straight white hair and sharp gray eyes. He wears hide armor and wields a whip and shield. Reyny is hunting the fiend which destroyed his homeland.",
  "Ofred: Male Human Rogue, N. Str 10, Dex 17, Con 9, Int 12, Wis 12, Cha 15. Ofred is fair in appearance, with copper hair and brown eyes. He wears studded leather and wields a light hammer. Ofred seeks revenge against the aristocrat who framed him.",
  "Wilhye: Male Human Paladin, Good. Str 14, Dex 12, Con 8, Int 7, Wis 13, Cha 9. Wilhye has messy blonde hair and soft gray eyes. He wears a chain shirt and wields a longsword and shield. Wilhye suffers a severe allergy to milk.",
  "Ephed Weke: Male Human Monk, N. Str 11, Dex 14, Con 12, Int 9, Wis 10, Cha 7. Ephed has braided copper hair and hazel eyes, and a distinctive tattoo on his face. He wears modest garments and wields nunchaku (club) and kama (sickle)."
]