[
  "Ukhlan: Female Dwarf Paladin, Good. Str 13, Dex 8, Con 10, Int 10, Wis 11, Cha 14. Ukhlan is tall, with red hair and hazel eyes. She wears a breastplate and wields a glaive. Ukhlan is impossibly lucky.",
  "Naga Krekidotr: Female Dwarf Druid, Neutral. Str 14, Dex 8, Con 10, Int 9, Wis 13, Cha 7. Naga is common in appearance, with auburn hair and hazel eyes. She wears leather armor and wields a scimitar and wooden shield. Naga has dire rat named Siga.",
  "Oril: Female Dwarf Monk, N. Str 13, Dex 16, Con 11, Int 6, Wis 14, Cha 9. Oril is exceptionally beautiful, with tangled black hair and dark green eyes. She wears sturdy clothing and wields an ono (handaxe). Oril has an animal companion, a red snake named Ziri.",
  "Ridga Oldorndotr: Female Dwarf Cleric, N. Str 6, Dex 12, Con 8, Int 11, Wis 16, Cha 17. Ridga is tall, with matted auburn hair and brown eyes. She wears a breastplate and wields a quarterstaff and light crossbow. Ridga refers to herself in the third person.",
  "Jorgga Styrredotr: Female Dwarf Druid, Neutral. Str 10, Dex 10, Con 10, Int 12, Wis 14, Cha 13. Jorgga is tall and thin, with thick golden hair and green eyes. She wears hide armor and wields a club and wooden shield.",
  "Threri: Female Dwarf Wizard, N. Str 9, Dex 14, Con 9, Int 12, Wis 13, Cha 10. Threri has braided brown hair and soft amber eyes, and a thin nose. She wears travel-stained clothing and wields a quarterstaff and sling. Threri suffers a deadly allergy to cats.",
  "Ageg: Female Dwarf Sorcerer, CG. Str 12, Dex 9, Con 10, Int 10, Wis 13, Cha 16. Ageg has cropped red hair and gray eyes, and an unusual tattoo on her face. She wears well-made clothing and wields a dagger and light crossbow. Ageg has an animal companion, a ginger cat named Khali.",
  "Audrung: Female Dwarf Monk, LE. Str 14, Dex 12, Con 10, Int 15, Wis 12, Cha 10. Audrung has red hair and green eyes, and a sharp nose. She wears plain clothing and wields nunchaku (club). Audrung is thoughtless and callous.",
  "Minan: Female Dwarf Rogue, N. Str 11, Dex 15, Con 10, Int 14, Wis 8, Cha 11. Minan is willowy, with black hair and gray eyes. She wears leather armor and wields a rapier. Minan seeks to steal an ancient artifact from the Forsaken Warrens of Lord Greywulf.",
  "Urin: Female Dwarf Rogue, N. Str 10, Dex 16, Con 8, Int 9, Wis 9, Cha 15. Urin has cropped brown hair and green eyes, and a beaked nose. She wears studded leather and wields a handaxe and hand crossbow. Urin seeks only fame and glory.",
  "Throda: Female Dwarf Rogue, LE. Str 11, Dex 13, Con 10, Int 15, Wis 8, Cha 10. Throda has a narrow face, with uneven copper hair and amber eyes. She wears studded leather and wields a spear and hand crossbow. Throda is searching for the legendary Sanctum of Aphotic Worms.",
  "Reda Hiarnidotr: Female Dwarf Wizard, LN. Str 14, Dex 12, Con 10, Int 17, Wis 12, Cha 6. Reda has a square face, with tangled gray hair and light gray eyes. She wears modest garments and wields a dagger. Reda has a terrible sense of direction.",
  "Bali: Female Dwarf Rogue, LN. Str 6, Dex 13, Con 7, Int 7, Wis 7, Cha 9. Bali is exceptionally beautiful, with thin silver hair and gray eyes. She wears studded leather and wields a spear and light crossbow. Bali has an animal companion, a sable ferret named Aswalf.",
  "Kadu: Female Dwarf Ranger, N. Str 8, Dex 8, Con 7, Int 13, Wis 17, Cha 13. Kadu has thick auburn hair and gray eyes, and large ears. She wears a chain shirt and wields a shortsword. Kadu has badger named Halla.",
  "Bifund: Female Dwarf Monk, LN. Str 15, Dex 14, Con 10, Int 8, Wis 9, Cha 6. Bifund is exceptionally beautiful, with short blonde hair and sharp amber eyes. She wears plain clothing and wields an ono (handaxe).",
  "Dwali: Female Dwarf Rogue, N. Str 13, Dex 13, Con 9, Int 13, Wis 8, Cha 12. Dwali has gray hair and green eyes. She wears studded leather and wields a shortsword. Dwali is guarded and mercenary.",
  "Raga Disadotr: Female Dwarf Sorcerer, NG. Str 7, Dex 12, Con 15, Int 6, Wis 10, Cha 14. Raga has brown hair and soft green eyes. She wears modest garments and wields a quarterstaff. Raga avoids eye contact.",
  "Dwali: Female Dwarf Bard, CN. Str 11, Dex 11, Con 13, Int 10, Wis 6, Cha 14. Dwali is short and willowy, with thin brown hair and narrow blue eyes. She wears studded leather and wields a shortsword. Dwali compulsively flirts with others.",
  "Gyrde Mundidotr: Female Dwarf Monk, CN. Str 13, Dex 13, Con 12, Int 7, Wis 10, Cha 6. Gyrde is exceptionally beautiful, with brown hair and brown eyes. She wears sturdy clothing and wields an ono (handaxe). Gyrde is nervous and reserved.",
  "Alin: Female Dwarf Monk, CN. Str 15, Dex 12, Con 15, Int 14, Wis 11, Cha 11. Alin is common in appearance, with white hair and bright amber eyes. She wears well-made clothing and wields an ono (handaxe). Alin is inquisitive and slothful.",
  "Nainan: Female Dwarf Monk, NG. Str 12, Dex 15, Con 7, Int 8, Wis 9, Cha 10. Nainan has blonde hair and bright blue eyes. She wears modest garments and wields nunchaku (club). Nainan is loyal and absent-minded.",
  "Grinain: Female Dwarf Bard, NE. Str 5, Dex 10, Con 12, Int 14, Wis 10, Cha 14. Grinain is beastly in appearance, with cropped silver hair and light amber eyes. She wears studded leather and wields a light hammer and light crossbow. Grinain is savage and merciless.",
  "Ziri: Female Dwarf Paladin, Good. Str 8, Dex 12, Con 10, Int 15, Wis 11, Cha 13. Ziri has gray hair and soft gray eyes. She wears splint armor and wields a war pick.",
  "Alin: Female Dwarf Fighter, LN. Str 17, Dex 10, Con 11, Int 12, Wis 10, Cha 13. Alin has a narrow face, with tangled brown hair and sharp blue eyes. She wears a chain shirt and wields a scimitar and shield. Alin is searching for her lost brother.",
  "Fundu: Female Dwarf Fighter, N. Str 12, Dex 14, Con 9, Int 13, Wis 11, Cha 14. Fundu has a round face, with brown hair and blue eyes. She wears scale mail and wields a rapier. Fundu seeks to discover why she cannot remember anything from yesterday.",
  "Thilde Ringidotr: Female Dwarf Warlock, LE. Str 13, Dex 13, Con 6, Int 9, Wis 9, Cha 17. Thilde is exceptionally beautiful, with curly gray hair and large gray eyes. She wears leather armor and wields a spear. Thilde serves an ancient dragon named Saamsuma.",
  "Jorgga: Female Dwarf Paladin, Good. Str 13, Dex 13, Con 15, Int 7, Wis 8, Cha 13. Jorgga has thick brown hair and gray eyes, and a thin nose. She wears a chain shirt and wields a glaive. Jorgga is haunted by the ghost of someone she killed.",
  "Ottkag Herlidotr: Female Dwarf Monk, LG. Str 13, Dex 11, Con 10, Int 12, Wis 10, Cha 12. Ottkag has long white hair and sharp gray eyes. She wears worn clothing and wields a yari (spear) and shuriken (darts).",
  "Ingerdg: Female Dwarf Rogue, CE. Str 13, Dex 16, Con 11, Int 16, Wis 10, Cha 8. Ingerdg has black hair and dark green eyes, and walks with a limp. She wears leather armor and wields a rapier and hand crossbow. Ingerdg seeks to free herself from an ancient curse.",
  "Hilda Ingendotr: Female Dwarf Cleric, N. Str 12, Dex 12, Con 7, Int 12, Wis 12, Cha 16. Hilda is pleasant in appearance, with straight white hair and dark brown eyes. She wears half plate and wields a spear and shield. Hilda has an animal companion, a red fox named Thrinan.",
  "Odat: Female Dwarf Wizard, NG. Str 12, Dex 15, Con 9, Int 17, Wis 6, Cha 8. Odat is tall and overweight, with silver hair and light blue eyes. She wears modest garments and wields a quarterstaff. Odat is a pack-rat, and carries a satchel of random junk.",
  "Grithga: Female Dwarf Fighter, NG. Str 16, Dex 7, Con 6, Int 7, Wis 9, Cha 11. Grithga has a narrow face, with uneven red hair and brown eyes. She wears hide armor and wields a maul. Grithga is blind in her right eye.",
  "Rogga: Female Dwarf Fighter, N. Str 13, Dex 10, Con 8, Int 9, Wis 14, Cha 9. Rogga has an angular face, with cropped auburn hair and dark green eyes. She wears plate armor and wields a war pick and hand crossbow. Rogga has an animal companion, a badger named Thrukal.",
  "Gerdra: Female Dwarf Wizard, LG. Str 11, Dex 12, Con 13, Int 16, Wis 10, Cha 11. Gerdra has a narrow face, with short blonde hair and amber eyes. She wears ruby robes and wields a dagger. Gerdra seeks only fame and glory.",
  "Khali: Female Dwarf Paladin, Good. Str 13, Dex 10, Con 10, Int 14, Wis 13, Cha 14. Khali has a narrow face, with silver hair and large gray eyes. She wears a breastplate and wields a halberd. Khali suffers a paralyzing fear of open water.",
  "Gaga: Female Dwarf Monk, N. Str 17, Dex 14, Con 14, Int 13, Wis 11, Cha 9. Gaga has a square face, with tangled silver hair and hazel eyes. She wears well-made clothing and wields a kanabo (mace) and shuriken (darts). Gaga is a skilled cook.",
  "Thori: Female Dwarf Monk, LN. Str 14, Dex 16, Con 9, Int 11, Wis 11, Cha 5. Thori has braided blonde hair and brown eyes. She wears plain clothing and wields a yari (spear) and shuriken (darts).",
  "Asleildr Biornedotr: Female Dwarf Fighter, N. Str 12, Dex 15, Con 10, Int 8, Wis 13, Cha 7. Asleildr has auburn hair and blue eyes, and a sharp nose. She wears a chain shirt and wields a trident. Asleildr lost her shadow to a nymph.",
  "Atlag: Female Dwarf Paladin, Good. Str 9, Dex 8, Con 10, Int 12, Wis 8, Cha 7. Atlag is heavyset, with curly white hair and brown eyes. She wears splint armor and wields a greatsword.",
  "Sware: Female Dwarf Wizard, LN. Str 8, Dex 17, Con 14, Int 17, Wis 13, Cha 13. Sware is common in appearance, with tangled silver hair and amber eyes. She wears yellow robes and wields a quarterstaff. Sware seeks to raise an army of stone golems.",
  "Kilmil: Female Dwarf Monk, NG. Str 13, Dex 12, Con 10, Int 8, Wis 9, Cha 7. Kilmil is tall and overweight, with brown hair and green eyes. She wears worn clothing and wields a bo (quarterstaff). Kilmil is courageous and practical.",
  "Kilmin: Female Dwarf Fighter, NG. Str 14, Dex 7, Con 10, Int 12, Wis 11, Cha 10. Kilmin is exceptionally beautiful, with long gray hair and narrow gray eyes. She wears hide armor and wields a greataxe. Kilmin has an animal companion, a black bear named Otker.",
  "Ziri: Female Dwarf Barbarian, NG. Str 14, Dex 9, Con 8, Int 9, Wis 12, Cha 12. Ziri has thin auburn hair and sharp hazel eyes, and prominent ears. She wears leather armor and wields a greatsword. Ziri seeks to free herself from an ancient curse.",
  "Turi: Female Dwarf Monk, NE. Str 17, Dex 9, Con 12, Int 12, Wis 10, Cha 12. Turi is short and thin, with silver hair and brown eyes. She wears sturdy clothing and wields a yari (spear). Turi is hunting the giant who slew his mentor.",
  "Ilmil: Female Dwarf Paladin, Good. Str 7, Dex 7, Con 9, Int 12, Wis 12, Cha 13. Ilmil has tangled brown hair and sharp amber eyes. She wears plate armor and wields a rapier. Ilmil seeks to find her true love.",
  "Bori: Female Dwarf Fighter, LN. Str 14, Dex 12, Con 6, Int 7, Wis 11, Cha 8. Bori has brown hair and brown eyes, and small ears. She wears a chain shirt and wields a flail and shield. Bori is soft-hearted and violent.",
  "Ildisg: Female Dwarf Rogue, N. Str 8, Dex 15, Con 9, Int 11, Wis 10, Cha 6. Ildisg has silver hair and green eyes. She wears leather armor and wields a shortsword and hand crossbow.",
  "Undin: Female Dwarf Sorcerer, N. Str 7, Dex 12, Con 15, Int 10, Wis 10, Cha 16. Undin has auburn hair and large blue eyes. She wears modest garments and wields a quarterstaff. Undin suffers an acute fear of darkness.",
  "Narvi: Female Dwarf Wizard, N. Str 9, Dex 8, Con 11, Int 13, Wis 10, Cha 9. Narvi has a square face, with tangled red hair and narrow green eyes. She wears silver robes and wields a quarterstaff. Narvi is timid and absent-minded.",
  "Gaga Svetidotr: Female Dwarf Monk, N. Str 10, Dex 14, Con 13, Int 10, Wis 9, Cha 6. Gaga is fair in appearance, with blonde hair and bright amber eyes. She wears simple clothing and wields a kanabo (mace) and sai (dagger). Gaga is searching for her lost sister.",
  "Laugga: Female Dwarf Wizard, CG. Str 11, Dex 13, Con 13, Int 13, Wis 9, Cha 10. Laugga has a narrow face, with brown hair and blue eyes. She wears plain clothing and wields a dagger and darts.",
  "Gega: Female Dwarf Fighter, NG. Str 14, Dex 17, Con 11, Int 11, Wis 12, Cha 12. Gega has long silver hair and green eyes. She wears chain mail and wields a glaive. Gega has an animal companion, a copper firedrake named Ideg.",
  "Bali: Female Dwarf Warlock, CN. Str 13, Dex 11, Con 10, Int 14, Wis 11, Cha 13. Bali is exceptionally beautiful, with brown hair and hazel eyes. She wears leather armor and wields a mace and sling. Bali is haunted by the ghost of someone she killed.",
  "Ahal: Female Dwarf Rogue, NG. Str 6, Dex 17, Con 9, Int 12, Wis 10, Cha 8. Ahal has a round face, with copper hair and green eyes. She wears studded leather and wields a rapier and hand crossbow. Ahal seeks to continue the noble legacy of her father.",
  "Gedu: Female Dwarf Fighter, NG. Str 13, Dex 12, Con 13, Int 12, Wis 10, Cha 7. Gedu has cropped red hair and amber eyes, and a flat nose. She wears a breastplate and wields a flail and shield. Gedu has an animal companion, a black bear named Thainan.",
  "Sanzir: Female Dwarf Paladin, Good. Str 12, Dex 7, Con 13, Int 13, Wis 10, Cha 14. Sanzir is rugged in appearance, with curly black hair and dark gray eyes. She wears chain mail and wields a pike. Sanzir has an animal companion, a bay warhorse named Thrari.",
  "Ideg: Female Dwarf Rogue, LG. Str 15, Dex 13, Con 12, Int 7, Wis 7, Cha 11. Ideg has an angular face, with braided red hair and large blue eyes. She wears leather armor and wields a shortsword and shortbow. Ideg is dying and desperately seeks the secret of immortality.",
  "Allag Gasvidotr: Female Dwarf Sorcerer, CN. Str 13, Dex 10, Con 11, Int 9, Wis 12, Cha 14. Allag is slender, with red hair and bright gray eyes. She wears plain clothing and wields a dagger.",
  "Bari: Female Dwarf Fighter, CG. Str 12, Dex 11, Con 9, Int 8, Wis 10, Cha 9. Bari has red hair and blue eyes. She wears plate armor and wields a shortsword and blowgun. Bari is haunted by the memories of a past life.",
  "Siga Thorridotr: Female Dwarf Rogue, NG. Str 8, Dex 15, Con 14, Int 12, Wis 8, Cha 5. Siga has a long face, with braided auburn hair and gray eyes. She wears studded leather and wields a shortsword.",
  "Kali: Female Dwarf Barbarian, LG. Str 12, Dex 14, Con 16, Int 14, Wis 7, Cha 8. Kali is exceptionally beautiful, with cropped golden hair and hazel eyes. She wears scale mail and wields a halberd. Kali has an animal companion, a badger named Ziri.",
  "Sueuilda: Female Dwarf Cleric, N. Str 7, Dex 13, Con 12, Int 8, Wis 13, Cha 13. Sueuilda is fair in appearance, with golden hair and soft brown eyes. She wears studded leather and wields a mace and shield. Sueuilda has an animal companion, a white rabbit named Horbja.",
  "Arran: Female Dwarf Fighter, LE. Str 16, Dex 10, Con 8, Int 12, Wis 9, Cha 8. Arran has short gray hair and green eyes. She wears plate armor and wields a longsword and blowgun. Arran holds a grudge against necromancers.",
  "Snyga: Female Dwarf Warlock, CN. Str 11, Dex 10, Con 9, Int 7, Wis 7, Cha 16. Snyga has copper hair and bright gray eyes, and a magical tattoo on her face. She wears leather armor and wields a quarterstaff. Snyga has an animal companion, a black cat named Arin.",
  "Glinarv: Female Dwarf Paladin, Good. Str 11, Dex 8, Con 10, Int 12, Wis 11, Cha 12. Glinarv has gray hair and sharp blue eyes. She wears ring mail and wields a rapier. Glinarv lost her shadow to a hag.",
  "Frinarv: Female Dwarf Rogue, N. Str 8, Dex 15, Con 12, Int 12, Wis 12, Cha 10. Frinarv is rugged in appearance, with curly golden hair and amber eyes. She wears studded leather and wields a longsword. Frinarv has an animal companion, a raven named Hredi.",
  "Theli: Female Dwarf Cleric, N. Str 9, Dex 9, Con 6, Int 12, Wis 12, Cha 13. Theli is short and slender, with uneven red hair and amber eyes. She wears scale mail and wields a spear and javelins. Theli is agreeable and gullible.",
  "Rinan: Female Dwarf Wizard, CE. Str 6, Dex 10, Con 11, Int 14, Wis 6, Cha 11. Rinan is slender, with copper hair and light blue eyes. She wears travel-stained clothing and wields a quarterstaff and sling. Rinan has Common Companion.",
  "Thora: Female Dwarf Monk, NE. Str 8, Dex 13, Con 13, Int 10, Wis 7, Cha 10. Thora has an angular face, with golden hair and gray eyes. She wears sturdy clothing and wields a kanabo (mace) and shuriken (darts). Thora is perverted and disloyal.",
  "Itag Aurlingdotr: Female Dwarf Paladin, Good. Str 13, Dex 13, Con 7, Int 14, Wis 15, Cha 13. Itag has short blonde hair and light amber eyes, and a flat nose. She wears plate armor and wields a scimitar. Itag is brave and lustful.",
  "Hosve: Female Dwarf Rogue, N. Str 10, Dex 14, Con 8, Int 15, Wis 11, Cha 12. Hosve is exceptionally beautiful, with brown hair and bright gray eyes. She wears leather armor and wields a light hammer. Hosve compulsively chants nonsense.",
  "Oril: Female Dwarf Rogue, N. Str 9, Dex 15, Con 9, Int 11, Wis 9, Cha 10. Oril has a long face, with curly white hair and light gray eyes. She wears studded leather and wields a handaxe. Oril is impossibly lucky.",
  "Rota Gyrdidotr: Female Dwarf Monk, NE. Str 14, Dex 13, Con 13, Int 14, Wis 13, Cha 12. Rota is heavyset, with golden hair and narrow blue eyes. She wears modest garments and wields a kanabo (mace) and shuriken (darts). Rota is dying and desperately seeks the secret of immortality.",
  "Runa: Female Dwarf Fighter, N. Str 12, Dex 12, Con 9, Int 13, Wis 5, Cha 6. Runa has cropped blonde hair and dark amber eyes. She wears half plate and wields a flail and shield. Runa is haunted by the memories of a past life.",
  "Arin: Female Dwarf Bard, LG. Str 10, Dex 8, Con 12, Int 13, Wis 11, Cha 17. Arin has long auburn hair and dark blue eyes. She wears leather armor and wields a shortsword.",
  "Gamin: Female Dwarf Paladin, Good. Str 11, Dex 10, Con 10, Int 6, Wis 16, Cha 8. Gamin has a square face, with auburn hair and green eyes. She wears splint armor and wields a war pick and shield. Gamin is generous and industrious.",
  "Ziri: Female Dwarf Sorcerer, N. Str 8, Dex 15, Con 12, Int 8, Wis 11, Cha 15. Ziri is short, with thin white hair and amber eyes. She wears worn clothing and wields a quarterstaff. Ziri is gullible and bloodthirsty.",
  "Zuri: Female Dwarf Ranger, CG. Str 9, Dex 11, Con 10, Int 11, Wis 12, Cha 8. Zuri has curly black hair and large brown eyes, and an unusual tattoo on her arm. She wears studded leather and wields a greatsword. Zuri seeks to discover the truth of her lineage.",
  "Minain: Female Dwarf Barbarian, N. Str 15, Dex 11, Con 14, Int 7, Wis 13, Cha 13. Minain is tall, with red hair and narrow gray eyes. She wears scale mail and wields a flail and hand crossbow. Minain seeks to atone for past sins.",
  "Alin: Female Dwarf Rogue, LN. Str 8, Dex 17, Con 10, Int 15, Wis 12, Cha 10. Alin is willowy, with black hair and green eyes. She wears leather armor and wields a longsword. Alin is searching for her lost sister.",
  "Viga: Female Dwarf Fighter, LN. Str 12, Dex 9, Con 10, Int 15, Wis 6, Cha 11. Viga has a narrow face, with braided brown hair and narrow green eyes. She wears ring mail and wields a glaive.",
  "Ride Finnridotr: Female Dwarf Rogue, N. Str 11, Dex 12, Con 6, Int 15, Wis 10, Cha 10. Ride has an angular face, with straight copper hair and bright blue eyes. She wears leather armor and wields a shortsword. Ride has an animal companion, a sable ferret named Ostar.",
  "Disga: Female Dwarf Cleric, NG. Str 13, Dex 12, Con 9, Int 7, Wis 16, Cha 17. Disga is short and heavyset, with messy red hair and dark hazel eyes. She wears studded leather and wields a quarterstaff and shield.",
  "Frazir: Female Dwarf Monk, NG. Str 11, Dex 11, Con 14, Int 12, Wis 10, Cha 13. Frazir has straight brown hair and amber eyes. She wears travel-stained clothing and wields a yari (spear). Frazir has an animal companion, a gray rat named Heddi.",
  "Kali: Female Dwarf Ranger, LN. Str 11, Dex 12, Con 6, Int 15, Wis 10, Cha 13. Kali is slender, with long white hair and sharp hazel eyes. She wears half plate and wields a morningstar.",
  "Ukhud: Female Dwarf Monk, N. Str 12, Dex 11, Con 10, Int 9, Wis 10, Cha 11. Ukhud is exceptionally beautiful, with red hair and brown eyes. She wears worn clothing and wields an ono (handaxe) and sai (dagger). Ukhud is covetous and corrupt.",
  "Bari: Female Dwarf Monk, N. Str 12, Dex 12, Con 10, Int 9, Wis 12, Cha 13. Bari has thick silver hair and brown eyes, and a sharp nose. She wears travel-stained clothing and wields an ono (handaxe) and shuriken (darts). Bari has an animal companion, a tawny rat named Undin.",
  "Raga Hiridotr: Female Dwarf Fighter, N. Str 17, Dex 8, Con 12, Int 13, Wis 6, Cha 9. Raga is slender, with tangled auburn hair and brown eyes. She wears a breastplate and wields a longsword and shield. Raga is hunting the giant who slew his mentor.",
  "Arflorgg Hidridotr: Female Dwarf Rogue, LN. Str 11, Dex 14, Con 12, Int 7, Wis 10, Cha 5. Arflorgg has thin white hair and sharp amber eyes. She wears studded leather and wields a shortsword and sickle. Arflorgg has an animal companion, a dire rat named Beini.",
  "Gamin: Female Dwarf Fighter, CN. Str 12, Dex 13, Con 7, Int 14, Wis 10, Cha 11. Gamin is rough in appearance, with red hair and soft amber eyes. She wears hide armor and wields a greataxe. Gamin seeks only fame and glory.",
  "Albotg Hurgidotr: Female Dwarf Bard, LG. Str 8, Dex 10, Con 12, Int 10, Wis 5, Cha 16. Albotg is exceptionally beautiful, with braided blonde hair and bright gray eyes. She wears studded leather and wields a shortsword and hand crossbow.",
  "Nainarv: Female Dwarf Rogue, N. Str 11, Dex 15, Con 12, Int 10, Wis 14, Cha 9. Nainarv is exceptionally beautiful, with blonde hair and brown eyes. She wears leather armor and wields a shortsword. Nainarv has an animal companion, a black snake named Alin.",
  "Venga: Female Dwarf Fighter, LG. Str 15, Dex 12, Con 6, Int 11, Wis 7, Cha 5. Venga is short, with golden hair and amber eyes. She wears a breastplate and wields a longsword. Venga is valiant and truthful.",
  "Hola: Female Dwarf Rogue, LN. Str 10, Dex 14, Con 7, Int 9, Wis 9, Cha 7. Hola has curly white hair and large green eyes, and a round nose. She wears leather armor and wields a longsword. Hola is hunting the warlord who murdered her family.",
  "Frodu: Female Dwarf Fighter, LN. Str 16, Dex 15, Con 9, Int 11, Wis 7, Cha 7. Frodu has cropped copper hair and green eyes. She wears chain mail and wields a rapier and net.",
  "Gerdga: Female Dwarf Sorcerer, CN. Str 12, Dex 12, Con 10, Int 11, Wis 9, Cha 15. Gerdga has straight copper hair and blue eyes. She wears sturdy clothing and wields a dagger and darts. Gerdga is haunted by the ghost of someone she killed.",
  "Mahor: Female Dwarf Monk, N. Str 14, Dex 15, Con 10, Int 6, Wis 13, Cha 13. Mahor has silver hair and amber eyes, and a beaked nose. She wears sturdy clothing and wields an ono (handaxe). Mahor has an animal companion, a tiger named Adrerdg.",
  "Rena: Female Dwarf Ranger, CN. Str 15, Dex 11, Con 8, Int 8, Wis 13, Cha 11. Rena has brown hair and bright brown eyes, and a magical tattoo on her arm. She wears leather armor and wields a battleaxe and shield. Rena is searching for her missing daughter.",
  "Frainan: Female Dwarf Rogue, LN. Str 6, Dex 13, Con 10, Int 9, Wis 15, Cha 8. Frainan has silver hair and large blue eyes, and a magical scar on her arm. She wears studded leather and wields a longsword and sickle. Frainan is searching for the legendary Secret Barrow of the Shadow Princess.",
  "Gamin: Female Dwarf Druid, Neutral. Str 9, Dex 9, Con 10, Int 9, Wis 14, Cha 8. Gamin has thick black hair and bright blue eyes, and large ears. She wears hide armor and wields a scimitar and darts. Gamin is a skilled singer.",
  "Tharkad: Female Dwarf Sorcerer, N. Str 12, Dex 11, Con 17, Int 12, Wis 12, Cha 12. Tharkad has thin red hair and blue eyes, and a thin nose. She wears modest garments and wields a dagger and darts. Tharkad has an animal companion, a ginger weasel named Loinan.",
  "Siga: Female Dwarf Paladin, Good. Str 13, Dex 9, Con 11, Int 11, Wis 12, Cha 10. Siga is short, with uneven copper hair and light hazel eyes. She wears a chain shirt and wields a scimitar and shield. Siga has a terrible sense of direction.",
  "Oreg: Female Dwarf Wizard, CN. Str 8, Dex 15, Con 10, Int 12, Wis 13, Cha 13. Oreg has a long face, with straight blonde hair and blue eyes. She wears travel-stained clothing and wields a dagger.",
  "Sanzagh: Female Dwarf Fighter, NG. Str 13, Dex 9, Con 14, Int 11, Wis 12, Cha 10. Sanzagh is tall, with long golden hair and soft amber eyes. She wears ring mail and wields a morningstar and net. Sanzagh seeks to prove herself to her peers.",
  "Anhildg: Female Dwarf Rogue, N. Str 7, Dex 14, Con 9, Int 12, Wis 7, Cha 8. Anhildg has white hair and sharp green eyes. She wears leather armor and wields a longsword. Anhildg is only friendly towards other dwarves..",
  "Narvi: Female Dwarf Monk, N. Str 14, Dex 13, Con 10, Int 10, Wis 10, Cha 12. Narvi has an angular face, with blonde hair and dark amber eyes. She wears travel-stained clothing and wields a yari (spear) and sai (dagger). Narvi has an animal companion, a copper firedrake named Vesti.",
  "Ugmal: Female Dwarf Rogue, LE. Str 9, Dex 16, Con 8, Int 12, Wis 9, Cha 8. Ugmal has a narrow face, with messy auburn hair and brown eyes. She wears studded leather and wields a shortsword. Ugmal is immoral and greedy.",
  "Umrad: Female Dwarf Fighter, CE. Str 13, Dex 15, Con 12, Int 9, Wis 12, Cha 12. Umrad is rough in appearance, with curly blonde hair and soft gray eyes. She wears hide armor and wields a scimitar and shield. Umrad has an animal companion, a badger named Narvi.",
  "Rota: Female Dwarf Rogue, N. Str 12, Dex 13, Con 7, Int 12, Wis 8, Cha 10. Rota is rough in appearance, with gray hair and bright green eyes. She wears studded leather and wields a light hammer. Rota seeks to steal a legendary ruby from the School of Alchemy.",
  "Addvorgg: Female Dwarf Cleric, LG. Str 8, Dex 11, Con 7, Int 15, Wis 14, Cha 8. Addvorgg has silver hair and dark gray eyes. She wears a chain shirt and wields a quarterstaff and shield. Addvorgg has an animal companion, a red fox named Ukhun.",
  "Grainan: Female Dwarf Monk, NE. Str 12, Dex 13, Con 12, Int 10, Wis 16, Cha 10. Grainan has silver hair and bright hazel eyes, and a magical scar on her arm. She wears plain clothing and wields an ono (handaxe).",
  "Ingeg: Female Dwarf Druid, Neutral. Str 11, Dex 13, Con 11, Int 5, Wis 15, Cha 12. Ingeg is rough in appearance, with thin copper hair and light brown eyes. She wears leather armor and wields a mace. Ingeg is covetous and crude.",
  "Ungerdg Svastidotr: Female Dwarf Paladin, Good. Str 15, Dex 9, Con 7, Int 10, Wis 11, Cha 11. Ungerdg has thin red hair and light blue eyes, and small ears. She wears splint armor and wields a shortsword. Ungerdg is charming and covetous.",
  "Bori: Female Dwarf Monk, NG. Str 12, Dex 8, Con 14, Int 9, Wis 12, Cha 10. Bori is short and overweight, with thick white hair and blue eyes. She wears sturdy clothing and wields a yari (spear) and kama (sickle). Bori compulsively plays with a silver ring.",
  "Shatur: Female Dwarf Cleric, N. Str 6, Dex 8, Con 8, Int 11, Wis 17, Cha 8. Shatur has a square face, with gray hair and light blue eyes. She wears scale mail and wields a spear and shortbow. Shatur secretly serves Chary, an ancient goddess of trickery.",
  "Hildrga Henidotr: Female Dwarf Fighter, N. Str 12, Dex 15, Con 13, Int 12, Wis 10, Cha 9. Hildrga is short and thin, with thin auburn hair and hazel eyes. She wears chain mail and wields a longsword. Hildrga is moody and covetous.",
  "Gili: Female Dwarf Monk, NG. Str 13, Dex 13, Con 6, Int 10, Wis 12, Cha 7. Gili has a long face, with cropped blonde hair and gray eyes. She wears well-made clothing and wields nunchaku (club) and sai (dagger).",
  "Kamin: Female Dwarf Paladin, Good. Str 11, Dex 8, Con 8, Int 12, Wis 9, Cha 11. Kamin has thick copper hair and sharp hazel eyes, and wears glasses with pewter rims. She wears plate armor and wields a rapier and shield. Kamin is loyal and chivalrous.",
  "Orag: Female Dwarf Paladin, Good. Str 17, Dex 11, Con 11, Int 7, Wis 13, Cha 12. Orag has auburn hair and sharp amber eyes, and a beaked nose. She wears a chain shirt and wields a trident. Orag seeks to help the poor and unfortunate.",
  "Zuri: Female Dwarf Druid, Neutral. Str 13, Dex 10, Con 6, Int 5, Wis 12, Cha 11. Zuri is overweight, with silver hair and large green eyes. She wears hide armor and wields a quarterstaff and wooden shield.",
  "Bari: Female Dwarf Monk, N. Str 14, Dex 13, Con 11, Int 11, Wis 12, Cha 7. Bari is heavyset, with gray hair and blue eyes. She wears simple clothing and wields a bo (quarterstaff). Bari is adaptable and pleasant.",
  "Therbja: Female Dwarf Barbarian, N. Str 14, Dex 8, Con 9, Int 12, Wis 8, Cha 10. Therbja is rough in appearance, with curly brown hair and amber eyes. She wears studded leather and wields a halberd. Therbja is curious and alluring.",
  "Horve: Female Dwarf Sorcerer, N. Str 7, Dex 9, Con 8, Int 11, Wis 6, Cha 15. Horve has a round face, with golden hair and large green eyes. She wears sturdy clothing and wields a quarterstaff and sling. Horve is truthful and lewd.",
  "Gunnra: Female Dwarf Barbarian, N. Str 17, Dex 10, Con 12, Int 11, Wis 7, Cha 10. Gunnra is tall, with curly silver hair and amber eyes. She wears hide armor and wields a halberd. Gunnra has an animal companion, a red firedrake named Skale.",
  "Swana: Female Dwarf Fighter, LN. Str 16, Dex 10, Con 9, Int 15, Wis 12, Cha 12. Swana is short, with copper hair and gray eyes. She wears ring mail and wields a greataxe. Swana seeks only fame and glory.",
  "Ifunng: Female Dwarf Warlock, NE. Str 14, Dex 8, Con 10, Int 11, Wis 8, Cha 12. Ifunng has a round face, with copper hair and hazel eyes. She wears studded leather and wields a quarterstaff. Ifunng has an animal companion, a vampire bat named Bali.",
  "Kada: Female Dwarf Paladin, Good. Str 15, Dex 11, Con 11, Int 6, Wis 14, Cha 8. Kada has white hair and soft green eyes, and large ears. She wears splint armor and wields a whip. Kada has an animal companion, a white warhorse named Zigiml.",
  "Aveg: Female Dwarf Fighter, NG. Str 17, Dex 15, Con 12, Int 14, Wis 10, Cha 13. Aveg is short and stout, with white hair and sharp green eyes. She wears a chain shirt and wields a glaive.",
  "Glali: Female Dwarf Monk, CN. Str 9, Dex 15, Con 8, Int 6, Wis 13, Cha 12. Glali has an angular face, with long silver hair and hazel eyes. She wears simple clothing and wields nunchaku (club) and sai (dagger). Glali is lewd and pessimistic.",
  "Raghna: Female Dwarf Rogue, CE. Str 13, Dex 13, Con 8, Int 13, Wis 13, Cha 12. Raghna has an angular face, with curly red hair and amber eyes. She wears leather armor and wields a light hammer and hand crossbow.",
  "Ginla: Female Dwarf Barbarian, N. Str 13, Dex 11, Con 12, Int 12, Wis 10, Cha 9. Ginla has curly red hair and sharp amber eyes, and large ears. She wears studded leather and wields a flail and blowgun. Ginla was petrified for a hundred years.",
  "Thatur: Female Dwarf Monk, N. Str 8, Dex 11, Con 10, Int 10, Wis 8, Cha 8. Thatur has silver hair and blue eyes, and pointed ears. She wears plain clothing and wields an ono (handaxe) and shuriken (darts). Thatur seeks to free herself from an ancient curse.",
  "Bori: Female Dwarf Monk, CN. Str 11, Dex 17, Con 5, Int 9, Wis 12, Cha 7. Bori has cropped brown hair and narrow hazel eyes. She wears well-made clothing and wields nunchaku (club) and kama (sickle). Bori is impossibly lucky.",
  "Allfridg Agnirdotr: Female Dwarf Ranger, CN. Str 9, Dex 13, Con 14, Int 8, Wis 12, Cha 8. Allfridg is exceptionally beautiful, with blonde hair and narrow hazel eyes. She wears studded leather and wields a shortsword and shield. Allfridg seeks to free herself from an ancient curse.",
  "Sigra: Female Dwarf Fighter, LN. Str 13, Dex 15, Con 6, Int 9, Wis 10, Cha 6. Sigra is fey in appearance, with braided golden hair and large hazel eyes. She wears hide armor and wields a shortsword.",
  "Dinda: Female Dwarf Druid, Neutral. Str 13, Dex 7, Con 12, Int 8, Wis 12, Cha 13. Dinda has curly copper hair and light green eyes, and a round nose. She wears hide armor and wields a club and wooden shield. Dinda blames trolls for every misfortune.",
  "Vorga: Female Dwarf Fighter, CG. Str 17, Dex 12, Con 11, Int 11, Wis 6, Cha 10. Vorga has a square face, with uneven copper hair and soft gray eyes. She wears ring mail and wields a warhammer and shield. Vorga seeks to atone for past sins.",
  "Orin: Female Dwarf Rogue, NG. Str 12, Dex 17, Con 8, Int 10, Wis 11, Cha 13. Orin is short and heavyset, with blonde hair and blue eyes. She wears studded leather and wields a longsword and hand crossbow. Orin seeks to discover what destroyed her homeland.",
  "Graga: Female Dwarf Bard, NG. Str 10, Dex 11, Con 10, Int 14, Wis 9, Cha 12. Graga is rough in appearance, with uneven gray hair and blue eyes. She wears leather armor and wields a rapier. Graga is compassionate and jealous.",
  "Thrainan: Female Dwarf Wizard, N. Str 10, Dex 7, Con 13, Int 17, Wis 10, Cha 9. Thrainan is rough in appearance, with blonde hair and blue eyes. She wears viridian robes and wields a dagger and sling. Thrainan has an arcane familiar, a tiny water elemental named Kunarv.",
  "Khari: Female Dwarf Druid, Neutral. Str 9, Dex 8, Con 11, Int 9, Wis 15, Cha 12. Khari is tall and thin, with copper hair and amber eyes. She wears hide armor and wields a club and javelins. Khari is dying and desperately seeks the secret of immortality.",
  "Gyrda Geridotr: Female Dwarf Rogue, NG. Str 5, Dex 15, Con 13, Int 13, Wis 5, Cha 13. Gyrda has a round face, with golden hair and large brown eyes. She wears leather armor and wields a shortsword. Gyrda has an animal companion, a black snake named Heddi.",
  "Gwali: Female Dwarf Rogue, N. Str 11, Dex 12, Con 11, Int 11, Wis 10, Cha 11. Gwali is tall, with uneven golden hair and green eyes. She wears leather armor and wields a shortsword.",
  "Gimli: Female Dwarf Bard, LN. Str 7, Dex 9, Con 8, Int 10, Wis 13, Cha 14. Gimli has uneven golden hair and large hazel eyes, and large ears. She wears leather armor and wields a mace and darts. Gimli is searching for her missing familiar, a sable ferret named Urin.",
  "Frynga Grappadotr: Female Dwarf Fighter, N. Str 13, Dex 14, Con 6, Int 14, Wis 7, Cha 7. Frynga has a long face, with matted red hair and gray eyes. She wears splint armor and wields a warhammer and shield. Frynga was petrified for a hundred years.",
  "Umran: Female Dwarf Rogue, N. Str 13, Dex 14, Con 11, Int 13, Wis 11, Cha 9. Umran is slender, with messy auburn hair and large gray eyes. She wears leather armor and wields a shortsword and light crossbow. Umran has an animal companion, a raven named Bali.",
  "Ingeg Rynjadotr: Female Dwarf Rogue, NG. Str 8, Dex 17, Con 8, Int 12, Wis 9, Cha 6. Ingeg has long copper hair and brown eyes, and a round nose. She wears leather armor and wields a longsword. Ingeg has an animal companion, a sable ferret named Khakun.",
  "Thara Geiridotr: Female Dwarf Rogue, N. Str 11, Dex 15, Con 8, Int 12, Wis 6, Cha 7. Thara is tall and slender, with black hair and bright green eyes. She wears studded leather and wields a shortsword and hand crossbow. Thara was magically imprisoned for a hundred years.",
  "Sila: Female Dwarf Fighter, N. Str 12, Dex 7, Con 13, Int 9, Wis 6, Cha 9. Sila has a long face, with short silver hair and dark blue eyes. She wears hide armor and wields a trident and heavy crossbow. Sila seeks to become a knight of the realm.",
  "Raga: Female Dwarf Monk, CN. Str 13, Dex 11, Con 7, Int 11, Wis 11, Cha 10. Raga has silver hair and bright green eyes. She wears well-made clothing and wields nunchaku (club).",
  "Ingerdg: Female Dwarf Wizard, CG. Str 7, Dex 12, Con 12, Int 13, Wis 12, Cha 12. Ingerdg has straight copper hair and hazel eyes. She wears sturdy clothing and wields a dagger.",
  "Thrainarv: Female Dwarf Fighter, N. Str 17, Dex 10, Con 12, Int 11, Wis 11, Cha 8. Thrainarv is exceptionally beautiful, with silver hair and blue eyes. She wears a chain shirt and wields a greatsword. Thrainarv is dying and desperately seeks the secret of immortality.",
  "Urdul: Female Dwarf Monk, NG. Str 12, Dex 9, Con 13, Int 7, Wis 10, Cha 12. Urdul has a long face, with silver hair and light brown eyes. She wears sturdy clothing and wields a kanabo (mace). Urdul is courteous and agreeable.",
  "Adorgg Norridotr: Female Dwarf Rogue, N. Str 8, Dex 15, Con 11, Int 7, Wis 8, Cha 9. Adorgg has thick auburn hair and narrow amber eyes. She wears leather armor and wields a rapier and sickle. Adorgg was magically imprisoned for a hundred years.",
  "Raga: Female Dwarf Cleric, N. Str 14, Dex 12, Con 7, Int 14, Wis 12, Cha 16. Raga has straight red hair and brown eyes. She wears leather armor and wields a light hammer. Raga suffers an acute fear of ghosts and spirits.",
  "Thilda Horsidotr: Female Dwarf Sorcerer, N. Str 10, Dex 11, Con 9, Int 12, Wis 12, Cha 17. Thilda has curly brown hair and green eyes. She wears simple clothing and wields a dagger and darts. Thilda seeks to discover what destroyed her homeland.",
  "Radga: Female Dwarf Paladin, Good. Str 11, Dex 11, Con 13, Int 7, Wis 10, Cha 14. Radga has a narrow face, with golden hair and gray eyes. She wears a chain shirt and wields a shortsword. Radga was magically imprisoned for a hundred years.",
  "Kali: Female Dwarf Ranger, N. Str 12, Dex 11, Con 12, Int 8, Wis 8, Cha 10. Kali has a long face, with braided gray hair and bright gray eyes. She wears half plate and wields a morningstar.",
  "Gili: Female Dwarf Sorcerer, N. Str 11, Dex 6, Con 12, Int 10, Wis 8, Cha 16. Gili is pleasant in appearance, with copper hair and green eyes. She wears simple clothing and wields a dagger. Gili is suspicious and depressed.",
  "Shari: Female Dwarf Rogue, LN. Str 14, Dex 16, Con 12, Int 13, Wis 9, Cha 11. Shari has a long face, with blonde hair and amber eyes. She wears studded leather and wields a longsword. Shari has an animal companion, a sable ferret named Erert.",
  "Atlag Torstidotr: Female Dwarf Fighter, CN. Str 12, Dex 13, Con 10, Int 13, Wis 12, Cha 14. Atlag has an angular face, with thin auburn hair and soft amber eyes. She wears hide armor and wields a battleaxe and blowgun. Atlag speaks with a soft voice.",
  "Hilda Ballidotr: Female Dwarf Fighter, N. Str 14, Dex 11, Con 7, Int 13, Wis 10, Cha 11. Hilda has a narrow face, with silver hair and light blue eyes. She wears plate armor and wields a whip and heavy crossbow. Hilda is polite and impatient.",
  "Zaghal: Female Dwarf Bard, NG. Str 6, Dex 7, Con 10, Int 11, Wis 10, Cha 13. Zaghal has short auburn hair and hazel eyes, and a sharp nose. She wears studded leather and wields a longsword. Zaghal seeks to master the secrets of higher dimensions.",
  "Thorla: Female Dwarf Fighter, N. Str 17, Dex 7, Con 8, Int 7, Wis 7, Cha 7. Thorla has a square face, with braided blonde hair and amber eyes. She wears hide armor and wields a maul. Thorla seeks revenge against the sister who betrayed her.",
  "Banain: Female Dwarf Barbarian, N. Str 15, Dex 8, Con 12, Int 10, Wis 6, Cha 6. Banain is rough in appearance, with silver hair and gray eyes. She wears scale mail and wields a morningstar and shield. Banain is obsessive and proud.",
  "Ellig: Female Dwarf Rogue, N. Str 11, Dex 12, Con 12, Int 13, Wis 11, Cha 8. Ellig is short and willowy, with uneven auburn hair and sharp gray eyes. She wears studded leather and wields a light hammer and hand crossbow. Ellig has an animal companion, a black cat named Umral.",
  "Gili: Female Dwarf Fighter, NG. Str 12, Dex 14, Con 12, Int 14, Wis 10, Cha 10. Gili is exceptionally beautiful, with thin gray hair and dark amber eyes. She wears half plate and wields a trident. Gili is haunted by the memories of a past life.",
  "Jorgga: Female Dwarf Warlock, NE. Str 15, Dex 15, Con 14, Int 12, Wis 14, Cha 15. Jorgga has a narrow face, with copper hair and amber eyes. She wears studded leather and wields a handaxe and darts. Jorgga seeks to atone for past sins.",
  "Thali: Female Dwarf Monk, N. Str 12, Dex 13, Con 9, Int 9, Wis 16, Cha 8. Thali is pleasant in appearance, with brown hair and gray eyes. She wears plain clothing and wields nunchaku (club) and shuriken (darts). Thali has an animal companion, a gray rabbit named Kunain.",
  "Mahor: Female Dwarf Monk, NG. Str 14, Dex 16, Con 13, Int 9, Wis 10, Cha 13. Mahor is thin, with curly auburn hair and blue eyes. She wears well-made clothing and wields nunchaku (club) and sai (dagger). Mahor speaks with a mousy voice.",
  "Alin: Female Dwarf Fighter, N. Str 12, Dex 15, Con 12, Int 14, Wis 13, Cha 12. Alin is exceptionally beautiful, with gray hair and hazel eyes. She wears plate armor and wields a halberd.",
  "Thari: Female Dwarf Monk, N. Str 13, Dex 12, Con 10, Int 9, Wis 9, Cha 10. Thari has a narrow face, with copper hair and bright hazel eyes. She wears plain clothing and wields nunchaku (club). Thari has an animal companion, a green snake named Gerdga.",
  "Thorga: Female Dwarf Monk, N. Str 13, Dex 11, Con 13, Int 8, Wis 13, Cha 10. Thorga is exceptionally beautiful, with gray hair and green eyes. She wears sturdy clothing and wields a kanabo (mace). Thorga has an animal companion, a white rabbit named Gisti.",
  "Sueuilde: Female Dwarf Cleric, CG. Str 9, Dex 9, Con 6, Int 7, Wis 14, Cha 13. Sueuilde has thick silver hair and brown eyes. She wears scale mail and wields a club. Sueuilde seeks to destroy the undead.",
  "Kali: Female Dwarf Barbarian, NG. Str 14, Dex 10, Con 15, Int 14, Wis 8, Cha 10. Kali is common in appearance, with messy auburn hair and light green eyes. She wears leather armor and wields a battleaxe and heavy crossbow. Kali has an animal companion, a black wolf named Gwali.",
  "Gwari: Female Dwarf Warlock, CN. Str 9, Dex 8, Con 7, Int 12, Wis 10, Cha 14. Gwari has black hair and blue eyes. She wears studded leather and wields a quarterstaff. Gwari is easily distracted by food and drink.",
  "Biorgga Mundidotr: Female Dwarf Bard, NE. Str 12, Dex 10, Con 9, Int 10, Wis 11, Cha 16. Biorgga has silver hair and blue eyes. She wears studded leather and wields a spear. Biorgga is callous and coarse.",
  "Thorva: Female Dwarf Monk, N. Str 15, Dex 12, Con 9, Int 7, Wis 12, Cha 10. Thorva is overweight, with short red hair and brown eyes. She wears sturdy clothing and wields a yari (spear) and sai (dagger). Thorva seeks to become a knight of the realm.",
  "Ragnhe Helfdidotr: Female Dwarf Druid, Neutral. Str 12, Dex 10, Con 11, Int 9, Wis 17, Cha 10. Ragnhe is pleasant in appearance, with thin red hair and amber eyes. She wears hide armor and wields a spear. Ragnhe is searching for the legendary dwarven kingdom of Gundumunz.",
  "Sueuilda: Female Dwarf Monk, LE. Str 9, Dex 12, Con 8, Int 8, Wis 11, Cha 8. Sueuilda has a square face, with straight black hair and soft amber eyes. She wears worn clothing and wields a bo (quarterstaff). Sueuilda seeks to fulfill an ancient prophecy of evil.",
  "Hildga: Female Dwarf Fighter, NE. Str 16, Dex 9, Con 13, Int 14, Wis 10, Cha 13. Hildga has a long face, with curly auburn hair and brown eyes. She wears chain mail and wields a greataxe. Hildga is thoughtless and craven.",
  "Thallfra Golfidotr: Female Dwarf Paladin, Good. Str 9, Dex 8, Con 15, Int 6, Wis 13, Cha 10. Thallfra is rugged in appearance, with white hair and brown eyes. She wears chain mail and wields a war pick and shield. Thallfra compulsively plays with a bronze ring.",
  "Golvga: Female Dwarf Bard, CN. Str 11, Dex 11, Con 9, Int 14, Wis 9, Cha 15. Golvga has uneven white hair and dark amber eyes. She wears studded leather and wields a rapier.",
  "Thelga: Female Dwarf Fighter, LG. Str 14, Dex 14, Con 8, Int 11, Wis 13, Cha 11. Thelga is tall, with cropped silver hair and dark gray eyes. She wears scale mail and wields a greatsword. Thelga suffers a mild allergy to eggs.",
  "Ukhun: Female Dwarf Ranger, NG. Str 9, Dex 17, Con 8, Int 10, Wis 12, Cha 9. Ukhun has a square face, with black hair and green eyes. She wears scale mail and wields a halberd. Ukhun is dying and desperately seeks the secret of immortality.",
  "Ingag Stenedotr: Female Dwarf Monk, LE. Str 7, Dex 13, Con 10, Int 8, Wis 11, Cha 7. Ingag has brown hair and green eyes. She wears well-made clothing and wields nunchaku (club) and shuriken (darts). Ingag seeks to destroy the race of orcs.",
  "Ideg Eynjorndotr: Female Dwarf Warlock, LN. Str 17, Dex 10, Con 15, Int 9, Wis 11, Cha 17. Ideg has black hair and light blue eyes. She wears studded leather and wields a club. Ideg has an animal companion, a black cat named Arin.",
  "Gamah: Female Dwarf Ranger, NE. Str 14, Dex 9, Con 9, Int 13, Wis 16, Cha 9. Gamah has braided brown hair and blue eyes, and small ears. She wears studded leather and wields a shortsword.",
  "Ugmar: Female Dwarf Rogue, N. Str 10, Dex 16, Con 15, Int 14, Wis 10, Cha 10. Ugmar is common in appearance, with gray hair and light gray eyes. She wears leather armor and wields a shortsword. Ugmar blames trolls for every misfortune.",
  "Hildga: Female Dwarf Bard, LE. Str 15, Dex 10, Con 9, Int 10, Wis 7, Cha 16. Hildga is fair in appearance, with matted white hair and dark green eyes. She wears studded leather and wields a longsword and hand crossbow.",
  "Thura Berdidotr: Female Dwarf Fighter, NG. Str 13, Dex 11, Con 9, Int 12, Wis 8, Cha 9. Thura has white hair and large gray eyes, and pointed ears. She wears splint armor and wields a warhammer and net. Thura has an animal companion, a ginger dog named Atund.",
  "Agnag: Female Dwarf Fighter, LN. Str 15, Dex 10, Con 13, Int 9, Wis 8, Cha 13. Agnag has long gray hair and gray eyes, and prominent ears. She wears plate armor and wields a flail. Agnag is haunted by the ghost of someone she killed.",
  "Orgerdg Geridotr: Female Dwarf Cleric, LN. Str 5, Dex 9, Con 13, Int 10, Wis 12, Cha 13. Orgerdg has a round face, with copper hair and green eyes. She wears scale mail and wields a mace. Orgerdg is adaptable and insensitive.",
  "Gemalmfr: Female Dwarf Fighter, LN. Str 17, Dex 14, Con 12, Int 11, Wis 11, Cha 14. Gemalmfr has silver hair and hazel eyes, and a thin nose. She wears hide armor and wields a longsword and net. Gemalmfr is morose and savage.",
  "Khari: Female Dwarf Rogue, LN. Str 8, Dex 16, Con 10, Int 16, Wis 10, Cha 6. Khari has black hair and amber eyes, and a distinctive tattoo on her leg. She wears leather armor and wields a rapier. Khari is flamboyant and soft-hearted.",
  "Bothe: Female Dwarf Warlock, CN. Str 11, Dex 7, Con 12, Int 12, Wis 11, Cha 15. Bothe is rough in appearance, with short silver hair and narrow brown eyes. She wears leather armor and wields a light hammer and light crossbow. Bothe is amoral and quiet.",
  "Siegra: Female Dwarf Bard, NE. Str 11, Dex 9, Con 8, Int 16, Wis 11, Cha 17. Siegra is fey in appearance, with blonde hair and bright gray eyes. She wears leather armor and wields a shortsword. Siegra has an animal companion, a black cat named Atlill.",
  "Orin: Female Dwarf Barbarian, CN. Str 16, Dex 9, Con 9, Int 12, Wis 7, Cha 13. Orin is tall, with uneven golden hair and dark blue eyes. She wears leather armor and wields a flail. Orin is searching for the legendary elven kingdom of Egionion.",
  "Hallgra: Female Dwarf Fighter, LE. Str 16, Dex 11, Con 15, Int 10, Wis 6, Cha 10. Hallgra is willowy, with long gray hair and dark hazel eyes. She wears chain mail and wields a battleaxe and longbow.",
  "Frori: Female Dwarf Monk, CN. Str 12, Dex 12, Con 7, Int 9, Wis 13, Cha 12. Frori has a long face, with long silver hair and hazel eyes. She wears modest garments and wields an ono (handaxe). Frori lost her reflection to a hag.",
  "Kari: Female Dwarf Rogue, NG. Str 10, Dex 12, Con 12, Int 12, Wis 12, Cha 9. Kari has an angular face, with uneven blonde hair and brown eyes. She wears leather armor and wields a shortsword. Kari is wrongly sought by the Queen of Egion for smuggling.",
  "Gwoinan: Female Dwarf Druid, Neutral. Str 17, Dex 6, Con 7, Int 8, Wis 16, Cha 9. Gwoinan is pleasant in appearance, with red hair and soft blue eyes. She wears hide armor and wields a club. Gwoinan avoids eye contact.",
  "Aghad: Female Dwarf Barbarian, NG. Str 12, Dex 13, Con 11, Int 11, Wis 14, Cha 9. Aghad has golden hair and soft green eyes. She wears studded leather and wields a halberd. Aghad is trustworthy and amoral.",
  "Edlar: Female Dwarf Ranger, LN. Str 10, Dex 13, Con 14, Int 11, Wis 7, Cha 11. Edlar has auburn hair and soft gray eyes, and prominent ears. She wears hide armor and wields a halberd. Edlar is thoughtful and gullible.",
  "Grida Gisladotr: Female Dwarf Ranger, LG. Str 12, Dex 15, Con 9, Int 8, Wis 14, Cha 14. Grida has tangled silver hair and light gray eyes. She wears hide armor and wields a scimitar. Grida has ginger dog named Ridli.",
  "Ibjorgg: Female Dwarf Fighter, N. Str 12, Dex 14, Con 5, Int 10, Wis 10, Cha 10. Ibjorgg is slender, with thick black hair and large green eyes. She wears scale mail and wields a longsword.",
  "Estrillg: Female Dwarf Paladin, Good. Str 8, Dex 9, Con 6, Int 11, Wis 12, Cha 9. Estrillg has thick brown hair and blue eyes. She wears half plate and wields a shortsword. Estrillg has an animal companion, a white warhorse named Thorlja.",
  "Urin: Female Dwarf Rogue, N. Str 9, Dex 12, Con 9, Int 12, Wis 10, Cha 10. Urin is short, with messy black hair and hazel eyes. She wears leather armor and wields a shortsword and light crossbow.",
  "Thimah: Female Dwarf Rogue, N. Str 11, Dex 12, Con 12, Int 11, Wis 13, Cha 11. Thimah is tall, with tangled red hair and brown eyes. She wears leather armor and wields a club.",
  "Rafnhe: Female Dwarf Monk, N. Str 16, Dex 11, Con 9, Int 5, Wis 15, Cha 7. Rafnhe has brown hair and brown eyes, and a beaked nose. She wears well-made clothing and wields an ono (handaxe). Rafnhe has an animal companion, a gray rat named Dainarv.",
  "Amin: Female Dwarf Paladin, Good. Str 14, Dex 9, Con 12, Int 10, Wis 12, Cha 13. Amin is short and overweight, with gray hair and sharp blue eyes. She wears half plate and wields a longsword and shield.",
  "Orag: Female Dwarf Fighter, N. Str 12, Dex 12, Con 11, Int 7, Wis 14, Cha 14. Orag has tangled gray hair and large green eyes. She wears ring mail and wields a whip and shield. Orag compulsively sings.",
  "Addidr Thoredotr: Female Dwarf Ranger, N. Str 13, Dex 12, Con 15, Int 8, Wis 15, Cha 13. Addidr has gray hair and soft green eyes, and a round nose. She wears studded leather and wields a flail. Addidr is searching for her missing son.",
  "Threri: Female Dwarf Bard, LG. Str 13, Dex 6, Con 11, Int 14, Wis 8, Cha 15. Threri is overweight, with auburn hair and soft hazel eyes. She wears studded leather and wields a longsword and light crossbow. Threri is a terrible liar.",
  "Gunnga: Female Dwarf Monk, N. Str 9, Dex 12, Con 6, Int 13, Wis 12, Cha 11. Gunnga has thick brown hair and large brown eyes, and a flat nose. She wears simple clothing and wields a yari (spear). Gunnga has an animal companion, a gray rat named Zuri.",
  "Gedu: Female Dwarf Rogue, NG. Str 10, Dex 13, Con 13, Int 14, Wis 14, Cha 12. Gedu has a long face, with golden hair and blue eyes. She wears studded leather and wields a longsword and darts. Gedu is friendly and practical.",
  "Duri: Female Dwarf Monk, N. Str 12, Dex 12, Con 9, Int 7, Wis 13, Cha 11. Duri has long silver hair and amber eyes. She wears worn clothing and wields a kanabo (mace) and shuriken (darts).",
  "Thari: Female Dwarf Wizard, N. Str 10, Dex 16, Con 9, Int 12, Wis 8, Cha 10. Thari is common in appearance, with golden hair and blue eyes. She wears modest garments and wields a quarterstaff.",
  "Thimin: Female Dwarf Paladin, Good. Str 17, Dex 5, Con 14, Int 14, Wis 10, Cha 7. Thimin has gray hair and narrow blue eyes, and small ears. She wears hide armor and wields a halberd. Thimin is impossibly lucky.",
  "Anig: Female Dwarf Fighter, N. Str 16, Dex 13, Con 14, Int 8, Wis 10, Cha 10. Anig is stout, with silver hair and narrow amber eyes. She wears ring mail and wields a battleaxe and hand crossbow. Anig is covetous and callous.",
  "Rida: Female Dwarf Paladin, Good. Str 7, Dex 6, Con 11, Int 7, Wis 15, Cha 10. Rida is tall and slender, with braided blonde hair and blue eyes. She wears plate armor and wields a morningstar and shield. Rida is hunting the fiend which destroyed her homeland.",
  "Tholmfra Aggekdotr: Female Dwarf Ranger, CG. Str 13, Dex 11, Con 7, Int 15, Wis 10, Cha 8. Tholmfra is exceptionally beautiful, with matted red hair and gray eyes. She wears studded leather and wields a trident and shield. Tholmfra has black snake named Thildga.",
  "Tholdga: Female Dwarf Warlock, NE. Str 9, Dex 6, Con 11, Int 10, Wis 7, Cha 14. Tholdga has an angular face, with short copper hair and hazel eyes. She wears leather armor and wields a quarterstaff and javelins. Tholdga has an animal companion, a vampire bat named Gili.",
  "Disanz: Female Dwarf Fighter, NG. Str 17, Dex 11, Con 8, Int 6, Wis 5, Cha 7. Disanz is courtly in bearing, with red hair and blue eyes. She wears ring mail and wields a war pick.",
  "Roinan: Female Dwarf Fighter, NG. Str 14, Dex 17, Con 8, Int 8, Wis 12, Cha 10. Roinan is overweight, with straight golden hair and blue eyes. She wears hide armor and wields a battleaxe and shield. Roinan seeks to discover what destroyed her homeland.",
  "Banarv: Female Dwarf Warlock, NG. Str 11, Dex 10, Con 12, Int 5, Wis 6, Cha 16. Banarv is tall, with matted silver hair and brown eyes. She wears studded leather and wields a mace. Banarv compulsively organizes things.",
  "Khali: Female Dwarf Rogue, CG. Str 7, Dex 12, Con 14, Int 12, Wis 6, Cha 9. Khali is rough in appearance, with short copper hair and light amber eyes. She wears studded leather and wields a shortsword. Khali has an animal companion, a sable ferret named Alorg.",
  "Frumin: Female Dwarf Fighter, LN. Str 14, Dex 9, Con 5, Int 8, Wis 12, Cha 11. Frumin is short and overweight, with brown hair and blue eyes. She wears scale mail and wields a longsword and shield. Frumin suffers a mild allergy to nuts.",
  "Bari: Female Dwarf Cleric, LE. Str 11, Dex 8, Con 9, Int 14, Wis 13, Cha 11. Bari is overweight, with gray hair and brown eyes. She wears scale mail and wields a mace and shortbow. Bari seeks to save her family from financial ruin.",
  "Enedg Skrikidotr: Female Dwarf Bard, LN. Str 7, Dex 10, Con 12, Int 15, Wis 11, Cha 14. Enedg has braided red hair and green eyes. She wears leather armor and wields a shortsword. Enedg is searching for her missing familiar, a copper firedrake named Ugild.",
  "Ziri: Female Dwarf Rogue, N. Str 9, Dex 15, Con 10, Int 10, Wis 6, Cha 9. Ziri is rugged in appearance, with red hair and amber eyes. She wears studded leather and wields a shortsword. Ziri is quiet, and says as little as possible.",
  "Rimhe Sigmidotr: Female Dwarf Fighter, N. Str 13, Dex 8, Con 8, Int 8, Wis 7, Cha 8. Rimhe is willowy, with white hair and hazel eyes. She wears scale mail and wields a pike. Rimhe is hunting the cultists who murdered her family.",
  "Dinarv: Female Dwarf Sorcerer, LN. Str 11, Dex 15, Con 10, Int 9, Wis 8, Cha 14. Dinarv has silver hair and narrow gray eyes. She wears modest garments and wields a quarterstaff and darts. Dinarv is amoral and morose.",
  "Orfidg Bertidotr: Female Dwarf Ranger, NG. Str 8, Dex 13, Con 9, Int 10, Wis 11, Cha 10. Orfidg has an angular face, with thin auburn hair and narrow hazel eyes. She wears studded leather and wields a halberd.",
  "Thali: Female Dwarf Cleric, LN. Str 8, Dex 10, Con 12, Int 11, Wis 13, Cha 9. Thali is tall, with thin silver hair and bright blue eyes. She wears studded leather and wields a spear and shortbow.",
  "Raga: Female Dwarf Fighter, NG. Str 13, Dex 11, Con 10, Int 8, Wis 9, Cha 12. Raga has silver hair and narrow green eyes, and a distinctive mark on her leg. She wears ring mail and wields a morningstar. Raga has an animal companion, a badger named Gili.",
  "Thilda: Female Dwarf Paladin, Good. Str 13, Dex 10, Con 9, Int 11, Wis 13, Cha 11. Thilda has blonde hair and bright green eyes, and small ears. She wears half plate and wields a battleaxe and shield. Thilda is chivalrous and brave.",
  "Olvorg Hlaefidotr: Female Dwarf Sorcerer, N. Str 13, Dex 12, Con 12, Int 11, Wis 9, Cha 15. Olvorg has a round face, with gray hair and light blue eyes. She wears modest garments and wields a quarterstaff and darts. Olvorg seeks to free herself from an ancient curse.",
  "Borgga Geirfidotr: Female Dwarf Cleric, N. Str 14, Dex 7, Con 13, Int 13, Wis 14, Cha 14. Borgga is slender, with braided gray hair and soft hazel eyes. She wears a chain shirt and wields a club and shield. Borgga has an animal companion, a hunting dog named Frynde.",
  "Ukras: Female Dwarf Rogue, LG. Str 9, Dex 17, Con 12, Int 10, Wis 10, Cha 10. Ukras is exceptionally beautiful, with short brown hair and narrow amber eyes. She wears leather armor and wields a handaxe and dagger.",
  "Gerdga: Female Dwarf Warlock, N. Str 12, Dex 8, Con 10, Int 8, Wis 9, Cha 15. Gerdga is tall, with braided blonde hair and brown eyes. She wears leather armor and wields a club and sickle. Gerdga is absent-minded and secretive.",
  "Frita: Female Dwarf Bard, CN. Str 12, Dex 9, Con 9, Int 11, Wis 9, Cha 15. Frita has long blonde hair and hazel eyes. She wears leather armor and wields a shortsword and sickle. Frita seeks to master the secrets of living constructs.",
  "Gerdga: Female Dwarf Rogue, NG. Str 8, Dex 17, Con 8, Int 12, Wis 9, Cha 9. Gerdga has thick copper hair and brown eyes. She wears studded leather and wields a rapier.",
  "Bali: Female Dwarf Paladin, Good. Str 8, Dex 10, Con 10, Int 10, Wis 11, Cha 11. Bali is rough in appearance, with straight black hair and dark green eyes. She wears ring mail and wields a pike. Bali is aesthetic and capable.",
  "Thilda: Female Dwarf Bard, LG. Str 10, Dex 13, Con 10, Int 13, Wis 9, Cha 15. Thilda has a narrow face, with long auburn hair and narrow green eyes. She wears leather armor and wields a rapier and hand crossbow. Thilda seeks to discover the truth of her lineage.",
  "Thimah: Female Dwarf Monk, NG. Str 8, Dex 11, Con 7, Int 10, Wis 10, Cha 9. Thimah has a round face, with braided gray hair and green eyes. She wears sturdy clothing and wields a yari (spear) and sai (dagger). Thimah is hunting the vampire who slew his mentor.",
  "Ingelfg Redidotr: Female Dwarf Cleric, LE. Str 14, Dex 8, Con 10, Int 9, Wis 12, Cha 12. Ingelfg is rugged in appearance, with uneven brown hair and soft amber eyes. She wears hide armor and wields a club. Ingelfg suffers a severe allergy to rodents.",
  "Ildag: Female Dwarf Barbarian, CN. Str 14, Dex 9, Con 11, Int 7, Wis 8, Cha 12. Ildag has a round face, with braided red hair and gray eyes. She wears leather armor and wields a pike. Ildag was raised by cultists of the Shadow Empress.",
  "Thimin: Female Dwarf Ranger, N. Str 15, Dex 13, Con 10, Int 9, Wis 10, Cha 8. Thimin has a long face, with black hair and dark brown eyes. She wears studded leather and wields a greataxe. Thimin is hunting the sorcerer who murdered her family.",
  "Igwag: Female Dwarf Cleric, NE. Str 10, Dex 12, Con 12, Int 10, Wis 17, Cha 13. Igwag has messy auburn hair and soft green eyes, and broken teeth. She wears leather armor and wields a mace and shield.",
  "Hilda: Female Dwarf Paladin, Good. Str 11, Dex 11, Con 10, Int 9, Wis 9, Cha 15. Hilda has matted black hair and amber eyes, and pointed ears. She wears hide armor and wields a whip and shield. Hilda seeks to discover the truth of her lineage.",
  "Sega: Female Dwarf Warlock, N. Str 7, Dex 9, Con 8, Int 6, Wis 11, Cha 14. Sega has an angular face, with braided auburn hair and sharp green eyes. She wears leather armor and wields a quarterstaff. Sega has an animal companion, a giant spider named Rodu.",
  "Gamal: Female Dwarf Ranger, N. Str 13, Dex 15, Con 6, Int 13, Wis 11, Cha 10. Gamal has long auburn hair and large green eyes. She wears a chain shirt and wields a pike. Gamal seeks to discover why she keeps having the same dream.",
  "Kunan: Female Dwarf Rogue, N. Str 12, Dex 13, Con 9, Int 12, Wis 10, Cha 11. Kunan is short, with gray hair and narrow gray eyes. She wears studded leather and wields a longsword. Kunan is assertive and jealous.",
  "Fride Geiridotr: Female Dwarf Bard, LN. Str 10, Dex 11, Con 13, Int 8, Wis 7, Cha 15. Fride is short and stout, with silver hair and blue eyes. She wears leather armor and wields a shortsword.",
  "Allkag: Female Dwarf Bard, LE. Str 9, Dex 9, Con 10, Int 11, Wis 13, Cha 12. Allkag has copper hair and bright brown eyes. She wears studded leather and wields a shortsword and hand crossbow. Allkag is unfeeling and deceitful.",
  "Thura Gudbredotr: Female Dwarf Rogue, N. Str 10, Dex 16, Con 12, Int 13, Wis 14, Cha 11. Thura is short and stout, with messy gray hair and light brown eyes. She wears leather armor and wields a light hammer and hand crossbow.",
  "Bifar: Female Dwarf Fighter, CN. Str 15, Dex 12, Con 10, Int 10, Wis 8, Cha 7. Bifar is exceptionally beautiful, with white hair and gray eyes. She wears a breastplate and wields a battleaxe and shield. Bifar was raised by cultists of the Sentinel of Roses.",
  "Horva Bankidotr: Female Dwarf Cleric, N. Str 9, Dex 7, Con 9, Int 9, Wis 15, Cha 9. Horva is rough in appearance, with long auburn hair and gray eyes. She wears studded leather and wields a club.",
  "Sala: Female Dwarf Monk, LG. Str 13, Dex 14, Con 10, Int 14, Wis 13, Cha 11. Sala is youthful in appearance, with black hair and brown eyes. She wears well-made clothing and wields a yari (spear). Sala suffers a deadly allergy to milk.",
  "Idbjorg Ginidotr: Female Dwarf Wizard, N. Str 11, Dex 11, Con 8, Int 14, Wis 8, Cha 8. Idbjorg is tall, with straight white hair and light hazel eyes. She wears fine clothing and wields a quarterstaff and sling. Idbjorg is hunting the doppelganger which destroyed her homeland.",
  "Urdun: Female Dwarf Cleric, LG. Str 14, Dex 9, Con 12, Int 10, Wis 17, Cha 11. Urdun is exceptionally beautiful, with matted auburn hair and amber eyes. She wears leather armor and wields a spear and darts. Urdun is industrious and pious.",
  "Ugag Adbappdotr: Female Dwarf Rogue, NE. Str 14, Dex 13, Con 11, Int 11, Wis 7, Cha 11. Ugag has white hair and amber eyes. She wears leather armor and wields a shortsword. Ugag suffers a deadly allergy to fish.",
  "Thainan: Female Dwarf Monk, N. Str 9, Dex 16, Con 9, Int 8, Wis 9, Cha 9. Thainan is exceptionally beautiful, with white hair and gray eyes. She wears sturdy clothing and wields a bo (quarterstaff). Thainan is absent-minded and cowardly.",
  "Bali: Female Dwarf Paladin, Good. Str 8, Dex 10, Con 8, Int 12, Wis 15, Cha 9. Bali has gray hair and light brown eyes, and a beaked nose. She wears splint armor and wields a warhammer. Bali has an animal companion, a white warhorse named Thrainarv.",
  "Ziri: Female Dwarf Rogue, N. Str 11, Dex 12, Con 10, Int 11, Wis 10, Cha 9. Ziri has a narrow face, with thick blonde hair and green eyes. She wears leather armor and wields a shortsword. Ziri has an animal companion, a black snake named Udlag.",
  "Thildga Sigfidotr: Female Dwarf Druid, Neutral. Str 12, Dex 10, Con 13, Int 12, Wis 13, Cha 10. Thildga has auburn hair and narrow blue eyes. She wears hide armor and wields a mace and wooden shield. Thildga is impish and secretive.",
  "Frunga: Female Dwarf Cleric, N. Str 12, Dex 10, Con 9, Int 9, Wis 13, Cha 13. Frunga is short and slender, with cropped black hair and sharp brown eyes. She wears a chain shirt and wields a handaxe and shield.",
  "Bari: Female Dwarf Ranger, LN. Str 13, Dex 13, Con 12, Int 10, Wis 13, Cha 10. Bari has cropped golden hair and brown eyes, and a flat nose. She wears a breastplate and wields a flail and shield.",
  "Uridg: Female Dwarf Paladin, Good. Str 12, Dex 9, Con 5, Int 9, Wis 11, Cha 11. Uridg is fair in appearance, with tangled copper hair and gray eyes. She wears a chain shirt and wields a pike. Uridg is capable and diplomatic.",
  "Arin: Female Dwarf Bard, LN. Str 13, Dex 13, Con 12, Int 9, Wis 9, Cha 12. Arin is exceptionally beautiful, with tangled black hair and gray eyes. She wears leather armor and wields a shortsword. Arin has an animal companion, a hunting dog named Saga.",
  "Khainan: Female Dwarf Druid, Neutral. Str 11, Dex 7, Con 15, Int 11, Wis 16, Cha 9. Khainan is short and heavyset, with tangled blonde hair and amber eyes. She wears leather armor and wields a quarterstaff and javelins. Khainan is amoral and flirtatious.",
  "Admugg Leifidotr: Female Dwarf Ranger, LG. Str 12, Dex 13, Con 11, Int 12, Wis 11, Cha 8. Admugg has copper hair and dark blue eyes. She wears studded leather and wields a greataxe. Admugg is chivalrous and flamboyant.",
  "Alin: Female Dwarf Bard, LE. Str 13, Dex 8, Con 11, Int 11, Wis 5, Cha 14. Alin has golden hair and green eyes. She wears leather armor and wields a shortsword and hand crossbow. Alin is searching for her missing son.",
  "Aznan: Female Dwarf Rogue, CG. Str 10, Dex 14, Con 10, Int 10, Wis 8, Cha 8. Aznan is willowy, with white hair and light hazel eyes. She wears leather armor and wields a longsword and hand crossbow. Aznan is dying and desperately seeks the secret of immortality.",
  "Horga: Female Dwarf Monk, CE. Str 15, Dex 12, Con 8, Int 9, Wis 14, Cha 6. Horga has a round face, with silver hair and amber eyes. She wears travel-stained clothing and wields a yari (spear). Horga has an animal companion, a black monkey named Bardre.",
  "Admudg Eddildotr: Female Dwarf Fighter, N. Str 15, Dex 10, Con 13, Int 8, Wis 10, Cha 14. Admudg has an angular face, with messy red hair and dark hazel eyes. She wears splint armor and wields a scimitar and blowgun.",
  "Duri: Female Dwarf Bard, N. Str 7, Dex 7, Con 13, Int 11, Wis 6, Cha 14. Duri has a long face, with white hair and green eyes. She wears leather armor and wields a longsword and hand crossbow. Duri is dying and desperately seeks the secret of immortality.",
  "Udlat: Female Dwarf Druid, Neutral. Str 10, Dex 9, Con 7, Int 6, Wis 14, Cha 10. Udlat has a round face, with brown hair and gray eyes. She wears leather armor and wields a quarterstaff. Udlat is flirtatious and selfish.",
  "Ziri: Female Dwarf Ranger, CN. Str 14, Dex 13, Con 7, Int 13, Wis 13, Cha 10. Ziri has cropped gray hair and brown eyes. She wears leather armor and wields a halberd. Ziri is searching for her missing daughter.",
  "Abar: Female Dwarf Rogue, N. Str 9, Dex 15, Con 12, Int 14, Wis 11, Cha 14. Abar is tall, with thick white hair and amber eyes. She wears studded leather and wields a shortsword and javelins.",
  "Gili: Female Dwarf Rogue, LN. Str 11, Dex 14, Con 7, Int 10, Wis 5, Cha 8. Gili is exceptionally beautiful, with cropped auburn hair and light gray eyes. She wears leather armor and wields a rapier. Gili is paranoid and truthful.",
  "Thara: Female Dwarf Ranger, NE. Str 12, Dex 14, Con 13, Int 10, Wis 13, Cha 8. Thara is short, with tangled blonde hair and amber eyes. She wears studded leather and wields a whip. Thara seeks revenge against the sister who betrayed her.",
  "Kada: Female Dwarf Paladin, Good. Str 15, Dex 12, Con 11, Int 6, Wis 13, Cha 11. Kada is noble in bearing, with matted auburn hair and dark brown eyes. She wears splint armor and wields a battleaxe and shield. Kada was magically imprisoned for a hundred years.",
  "Gira: Female Dwarf Monk, LG. Str 12, Dex 11, Con 9, Int 14, Wis 9, Cha 11. Gira has tangled white hair and large brown eyes, and a round nose. She wears travel-stained clothing and wields a yari (spear). Gira seeks to help the poor and unfortunate.",
  "Ukhlad: Female Dwarf Fighter, LG. Str 16, Dex 12, Con 11, Int 7, Wis 13, Cha 6. Ukhlad is youthful in appearance, with copper hair and blue eyes. She wears a breastplate and wields a warhammer.",
  "Throri: Female Dwarf Bard, N. Str 6, Dex 10, Con 10, Int 12, Wis 8, Cha 17. Throri is willowy, with thin silver hair and bright blue eyes. She wears leather armor and wields a rapier and javelins.",
  "Erild Gotidotr: Female Dwarf Fighter, N. Str 17, Dex 17, Con 10, Int 10, Wis 9, Cha 12. Erild is exceptionally beautiful, with short golden hair and soft green eyes. She wears half plate and wields a greataxe. Erild has an animal companion, a red firedrake named Bari.",
  "Raga: Female Dwarf Paladin, Good. Str 12, Dex 12, Con 14, Int 9, Wis 12, Cha 15. Raga is short and overweight, with gray hair and amber eyes. She wears half plate and wields a warhammer. Raga is brave and calm.",
  "Fridga Nulfidotr: Female Dwarf Cleric, LN. Str 5, Dex 8, Con 15, Int 9, Wis 13, Cha 13. Fridga is heavyset, with matted blonde hair and light blue eyes. She wears leather armor and wields a club and shield. Fridga is honest and hateful.",
  "Khainarv: Female Dwarf Druid, Neutral. Str 9, Dex 8, Con 6, Int 10, Wis 15, Cha 15. Khainarv is heavyset, with red hair and narrow green eyes. She wears hide armor and wields a club and wooden shield. Khainarv is haunted by the memories of a past life.",
  "Thorborgg: Female Dwarf Warlock, N. Str 9, Dex 13, Con 10, Int 15, Wis 11, Cha 12. Thorborgg has cropped silver hair and amber eyes. She wears studded leather and wields a club and light crossbow. Thorborgg frequently uses uncommon words incorrectly.",
  "Hilda: Female Dwarf Monk, NG. Str 15, Dex 10, Con 14, Int 9, Wis 12, Cha 6. Hilda is short, with copper hair and green eyes. She wears modest garments and wields a yari (spear). Hilda has an animal companion, a copper firedrake named Gili.",
  "Orin: Female Dwarf Rogue, N. Str 9, Dex 17, Con 11, Int 13, Wis 12, Cha 6. Orin has thin gray hair and dark amber eyes. She wears studded leather and wields a longsword and darts. Orin is honest and sadistic.",
  "Ognethg: Female Dwarf Rogue, N. Str 13, Dex 12, Con 8, Int 11, Wis 10, Cha 12. Ognethg has thick gray hair and brown eyes. She wears leather armor and wields a rapier and hand crossbow. Ognethg seeks to save her family from financial ruin.",
  "Gerdga: Female Dwarf Rogue, LN. Str 14, Dex 13, Con 15, Int 12, Wis 11, Cha 14. Gerdga is tall, with thin black hair and large amber eyes. She wears leather armor and wields a longsword and hand crossbow. Gerdga suffers an acute fear of spiders.",
  "Fari: Female Dwarf Fighter, N. Str 14, Dex 13, Con 14, Int 9, Wis 13, Cha 5. Fari has gray hair and dark brown eyes. She wears a chain shirt and wields a scimitar. Fari seeks to destroy the race of orcs.",
  "Edlag Horfidotr: Female Dwarf Barbarian, LG. Str 15, Dex 8, Con 15, Int 10, Wis 11, Cha 13. Edlag has a narrow face, with blonde hair and soft amber eyes. She wears scale mail and wields a maul. Edlag has an animal companion, a red firedrake named Gerdga.",
  "Sanzir: Female Dwarf Paladin, Good. Str 15, Dex 10, Con 13, Int 6, Wis 9, Cha 14. Sanzir is tall, with braided golden hair and sharp brown eyes. She wears a chain shirt and wields a rapier. Sanzir is romantic and practical.",
  "Gwali: Female Dwarf Ranger, N. Str 10, Dex 9, Con 8, Int 15, Wis 9, Cha 5. Gwali has silver hair and sharp hazel eyes, and large ears. She wears studded leather and wields a rapier. Gwali has red snake named Khori.",
  "Arerdg: Female Dwarf Fighter, N. Str 17, Dex 8, Con 11, Int 12, Wis 12, Cha 11. Arerdg is short and willowy, with braided copper hair and amber eyes. She wears half plate and wields a whip. Arerdg has an animal companion, a red firedrake named Furi.",
  "Audrunng Skelidotr: Female Dwarf Fighter, NG. Str 14, Dex 13, Con 14, Int 9, Wis 9, Cha 8. Audrunng has brown hair and gray eyes, and pointed ears. She wears scale mail and wields a battleaxe. Audrunng suffers a deadly allergy to goblins.",
  "Fundu: Female Dwarf Monk, N. Str 10, Dex 15, Con 14, Int 12, Wis 13, Cha 6. Fundu is exceptionally beautiful, with long golden hair and light green eyes. She wears plain clothing and wields a kanabo (mace) and shuriken (darts).",
  "Askal: Female Dwarf Fighter, LG. Str 17, Dex 9, Con 9, Int 13, Wis 12, Cha 8. Askal has brown hair and sharp gray eyes, and a distinctive scar on her arm. She wears ring mail and wields a war pick. Askal is painfully tone-deaf.",
  "Kadu: Female Dwarf Fighter, NG. Str 14, Dex 12, Con 8, Int 6, Wis 8, Cha 7. Kadu has black hair and amber eyes, and numerous distinctive tattoos. She wears a chain shirt and wields a warhammer and shield. Kadu seeks to atone for past sins.",
  "Arnkag: Female Dwarf Warlock, LE. Str 15, Dex 11, Con 12, Int 8, Wis 10, Cha 13. Arnkag is repulsive in appearance, with silver hair and sharp blue eyes. She wears studded leather and wields a mace and sickle.",
  "Astrig Horhidotr: Female Dwarf Monk, LN. Str 8, Dex 7, Con 5, Int 9, Wis 12, Cha 12. Astrig has cropped copper hair and gray eyes. She wears plain clothing and wields nunchaku (club).",
  "Bifur: Female Dwarf Sorcerer, LG. Str 12, Dex 10, Con 13, Int 10, Wis 12, Cha 13. Bifur is rough in appearance, with golden hair and narrow brown eyes. She wears simple clothing and wields a dagger and sling. Bifur is philosophical and superstitious.",
  "Saeunnga Hramidotr: Female Dwarf Fighter, CN. Str 12, Dex 9, Con 9, Int 7, Wis 10, Cha 15. Saeunnga is rough in appearance, with cropped blonde hair and gray eyes. She wears chain mail and wields a morningstar. Saeunnga has an animal companion, a green firedrake named Summi.",
  "Rida Taredotr: Female Dwarf Fighter, CG. Str 14, Dex 15, Con 12, Int 8, Wis 10, Cha 13. Rida is rugged in appearance, with white hair and soft green eyes. She wears half plate and wields a war pick and longbow.",
  "Minain: Female Dwarf Rogue, N. Str 8, Dex 16, Con 10, Int 13, Wis 10, Cha 9. Minain has white hair and green eyes, and pointed ears. She wears studded leather and wields a longsword. Minain has an animal companion, a black snake named Minan.",
  "Frogga Aflinndotr: Female Dwarf Wizard, LG. Str 7, Dex 12, Con 10, Int 16, Wis 9, Cha 10. Frogga has a narrow face, with curly red hair and hazel eyes. She wears worn clothing and wields a quarterstaff and darts. Frogga is hunting the warlord who stole her ancestral sword.",
  "Rogga: Female Dwarf Ranger, NE. Str 8, Dex 11, Con 10, Int 9, Wis 8, Cha 8. Rogga is exceptionally beautiful, with short red hair and soft green eyes. She wears a breastplate and wields a greataxe. Rogga is fascinated by geometry.",
  "Bari: Female Dwarf Paladin, Good. Str 12, Dex 11, Con 8, Int 12, Wis 12, Cha 8. Bari has brown hair and narrow green eyes. She wears half plate and wields a greatsword.",
  "Raga Thoridotr: Female Dwarf Rogue, NG. Str 12, Dex 13, Con 14, Int 11, Wis 5, Cha 12. Raga has red hair and bright brown eyes. She wears studded leather and wields a shortsword and sickle. Raga has an animal companion, a black snake named Roppi.",
  "Elborgg: Female Dwarf Fighter, N. Str 17, Dex 13, Con 15, Int 9, Wis 5, Cha 11. Elborgg has copper hair and hazel eyes, and small ears. She wears a chain shirt and wields a war pick and blowgun.",
  "Bori: Female Dwarf Monk, N. Str 12, Dex 12, Con 6, Int 12, Wis 7, Cha 10. Bori has white hair and green eyes. She wears travel-stained clothing and wields nunchaku (club) and shuriken (darts).",
  "Alag: Female Dwarf Monk, LE. Str 12, Dex 14, Con 8, Int 9, Wis 11, Cha 6. Alag has an angular face, with braided auburn hair and narrow amber eyes. She wears well-made clothing and wields a bo (quarterstaff) and sai (dagger). Alag is combative and callous.",
  "Ukhlal: Female Dwarf Warlock, LN. Str 13, Dex 11, Con 11, Int 7, Wis 11, Cha 12. Ukhlal has golden hair and bright green eyes. She wears studded leather and wields a quarterstaff.",
  "Runa: Female Dwarf Sorcerer, NG. Str 9, Dex 7, Con 11, Int 6, Wis 10, Cha 14. Runa is short, with copper hair and narrow green eyes. She wears modest garments and wields a dagger. Runa has an animal companion, a hawk named Thuda.",
  "Gireya: Female Dwarf Monk, NG. Str 17, Dex 12, Con 12, Int 6, Wis 9, Cha 13. Gireya is short and slender, with straight copper hair and large hazel eyes. She wears travel-stained clothing and wields a kanabo (mace) and shuriken (darts). Gireya is thrifty and fearless.",
  "Hidga Kirnidotr: Female Dwarf Paladin, Good. Str 13, Dex 13, Con 12, Int 9, Wis 12, Cha 11. Hidga has an angular face, with red hair and brown eyes. She wears ring mail and wields a battleaxe. Hidga is well-spoken and romantic.",
  "Frigwag: Female Dwarf Fighter, NG. Str 14, Dex 13, Con 12, Int 12, Wis 15, Cha 11. Frigwag is willowy, with blonde hair and light gray eyes. She wears a breastplate and wields a trident and shield. Frigwag is romantic and extravagant.",
  "Ingid: Female Dwarf Paladin, Good. Str 9, Dex 10, Con 8, Int 11, Wis 9, Cha 11. Ingid is fair in appearance, with long red hair and brown eyes. She wears hide armor and wields a longsword and shield. Ingid seeks to continue the noble legacy of her father.",
  "Funda: Female Dwarf Bard, N. Str 12, Dex 7, Con 8, Int 13, Wis 9, Cha 15. Funda has a round face, with thick black hair and amber eyes. She wears leather armor and wields a shortsword and sling. Funda is agreeable and bold.",
  "Kilmul: Female Dwarf Paladin, Good. Str 10, Dex 8, Con 9, Int 9, Wis 9, Cha 10. Kilmul has straight gray hair and light green eyes, and a beaked nose. She wears splint armor and wields a maul. Kilmul seeks to save her family from financial ruin.",
  "Gerthe: Female Dwarf Rogue, N. Str 7, Dex 15, Con 8, Int 9, Wis 7, Cha 7. Gerthe has tangled blonde hair and blue eyes. She wears studded leather and wields a club.",
  "Frida Nofidotr: Female Dwarf Ranger, LN. Str 10, Dex 11, Con 11, Int 12, Wis 7, Cha 9. Frida has tangled auburn hair and soft amber eyes. She wears a breastplate and wields a whip and shield.",
  "Bori: Female Dwarf Druid, Neutral. Str 13, Dex 12, Con 14, Int 13, Wis 12, Cha 8. Bori is short, with copper hair and gray eyes. She wears hide armor and wields a scimitar and wooden shield. Bori has silver dog named Zaghim.",
  "Amin: Female Dwarf Druid, Neutral. Str 11, Dex 6, Con 8, Int 11, Wis 14, Cha 9. Amin is tall, with copper hair and brown eyes. She wears leather armor and wields a quarterstaff. Amin is eccentric and decisive.",
  "Ziri: Female Dwarf Monk, LE. Str 12, Dex 12, Con 6, Int 12, Wis 12, Cha 9. Ziri is exceptionally beautiful, with curly white hair and blue eyes. She wears modest garments and wields a kanabo (mace) and sai (dagger). Ziri has an animal companion, a tawny rat named Hedi.",
  "Kilmin: Female Dwarf Fighter, LG. Str 16, Dex 8, Con 7, Int 8, Wis 8, Cha 7. Kilmin has auburn hair and blue eyes, and a magical tattoo on her leg. She wears half plate and wields a longsword and shield. Kilmin is dying and desperately seeks the secret of immortality.",
  "Telchain: Female Dwarf Warlock, N. Str 11, Dex 10, Con 10, Int 12, Wis 11, Cha 17. Telchain is stout, with red hair and light amber eyes. She wears leather armor and wields a club and dagger. Telchain is pessimistic and honest.",
  "Ridga: Female Dwarf Fighter, NG. Str 16, Dex 12, Con 8, Int 11, Wis 7, Cha 11. Ridga is exceptionally beautiful, with thick copper hair and gray eyes. She wears a chain shirt and wields a scimitar. Ridga has an animal companion, a badger named Bjaga.",
  "Hilda Hurgidotr: Female Dwarf Warlock, LG. Str 10, Dex 8, Con 11, Int 13, Wis 12, Cha 16. Hilda is rough in appearance, with auburn hair and gray eyes. She wears leather armor and wields a spear and sickle.",
  "Gwoinarv: Female Dwarf Monk, NG. Str 15, Dex 16, Con 7, Int 9, Wis 14, Cha 7. Gwoinarv has a round face, with messy black hair and hazel eyes. She wears modest garments and wields a yari (spear).",
  "Alin: Female Dwarf Fighter, CG. Str 16, Dex 10, Con 12, Int 12, Wis 8, Cha 9. Alin is short, with thick gray hair and narrow hazel eyes. She wears scale mail and wields a morningstar and longbow. Alin is wrongly sought by the paladins of the Temple of Angels for theft.",
  "Frari: Female Dwarf Monk, LN. Str 12, Dex 9, Con 11, Int 10, Wis 8, Cha 11. Frari is exceptionally beautiful, with golden hair and gray eyes. She wears sturdy clothing and wields a bo (quarterstaff) and shuriken (darts). Frari dislikes having people behind her.",
  "Atlag Egifrdotr: Female Dwarf Fighter, N. Str 16, Dex 9, Con 9, Int 7, Wis 8, Cha 10. Atlag is heavyset, with brown hair and soft blue eyes. She wears a chain shirt and wields a greataxe. Atlag has an animal companion, a badger named Abal.",
  "Ziri: Female Dwarf Cleric, CN. Str 13, Dex 8, Con 13, Int 8, Wis 13, Cha 11. Ziri has braided gray hair and light brown eyes, and large ears. She wears half plate and wields a light hammer and sickle. Ziri secretly serves Rusu, an ancient goddess of darkness.",
  "Anif: Female Dwarf Bard, LN. Str 10, Dex 11, Con 8, Int 14, Wis 9, Cha 16. Anif has braided red hair and light green eyes, and a round nose. She wears studded leather and wields a longsword and hand crossbow. Anif is dying and desperately seeks the secret of immortality.",
  "Gera Mannidotr: Female Dwarf Rogue, NG. Str 14, Dex 17, Con 13, Int 17, Wis 8, Cha 9. Gera is thin, with cropped blonde hair and dark brown eyes. She wears studded leather and wields a spear.",
  "Andrag: Female Dwarf Fighter, LG. Str 16, Dex 11, Con 8, Int 13, Wis 10, Cha 10. Andrag has tangled gray hair and blue eyes, and small ears. She wears splint armor and wields a whip. Andrag is sensitive and lewd.",
  "Banarv: Female Dwarf Barbarian, N. Str 12, Dex 9, Con 13, Int 9, Wis 11, Cha 8. Banarv is willowy, with copper hair and dark brown eyes. She wears hide armor and wields a morningstar and heavy crossbow. Banarv has an animal companion, a badger named Frainarv.",
  "Rida: Female Dwarf Fighter, NE. Str 14, Dex 11, Con 8, Int 12, Wis 10, Cha 11. Rida is pleasant in appearance, with golden hair and large hazel eyes. She wears chain mail and wields a warhammer and blowgun.",
  "Ewag: Female Dwarf Ranger, N. Str 17, Dex 11, Con 10, Int 10, Wis 13, Cha 7. Ewag has copper hair and large gray eyes. She wears a breastplate and wields a pike. Ewag is haunted by the ghost of someone she killed.",
  "Thori: Female Dwarf Fighter, N. Str 14, Dex 17, Con 9, Int 9, Wis 11, Cha 8. Thori has gray hair and green eyes, and a sharp nose. She wears splint armor and wields a pike. Thori has an animal companion, a black dog named Isag.",
  "Kurda: Female Dwarf Bard, N. Str 11, Dex 8, Con 12, Int 15, Wis 9, Cha 16. Kurda has thick brown hair and narrow green eyes. She wears studded leather and wields a shortsword. Kurda seeks to free herself from an ancient curse.",
  "Thundu: Female Dwarf Rogue, CN. Str 13, Dex 17, Con 10, Int 13, Wis 11, Cha 9. Thundu is exceptionally beautiful, with golden hair and large brown eyes. She wears studded leather and wields a longsword and javelins. Thundu has an animal companion, a dire rat named Udlar.",
  "Bari: Female Dwarf Sorcerer, CN. Str 8, Dex 9, Con 10, Int 11, Wis 7, Cha 14. Bari is exceptionally beautiful, with golden hair and sharp hazel eyes. She wears worn clothing and wields a quarterstaff and darts. Bari is haunted by the memories of a past life.",
  "Ingeg: Female Dwarf Paladin, Good. Str 15, Dex 8, Con 9, Int 9, Wis 13, Cha 12. Ingeg is rough in appearance, with red hair and bright green eyes. She wears splint armor and wields a glaive. Ingeg is energetic and timid.",
  "Undin: Female Dwarf Fighter, CG. Str 16, Dex 7, Con 9, Int 8, Wis 10, Cha 8. Undin is tall, with copper hair and gray eyes. She wears plate armor and wields a longsword. Undin is dying and desperately seeks the secret of immortality.",
  "Ziri: Female Dwarf Rogue, LN. Str 11, Dex 12, Con 12, Int 8, Wis 9, Cha 10. Ziri has black hair and hazel eyes, and prominent ears. She wears leather armor and wields a spear.",
  "Siegra: Female Dwarf Warlock, LN. Str 11, Dex 13, Con 10, Int 10, Wis 7, Cha 14. Siegra is short, with matted auburn hair and bright green eyes. She wears leather armor and wields a light hammer. Siegra is pleasant and aggressive.",
  "Kurdu: Female Dwarf Fighter, N. Str 12, Dex 11, Con 9, Int 8, Wis 8, Cha 10. Kurdu is short and slender, with curly copper hair and hazel eyes. She wears a chain shirt and wields a greataxe. Kurdu has an animal companion, a red firedrake named Therli.",
  "Gili: Female Dwarf Rogue, N. Str 10, Dex 12, Con 9, Int 15, Wis 7, Cha 12. Gili is slender, with white hair and dark green eyes. She wears leather armor and wields a longsword and hand crossbow.",
  "Banarv: Female Dwarf Fighter, LN. Str 12, Dex 13, Con 10, Int 10, Wis 13, Cha 8. Banarv has a square face, with auburn hair and large blue eyes. She wears half plate and wields a shortsword. Banarv compulsively collects small objects.",
  "Horva Sigbjadotr: Female Dwarf Druid, Neutral. Str 13, Dex 9, Con 5, Int 10, Wis 16, Cha 7. Horva has a long face, with short black hair and bright brown eyes. She wears hide armor and wields a mace. Horva has silver dog named Graga.",
  "Bari: Female Dwarf Ranger, LG. Str 12, Dex 13, Con 13, Int 9, Wis 12, Cha 14. Bari is noble in bearing, with gray hair and narrow hazel eyes. She wears leather armor and wields a glaive. Bari has badger named Bjorga.",
  "Khundu: Female Dwarf Warlock, LN. Str 9, Dex 7, Con 12, Int 9, Wis 10, Cha 14. Khundu has cropped copper hair and hazel eyes. She wears leather armor and wields a quarterstaff. Khundu dislikes anyone smarter than her.",
  "Gili: Female Dwarf Monk, NG. Str 11, Dex 11, Con 6, Int 10, Wis 10, Cha 7. Gili is elegant in appearance, with matted brown hair and large gray eyes. She wears simple clothing and wields a yari (spear).",
  "Rithga: Female Dwarf Rogue, LG. Str 9, Dex 15, Con 11, Int 16, Wis 5, Cha 14. Rithga is short and willowy, with silver hair and hazel eyes. She wears studded leather and wields a spear.",
  "Thrukar: Female Dwarf Monk, NG. Str 17, Dex 10, Con 9, Int 11, Wis 11, Cha 15. Thrukar has silver hair and green eyes. She wears sturdy clothing and wields a yari (spear). Thrukar is chivalrous and timid.",
  "Thimin: Female Dwarf Ranger, LG. Str 15, Dex 13, Con 7, Int 6, Wis 16, Cha 10. Thimin has an angular face, with gray hair and light blue eyes. She wears a chain shirt and wields a warhammer. Thimin has black snake named Geire.",
  "Alin: Female Dwarf Paladin, Good. Str 8, Dex 12, Con 6, Int 10, Wis 11, Cha 11. Alin has a round face, with blonde hair and bright green eyes. She wears splint armor and wields a pike. Alin has an animal companion, a bay warhorse named Vorga.",
  "Kari: Female Dwarf Rogue, LG. Str 9, Dex 16, Con 9, Int 12, Wis 11, Cha 9. Kari is willowy, with curly white hair and light brown eyes. She wears studded leather and wields a shortsword and light crossbow. Kari seeks to steal a legendary diamond from the Dread Cyst of Devastation.",
  "Sanzig: Female Dwarf Fighter, NG. Str 15, Dex 14, Con 8, Int 12, Wis 6, Cha 12. Sanzig has messy brown hair and light green eyes, and a thin nose. She wears plate armor and wields a greatsword.",
  "Laga: Female Dwarf Fighter, N. Str 17, Dex 7, Con 9, Int 11, Wis 5, Cha 14. Laga is tall, with messy silver hair and narrow hazel eyes. She wears a chain shirt and wields a greataxe.",
  "Disa: Female Dwarf Monk, N. Str 12, Dex 8, Con 8, Int 10, Wis 14, Cha 14. Disa has straight blonde hair and bright green eyes, and a distinctive tattoo on her leg. She wears travel-stained clothing and wields a yari (spear). Disa is truthful and devout.",
  "Umul: Female Dwarf Rogue, LG. Str 9, Dex 14, Con 12, Int 13, Wis 10, Cha 10. Umul has a square face, with copper hair and gray eyes. She wears studded leather and wields a longsword. Umul was petrified for a hundred years.",
  "Bari: Female Dwarf Fighter, LG. Str 14, Dex 12, Con 12, Int 9, Wis 13, Cha 9. Bari is youthful in appearance, with tangled gray hair and blue eyes. She wears hide armor and wields a shortsword and shield. Bari has a terrible sense of direction.",
  "Burgga: Female Dwarf Fighter, N. Str 12, Dex 11, Con 9, Int 10, Wis 10, Cha 11. Burgga is pleasant in appearance, with brown hair and green eyes. She wears a chain shirt and wields a flail and shield. Burgga is quiet and truthful.",
  "Thudu: Female Dwarf Fighter, LN. Str 14, Dex 13, Con 13, Int 8, Wis 11, Cha 7. Thudu has an angular face, with white hair and green eyes. She wears hide armor and wields a scimitar and blowgun. Thudu seeks to discover who murdered her family.",
  "Oris: Female Dwarf Monk, CN. Str 15, Dex 11, Con 10, Int 12, Wis 15, Cha 8. Oris has a square face, with short auburn hair and dark hazel eyes. She wears simple clothing and wields a yari (spear) and shuriken (darts). Oris is reserved and moody.",
  "Nillga Balledotr: Female Dwarf Monk, LN. Str 15, Dex 14, Con 14, Int 12, Wis 10, Cha 8. Nillga has gray hair and large blue eyes, and an unusual scar on her leg. She wears travel-stained clothing and wields a kanabo (mace) and sai (dagger). Nillga is practical and abrasive.",
  "Sigra Aingindotr: Female Dwarf Paladin, Good. Str 7, Dex 13, Con 5, Int 12, Wis 10, Cha 10. Sigra is short, with matted brown hair and green eyes. She wears chain mail and wields a glaive.",
  "Ragna: Female Dwarf Rogue, N. Str 8, Dex 14, Con 6, Int 11, Wis 12, Cha 9. Ragna has a narrow face, with red hair and brown eyes. She wears studded leather and wields a quarterstaff and hand crossbow. Ragna has an animal companion, a black snake named Gimli.",
  "Thinga: Female Dwarf Fighter, NG. Str 14, Dex 8, Con 8, Int 13, Wis 8, Cha 12. Thinga is short, with straight auburn hair and blue eyes. She wears a breastplate and wields a morningstar and shield.",
  "Zaghund: Female Dwarf Wizard, LN. Str 15, Dex 8, Con 9, Int 17, Wis 15, Cha 6. Zaghund is rough in appearance, with silver hair and hazel eyes. She wears emerald robes and wields a dagger and darts. Zaghund seeks to free herself from an ancient curse.",
  "Ingeg: Female Dwarf Barbarian, NG. Str 14, Dex 12, Con 10, Int 12, Wis 13, Cha 9. Ingeg has matted black hair and soft brown eyes, and small ears. She wears leather armor and wields a warhammer and net. Ingeg is only friendly towards other dwarves..",
  "Ziri: Female Dwarf Barbarian, N. Str 14, Dex 6, Con 14, Int 11, Wis 13, Cha 8. Ziri has a narrow face, with long blonde hair and amber eyes. She wears scale mail and wields a war pick and heavy crossbow. Ziri has an animal companion, a black bear named Orgundr.",
  "Hola Axirdotr: Female Dwarf Monk, N. Str 11, Dex 12, Con 8, Int 7, Wis 14, Cha 9. Hola has a narrow face, with uneven white hair and large hazel eyes. She wears modest garments and wields a kanabo (mace). Hola has an animal companion, a tiger named Asnyng.",
  "Burgga: Female Dwarf Sorcerer, CG. Str 7, Dex 8, Con 11, Int 7, Wis 8, Cha 17. Burgga has brown hair and dark gray eyes. She wears well-made clothing and wields a quarterstaff and darts.",
  "Bori: Female Dwarf Rogue, N. Str 10, Dex 17, Con 12, Int 14, Wis 11, Cha 8. Bori is rough in appearance, with blonde hair and large hazel eyes. She wears leather armor and wields a mace and hand crossbow. Bori is lewd and arrogant.",
  "Signa: Female Dwarf Monk, LG. Str 8, Dex 10, Con 12, Int 11, Wis 12, Cha 11. Signa has blonde hair and narrow amber eyes. She wears simple clothing and wields an ono (handaxe). Signa is only friendly towards other dwarves..",
  "Hyra: Female Dwarf Druid, Neutral. Str 9, Dex 8, Con 5, Int 7, Wis 15, Cha 10. Hyra has copper hair and brown eyes. She wears leather armor and wields a scimitar. Hyra has dire rat named Gimli.",
  "Urin: Female Dwarf Fighter, N. Str 14, Dex 13, Con 8, Int 8, Wis 11, Cha 10. Urin has a narrow face, with cropped auburn hair and sharp brown eyes. She wears chain mail and wields a flail and net. Urin is lively and pleasant.",
  "Ingeg: Female Dwarf Monk, LG. Str 9, Dex 12, Con 9, Int 11, Wis 13, Cha 8. Ingeg has gray hair and light green eyes, and large ears. She wears simple clothing and wields a yari (spear). Ingeg is calm and practical.",
  "Sinne Akindotr: Female Dwarf Fighter, LG. Str 15, Dex 13, Con 8, Int 5, Wis 7, Cha 8. Sinne has messy silver hair and blue eyes. She wears a chain shirt and wields a maul. Sinne seeks to destroy the race of trolls.",
  "Thorva Steinnidotr: Female Dwarf Fighter, LG. Str 12, Dex 13, Con 15, Int 9, Wis 11, Cha 13. Thorva is exceptionally beautiful, with brown hair and large hazel eyes. She wears chain mail and wields a flail. Thorva is chivalrous and honest.",
  "Hildga: Female Dwarf Rogue, CE. Str 9, Dex 13, Con 8, Int 9, Wis 10, Cha 7. Hildga has thin blonde hair and narrow green eyes, and prominent ears. She wears studded leather and wields a longsword and dagger. Hildga compulsively plays with a copper coin.",
  "Sela: Female Dwarf Rogue, NE. Str 8, Dex 16, Con 12, Int 10, Wis 8, Cha 8. Sela has a long face, with cropped golden hair and sharp amber eyes. She wears leather armor and wields a handaxe.",
  "Rogna: Female Dwarf Fighter, N. Str 14, Dex 10, Con 14, Int 15, Wis 6, Cha 12. Rogna is exceptionally beautiful, with blonde hair and amber eyes. She wears scale mail and wields a whip and shield.",
  "Alim: Female Dwarf Wizard, CG. Str 14, Dex 11, Con 13, Int 15, Wis 8, Cha 14. Alim is rough in appearance, with thick auburn hair and dark blue eyes. She wears sapphire robes and wields a quarterstaff. Alim is haunted by the memories of a past life.",
  "Daga Thelfdidotr: Female Dwarf Barbarian, NG. Str 17, Dex 13, Con 17, Int 12, Wis 8, Cha 10. Daga has a round face, with white hair and amber eyes. She wears studded leather and wields a battleaxe.",
  "Algeg: Female Dwarf Fighter, CE. Str 17, Dex 10, Con 9, Int 8, Wis 12, Cha 13. Algeg is exceptionally beautiful, with gray hair and blue eyes. She wears a breastplate and wields a flail and blowgun. Algeg seeks to become a knight of the realm.",
  "Estridg Konidotr: Female Dwarf Rogue, LN. Str 11, Dex 15, Con 9, Int 9, Wis 12, Cha 11. Estridg has a round face, with white hair and large hazel eyes. She wears leather armor and wields a spear and hand crossbow.",
  "Bori: Female Dwarf Fighter, N. Str 15, Dex 10, Con 8, Int 14, Wis 10, Cha 8. Bori has cropped blonde hair and narrow green eyes, and a thin nose. She wears chain mail and wields a trident and hand crossbow. Bori has an animal companion, a copper firedrake named Allag.",
  "Thura: Female Dwarf Rogue, CG. Str 8, Dex 14, Con 11, Int 13, Wis 9, Cha 9. Thura has a square face, with copper hair and brown eyes. She wears leather armor and wields a light hammer and hand crossbow.",
  "Bali: Female Dwarf Barbarian, NG. Str 12, Dex 14, Con 8, Int 9, Wis 12, Cha 8. Bali is tall, with tangled copper hair and sharp gray eyes. She wears studded leather and wields a trident and heavy crossbow.",
  "Ridga: Female Dwarf Paladin, Good. Str 11, Dex 9, Con 13, Int 7, Wis 9, Cha 15. Ridga has short blonde hair and gray eyes. She wears a breastplate and wields a flail. Ridga was petrified for a hundred years.",
  "Bori: Female Dwarf Rogue, N. Str 10, Dex 17, Con 7, Int 9, Wis 8, Cha 8. Bori is willowy, with white hair and blue eyes. She wears leather armor and wields a quarterstaff. Bori is hunting the brigands who murdered her family.",
  "Iklag: Female Dwarf Sorcerer, N. Str 12, Dex 5, Con 9, Int 10, Wis 12, Cha 17. Iklag has brown hair and brown eyes, and a flat nose. She wears plain clothing and wields a quarterstaff and darts.",
  "Thjadmynj: Female Dwarf Barbarian, N. Str 13, Dex 12, Con 12, Int 13, Wis 14, Cha 11. Thjadmynj is tall, with straight white hair and sharp gray eyes. She wears hide armor and wields a whip and shield.",
  "Azan: Female Dwarf Cleric, N. Str 8, Dex 11, Con 10, Int 6, Wis 14, Cha 13. Azan has red hair and gray eyes. She wears a breastplate and wields a spear and shield. Azan is morose and instinctive.",
  "Grinain: Female Dwarf Rogue, NE. Str 8, Dex 12, Con 10, Int 12, Wis 10, Cha 5. Grinain is tall, with cropped white hair and narrow amber eyes. She wears leather armor and wields a longsword and hand crossbow. Grinain is a pack-rat, and carries a satchel of random junk.",
  "Khali: Female Dwarf Druid, Neutral. Str 8, Dex 14, Con 15, Int 12, Wis 15, Cha 10. Khali has auburn hair and gray eyes, and large ears. She wears leather armor and wields a quarterstaff and wooden shield. Khali is searching for her lost brother.",
  "Sega Vafidotr: Female Dwarf Monk, LN. Str 10, Dex 11, Con 9, Int 6, Wis 15, Cha 7. Sega is tall and overweight, with black hair and light amber eyes. She wears worn clothing and wields nunchaku (club). Sega is nervous and deceitful.",
  "Gynga: Female Dwarf Sorcerer, LN. Str 12, Dex 12, Con 8, Int 13, Wis 15, Cha 17. Gynga has auburn hair and blue eyes, and large ears. She wears plain clothing and wields a quarterstaff and light crossbow.",
  "Gili: Female Dwarf Fighter, CG. Str 12, Dex 13, Con 6, Int 9, Wis 9, Cha 11. Gili is stout, with red hair and amber eyes. She wears chain mail and wields a rapier and hand crossbow. Gili has an animal companion, a black wolf named Stige.",
  "Daga: Female Dwarf Monk, LN. Str 12, Dex 12, Con 8, Int 10, Wis 12, Cha 12. Daga has messy black hair and soft green eyes, and an unusual scar on her arm. She wears worn clothing and wields an ono (handaxe). Daga is impish and pessimistic.",
  "Ziri: Female Dwarf Druid, Neutral. Str 15, Dex 12, Con 13, Int 13, Wis 16, Cha 10. Ziri has cropped brown hair and large blue eyes. She wears leather armor and wields a mace. Ziri seeks only fame and glory.",
  "Rodu: Female Dwarf Cleric, N. Str 11, Dex 11, Con 12, Int 7, Wis 14, Cha 8. Rodu has golden hair and soft blue eyes. She wears leather armor and wields a light hammer and shortbow. Rodu seeks the meaning of a strange prophecy.",
  "Thari: Female Dwarf Monk, N. Str 13, Dex 11, Con 13, Int 10, Wis 14, Cha 14. Thari is rugged in appearance, with auburn hair and green eyes. She wears travel-stained clothing and wields an ono (handaxe) and kama (sickle). Thari is dying and desperately seeks the secret of immortality.",
  "Zaghar: Female Dwarf Rogue, NG. Str 10, Dex 13, Con 12, Int 12, Wis 7, Cha 8. Zaghar has auburn hair and bright blue eyes. She wears studded leather and wields a longsword. Zaghar is dying and desperately seeks the secret of immortality.",
  "Malmaert: Female Dwarf Monk, LN. Str 12, Dex 13, Con 10, Int 14, Wis 10, Cha 10. Malmaert has messy golden hair and soft blue eyes, and a round nose. She wears travel-stained clothing and wields an ono (handaxe) and sai (dagger). Malmaert was petrified for a hundred years.",
  "Ridga: Female Dwarf Druid, Neutral. Str 11, Dex 15, Con 10, Int 8, Wis 15, Cha 10. Ridga is thin, with straight golden hair and narrow amber eyes. She wears leather armor and wields a scimitar.",
  "Dwali: Female Dwarf Monk, N. Str 11, Dex 16, Con 12, Int 8, Wis 11, Cha 12. Dwali has an angular face, with copper hair and brown eyes. She wears modest garments and wields an ono (handaxe).",
  "Fridga Rymidotr: Female Dwarf Rogue, NE. Str 10, Dex 16, Con 8, Int 12, Wis 12, Cha 11. Fridga has a square face, with gray hair and hazel eyes. She wears leather armor and wields a shortsword and hand crossbow. Fridga serves an ancient dragon named Suna.",
  "Gili: Female Dwarf Druid, Neutral. Str 10, Dex 12, Con 9, Int 6, Wis 16, Cha 8. Gili is short, with copper hair and soft brown eyes. She wears hide armor and wields a quarterstaff and sling.",
  "Kari: Female Dwarf Fighter, NG. Str 12, Dex 12, Con 6, Int 11, Wis 14, Cha 13. Kari is willowy, with gray hair and light brown eyes. She wears scale mail and wields a rapier and longbow. Kari has an animal companion, a brown bear named Enarr.",
  "Afnhild: Female Dwarf Rogue, NG. Str 6, Dex 12, Con 10, Int 12, Wis 11, Cha 6. Afnhild has thick white hair and sharp blue eyes, and prominent ears. She wears studded leather and wields a longsword and hand crossbow.",
  "Umrak: Female Dwarf Rogue, LN. Str 14, Dex 12, Con 10, Int 14, Wis 9, Cha 7. Umrak has a long face, with red hair and light brown eyes. She wears studded leather and wields a shortsword.",
  "Dinain: Female Dwarf Druid, Neutral. Str 11, Dex 8, Con 6, Int 11, Wis 14, Cha 10. Dinain has copper hair and amber eyes. She wears hide armor and wields a mace and wooden shield. Dinain has badger named Tyrke.",
  "Thuda: Female Dwarf Monk, NG. Str 9, Dex 13, Con 11, Int 7, Wis 15, Cha 7. Thuda has a square face, with cropped auburn hair and hazel eyes. She wears travel-stained clothing and wields a bo (quarterstaff). Thuda was petrified for a hundred years.",
  "Thunda: Female Dwarf Paladin, Good. Str 15, Dex 12, Con 12, Int 12, Wis 10, Cha 12. Thunda has red hair and dark amber eyes, and an unusual mark on her leg. She wears a chain shirt and wields a maul. Thunda was raised by cultists of the Forlorn Princess.",
  "Ungerdg: Female Dwarf Rogue, LE. Str 15, Dex 12, Con 7, Int 8, Wis 13, Cha 8. Ungerdg has thick auburn hair and hazel eyes, and a thin nose. She wears leather armor and wields a shortsword. Ungerdg has an animal companion, a black snake named Thundu.",
  "Jaga: Female Dwarf Ranger, NG. Str 13, Dex 12, Con 13, Int 13, Wis 12, Cha 5. Jaga has red hair and amber eyes, and a round nose. She wears leather armor and wields a morningstar and shield. Jaga is searching for her lost sister.",
  "Ziri: Female Dwarf Fighter, N. Str 13, Dex 12, Con 12, Int 6, Wis 14, Cha 8. Ziri has a square face, with braided red hair and sharp gray eyes. She wears a breastplate and wields a morningstar. Ziri has an animal companion, a black dog named Leifri.",
  "Zaghain: Female Dwarf Paladin, Good. Str 12, Dex 7, Con 8, Int 8, Wis 14, Cha 9. Zaghain is tall and thin, with tangled copper hair and hazel eyes. She wears splint armor and wields a rapier.",
  "Borgga Bergfidotr: Female Dwarf Rogue, N. Str 14, Dex 17, Con 8, Int 12, Wis 10, Cha 7. Borgga has tangled white hair and light brown eyes. She wears studded leather and wields a longsword.",
  "Hora: Female Dwarf Wizard, NG. Str 14, Dex 12, Con 8, Int 13, Wis 10, Cha 12. Hora has matted blonde hair and amber eyes. She wears expensive clothing and wields a quarterstaff and light crossbow. Hora seeks to help the poor and unfortunate.",
  "Agnisg: Female Dwarf Cleric, NE. Str 9, Dex 10, Con 12, Int 15, Wis 17, Cha 16. Agnisg has cropped auburn hair and soft hazel eyes. She wears studded leather and wields a mace and dagger.",
  "Kunarv: Female Dwarf Bard, CN. Str 7, Dex 11, Con 6, Int 9, Wis 9, Cha 12. Kunarv has silver hair and soft hazel eyes, and small ears. She wears leather armor and wields a rapier and sickle. Kunarv has an animal companion, a hawk named Khimin.",
  "Gamil: Female Dwarf Paladin, Good. Str 17, Dex 11, Con 10, Int 12, Wis 11, Cha 11. Gamil has white hair and light blue eyes, and a beaked nose. She wears chain mail and wields a warhammer and shield. Gamil believes that she is being hunted by supernatural creatures.",
  "Hilde: Female Dwarf Ranger, LG. Str 9, Dex 14, Con 15, Int 8, Wis 16, Cha 12. Hilde has silver hair and dark hazel eyes. She wears leather armor and wields a scimitar and shield. Hilde has red snake named Gunnborgg.",
  "Genhe: Female Dwarf Monk, LG. Str 13, Dex 14, Con 10, Int 7, Wis 13, Cha 10. Genhe is tall and heavyset, with white hair and blue eyes. She wears simple clothing and wields nunchaku (club) and kama (sickle). Genhe is passionate and protective.",
  "Taga: Female Dwarf Monk, N. Str 13, Dex 14, Con 12, Int 9, Wis 16, Cha 11. Taga has messy black hair and bright green eyes. She wears simple clothing and wields a bo (quarterstaff) and kama (sickle).",
  "Kadu: Female Dwarf Warlock, LN. Str 13, Dex 8, Con 10, Int 13, Wis 13, Cha 15. Kadu has a long face, with braided white hair and brown eyes. She wears leather armor and wields a quarterstaff. Kadu has an animal companion, a giant spider named Thrinarv.",
  "Thilda Islirdotr: Female Dwarf Monk, NE. Str 16, Dex 12, Con 15, Int 9, Wis 8, Cha 10. Thilda is short, with blonde hair and blue eyes. She wears simple clothing and wields an ono (handaxe). Thilda seeks wealth and power at any cost.",
  "Graga: Female Dwarf Bard, N. Str 7, Dex 11, Con 9, Int 13, Wis 6, Cha 13. Graga has a long face, with brown hair and soft amber eyes. She wears studded leather and wields a club. Graga is haunted by the memories of a past life.",
  "Duli: Female Dwarf Fighter, LN. Str 15, Dex 11, Con 9, Int 11, Wis 10, Cha 10. Duli has auburn hair and light amber eyes. She wears splint armor and wields a warhammer and hand crossbow. Duli has an animal companion, a black bear named Alin.",
  "Dana Bardidotr: Female Dwarf Druid, Neutral. Str 12, Dex 10, Con 7, Int 10, Wis 15, Cha 9. Dana is fair in appearance, with copper hair and large brown eyes. She wears leather armor and wields a spear. Dana suffers an acute fear of fey creatures.",
  "Amin: Female Dwarf Monk, NG. Str 11, Dex 10, Con 7, Int 13, Wis 11, Cha 9. Amin has gray hair and green eyes. She wears simple clothing and wields a bo (quarterstaff). Amin seeks to destroy the race of orcs.",
  "Bori: Female Dwarf Paladin, Good. Str 10, Dex 10, Con 10, Int 11, Wis 13, Cha 11. Bori is elegant in appearance, with auburn hair and soft green eyes. She wears chain mail and wields a pike. Bori speaks with a deep voice.",
  "Ride: Female Dwarf Bard, CG. Str 13, Dex 9, Con 8, Int 13, Wis 9, Cha 13. Ride is youthful in appearance, with long black hair and soft hazel eyes. She wears studded leather and wields a rapier.",
  "Gimli: Female Dwarf Barbarian, LG. Str 12, Dex 5, Con 12, Int 8, Wis 6, Cha 10. Gimli has messy brown hair and amber eyes, and small ears. She wears studded leather and wields a pike. Gimli is fascinated by magic and arcana.",
  "Thatur: Female Dwarf Paladin, Good. Str 7, Dex 8, Con 12, Int 9, Wis 11, Cha 14. Thatur is exceptionally beautiful, with messy silver hair and light gray eyes. She wears a breastplate and wields a rapier. Thatur compulsively whispers nonsense.",
  "Thaga: Female Dwarf Rogue, LN. Str 9, Dex 12, Con 13, Int 12, Wis 12, Cha 6. Thaga has an angular face, with auburn hair and amber eyes. She wears studded leather and wields a club. Thaga seeks revenge against the sister who betrayed her.",
  "Telchud: Female Dwarf Paladin, Good. Str 14, Dex 9, Con 10, Int 9, Wis 12, Cha 8. Telchud has golden hair and gray eyes. She wears ring mail and wields a war pick. Telchud is heroic and sensitive.",
  "Svibra Rikidotr: Female Dwarf Fighter, NG. Str 12, Dex 14, Con 9, Int 10, Wis 6, Cha 11. Svibra has silver hair and sharp gray eyes. She wears splint armor and wields a rapier and longbow.",
  "Thratur: Female Dwarf Fighter, NG. Str 15, Dex 15, Con 11, Int 10, Wis 10, Cha 5. Thratur has a round face, with curly brown hair and sharp amber eyes. She wears splint armor and wields a whip. Thratur has an animal companion, a black dog named Kurda.",
  "Irifg: Female Dwarf Rogue, CN. Str 14, Dex 14, Con 11, Int 10, Wis 8, Cha 13. Irifg is rough in appearance, with white hair and dark hazel eyes. She wears leather armor and wields a rapier and shortbow.",
  "Thorkatl Okerdotr: Female Dwarf Monk, NG. Str 11, Dex 14, Con 11, Int 6, Wis 10, Cha 10. Thorkatl has a narrow face, with black hair and sharp green eyes. She wears modest garments and wields a kanabo (mace).",
  "Khunda: Female Dwarf Cleric, LN. Str 13, Dex 10, Con 12, Int 8, Wis 13, Cha 8. Khunda has matted white hair and green eyes. She wears hide armor and wields a club.",
  "Thedva Suaerkidotr: Female Dwarf Cleric, N. Str 15, Dex 9, Con 10, Int 12, Wis 14, Cha 11. Thedva has braided white hair and amber eyes. She wears half plate and wields a club and dagger. Thedva has an animal companion, a gray rabbit named Vegi.",
  "Raga: Female Dwarf Monk, LG. Str 15, Dex 9, Con 8, Int 9, Wis 13, Cha 9. Raga has a narrow face, with red hair and blue eyes. She wears simple clothing and wields nunchaku (club) and kama (sickle). Raga is cultured and faithful.",
  "Thildga: Female Dwarf Ranger, LE. Str 15, Dex 10, Con 8, Int 11, Wis 13, Cha 11. Thildga is beastly in appearance, with auburn hair and bright gray eyes. She wears leather armor and wields a greataxe. Thildga suffers a traumatic fear of confined spaces.",
  "Kadde: Female Dwarf Fighter, LG. Str 15, Dex 14, Con 12, Int 7, Wis 10, Cha 13. Kadde is heavyset, with copper hair and brown eyes. She wears chain mail and wields a warhammer and hand crossbow.",
  "Fundu: Female Dwarf Druid, Neutral. Str 11, Dex 8, Con 13, Int 10, Wis 16, Cha 9. Fundu has white hair and amber eyes, and a thin nose. She wears hide armor and wields a club. Fundu is impossibly lucky.",
  "Thainan: Female Dwarf Monk, CG. Str 11, Dex 11, Con 10, Int 9, Wis 15, Cha 8. Thainan has a narrow face, with gray hair and blue eyes. She wears modest garments and wields a bo (quarterstaff). Thainan suffers a severe allergy to shellfish.",
  "Gili: Female Dwarf Monk, N. Str 15, Dex 10, Con 9, Int 9, Wis 10, Cha 13. Gili has curly brown hair and large hazel eyes. She wears simple clothing and wields an ono (handaxe) and sai (dagger).",
  "Gewon Barskidotr: Female Dwarf Monk, NE. Str 15, Dex 8, Con 14, Int 10, Wis 14, Cha 5. Gewon has cropped blonde hair and bright blue eyes. She wears modest garments and wields a yari (spear). Gewon believes that she is the rightful heir to the crown of Lioningel.",
  "Kamil: Female Dwarf Cleric, NG. Str 9, Dex 9, Con 9, Int 7, Wis 13, Cha 9. Kamil has silver hair and narrow amber eyes. She wears a chain shirt and wields a spear.",
  "Thura: Female Dwarf Cleric, N. Str 12, Dex 10, Con 8, Int 7, Wis 12, Cha 14. Thura is heavyset, with uneven auburn hair and green eyes. She wears hide armor and wields a handaxe. Thura is pleasant and thoughtful.",
  "Halla Havvadotr: Female Dwarf Rogue, N. Str 5, Dex 14, Con 9, Int 13, Wis 9, Cha 9. Halla has a long face, with gray hair and brown eyes. She wears leather armor and wields a rapier and light crossbow. Halla compulsively collects small objects.",
  "Bori: Female Dwarf Warlock, N. Str 14, Dex 9, Con 12, Int 9, Wis 9, Cha 16. Bori has curly silver hair and brown eyes. She wears leather armor and wields a club. Bori seeks to free herself from an ancient curse.",
  "Alis: Female Dwarf Cleric, CN. Str 7, Dex 13, Con 11, Int 11, Wis 16, Cha 11. Alis has messy gray hair and sharp brown eyes, and numerous distinctive tattoos. She wears hide armor and wields a light hammer and shortbow. Alis is jealous and truthful.",
  "Staga Sunidotr: Female Dwarf Rogue, CG. Str 9, Dex 13, Con 11, Int 16, Wis 12, Cha 9. Staga is cultured in appearance, with brown hair and blue eyes. She wears studded leather and wields a longsword and darts.",
  "Khali: Female Dwarf Bard, NE. Str 13, Dex 9, Con 10, Int 10, Wis 6, Cha 17. Khali is repulsive in appearance, with black hair and sharp hazel eyes. She wears leather armor and wields a rapier. Khali is crude and deceitful.",
  "Gjaga Bergljudotr: Female Dwarf Rogue, N. Str 9, Dex 15, Con 10, Int 10, Wis 14, Cha 8. Gjaga is pleasant in appearance, with uneven copper hair and green eyes. She wears leather armor and wields a handaxe and hand crossbow. Gjaga is curious and reserved.",
  "Thora: Female Dwarf Barbarian, CG. Str 12, Dex 13, Con 12, Int 9, Wis 9, Cha 5. Thora has a long face, with black hair and brown eyes. She wears leather armor and wields a morningstar.",
  "Rori: Female Dwarf Fighter, NG. Str 12, Dex 14, Con 9, Int 5, Wis 12, Cha 13. Rori has blonde hair and brown eyes, and a flat nose. She wears hide armor and wields a morningstar and shield. Rori is haunted by the memories of a past life.",
  "Rida: Female Dwarf Cleric, NG. Str 10, Dex 8, Con 9, Int 14, Wis 17, Cha 8. Rida has a round face, with gray hair and narrow gray eyes. She wears a chain shirt and wields a handaxe. Rida is courageous and righteous.",
  "Valga Bersidotr: Female Dwarf Fighter, N. Str 16, Dex 14, Con 9, Int 8, Wis 9, Cha 14. Valga has a long face, with thin black hair and gray eyes. She wears splint armor and wields a morningstar. Valga has an animal companion, a badger named Ridga.",
  "Orunng: Female Dwarf Barbarian, NG. Str 16, Dex 9, Con 11, Int 11, Wis 10, Cha 9. Orunng is short and willowy, with curly red hair and amber eyes. She wears hide armor and wields a pike. Orunng is industrious and shrewd.",
  "Bali: Female Dwarf Barbarian, NE. Str 15, Dex 11, Con 13, Int 11, Wis 13, Cha 6. Bali has cropped white hair and green eyes. She wears studded leather and wields a war pick and shield.",
  "Tholdga: Female Dwarf Fighter, N. Str 16, Dex 10, Con 14, Int 12, Wis 11, Cha 11. Tholdga has messy gray hair and gray eyes, and a flat nose. She wears chain mail and wields a rapier. Tholdga has an animal companion, a red firedrake named Aflaudrg.",
  "Snilda: Female Dwarf Ranger, LN. Str 10, Dex 8, Con 9, Int 8, Wis 14, Cha 10. Snilda has gray hair and amber eyes, and a round nose. She wears a chain shirt and wields a whip and shield. Snilda is truthful and greedy.",
  "Ingeg: Female Dwarf Rogue, LG. Str 9, Dex 12, Con 11, Int 10, Wis 11, Cha 13. Ingeg has gray hair and green eyes. She wears studded leather and wields a longsword and hand crossbow. Ingeg has an animal companion, a dire rat named Invorg.",
  "Geda: Female Dwarf Ranger, NG. Str 15, Dex 8, Con 13, Int 10, Wis 12, Cha 12. Geda has an angular face, with red hair and large blue eyes. She wears studded leather and wields a pike. Geda is searching for her lost sister.",
  "Unnorgg Tillidotr: Female Dwarf Ranger, LN. Str 10, Dex 11, Con 9, Int 5, Wis 15, Cha 11. Unnorgg is rough in appearance, with braided silver hair and blue eyes. She wears studded leather and wields a longsword. Unnorgg seeks only fame and glory.",
  "Thjorgga: Female Dwarf Cleric, NE. Str 8, Dex 8, Con 6, Int 8, Wis 14, Cha 15. Thjorgga is repulsive in appearance, with messy black hair and soft brown eyes. She wears a breastplate and wields a handaxe and light crossbow. Thjorgga has an animal companion, a hawk named Ingeg.",
  "Iggag: Female Dwarf Druid, Neutral. Str 14, Dex 14, Con 9, Int 10, Wis 15, Cha 7. Iggag is rugged in appearance, with copper hair and amber eyes. She wears leather armor and wields a scimitar and wooden shield. Iggag believes that she is being hunted by supernatural creatures.",
  "Bari: Female Dwarf Bard, LG. Str 9, Dex 7, Con 14, Int 15, Wis 11, Cha 14. Bari is pleasant in appearance, with black hair and large gray eyes. She wears leather armor and wields a quarterstaff.",
  "Liota: Female Dwarf Druid, Neutral. Str 12, Dex 12, Con 10, Int 7, Wis 16, Cha 15. Liota is tall, with gray hair and green eyes. She wears hide armor and wields a quarterstaff. Liota is modest and anxious.",
  "Sniga: Female Dwarf Druid, Neutral. Str 11, Dex 12, Con 9, Int 12, Wis 14, Cha 6. Sniga is tall, with copper hair and blue eyes. She wears leather armor and wields a spear and dagger. Sniga has black wolf named Amim.",
  "Thilda Isingdotr: Female Dwarf Fighter, N. Str 15, Dex 12, Con 11, Int 9, Wis 10, Cha 13. Thilda has an angular face, with auburn hair and soft gray eyes. She wears a chain shirt and wields a pike.",
  "Banarv: Female Dwarf Paladin, Good. Str 12, Dex 6, Con 9, Int 11, Wis 17, Cha 8. Banarv is rough in appearance, with gray hair and bright hazel eyes. She wears a breastplate and wields a greatsword. Banarv has an animal companion, a white warhorse named Gwoinan.",
  "Hildrga: Female Dwarf Rogue, LE. Str 13, Dex 15, Con 12, Int 15, Wis 10, Cha 10. Hildrga has tangled gray hair and brown eyes, and numerous unusual tattoos. She wears leather armor and wields a rapier. Hildrga seeks to become a vampire.",
  "Furi: Female Dwarf Cleric, NG. Str 9, Dex 10, Con 10, Int 10, Wis 17, Cha 14. Furi has a round face, with black hair and amber eyes. She wears scale mail and wields a quarterstaff and dagger. Furi seeks to find her true love.",
  "Agnildg Ornundrdotr: Female Dwarf Barbarian, NG. Str 16, Dex 9, Con 12, Int 11, Wis 8, Cha 12. Agnildg is short and stout, with curly blonde hair and blue eyes. She wears hide armor and wields a trident and heavy crossbow. Agnildg is hunting the cultists who murdered her family.",
  "Gira: Female Dwarf Bard, N. Str 9, Dex 9, Con 11, Int 15, Wis 15, Cha 17. Gira has golden hair and dark hazel eyes. She wears leather armor and wields a light hammer. Gira seeks to master the secrets of time travel.",
  "Zuri: Female Dwarf Sorcerer, LG. Str 10, Dex 11, Con 12, Int 10, Wis 9, Cha 16. Zuri has brown hair and large green eyes. She wears plain clothing and wields a quarterstaff. Zuri seeks to master the secrets of time travel.",
  "Ofrisg Erinndotr: Female Dwarf Fighter, N. Str 13, Dex 13, Con 10, Int 15, Wis 11, Cha 9. Ofrisg is tall, with black hair and narrow blue eyes. She wears splint armor and wields a greataxe. Ofrisg is a practiced dart thrower.",
  "Urud: Female Dwarf Paladin, Good. Str 11, Dex 7, Con 8, Int 14, Wis 12, Cha 16. Urud has a round face, with gray hair and dark hazel eyes. She wears splint armor and wields a morningstar and shield. Urud seeks to atone for past sins.",
  "Duli: Female Dwarf Warlock, NE. Str 10, Dex 9, Con 8, Int 15, Wis 8, Cha 16. Duli is beastly in appearance, with copper hair and brown eyes. She wears studded leather and wields a spear and light crossbow.",
  "Gega: Female Dwarf Monk, CE. Str 9, Dex 10, Con 11, Int 12, Wis 13, Cha 8. Gega is pleasant in appearance, with braided white hair and gray eyes. She wears travel-stained clothing and wields a kanabo (mace). Gega is coarse and haughty.",
  "Ukrar: Female Dwarf Monk, CG. Str 11, Dex 16, Con 13, Int 13, Wis 16, Cha 6. Ukrar has gray hair and gray eyes. She wears worn clothing and wields a kanabo (mace) and kama (sickle). Ukrar suffers an acute fear of open spaces.",
  "Frumah: Female Dwarf Rogue, CN. Str 7, Dex 12, Con 6, Int 11, Wis 14, Cha 9. Frumah is rough in appearance, with curly copper hair and light hazel eyes. She wears studded leather and wields a quarterstaff and dagger.",
  "Thrasanz: Female Dwarf Monk, LN. Str 12, Dex 9, Con 6, Int 5, Wis 9, Cha 15. Thrasanz is willowy, with auburn hair and brown eyes. She wears worn clothing and wields a bo (quarterstaff) and kama (sickle). Thrasanz is impossibly lucky.",
  "Ridga Tharedotr: Female Dwarf Rogue, LN. Str 6, Dex 17, Con 11, Int 11, Wis 14, Cha 11. Ridga is short, with blonde hair and brown eyes. She wears studded leather and wields a rapier and light crossbow. Ridga seeks to atone for past sins.",
  "Urdur: Female Dwarf Druid, Neutral. Str 10, Dex 6, Con 8, Int 8, Wis 12, Cha 12. Urdur has uneven golden hair and soft gray eyes, and a sharp nose. She wears leather armor and wields a club and wooden shield.",
  "Frinan: Female Dwarf Druid, Neutral. Str 13, Dex 9, Con 6, Int 12, Wis 15, Cha 13. Frinan has copper hair and blue eyes, and a thin nose. She wears leather armor and wields a mace and sickle. Frinan suffers a paralyzing fear of death.",
  "Hraga: Female Dwarf Wizard, LG. Str 7, Dex 12, Con 5, Int 17, Wis 12, Cha 15. Hraga has a narrow face, with white hair and blue eyes. She wears copper robes and wields a dagger and sling. Hraga speaks with a loud voice.",
  "Ererdg: Female Dwarf Wizard, NG. Str 8, Dex 13, Con 9, Int 16, Wis 15, Cha 14. Ererdg has a narrow face, with auburn hair and green eyes. She wears modest garments and wields a dagger. Ererdg seeks to prove herself to her peers.",
  "Frinan: Female Dwarf Monk, N. Str 11, Dex 11, Con 12, Int 12, Wis 10, Cha 15. Frinan has white hair and blue eyes, and large ears. She wears travel-stained clothing and wields a bo (quarterstaff) and shuriken (darts). Frinan is hardworking and impartial.",
  "Bali: Female Dwarf Monk, NE. Str 13, Dex 16, Con 9, Int 14, Wis 10, Cha 12. Bali is tall and overweight, with silver hair and gray eyes. She wears travel-stained clothing and wields an ono (handaxe). Bali has an animal companion, a tiger named Biri.",
  "Thora Leifidotr: Female Dwarf Paladin, Good. Str 13, Dex 9, Con 11, Int 12, Wis 10, Cha 16. Thora has braided black hair and sharp amber eyes, and a round nose. She wears chain mail and wields a longsword. Thora seeks to prove herself to her peers.",
  "Borgga: Female Dwarf Druid, Neutral. Str 10, Dex 9, Con 10, Int 13, Wis 12, Cha 7. Borgga is short, with red hair and dark green eyes. She wears hide armor and wields a spear. Borgga is jealous and sharp-tongued.",
  "Nainan: Female Dwarf Rogue, N. Str 10, Dex 16, Con 5, Int 12, Wis 7, Cha 10. Nainan has short black hair and blue eyes. She wears studded leather and wields a longsword. Nainan dislikes having people behind her.",
  "Ziri: Female Dwarf Rogue, NE. Str 11, Dex 12, Con 11, Int 13, Wis 11, Cha 12. Ziri has brown hair and green eyes, and a beaked nose. She wears leather armor and wields a club and hand crossbow. Ziri seeks to steal the crown of the kingdom.",
  "Alvidg: Female Dwarf Fighter, N. Str 12, Dex 11, Con 14, Int 6, Wis 9, Cha 10. Alvidg has white hair and light brown eyes. She wears scale mail and wields a flail and shield. Alvidg has an animal companion, a gray wolf named Areg.",
  "Thura Sicfridotr: Female Dwarf Fighter, CN. Str 17, Dex 7, Con 5, Int 10, Wis 10, Cha 9. Thura has black hair and blue eyes, and a beaked nose. She wears chain mail and wields a warhammer and hand crossbow.",
  "Kridga: Female Dwarf Sorcerer, NG. Str 13, Dex 8, Con 12, Int 8, Wis 9, Cha 14. Kridga has gray hair and narrow amber eyes. She wears travel-stained clothing and wields a dagger and light crossbow. Kridga is a practiced gambler.",
  "Bauga: Female Dwarf Monk, LE. Str 10, Dex 10, Con 11, Int 9, Wis 14, Cha 10. Bauga has curly brown hair and gray eyes. She wears sturdy clothing and wields nunchaku (club) and shuriken (darts). Bauga is searching for her missing son.",
  "Sanzir: Female Dwarf Paladin, Good. Str 14, Dex 14, Con 10, Int 10, Wis 16, Cha 14. Sanzir is exceptionally beautiful, with uneven golden hair and large green eyes. She wears hide armor and wields a trident. Sanzir is quick-witted and trustworthy.",
  "Maereya: Female Dwarf Rogue, N. Str 15, Dex 17, Con 7, Int 12, Wis 8, Cha 15. Maereya has gray hair and narrow gray eyes. She wears studded leather and wields a quarterstaff and javelins. Maereya is fascinated by ghosts and spirits.",
  "Atur: Female Dwarf Rogue, NE. Str 12, Dex 13, Con 8, Int 17, Wis 10, Cha 11. Atur has copper hair and hazel eyes. She wears studded leather and wields a longsword. Atur avoids eye contact.",
  "Saga: Female Dwarf Barbarian, LN. Str 17, Dex 9, Con 8, Int 10, Wis 10, Cha 9. Saga is exceptionally beautiful, with matted blonde hair and blue eyes. She wears scale mail and wields a battleaxe and heavy crossbow. Saga is bold and sharp-tongued.",
  "Khali: Female Dwarf Monk, CN. Str 12, Dex 10, Con 11, Int 8, Wis 10, Cha 9. Khali has uneven blonde hair and gray eyes. She wears plain clothing and wields a kanabo (mace) and sai (dagger).",
  "Thallber Hunridotr: Female Dwarf Druid, Neutral. Str 14, Dex 9, Con 10, Int 7, Wis 14, Cha 10. Thallber is fey in appearance, with black hair and soft amber eyes. She wears leather armor and wields a spear and wooden shield. Thallber has dire rat named Bari.",
  "Enderd Vardridotr: Female Dwarf Ranger, N. Str 9, Dex 12, Con 12, Int 10, Wis 14, Cha 9. Enderd has a round face, with thin gray hair and green eyes. She wears a breastplate and wields a scimitar and shield.",
  "Gunnhe: Female Dwarf Fighter, LN. Str 12, Dex 16, Con 8, Int 11, Wis 11, Cha 9. Gunnhe is common in appearance, with short white hair and hazel eyes. She wears scale mail and wields a scimitar and hand crossbow. Gunnhe is hardworking and sarcastic.",
  "Gerdga Bardidotr: Female Dwarf Fighter, CN. Str 16, Dex 10, Con 10, Int 8, Wis 5, Cha 8. Gerdga has uneven golden hair and light brown eyes. She wears ring mail and wields a flail and shield.",
  "Sigva Almarldotr: Female Dwarf Monk, NG. Str 9, Dex 13, Con 6, Int 10, Wis 16, Cha 7. Sigva has a narrow face, with tangled black hair and gray eyes. She wears modest garments and wields an ono (handaxe) and kama (sickle).",
  "Duli: Female Dwarf Ranger, NG. Str 12, Dex 15, Con 14, Int 13, Wis 14, Cha 12. Duli is elegant in appearance, with copper hair and green eyes. She wears half plate and wields a glaive. Duli is wrongly sought by the paladins of the Shrine of the Empyrean Sky for theft.",
  "Grinain: Female Dwarf Druid, Neutral. Str 11, Dex 9, Con 11, Int 10, Wis 15, Cha 11. Grinain has golden hair and blue eyes. She wears leather armor and wields a spear and dagger. Grinain seeks revenge against the sister who betrayed her.",
  "Bjotga: Female Dwarf Warlock, NG. Str 13, Dex 9, Con 9, Int 8, Wis 10, Cha 16. Bjotga is noble in bearing, with curly red hair and gray eyes. She wears studded leather and wields a handaxe. Bjotga suffers a severe allergy to dragons.",
  "Fundu: Female Dwarf Monk, LN. Str 13, Dex 13, Con 10, Int 15, Wis 16, Cha 9. Fundu is exceptionally beautiful, with short golden hair and hazel eyes. She wears simple clothing and wields a kanabo (mace) and sai (dagger). Fundu has an animal companion, a tiger named Horgi.",
  "Gili: Female Dwarf Paladin, Good. Str 14, Dex 12, Con 11, Int 13, Wis 12, Cha 13. Gili has a square face, with gray hair and amber eyes. She wears half plate and wields a whip.",
  "Alin: Female Dwarf Paladin, Good. Str 8, Dex 10, Con 12, Int 12, Wis 8, Cha 10. Alin has braided copper hair and green eyes. She wears ring mail and wields a glaive. Alin is confident and curious.",
  "Therbja Hrodidotr: Female Dwarf Monk, CN. Str 13, Dex 16, Con 6, Int 10, Wis 10, Cha 15. Therbja is tall and slender, with matted auburn hair and gray eyes. She wears simple clothing and wields a yari (spear). Therbja is protective and savage.",
  "Kunan: Female Dwarf Rogue, LG. Str 9, Dex 12, Con 6, Int 13, Wis 9, Cha 12. Kunan has black hair and narrow blue eyes, and a sharp nose. She wears leather armor and wields a longsword and dagger. Kunan is friendly and jealous.",
  "Alil: Female Dwarf Druid, Neutral. Str 13, Dex 7, Con 8, Int 11, Wis 17, Cha 10. Alil is tall and thin, with white hair and gray eyes. She wears leather armor and wields a mace and wooden shield. Alil is driven and sadistic.",
  "Ukhur: Female Dwarf Cleric, N. Str 14, Dex 10, Con 6, Int 5, Wis 16, Cha 17. Ukhur is tall and thin, with golden hair and large blue eyes. She wears studded leather and wields a mace and javelins. Ukhur has an animal companion, a black rat named Bali.",
  "Grinarv: Female Dwarf Paladin, Good. Str 12, Dex 7, Con 10, Int 8, Wis 12, Cha 17. Grinarv has cropped blonde hair and soft gray eyes, and small ears. She wears ring mail and wields a longsword and shield. Grinarv is calm and foolhardy.",
  "Thratur: Female Dwarf Ranger, NG. Str 11, Dex 12, Con 13, Int 9, Wis 16, Cha 13. Thratur is fair in appearance, with white hair and amber eyes. She wears leather armor and wields a morningstar. Thratur has gray wolf named Gauti.",
  "Gedu: Female Dwarf Paladin, Good. Str 11, Dex 14, Con 11, Int 10, Wis 15, Cha 12. Gedu has an angular face, with messy blonde hair and green eyes. She wears chain mail and wields a longsword and shield. Gedu is cheerful and truthful.",
  "Thatur: Female Dwarf Fighter, N. Str 16, Dex 12, Con 6, Int 7, Wis 8, Cha 12. Thatur has a round face, with red hair and soft blue eyes. She wears scale mail and wields a shortsword and longbow. Thatur suffers a severe allergy to fish.",
  "Umur: Female Dwarf Monk, NE. Str 16, Dex 12, Con 7, Int 13, Wis 16, Cha 11. Umur is overweight, with golden hair and brown eyes. She wears modest garments and wields a yari (spear). Umur has an animal companion, a white rabbit named Giga.",
  "Thudu: Female Dwarf Paladin, Good. Str 8, Dex 6, Con 8, Int 11, Wis 10, Cha 11. Thudu has a narrow face, with messy white hair and large brown eyes. She wears hide armor and wields a trident. Thudu has an animal companion, a black warhorse named Frita.",
  "Grimah: Female Dwarf Rogue, NG. Str 13, Dex 14, Con 13, Int 7, Wis 11, Cha 8. Grimah has a long face, with gray hair and bright hazel eyes. She wears leather armor and wields a longsword and darts. Grimah was raised by cultists of the King of Treachery.",
  "Dwari: Female Dwarf Monk, N. Str 15, Dex 11, Con 9, Int 7, Wis 13, Cha 14. Dwari has an angular face, with curly gray hair and brown eyes. She wears plain clothing and wields a yari (spear) and shuriken (darts). Dwari has an animal companion, a white rabbit named Gunni.",
  "Hilda: Female Dwarf Barbarian, NG. Str 15, Dex 11, Con 11, Int 8, Wis 9, Cha 12. Hilda has a narrow face, with thick blonde hair and green eyes. She wears leather armor and wields a shortsword and shield. Hilda has an animal companion, a gray wolf named Disanz.",
  "Umul: Female Dwarf Druid, Neutral. Str 13, Dex 12, Con 10, Int 12, Wis 15, Cha 11. Umul has red hair and green eyes. She wears hide armor and wields a spear and dagger. Umul has green snake named Gamin.",
  "Dinan: Female Dwarf Cleric, CN. Str 10, Dex 5, Con 12, Int 11, Wis 16, Cha 14. Dinan is fey in appearance, with blonde hair and hazel eyes. She wears studded leather and wields a handaxe and sling.",
  "Ulag: Female Dwarf Warlock, LG. Str 8, Dex 13, Con 8, Int 11, Wis 6, Cha 12. Ulag has short copper hair and sharp green eyes. She wears studded leather and wields a spear and light crossbow.",
  "Ridga Athundotr: Female Dwarf Paladin, Good. Str 12, Dex 12, Con 8, Int 8, Wis 9, Cha 13. Ridga is courtly in bearing, with uneven gray hair and light green eyes. She wears chain mail and wields a maul. Ridga has an animal companion, a black warhorse named Tyrmi.",
  "Thildga: Female Dwarf Wizard, LG. Str 11, Dex 12, Con 11, Int 13, Wis 11, Cha 13. Thildga is short, with curly brown hair and hazel eyes. She wears simple clothing and wields a quarterstaff and light crossbow. Thildga is haunted by the memories of a past life.",
  "Bali: Female Dwarf Warlock, N. Str 11, Dex 11, Con 10, Int 8, Wis 5, Cha 16. Bali has black hair and hazel eyes. She wears leather armor and wields a club and sickle. Bali has an animal companion, a black cat named Ingeg.",
  "Rune: Female Dwarf Wizard, LN. Str 11, Dex 12, Con 8, Int 12, Wis 11, Cha 10. Rune has white hair and amber eyes. She wears blue robes and wields a dagger and sling.",
  "Imhid Rididotr: Female Dwarf Fighter, CN. Str 13, Dex 12, Con 10, Int 6, Wis 8, Cha 12. Imhid is exceptionally beautiful, with cropped gray hair and gray eyes. She wears half plate and wields a war pick and shield. Imhid was magically imprisoned for a hundred years.",
  "Gerda: Female Dwarf Fighter, N. Str 12, Dex 12, Con 6, Int 12, Wis 11, Cha 5. Gerda is rough in appearance, with short copper hair and blue eyes. She wears half plate and wields a morningstar and shield. Gerda dislikes having people behind her.",
  "Asgag Hodidotr: Female Dwarf Rogue, LN. Str 9, Dex 14, Con 13, Int 8, Wis 8, Cha 11. Asgag has red hair and amber eyes, and large ears. She wears leather armor and wields a shortsword.",
  "Swara: Female Dwarf Fighter, CN. Str 12, Dex 11, Con 11, Int 12, Wis 9, Cha 11. Swara has blonde hair and brown eyes. She wears a breastplate and wields a trident.",
  "Hilda: Female Dwarf Rogue, N. Str 9, Dex 14, Con 7, Int 12, Wis 11, Cha 10. Hilda has a long face, with long red hair and green eyes. She wears studded leather and wields a spear and light crossbow. Hilda is suspicious and crude.",
  "Akar: Female Dwarf Monk, NG. Str 13, Dex 15, Con 15, Int 13, Wis 12, Cha 14. Akar has matted white hair and hazel eyes, and a beaked nose. She wears sturdy clothing and wields a yari (spear) and kama (sickle). Akar is trustworthy and chivalrous.",
  "Lofu: Female Dwarf Druid, Neutral. Str 10, Dex 7, Con 12, Int 7, Wis 14, Cha 5. Lofu is exceptionally beautiful, with messy white hair and green eyes. She wears leather armor and wields a mace. Lofu is cursed with delusions.",
  "Gedu: Female Dwarf Bard, N. Str 5, Dex 11, Con 9, Int 11, Wis 7, Cha 16. Gedu is short, with curly white hair and light blue eyes. She wears studded leather and wields a rapier and darts. Gedu has an animal companion, a white rabbit named Runa.",
  "Maera: Female Dwarf Monk, N. Str 15, Dex 16, Con 11, Int 9, Wis 10, Cha 11. Maera has short auburn hair and blue eyes. She wears modest garments and wields a bo (quarterstaff) and shuriken (darts).",
  "Otar: Female Dwarf Ranger, CN. Str 14, Dex 16, Con 6, Int 11, Wis 11, Cha 10. Otar has thick red hair and blue eyes. She wears leather armor and wields a shortsword.",
  "Ingerdg: Female Dwarf Paladin, Good. Str 8, Dex 11, Con 11, Int 10, Wis 10, Cha 11. Ingerdg is fey in appearance, with curly black hair and green eyes. She wears splint armor and wields a halberd.",
  "Ilmil: Female Dwarf Monk, N. Str 8, Dex 12, Con 5, Int 14, Wis 10, Cha 14. Ilmil is short, with long golden hair and brown eyes. She wears modest garments and wields nunchaku (club). Ilmil has an animal companion, a green firedrake named Alten.",
  "Thorlja: Female Dwarf Paladin, Good. Str 13, Dex 8, Con 7, Int 9, Wis 12, Cha 10. Thorlja has gray hair and light gray eyes. She wears splint armor and wields a flail and shield. Thorlja is haunted by the memories of a past life.",
  "Elieg Giledotr: Female Dwarf Fighter, N. Str 14, Dex 14, Con 12, Int 12, Wis 12, Cha 12. Elieg has tangled golden hair and amber eyes. She wears a breastplate and wields a glaive.",
  "Mura Ondugdotr: Female Dwarf Fighter, NG. Str 12, Dex 12, Con 8, Int 9, Wis 11, Cha 11. Mura has red hair and gray eyes, and a distinctive mark on her arm. She wears plate armor and wields a war pick and shield. Mura has an animal companion, a black wolf named Frinan.",
  "Goda Vartidotr: Female Dwarf Wizard, CN. Str 8, Dex 7, Con 13, Int 13, Wis 9, Cha 10. Goda is rugged in appearance, with silver hair and sharp amber eyes. She wears tailored clothing and wields a quarterstaff. Goda is anxious and hard-hearted.",
  "Malmundg Mundidotr: Female Dwarf Fighter, NG. Str 14, Dex 11, Con 12, Int 6, Wis 9, Cha 11. Malmundg is exceptionally beautiful, with golden hair and soft green eyes. She wears ring mail and wields a greataxe. Malmundg seeks to continue the noble legacy of her father.",
  "Thali: Female Dwarf Monk, CN. Str 13, Dex 9, Con 8, Int 5, Wis 10, Cha 14. Thali is willowy, with uneven golden hair and hazel eyes. She wears travel-stained clothing and wields an ono (handaxe) and shuriken (darts). Thali is serious and modest.",
  "Hilde Maridotr: Female Dwarf Rogue, LG. Str 9, Dex 16, Con 10, Int 12, Wis 9, Cha 11. Hilde has matted blonde hair and blue eyes. She wears leather armor and wields a longsword and hand crossbow. Hilde is haunted by the ghost of someone she killed.",
  "Munja Reyvidotr: Female Dwarf Monk, LE. Str 12, Dex 10, Con 14, Int 10, Wis 10, Cha 10. Munja is pleasant in appearance, with straight silver hair and bright hazel eyes. She wears simple clothing and wields nunchaku (club) and sai (dagger).",
  "Horva: Female Dwarf Ranger, LG. Str 14, Dex 15, Con 15, Int 8, Wis 11, Cha 13. Horva has thick copper hair and green eyes, and prominent ears. She wears half plate and wields a maul. Horva is optimistic and foolish.",
  "Thareya Stilidotr: Female Dwarf Rogue, N. Str 10, Dex 16, Con 12, Int 17, Wis 12, Cha 10. Thareya has messy copper hair and hazel eyes, and pointed ears. She wears studded leather and wields a club. Thareya seeks to discover where she came from, and who her real family is.",
  "Thari: Female Dwarf Druid, Neutral. Str 12, Dex 9, Con 7, Int 11, Wis 12, Cha 5. Thari has cropped copper hair and dark green eyes. She wears hide armor and wields a scimitar and sling. Thari is wrongly sought by the Countess of Eredhen for smuggling.",
  "Gela: Female Dwarf Barbarian, NE. Str 16, Dex 8, Con 14, Int 8, Wis 6, Cha 8. Gela is stout, with auburn hair and amber eyes. She wears hide armor and wields a morningstar and net. Gela is selfish and thoughtless.",
  "Sviga: Female Dwarf Rogue, N. Str 11, Dex 13, Con 13, Int 12, Wis 12, Cha 9. Sviga is rough in appearance, with short auburn hair and amber eyes. She wears studded leather and wields a handaxe.",
  "Thelga Arifdotr: Female Dwarf Rogue, LN. Str 13, Dex 12, Con 9, Int 12, Wis 12, Cha 11. Thelga is exceptionally beautiful, with curly brown hair and hazel eyes. She wears leather armor and wields a rapier and sickle. Thelga seeks to steal a legendary diamond from the Hive of Baleful Woe.",
  "Bifur: Female Dwarf Cleric, NG. Str 13, Dex 7, Con 7, Int 14, Wis 15, Cha 14. Bifur is rough in appearance, with matted silver hair and hazel eyes. She wears leather armor and wields a spear and shield. Bifur is loyal and industrious.",
  "Thuga: Female Dwarf Ranger, NG. Str 12, Dex 11, Con 7, Int 9, Wis 11, Cha 9. Thuga has a narrow face, with braided gray hair and blue eyes. She wears studded leather and wields a shortsword. Thuga is principled and diplomatic.",
  "Ziri: Female Dwarf Wizard, CG. Str 9, Dex 13, Con 14, Int 15, Wis 15, Cha 10. Ziri has a round face, with uneven gray hair and large amber eyes. She wears modest garments and wields a dagger.",
  "Urin: Female Dwarf Ranger, LN. Str 8, Dex 14, Con 7, Int 11, Wis 10, Cha 12. Urin is rugged in appearance, with silver hair and blue eyes. She wears studded leather and wields a trident and shield.",
  "Ljaga: Female Dwarf Cleric, LG. Str 7, Dex 9, Con 10, Int 15, Wis 16, Cha 12. Ljaga is exceptionally beautiful, with blonde hair and green eyes. She wears a chain shirt and wields a spear and darts.",
  "Aghal: Female Dwarf Wizard, N. Str 12, Dex 14, Con 10, Int 16, Wis 10, Cha 14. Aghal is stout, with braided golden hair and amber eyes. She wears modest garments and wields a dagger and light crossbow. Aghal seeks to free herself from an ancient curse.",
  "Banain: Female Dwarf Fighter, NG. Str 15, Dex 11, Con 8, Int 5, Wis 12, Cha 12. Banain is courtly in bearing, with brown hair and large gray eyes. She wears plate armor and wields a rapier. Banain is heroic and well-spoken.",
  "Limul: Female Dwarf Druid, Neutral. Str 15, Dex 13, Con 10, Int 11, Wis 15, Cha 11. Limul has a square face, with white hair and narrow hazel eyes. She wears leather armor and wields a spear and sickle.",
  "Gera: Female Dwarf Fighter, CE. Str 14, Dex 15, Con 7, Int 11, Wis 11, Cha 6. Gera is heavyset, with black hair and blue eyes. She wears scale mail and wields a trident. Gera is absent-minded, and always searching for a missing item.",
  "Dridga Grikidotr: Female Dwarf Rogue, CE. Str 10, Dex 15, Con 7, Int 13, Wis 9, Cha 8. Dridga is exceptionally beautiful, with copper hair and sharp green eyes. She wears leather armor and wields a shortsword and darts. Dridga has an animal companion, a black cat named Thainan.",
  "Kurda: Female Dwarf Bard, CN. Str 6, Dex 10, Con 9, Int 8, Wis 11, Cha 15. Kurda is exceptionally beautiful, with uneven red hair and soft gray eyes. She wears leather armor and wields a rapier and shortbow. Kurda suffers a deadly allergy to dogs.",
  "Atul: Female Dwarf Wizard, CN. Str 12, Dex 12, Con 12, Int 16, Wis 11, Cha 9. Atul is rugged in appearance, with curly auburn hair and gray eyes. She wears plain clothing and wields a quarterstaff. Atul is searching for her missing son.",
  "Thrinarv: Female Dwarf Barbarian, N. Str 14, Dex 7, Con 15, Int 7, Wis 13, Cha 10. Thrinarv has long blonde hair and amber eyes, and large ears. She wears hide armor and wields a war pick and hand crossbow. Thrinarv has an animal companion, a black bear named Sanzagh.",
  "Amin: Female Dwarf Monk, N. Str 14, Dex 13, Con 9, Int 10, Wis 15, Cha 10. Amin has red hair and light blue eyes, and a beaked nose. She wears travel-stained clothing and wields a kanabo (mace). Amin has an animal companion, a tiger named Shali.",
  "Ingidg Andindotr: Female Dwarf Fighter, N. Str 16, Dex 10, Con 9, Int 8, Wis 5, Cha 9. Ingidg is common in appearance, with messy red hair and sharp gray eyes. She wears ring mail and wields a battleaxe and net. Ingidg is hunting the dragon who slew his mentor.",
  "Fundu: Female Dwarf Monk, N. Str 9, Dex 11, Con 9, Int 13, Wis 12, Cha 8. Fundu is fey in appearance, with messy brown hair and narrow hazel eyes. She wears plain clothing and wields an ono (handaxe) and shuriken (darts).",
  "Furi: Female Dwarf Fighter, N. Str 14, Dex 9, Con 10, Int 8, Wis 13, Cha 11. Furi has an angular face, with long auburn hair and large green eyes. She wears scale mail and wields a battleaxe and blowgun. Furi compulsively chants nonsense.",
  "Anzin: Female Dwarf Fighter, N. Str 17, Dex 13, Con 10, Int 8, Wis 9, Cha 12. Anzin is short, with straight gray hair and hazel eyes. She wears chain mail and wields a whip and shield. Anzin has an animal companion, a black dog named Gimli.",
  "Vaga Orgardrdotr: Female Dwarf Fighter, LN. Str 16, Dex 13, Con 9, Int 11, Wis 9, Cha 11. Vaga is rugged in appearance, with white hair and green eyes. She wears ring mail and wields a battleaxe and shield.",
  "Gimli: Female Dwarf Ranger, N. Str 13, Dex 8, Con 9, Int 7, Wis 11, Cha 11. Gimli has white hair and blue eyes. She wears studded leather and wields a trident. Gimli has green snake named Gili.",
  "Kali: Female Dwarf Barbarian, LN. Str 15, Dex 15, Con 13, Int 14, Wis 9, Cha 9. Kali has silver hair and bright green eyes, and pointed ears. She wears scale mail and wields a longsword. Kali is blind in her left eye.",
  "Minarv: Female Dwarf Rogue, LN. Str 8, Dex 12, Con 13, Int 14, Wis 11, Cha 8. Minarv has red hair and brown eyes, and a round nose. She wears leather armor and wields a rapier and sling. Minarv has an animal companion, a black snake named Signa.",
  "Gimli: Female Dwarf Paladin, Good. Str 12, Dex 8, Con 10, Int 10, Wis 14, Cha 9. Gimli has long golden hair and narrow amber eyes, and pointed ears. She wears ring mail and wields a shortsword and shield. Gimli is cheerful and pious.",
  "Zaghor: Female Dwarf Fighter, CN. Str 17, Dex 12, Con 13, Int 9, Wis 11, Cha 10. Zaghor has a narrow face, with brown hair and hazel eyes. She wears splint armor and wields a rapier and shield.",
  "Alin: Female Dwarf Monk, NG. Str 12, Dex 11, Con 10, Int 10, Wis 9, Cha 9. Alin has a square face, with straight black hair and brown eyes. She wears modest garments and wields nunchaku (club). Alin has an animal companion, a white monkey named Fridi.",
  "Kunain: Female Dwarf Warlock, N. Str 12, Dex 8, Con 10, Int 10, Wis 12, Cha 15. Kunain is fey in appearance, with cropped blonde hair and narrow amber eyes. She wears leather armor and wields a spear. Kunain is dying and desperately seeks the secret of immortality.",
  "Bifund: Female Dwarf Rogue, NG. Str 7, Dex 14, Con 10, Int 9, Wis 7, Cha 8. Bifund has cropped silver hair and light brown eyes. She wears studded leather and wields a rapier and hand crossbow. Bifund is aesthetic and trustworthy.",
  "Hvoorga Thorfidotr: Female Dwarf Rogue, N. Str 9, Dex 15, Con 10, Int 11, Wis 10, Cha 13. Hvoorga has red hair and bright amber eyes. She wears studded leather and wields a rapier. Hvoorga is cursed with hallucinations.",
  "Igin: Female Dwarf Rogue, NG. Str 9, Dex 16, Con 7, Int 10, Wis 14, Cha 7. Igin has black hair and hazel eyes. She wears leather armor and wields a rapier. Igin is steadfast and thrifty.",
  "Hilde: Female Dwarf Sorcerer, LN. Str 13, Dex 7, Con 15, Int 9, Wis 7, Cha 12. Hilde is fey in appearance, with blonde hair and blue eyes. She wears modest garments and wields a quarterstaff. Hilde is searching for the lost empire of Nyamaress.",
  "Tholdga Aklinndotr: Female Dwarf Cleric, N. Str 12, Dex 14, Con 14, Int 10, Wis 12, Cha 9. Tholdga is rugged in appearance, with cropped golden hair and hazel eyes. She wears leather armor and wields a club and shield. Tholdga lost her shadow to a hag.",
  "Orin: Female Dwarf Ranger, LN. Str 9, Dex 9, Con 8, Int 8, Wis 15, Cha 12. Orin has matted golden hair and green eyes. She wears leather armor and wields a battleaxe. Orin believes that she is being hunted by supernatural creatures.",
  "Gaga Mundridotr: Female Dwarf Rogue, CN. Str 11, Dex 14, Con 11, Int 9, Wis 11, Cha 9. Gaga is rough in appearance, with thin auburn hair and amber eyes. She wears studded leather and wields a club and hand crossbow. Gaga is blind in her left eye.",
  "Hilda Odvanddotr: Female Dwarf Warlock, N. Str 10, Dex 8, Con 12, Int 12, Wis 11, Cha 15. Hilda has copper hair and green eyes, and large ears. She wears leather armor and wields a handaxe. Hilda is searching for her missing daughter.",
  "Geda: Female Dwarf Sorcerer, NG. Str 14, Dex 7, Con 15, Int 11, Wis 14, Cha 12. Geda has a narrow face, with short white hair and amber eyes. She wears modest garments and wields a dagger and darts.",
  "Shali: Female Dwarf Rogue, NG. Str 8, Dex 14, Con 10, Int 15, Wis 9, Cha 9. Shali has black hair and amber eyes. She wears leather armor and wields a rapier.",
  "Horla: Female Dwarf Monk, N. Str 14, Dex 15, Con 6, Int 8, Wis 15, Cha 8. Horla has red hair and large gray eyes, and a flat nose. She wears worn clothing and wields a bo (quarterstaff) and kama (sickle). Horla compulsively plays with a platinum coin.",
  "Agnyg: Female Dwarf Fighter, LN. Str 17, Dex 11, Con 10, Int 6, Wis 11, Cha 8. Agnyg is heavyset, with copper hair and green eyes. She wears ring mail and wields a flail. Agnyg is instinctive and mischievous.",
  "Kari: Female Dwarf Ranger, N. Str 13, Dex 15, Con 11, Int 8, Wis 12, Cha 6. Kari has red hair and soft hazel eyes. She wears studded leather and wields a shortsword. Kari seeks to save her family from financial ruin.",
  "Shali: Female Dwarf Rogue, NG. Str 9, Dex 17, Con 5, Int 13, Wis 13, Cha 9. Shali has messy copper hair and dark blue eyes, and numerous unusual tattoos. She wears studded leather and wields a rapier. Shali has an animal companion, a sable ferret named Beini.",
  "Allbedg: Female Dwarf Rogue, NE. Str 6, Dex 15, Con 10, Int 10, Wis 8, Cha 10. Allbedg has cropped golden hair and bright blue eyes. She wears leather armor and wields a rapier. Allbedg is insensitive and disloyal.",
  "Viga: Female Dwarf Fighter, LE. Str 16, Dex 13, Con 8, Int 10, Wis 11, Cha 10. Viga has thin auburn hair and gray eyes. She wears ring mail and wields a rapier. Viga was petrified for a hundred years.",
  "Ottag Thurgidotr: Female Dwarf Paladin, Good. Str 9, Dex 10, Con 7, Int 11, Wis 16, Cha 11. Ottag has tangled white hair and sharp blue eyes, and a flat nose. She wears half plate and wields a trident and shield. Ottag has an animal companion, a white warhorse named Zaghal.",
  "Ukral: Female Dwarf Fighter, NG. Str 14, Dex 11, Con 7, Int 10, Wis 13, Cha 11. Ukral is courtly in bearing, with black hair and green eyes. She wears splint armor and wields a scimitar and hand crossbow. Ukral has an animal companion, a black bear named Kadu.",
  "Orleild: Female Dwarf Fighter, NG. Str 17, Dex 14, Con 12, Int 9, Wis 8, Cha 9. Orleild has a long face, with brown hair and sharp amber eyes. She wears plate armor and wields a warhammer and blowgun. Orleild seeks to discover what destroyed her homeland.",
  "Khainan: Female Dwarf Rogue, NG. Str 12, Dex 14, Con 10, Int 15, Wis 13, Cha 10. Khainan is rough in appearance, with silver hair and blue eyes. She wears leather armor and wields a longsword and sling. Khainan suffers an acute fear of mirrors.",
  "Kali: Female Dwarf Cleric, NG. Str 10, Dex 9, Con 5, Int 13, Wis 17, Cha 11. Kali is short and overweight, with uneven silver hair and dark gray eyes. She wears leather armor and wields a mace and javelins. Kali has an animal companion, a hunting dog named Thimul.",
  "Gerthe: Female Dwarf Fighter, N. Str 17, Dex 14, Con 12, Int 6, Wis 8, Cha 12. Gerthe has a long face, with straight black hair and blue eyes. She wears a chain shirt and wields a greatsword. Gerthe has an animal companion, a black bear named Barski.",
  "Artag Ororndotr: Female Dwarf Rogue, NG. Str 10, Dex 13, Con 8, Int 13, Wis 10, Cha 6. Artag is fair in appearance, with golden hair and soft green eyes. She wears leather armor and wields a longsword and hand crossbow. Artag is searching for the legendary Tunnels of Unearthly Worms.",
  "Khudu: Female Dwarf Paladin, Good. Str 10, Dex 9, Con 8, Int 7, Wis 10, Cha 10. Khudu has matted brown hair and dark hazel eyes. She wears splint armor and wields a greatsword. Khudu is brave and principled.",
  "Gili: Female Dwarf Monk, NE. Str 15, Dex 16, Con 13, Int 11, Wis 9, Cha 11. Gili has a long face, with copper hair and dark amber eyes. She wears modest garments and wields an ono (handaxe) and sai (dagger).",
  "Allding: Female Dwarf Bard, LN. Str 8, Dex 10, Con 5, Int 15, Wis 7, Cha 16. Allding has an angular face, with copper hair and bright green eyes. She wears studded leather and wields a rapier.",
  "Furi: Female Dwarf Rogue, NG. Str 7, Dex 12, Con 12, Int 12, Wis 8, Cha 10. Furi is cultured in appearance, with silver hair and large brown eyes. She wears leather armor and wields a longsword and hand crossbow.",
  "Hildreya: Female Dwarf Rogue, CN. Str 9, Dex 13, Con 13, Int 10, Wis 10, Cha 11. Hildreya has gray hair and narrow hazel eyes. She wears leather armor and wields a club.",
  "Alag: Female Dwarf Druid, Neutral. Str 14, Dex 5, Con 5, Int 9, Wis 17, Cha 8. Alag has copper hair and gray eyes. She wears leather armor and wields a mace and sling. Alag suffers a traumatic fear of death.",
  "Furi: Female Dwarf Rogue, LE. Str 9, Dex 17, Con 12, Int 12, Wis 8, Cha 14. Furi has a narrow face, with blonde hair and green eyes. She wears leather armor and wields a longsword. Furi suffers a deadly allergy to dwarves.",
  "Thorkatl Therlidotr: Female Dwarf Rogue, NG. Str 15, Dex 14, Con 6, Int 8, Wis 10, Cha 14. Thorkatl is courtly in bearing, with black hair and gray eyes. She wears leather armor and wields a shortsword and shortbow.",
  "Hjaga Karlsidotr: Female Dwarf Monk, NG. Str 13, Dex 13, Con 10, Int 7, Wis 16, Cha 8. Hjaga has a square face, with thin silver hair and hazel eyes. She wears simple clothing and wields a kanabo (mace) and kama (sickle). Hjaga compulsively plays with a copper coin.",
  "Thilda: Female Dwarf Monk, NE. Str 13, Dex 7, Con 10, Int 6, Wis 8, Cha 12. Thilda is exceptionally beautiful, with auburn hair and gray eyes. She wears travel-stained clothing and wields a yari (spear).",
  "Raga: Female Dwarf Cleric, NG. Str 13, Dex 7, Con 10, Int 6, Wis 14, Cha 11. Raga has brown hair and bright gray eyes. She wears scale mail and wields a quarterstaff.",
  "Ukag: Female Dwarf Druid, Neutral. Str 15, Dex 8, Con 10, Int 13, Wis 15, Cha 5. Ukag has brown hair and green eyes. She wears leather armor and wields a club.",
  "Sala: Female Dwarf Monk, N. Str 10, Dex 13, Con 14, Int 12, Wis 15, Cha 8. Sala has long brown hair and narrow gray eyes, and a distinctive tattoo on her face. She wears well-made clothing and wields a yari (spear). Sala is a pack-rat, and carries a satchel of random junk.",
  "Throinarv: Female Dwarf Monk, N. Str 15, Dex 16, Con 7, Int 10, Wis 13, Cha 15. Throinarv has long brown hair and blue eyes, and large ears. She wears sturdy clothing and wields a yari (spear) and sai (dagger).",
  "Innag Doridotr: Female Dwarf Monk, LG. Str 14, Dex 15, Con 14, Int 14, Wis 12, Cha 6. Innag is youthful in appearance, with silver hair and green eyes. She wears travel-stained clothing and wields a kanabo (mace).",
  "Burgga: Female Dwarf Cleric, N. Str 15, Dex 9, Con 8, Int 15, Wis 17, Cha 13. Burgga is exceptionally beautiful, with blonde hair and large brown eyes. She wears scale mail and wields a light hammer and darts. Burgga is impish and assertive.",
  "Rita Gunnadotr: Female Dwarf Monk, CG. Str 13, Dex 12, Con 12, Int 11, Wis 14, Cha 7. Rita is slender, with braided gray hair and soft hazel eyes. She wears travel-stained clothing and wields nunchaku (club). Rita is colorblind.",
  "Disanz: Female Dwarf Ranger, LN. Str 12, Dex 8, Con 9, Int 10, Wis 8, Cha 8. Disanz is overweight, with blonde hair and brown eyes. She wears leather armor and wields a trident and shield. Disanz is cursed with hallucinations.",
  "Valga Geisidotr: Female Dwarf Cleric, N. Str 10, Dex 11, Con 10, Int 14, Wis 14, Cha 13. Valga is tall, with long golden hair and light green eyes. She wears scale mail and wields a light hammer. Valga has an animal companion, a hunting dog named Arnthrung.",
  "Alldisg Urigdotr: Female Dwarf Monk, LG. Str 15, Dex 15, Con 8, Int 10, Wis 17, Cha 11. Alldisg is short, with long copper hair and blue eyes. She wears plain clothing and wields an ono (handaxe) and shuriken (darts). Alldisg has an animal companion, a gray rat named Ulfheil.",
  "Borgga: Female Dwarf Barbarian, N. Str 14, Dex 7, Con 8, Int 8, Wis 8, Cha 11. Borgga has braided silver hair and green eyes, and pointed ears. She wears leather armor and wields a greataxe. Borgga has an animal companion, a ginger dog named Vidi.",
  "Agnag Cnakidotr: Female Dwarf Wizard, LE. Str 7, Dex 13, Con 11, Int 15, Wis 8, Cha 14. Agnag is slender, with uneven blonde hair and bright green eyes. She wears tailored clothing and wields a quarterstaff and light crossbow.",
  "Grunnga: Female Dwarf Monk, N. Str 14, Dex 10, Con 13, Int 11, Wis 11, Cha 13. Grunnga is fey in appearance, with thin copper hair and narrow blue eyes. She wears travel-stained clothing and wields a kanabo (mace) and shuriken (darts). Grunnga suffers a deadly allergy to rabbits.",
  "Frinarv: Female Dwarf Druid, Neutral. Str 8, Dex 9, Con 9, Int 10, Wis 13, Cha 9. Frinarv has matted gray hair and dark green eyes. She wears hide armor and wields a quarterstaff and wooden shield. Frinarv has silver dog named Kada.",
  "Bali: Female Dwarf Druid, Neutral. Str 14, Dex 11, Con 9, Int 6, Wis 16, Cha 6. Bali is short and thin, with cropped silver hair and large blue eyes. She wears leather armor and wields a scimitar and darts. Bali has dire rat named Arras.",
  "Gwali: Female Dwarf Paladin, Good. Str 15, Dex 10, Con 7, Int 10, Wis 17, Cha 12. Gwali has brown hair and blue eyes, and a sharp nose. She wears hide armor and wields a morningstar.",
  "Zigil: Female Dwarf Barbarian, LE. Str 17, Dex 11, Con 11, Int 11, Wis 11, Cha 5. Zigil is short, with white hair and narrow amber eyes. She wears hide armor and wields a maul. Zigil is lazy and combative.",
  "Alin: Female Dwarf Monk, NE. Str 11, Dex 10, Con 7, Int 10, Wis 15, Cha 14. Alin has an angular face, with short auburn hair and hazel eyes. She wears simple clothing and wields an ono (handaxe). Alin is cowardly and thoughtless.",
  "Luri: Female Dwarf Monk, N. Str 12, Dex 15, Con 11, Int 10, Wis 12, Cha 6. Luri is thin, with cropped red hair and light blue eyes. She wears sturdy clothing and wields a kanabo (mace).",
  "Gynga Singidotr: Female Dwarf Fighter, N. Str 16, Dex 10, Con 12, Int 11, Wis 11, Cha 10. Gynga is rugged in appearance, with messy blonde hair and sharp brown eyes. She wears splint armor and wields a warhammer and shield. Gynga is haunted by the memories of a past life.",
  "Ziri: Female Dwarf Rogue, LN. Str 7, Dex 14, Con 9, Int 11, Wis 6, Cha 8. Ziri has a square face, with straight auburn hair and large hazel eyes. She wears studded leather and wields a shortsword and hand crossbow. Ziri is extravagant and dishonest.",
  "Sueuilda: Female Dwarf Paladin, Good. Str 12, Dex 10, Con 10, Int 7, Wis 13, Cha 17. Sueuilda has cropped red hair and amber eyes, and a magical mark on her face. She wears a chain shirt and wields a warhammer and shield. Sueuilda suffers a paralyzing fear of disease.",
  "Sverre: Female Dwarf Cleric, N. Str 10, Dex 9, Con 9, Int 13, Wis 15, Cha 15. Sverre has a long face, with red hair and amber eyes. She wears a chain shirt and wields a light hammer and shield. Sverre has an animal companion, a ginger ferret named Kheli.",
  "Grinain: Female Dwarf Wizard, NG. Str 11, Dex 9, Con 12, Int 17, Wis 14, Cha 11. Grinain has silver hair and brown eyes. She wears sturdy clothing and wields a quarterstaff and sling. Grinain has Common Companion.",
  "Herda: Female Dwarf Sorcerer, N. Str 8, Dex 7, Con 11, Int 11, Wis 10, Cha 16. Herda is common in appearance, with thin gray hair and soft green eyes. She wears simple clothing and wields a dagger.",
  "Fundu: Female Dwarf Rogue, LG. Str 10, Dex 14, Con 11, Int 13, Wis 6, Cha 12. Fundu is common in appearance, with short copper hair and hazel eyes. She wears studded leather and wields a rapier and hand crossbow.",
  "Arim: Female Dwarf Monk, N. Str 12, Dex 8, Con 9, Int 7, Wis 15, Cha 10. Arim has thin brown hair and amber eyes, and a distinctive mark on her arm. She wears plain clothing and wields a yari (spear). Arim is foolish and perverted.",
  "Thuda: Female Dwarf Monk, NG. Str 11, Dex 14, Con 14, Int 9, Wis 12, Cha 12. Thuda is tall and thin, with long golden hair and blue eyes. She wears plain clothing and wields a yari (spear) and kama (sickle). Thuda is wrongly sought by the paladins of the Cathedral of Angels for forgery.",
  "Arvin: Female Dwarf Paladin, Good. Str 12, Dex 10, Con 15, Int 15, Wis 14, Cha 12. Arvin is exceptionally beautiful, with tangled silver hair and hazel eyes. She wears ring mail and wields a battleaxe and shield. Arvin seeks to discover why she keeps having the same nightmare.",
  "Olag Naridotr: Female Dwarf Rogue, N. Str 7, Dex 12, Con 10, Int 12, Wis 12, Cha 5. Olag has braided white hair and sharp blue eyes, and pointed ears. She wears leather armor and wields a rapier and darts. Olag suffers a paralyzing fear of fey creatures.",
  "Frida: Female Dwarf Monk, CN. Str 11, Dex 11, Con 11, Int 10, Wis 9, Cha 12. Frida has white hair and blue eyes, and pointed ears. She wears modest garments and wields nunchaku (club) and kama (sickle).",
  "Gimli: Female Dwarf Warlock, CN. Str 15, Dex 11, Con 7, Int 6, Wis 7, Cha 12. Gimli has silver hair and green eyes. She wears studded leather and wields a handaxe.",
  "Theidra: Female Dwarf Rogue, NE. Str 7, Dex 13, Con 10, Int 13, Wis 9, Cha 11. Theidra is rough in appearance, with curly red hair and blue eyes. She wears leather armor and wields a longsword. Theidra refers to herself in the third person.",
  "Ringwar: Female Dwarf Sorcerer, LN. Str 9, Dex 9, Con 14, Int 13, Wis 9, Cha 17. Ringwar has black hair and gray eyes. She wears travel-stained clothing and wields a quarterstaff and darts. Ringwar seeks to raise an army of gargoyles.",
  "Gerdga Landidotr: Female Dwarf Warlock, CN. Str 11, Dex 6, Con 13, Int 11, Wis 10, Cha 16. Gerdga has a round face, with cropped golden hair and soft gray eyes. She wears leather armor and wields a mace and javelins. Gerdga is searching for her missing familiar, a giant spider named Thrinan.",
  "Maerta: Female Dwarf Wizard, NG. Str 11, Dex 11, Con 10, Int 16, Wis 9, Cha 14. Maerta has thick brown hair and hazel eyes, and a round nose. She wears travel-stained clothing and wields a dagger and sling. Maerta has Common Companion.",
  "Siga: Female Dwarf Fighter, LN. Str 13, Dex 12, Con 13, Int 12, Wis 13, Cha 14. Siga is short, with long silver hair and amber eyes. She wears scale mail and wields a battleaxe. Siga is absent-minded and haughty.",
  "Thali: Female Dwarf Rogue, N. Str 12, Dex 12, Con 10, Int 14, Wis 6, Cha 8. Thali has auburn hair and large amber eyes, and a distinctive tattoo on her face. She wears leather armor and wields a rapier. Thali is anxious and scheming.",
  "Gewar: Female Dwarf Warlock, CG. Str 13, Dex 11, Con 8, Int 9, Wis 11, Cha 17. Gewar is exceptionally beautiful, with cropped red hair and brown eyes. She wears leather armor and wields a handaxe and light crossbow. Gewar is hunting the doppelganger which destroyed her homeland.",
  "Reyda: Female Dwarf Ranger, N. Str 10, Dex 11, Con 12, Int 8, Wis 8, Cha 7. Reyda is exceptionally beautiful, with copper hair and brown eyes. She wears studded leather and wields a glaive.",
  "Ingreg: Female Dwarf Barbarian, N. Str 12, Dex 13, Con 10, Int 12, Wis 11, Cha 14. Ingreg is heavyset, with auburn hair and large gray eyes. She wears leather armor and wields a scimitar. Ingreg seeks to save her family from financial ruin.",
  "Gimli: Female Dwarf Rogue, N. Str 7, Dex 15, Con 8, Int 12, Wis 7, Cha 10. Gimli is rugged in appearance, with black hair and large green eyes. She wears leather armor and wields a longsword. Gimli has an animal companion, a sable ferret named Odyg.",
  "Almfrig: Female Dwarf Fighter, LN. Str 12, Dex 8, Con 9, Int 11, Wis 10, Cha 8. Almfrig has brown hair and amber eyes, and pointed ears. She wears chain mail and wields a whip and shield. Almfrig is hunting the demon who slew his mentor.",
  "Gira Svertidotr: Female Dwarf Paladin, Good. Str 15, Dex 8, Con 10, Int 11, Wis 14, Cha 12. Gira is exceptionally beautiful, with matted white hair and large blue eyes. She wears plate armor and wields a glaive. Gira frequently uses uncommon words incorrectly.",
  "Bali: Female Dwarf Fighter, N. Str 16, Dex 12, Con 12, Int 14, Wis 12, Cha 6. Bali is exceptionally beautiful, with gray hair and brown eyes. She wears a breastplate and wields a flail.",
  "Bjorgga: Female Dwarf Ranger, N. Str 11, Dex 15, Con 10, Int 7, Wis 12, Cha 11. Bjorgga is tall and thin, with long white hair and gray eyes. She wears leather armor and wields a whip and shield.",
  "Kada: Female Dwarf Barbarian, N. Str 15, Dex 13, Con 12, Int 12, Wis 11, Cha 8. Kada has golden hair and bright amber eyes, and prominent ears. She wears hide armor and wields a longsword and blowgun. Kada suffers an acute fear of crowds.",
  "Undin: Female Dwarf Warlock, CG. Str 9, Dex 11, Con 6, Int 14, Wis 6, Cha 14. Undin has a long face, with brown hair and brown eyes. She wears studded leather and wields a spear. Undin is hunting the doppelganger which destroyed her homeland.",
  "Dwali: Female Dwarf Ranger, N. Str 11, Dex 13, Con 10, Int 8, Wis 12, Cha 12. Dwali is willowy, with brown hair and brown eyes. She wears a chain shirt and wields a whip and shield.",
  "Kada: Female Dwarf Barbarian, CN. Str 13, Dex 14, Con 16, Int 10, Wis 15, Cha 9. Kada has uneven auburn hair and bright brown eyes, and a thin nose. She wears studded leather and wields a warhammer and net. Kada speaks with a raspy voice.",
  "Sigga: Female Dwarf Paladin, Good. Str 13, Dex 15, Con 11, Int 9, Wis 14, Cha 11. Sigga is rugged in appearance, with straight brown hair and blue eyes. She wears a breastplate and wields a warhammer and shield. Sigga is industrious and devout.",
  "Bali: Female Dwarf Ranger, LN. Str 14, Dex 12, Con 10, Int 9, Wis 16, Cha 8. Bali is heavyset, with thin copper hair and blue eyes. She wears leather armor and wields a longsword. Bali has ginger dog named Irat.",
  "Orghidg: Female Dwarf Fighter, LN. Str 15, Dex 11, Con 7, Int 5, Wis 7, Cha 10. Orghidg has silver hair and amber eyes. She wears half plate and wields a whip and shield. Orghidg is haunted by the ghost of someone she killed.",
  "Gamul: Female Dwarf Druid, Neutral. Str 14, Dex 8, Con 8, Int 6, Wis 14, Cha 6. Gamul is slender, with copper hair and green eyes. She wears hide armor and wields a spear and wooden shield. Gamul has dire rat named Ledga.",
  "Asgag: Female Dwarf Monk, N. Str 12, Dex 12, Con 8, Int 11, Wis 12, Cha 6. Asgag is pleasant in appearance, with brown hair and gray eyes. She wears modest garments and wields a kanabo (mace). Asgag seeks to save her family from financial ruin.",
  "Thimah: Female Dwarf Paladin, Good. Str 15, Dex 13, Con 10, Int 6, Wis 9, Cha 12. Thimah has a round face, with messy black hair and soft blue eyes. She wears a breastplate and wields a scimitar and shield. Thimah is hunting the warlord who stole her ancestral sword.",
  "Itherdg Skingridotr: Female Dwarf Rogue, CN. Str 5, Dex 16, Con 7, Int 10, Wis 14, Cha 10. Itherdg is pleasant in appearance, with red hair and large amber eyes. She wears studded leather and wields a shortsword. Itherdg seeks revenge against the thieves' guild which left her to hang.",
  "Furi: Female Dwarf Paladin, Good. Str 10, Dex 10, Con 13, Int 13, Wis 17, Cha 10. Furi has black hair and large blue eyes. She wears ring mail and wields a trident. Furi is loyal and flamboyant.",
  "Rida: Female Dwarf Druid, Neutral. Str 8, Dex 10, Con 10, Int 5, Wis 13, Cha 9. Rida is common in appearance, with messy golden hair and large green eyes. She wears hide armor and wields a scimitar and sickle. Rida secretly serves Althus, an ancient goddess of chaos.",
  "Gunna: Female Dwarf Rogue, NG. Str 8, Dex 14, Con 8, Int 12, Wis 10, Cha 9. Gunna is youthful in appearance, with golden hair and large blue eyes. She wears leather armor and wields a longsword. Gunna is cultured and brave.",
  "Tjorgga: Female Dwarf Monk, CE. Str 12, Dex 10, Con 6, Int 8, Wis 13, Cha 12. Tjorgga is exceptionally beautiful, with braided black hair and soft brown eyes. She wears modest garments and wields an ono (handaxe) and shuriken (darts). Tjorgga is searching for the lost elven kingdom of Hargeladr.",
  "Urdur: Female Dwarf Barbarian, CN. Str 15, Dex 9, Con 9, Int 11, Wis 13, Cha 12. Urdur has a narrow face, with silver hair and narrow hazel eyes. She wears hide armor and wields a rapier and heavy crossbow.",
  "Banain: Female Dwarf Fighter, LG. Str 13, Dex 13, Con 12, Int 6, Wis 9, Cha 11. Banain has a long face, with thin silver hair and brown eyes. She wears chain mail and wields a shortsword and shield. Banain is pious and extravagant.",
  "Ahar: Female Dwarf Fighter, N. Str 14, Dex 13, Con 11, Int 13, Wis 9, Cha 5. Ahar has blonde hair and dark blue eyes, and small ears. She wears a breastplate and wields a morningstar and shield.",
  "Mura Folkvidotr: Female Dwarf Monk, CN. Str 12, Dex 8, Con 11, Int 6, Wis 9, Cha 11. Mura has blonde hair and soft blue eyes, and numerous distinctive tattoos. She wears modest garments and wields a yari (spear). Mura has an animal companion, a green snake named Thrakilm.",
  "Saeunnga Ildusdotr: Female Dwarf Fighter, NE. Str 14, Dex 13, Con 15, Int 8, Wis 10, Cha 6. Saeunnga is fair in appearance, with copper hair and amber eyes. She wears hide armor and wields a flail and longbow. Saeunnga seeks only fame and glory.",
  "Threri: Female Dwarf Monk, N. Str 15, Dex 16, Con 8, Int 14, Wis 10, Cha 10. Threri is rough in appearance, with blonde hair and narrow blue eyes. She wears worn clothing and wields a bo (quarterstaff).",
  "Bari: Female Dwarf Monk, N. Str 13, Dex 12, Con 10, Int 6, Wis 7, Cha 12. Bari is exceptionally beautiful, with copper hair and soft blue eyes. She wears sturdy clothing and wields a kanabo (mace). Bari believes that she is the rightful heir to the kingdom of Londe.",
  "Doga Horedotr: Female Dwarf Fighter, NG. Str 13, Dex 8, Con 11, Int 12, Wis 6, Cha 7. Doga has an angular face, with brown hair and light brown eyes. She wears hide armor and wields a whip and longbow. Doga has an animal companion, a copper firedrake named Urdund.",
  "Gili: Female Dwarf Monk, NE. Str 9, Dex 16, Con 12, Int 12, Wis 13, Cha 9. Gili has a square face, with braided auburn hair and large gray eyes. She wears modest garments and wields an ono (handaxe). Gili is savage and greedy.",
  "Hilda: Female Dwarf Paladin, Good. Str 11, Dex 9, Con 10, Int 11, Wis 12, Cha 14. Hilda has matted black hair and soft blue eyes, and a distinctive mark on her face. She wears scale mail and wields a pike.",
  "Thori: Female Dwarf Monk, N. Str 15, Dex 13, Con 10, Int 13, Wis 10, Cha 13. Thori is short and overweight, with long copper hair and gray eyes. She wears modest garments and wields nunchaku (club). Thori is quiet, and says as little as possible.",
  "Gili: Female Dwarf Ranger, N. Str 9, Dex 13, Con 12, Int 10, Wis 13, Cha 12. Gili is short and willowy, with golden hair and gray eyes. She wears a breastplate and wields a battleaxe. Gili seeks to save her family from financial ruin.",
  "Udrunng Arardotr: Female Dwarf Fighter, CN. Str 17, Dex 15, Con 12, Int 8, Wis 11, Cha 10. Udrunng has a narrow face, with curly red hair and blue eyes. She wears a breastplate and wields a glaive. Udrunng has an animal companion, a badger named Horste.",
  "Telchud: Female Dwarf Rogue, N. Str 10, Dex 12, Con 8, Int 10, Wis 7, Cha 12. Telchud has auburn hair and green eyes. She wears studded leather and wields a light hammer.",
  "Hvorga: Female Dwarf Warlock, LG. Str 14, Dex 11, Con 8, Int 7, Wis 8, Cha 17. Hvorga has a round face, with brown hair and gray eyes. She wears studded leather and wields a quarterstaff and darts.",
  "Alis: Female Dwarf Sorcerer, NG. Str 11, Dex 12, Con 7, Int 14, Wis 11, Cha 15. Alis has long blonde hair and sharp gray eyes. She wears well-made clothing and wields a dagger. Alis is capable and lewd.",
  "Kadu: Female Dwarf Rogue, N. Str 5, Dex 15, Con 13, Int 9, Wis 11, Cha 9. Kadu has an angular face, with black hair and hazel eyes. She wears studded leather and wields a rapier.",
  "Urin: Female Dwarf Cleric, N. Str 9, Dex 7, Con 12, Int 14, Wis 15, Cha 16. Urin is willowy, with matted golden hair and brown eyes. She wears leather armor and wields a light hammer. Urin seeks to save her family from financial ruin.",
  "Hidga: Female Dwarf Rogue, CN. Str 8, Dex 15, Con 14, Int 16, Wis 12, Cha 7. Hidga is tall and thin, with golden hair and light green eyes. She wears leather armor and wields a shortsword and sling.",
  "Hrelfga: Female Dwarf Monk, CN. Str 10, Dex 13, Con 13, Int 12, Wis 16, Cha 13. Hrelfga is overweight, with golden hair and narrow green eyes. She wears well-made clothing and wields a kanabo (mace). Hrelfga is searching for the lost elven kingdom of Doriande.",
  "Dega: Female Dwarf Wizard, LN. Str 6, Dex 11, Con 9, Int 17, Wis 13, Cha 5. Dega is fey in appearance, with brown hair and soft brown eyes. She wears expensive clothing and wields a dagger. Dega is hunting the sorcerer who murdered her family.",
  "Raga: Female Dwarf Sorcerer, NG. Str 12, Dex 12, Con 8, Int 14, Wis 12, Cha 14. Raga is elegant in appearance, with gray hair and large brown eyes. She wears plain clothing and wields a quarterstaff. Raga seeks to help the poor and unfortunate.",
  "Thrukal: Female Dwarf Rogue, N. Str 7, Dex 15, Con 9, Int 11, Wis 8, Cha 6. Thrukal is tall and thin, with thin red hair and brown eyes. She wears studded leather and wields a rapier and sickle.",
  "Kamul: Female Dwarf Fighter, N. Str 13, Dex 13, Con 10, Int 11, Wis 7, Cha 14. Kamul is exceptionally beautiful, with uneven red hair and green eyes. She wears splint armor and wields a warhammer. Kamul is searching for the lost elven kingdom of Nevriene.",
  "Solve: Female Dwarf Druid, Neutral. Str 11, Dex 13, Con 5, Int 11, Wis 13, Cha 14. Solve has a narrow face, with cropped black hair and amber eyes. She wears hide armor and wields a club. Solve blames the gods for every misfortune.",
  "Banain: Female Dwarf Monk, CN. Str 15, Dex 9, Con 14, Int 7, Wis 14, Cha 8. Banain has copper hair and soft blue eyes. She wears simple clothing and wields nunchaku (club).",
  "Gaga: Female Dwarf Druid, Neutral. Str 13, Dex 7, Con 10, Int 8, Wis 15, Cha 11. Gaga is tall, with golden hair and gray eyes. She wears hide armor and wields a club. Gaga compulsively sings.",
  "Ziri: Female Dwarf Druid, Neutral. Str 10, Dex 9, Con 11, Int 11, Wis 13, Cha 7. Ziri is exceptionally beautiful, with silver hair and amber eyes. She wears leather armor and wields a quarterstaff. Ziri has black wolf named Threri.",
  "Irig: Female Dwarf Druid, Neutral. Str 16, Dex 8, Con 10, Int 11, Wis 14, Cha 11. Irig has long auburn hair and blue eyes, and small ears. She wears hide armor and wields a club and sickle. Irig is hunting the brigands who murdered her family.",
  "Gerda: Female Dwarf Wizard, NE. Str 9, Dex 14, Con 11, Int 16, Wis 8, Cha 12. Gerda has red hair and narrow green eyes, and numerous horrific scars. She wears ruby robes and wields a dagger and sling.",
  "Innag: Female Dwarf Bard, NG. Str 9, Dex 12, Con 10, Int 11, Wis 6, Cha 16. Innag has golden hair and narrow blue eyes, and a beaked nose. She wears leather armor and wields a rapier and hand crossbow. Innag speaks with a mousy voice.",
  "Alldorg: Female Dwarf Monk, NE. Str 10, Dex 13, Con 10, Int 9, Wis 10, Cha 13. Alldorg has an angular face, with copper hair and green eyes. She wears modest garments and wields nunchaku (club) and shuriken (darts).",
  "Shatur: Female Dwarf Ranger, LG. Str 12, Dex 10, Con 10, Int 7, Wis 15, Cha 8. Shatur is short, with blonde hair and blue eyes. She wears a chain shirt and wields a whip. Shatur is hunting the demon who murdered her family.",
  "Thrinain: Female Dwarf Fighter, LN. Str 17, Dex 13, Con 11, Int 12, Wis 7, Cha 10. Thrinain has auburn hair and green eyes. She wears splint armor and wields a rapier and hand crossbow. Thrinain has an animal companion, a brown bear named Rasla.",
  "Lili: Female Dwarf Druid, Neutral. Str 12, Dex 14, Con 11, Int 12, Wis 14, Cha 11. Lili has braided golden hair and narrow brown eyes. She wears leather armor and wields a club and darts. Lili is adaptable and alluring.",
  "Utag: Female Dwarf Rogue, LN. Str 13, Dex 16, Con 10, Int 13, Wis 10, Cha 7. Utag has a round face, with matted white hair and dark green eyes. She wears leather armor and wields a longsword. Utag is searching for the legendary Black Tomb of Evil.",
  "Katla Horbuidotr: Female Dwarf Monk, NG. Str 14, Dex 14, Con 9, Int 14, Wis 13, Cha 9. Katla has gray hair and narrow hazel eyes. She wears well-made clothing and wields a bo (quarterstaff) and shuriken (darts). Katla has an animal companion, a tiger named Khatur.",
  "Anzin: Female Dwarf Rogue, N. Str 10, Dex 12, Con 12, Int 8, Wis 9, Cha 10. Anzin has brown hair and soft brown eyes, and a distinctive mark on her leg. She wears studded leather and wields a longsword. Anzin was magically imprisoned for a hundred years.",
  "Umur: Female Dwarf Ranger, NE. Str 13, Dex 8, Con 13, Int 8, Wis 15, Cha 11. Umur is tall and slender, with matted red hair and gray eyes. She wears hide armor and wields a shortsword and shield.",
  "Hildra Brikadotr: Female Dwarf Barbarian, NG. Str 14, Dex 13, Con 15, Int 6, Wis 11, Cha 8. Hildra has thick gray hair and gray eyes. She wears scale mail and wields a scimitar and hand crossbow.",
  "Sela Havvidotr: Female Dwarf Paladin, Good. Str 15, Dex 9, Con 8, Int 12, Wis 13, Cha 12. Sela is youthful in appearance, with brown hair and soft amber eyes. She wears a breastplate and wields a war pick. Sela is perceptive and amoral.",
  "Laugga Spallidotr: Female Dwarf Paladin, Good. Str 17, Dex 8, Con 10, Int 6, Wis 13, Cha 11. Laugga is exceptionally beautiful, with brown hair and hazel eyes. She wears ring mail and wields a glaive. Laugga has an animal companion, a bay warhorse named Theidra.",
  "Thratur: Female Dwarf Monk, LN. Str 16, Dex 13, Con 10, Int 11, Wis 13, Cha 12. Thratur is short, with copper hair and green eyes. She wears sturdy clothing and wields a yari (spear) and sai (dagger).",
  "Sanzig: Female Dwarf Wizard, NG. Str 7, Dex 7, Con 12, Int 17, Wis 13, Cha 12. Sanzig has blonde hair and brown eyes, and a thin nose. She wears well-made clothing and wields a dagger and darts. Sanzig is intuitive and virtuous.",
  "Edidg: Female Dwarf Cleric, LG. Str 11, Dex 14, Con 8, Int 10, Wis 14, Cha 12. Edidg is exceptionally beautiful, with short white hair and brown eyes. She wears leather armor and wields a spear and javelins. Edidg lost her reflection to a hag.",
  "Allveild: Female Dwarf Barbarian, NE. Str 13, Dex 13, Con 9, Int 12, Wis 7, Cha 6. Allveild is exceptionally beautiful, with messy brown hair and large green eyes. She wears leather armor and wields a glaive. Allveild has an animal companion, a brown bear named Rymi.",
  "Hilda Henidotr: Female Dwarf Cleric, N. Str 13, Dex 11, Con 8, Int 9, Wis 14, Cha 11. Hilda has blonde hair and gray eyes. She wears hide armor and wields a spear and shield. Hilda has an animal companion, a hawk named Frannve.",
  "Gili: Female Dwarf Rogue, NG. Str 11, Dex 14, Con 14, Int 12, Wis 13, Cha 14. Gili has golden hair and hazel eyes. She wears studded leather and wields a shortsword and javelins. Gili compulsively plays with a bronze ring.",
  "Berglja: Female Dwarf Monk, CG. Str 14, Dex 10, Con 6, Int 10, Wis 17, Cha 9. Berglja is short, with messy brown hair and hazel eyes. She wears modest garments and wields a bo (quarterstaff). Berglja is hunting the demon who slew his mentor.",
  "Aznal: Female Dwarf Rogue, NE. Str 13, Dex 15, Con 14, Int 7, Wis 11, Cha 13. Aznal has an angular face, with copper hair and blue eyes. She wears leather armor and wields a shortsword and hand crossbow. Aznal seeks to free herself from an ancient curse.",
  "Ziri: Female Dwarf Ranger, LE. Str 16, Dex 17, Con 11, Int 9, Wis 9, Cha 13. Ziri has red hair and blue eyes. She wears studded leather and wields a warhammer. Ziri has black wolf named Bjorni.",
  "Duri: Female Dwarf Cleric, CG. Str 11, Dex 10, Con 8, Int 13, Wis 16, Cha 10. Duri is heavyset, with copper hair and green eyes. She wears half plate and wields a handaxe and sling. Duri is witty and assertive.",
  "Hallbot: Female Dwarf Fighter, LN. Str 12, Dex 13, Con 9, Int 11, Wis 8, Cha 7. Hallbot has a narrow face, with white hair and brown eyes. She wears a chain shirt and wields a rapier and heavy crossbow.",
  "Dinain: Female Dwarf Rogue, NE. Str 13, Dex 14, Con 8, Int 12, Wis 6, Cha 6. Dinain is exceptionally beautiful, with auburn hair and narrow blue eyes. She wears leather armor and wields a shortsword and sickle. Dinain has an animal companion, a sable ferret named Sala.",
  "Thori: Female Dwarf Bard, NG. Str 9, Dex 5, Con 11, Int 8, Wis 12, Cha 16. Thori has an angular face, with black hair and brown eyes. She wears studded leather and wields a quarterstaff.",
  "Orugg: Female Dwarf Ranger, N. Str 16, Dex 13, Con 13, Int 9, Wis 12, Cha 8. Orugg is exceptionally beautiful, with gray hair and bright hazel eyes. She wears leather armor and wields a rapier. Orugg dislikes having people behind her.",
  "Swane: Female Dwarf Monk, N. Str 13, Dex 13, Con 8, Int 8, Wis 13, Cha 12. Swane has blonde hair and light blue eyes, and a distinctive tattoo on her face. She wears travel-stained clothing and wields a kanabo (mace). Swane is thoughtful and timid.",
  "Khunda: Female Dwarf Monk, LE. Str 11, Dex 13, Con 11, Int 6, Wis 11, Cha 14. Khunda has a round face, with thin white hair and light gray eyes. She wears modest garments and wields an ono (handaxe). Khunda is hunting the vampire who slew his mentor.",
  "Aznal: Female Dwarf Warlock, LN. Str 10, Dex 13, Con 11, Int 6, Wis 8, Cha 16. Aznal has gray hair and sharp amber eyes. She wears leather armor and wields a spear. Aznal seeks to raise an army of iron golems.",
  "Rida Andindotr: Female Dwarf Rogue, N. Str 13, Dex 16, Con 14, Int 9, Wis 15, Cha 7. Rida is thin, with auburn hair and gray eyes. She wears leather armor and wields a rapier and hand crossbow. Rida seeks to save her family from financial ruin.",
  "Alin: Female Dwarf Fighter, CN. Str 12, Dex 14, Con 9, Int 9, Wis 15, Cha 9. Alin is short and slender, with golden hair and soft blue eyes. She wears splint armor and wields a warhammer and shield. Alin is fascinated by geometry.",
  "Rigga Kelledotr: Female Dwarf Monk, N. Str 12, Dex 10, Con 13, Int 10, Wis 14, Cha 10. Rigga is slender, with matted auburn hair and sharp gray eyes. She wears travel-stained clothing and wields an ono (handaxe). Rigga suffers a traumatic fear of runes and symbols.",
  "Yjag Arlaldrdotr: Female Dwarf Rogue, N. Str 5, Dex 12, Con 5, Int 8, Wis 10, Cha 11. Yjag is common in appearance, with cropped red hair and hazel eyes. She wears leather armor and wields a rapier. Yjag seeks to steal a legendary ruby from the Pit of Vali the Black.",
  "Gili: Female Dwarf Rogue, NG. Str 10, Dex 17, Con 13, Int 14, Wis 11, Cha 11. Gili is exceptionally beautiful, with black hair and blue eyes. She wears studded leather and wields a handaxe. Gili was magically imprisoned for a hundred years.",
  "Bera: Female Dwarf Ranger, CN. Str 15, Dex 12, Con 9, Int 14, Wis 16, Cha 14. Bera has uneven red hair and light blue eyes. She wears leather armor and wields a rapier and shield. Bera dislikes having people behind her.",
  "Hedva Albrisdotr: Female Dwarf Cleric, LN. Str 10, Dex 9, Con 12, Int 13, Wis 15, Cha 12. Hedva is overweight, with black hair and soft hazel eyes. She wears scale mail and wields a handaxe and darts. Hedva is blind in her left eye.",
  "Bari: Female Dwarf Rogue, NG. Str 12, Dex 12, Con 11, Int 13, Wis 10, Cha 15. Bari is slender, with tangled black hair and gray eyes. She wears studded leather and wields a shortsword. Bari refers to herself in the third person.",
  "Bifund: Female Dwarf Ranger, N. Str 15, Dex 10, Con 11, Int 5, Wis 11, Cha 12. Bifund has a round face, with auburn hair and bright amber eyes. She wears leather armor and wields a shortsword and shield.",
  "Umur: Female Dwarf Fighter, LN. Str 17, Dex 12, Con 11, Int 11, Wis 5, Cha 14. Umur has an angular face, with thin red hair and amber eyes. She wears a breastplate and wields a trident. Umur is pleasant and extravagant.",
  "Thunda: Female Dwarf Cleric, NG. Str 11, Dex 8, Con 10, Int 11, Wis 12, Cha 13. Thunda has braided blonde hair and light brown eyes, and a thin nose. She wears hide armor and wields a light hammer and sling. Thunda has an animal companion, a gray rabbit named Ukrag.",
  "Muli: Female Dwarf Paladin, Good. Str 13, Dex 11, Con 8, Int 10, Wis 10, Cha 14. Muli has matted golden hair and light hazel eyes. She wears a chain shirt and wields a morningstar. Muli is cultured and jealous.",
  "Frigwar: Female Dwarf Bard, LN. Str 5, Dex 8, Con 9, Int 11, Wis 9, Cha 14. Frigwar has a long face, with copper hair and light blue eyes. She wears leather armor and wields a rapier and dagger. Frigwar is honest and possessive.",
  "Rithga: Female Dwarf Wizard, LG. Str 8, Dex 17, Con 12, Int 12, Wis 11, Cha 12. Rithga has uneven blonde hair and bright gray eyes. She wears well-made clothing and wields a quarterstaff.",
  "Undin: Female Dwarf Cleric, NG. Str 9, Dex 7, Con 7, Int 9, Wis 15, Cha 11. Undin is fey in appearance, with blonde hair and soft gray eyes. She wears studded leather and wields a mace and shield.",
  "Thallda Brunbjadotr: Female Dwarf Cleric, CG. Str 10, Dex 8, Con 5, Int 6, Wis 16, Cha 15. Thallda has golden hair and green eyes. She wears a chain shirt and wields a club and javelins. Thallda is fascinated by death.",
  "Unnag Mannidotr: Female Dwarf Cleric, CG. Str 9, Dex 13, Con 11, Int 11, Wis 12, Cha 14. Unnag is exceptionally beautiful, with blonde hair and soft amber eyes. She wears studded leather and wields a light hammer and shield. Unnag is pious and truthful.",
  "Gamah: Female Dwarf Bard, LN. Str 12, Dex 15, Con 14, Int 15, Wis 10, Cha 16. Gamah has short gray hair and bright green eyes. She wears studded leather and wields a rapier. Gamah has an animal companion, a sable ferret named Sheli.",
  "Hallbot Frimidotr: Female Dwarf Rogue, N. Str 13, Dex 17, Con 8, Int 11, Wis 8, Cha 7. Hallbot has a square face, with braided red hair and gray eyes. She wears studded leather and wields a rapier and hand crossbow. Hallbot is impartial and sadistic.",
  "Bali: Female Dwarf Fighter, N. Str 14, Dex 14, Con 11, Int 9, Wis 10, Cha 12. Bali has straight white hair and large hazel eyes, and pointed ears. She wears chain mail and wields a trident and blowgun. Bali is practical and mischievous.",
  "Banarv: Female Dwarf Rogue, LG. Str 9, Dex 16, Con 13, Int 12, Wis 6, Cha 10. Banarv has red hair and blue eyes. She wears studded leather and wields a rapier. Banarv is confident and devout.",
  "Thakurd: Female Dwarf Druid, Neutral. Str 7, Dex 12, Con 7, Int 10, Wis 13, Cha 13. Thakurd is common in appearance, with blonde hair and soft hazel eyes. She wears leather armor and wields a club and darts. Thakurd suffers a paralyzing fear of confined spaces.",
  "Vena: Female Dwarf Cleric, NG. Str 6, Dex 13, Con 8, Int 14, Wis 16, Cha 13. Vena has gray hair and narrow hazel eyes, and large ears. She wears leather armor and wields a club. Vena has an animal companion, a hunting dog named Sela.",
  "Gera Krocopsdotr: Female Dwarf Monk, N. Str 12, Dex 10, Con 11, Int 12, Wis 10, Cha 8. Gera has golden hair and bright hazel eyes, and wears glasses with gold rims. She wears worn clothing and wields nunchaku (club) and sai (dagger). Gera compulsively plays with a copper coin.",
  "Khali: Female Dwarf Monk, N. Str 16, Dex 14, Con 13, Int 9, Wis 12, Cha 6. Khali is exceptionally beautiful, with black hair and gray eyes. She wears modest garments and wields a yari (spear). Khali is only friendly towards other dwarves..",
  "Eneg: Female Dwarf Rogue, LG. Str 6, Dex 15, Con 9, Int 14, Wis 9, Cha 14. Eneg has white hair and sharp amber eyes. She wears leather armor and wields a rapier. Eneg is steadfast and courteous.",
  "Gerthe Suertedotr: Female Dwarf Wizard, N. Str 12, Dex 12, Con 12, Int 13, Wis 8, Cha 13. Gerthe has white hair and hazel eyes, and a thin nose. She wears sapphire robes and wields a dagger and darts. Gerthe is painfully tone-deaf.",
  "Ingisg: Female Dwarf Druid, Neutral. Str 15, Dex 14, Con 9, Int 10, Wis 16, Cha 9. Ingisg has tangled silver hair and dark brown eyes, and large ears. She wears hide armor and wields a scimitar and wooden shield. Ingisg has black wolf named Ukras.",
  "Thali: Female Dwarf Sorcerer, CN. Str 11, Dex 12, Con 13, Int 12, Wis 7, Cha 12. Thali has brown hair and blue eyes. She wears travel-stained clothing and wields a dagger and light crossbow. Thali is haunted by the ghost of someone she killed.",
  "Thali: Female Dwarf Rogue, N. Str 11, Dex 17, Con 8, Int 11, Wis 7, Cha 13. Thali is short, with blonde hair and soft green eyes. She wears studded leather and wields a mace and shortbow. Thali is fascinated by geometry.",
  "Zuri: Female Dwarf Rogue, CE. Str 5, Dex 13, Con 11, Int 15, Wis 7, Cha 7. Zuri is tall, with messy red hair and hazel eyes. She wears studded leather and wields a rapier and hand crossbow. Zuri is lazy and disloyal.",
  "Luri: Female Dwarf Warlock, CN. Str 13, Dex 11, Con 7, Int 10, Wis 7, Cha 16. Luri has curly silver hair and sharp blue eyes, and a round nose. She wears leather armor and wields a mace. Luri seeks revenge against the sister who betrayed her.",
  "Undin: Female Dwarf Paladin, Good. Str 16, Dex 15, Con 8, Int 7, Wis 14, Cha 15. Undin has black hair and brown eyes. She wears plate armor and wields a warhammer and shield. Undin has an animal companion, a black warhorse named Gerdga.",
  "Herbja: Female Dwarf Druid, Neutral. Str 13, Dex 12, Con 7, Int 12, Wis 16, Cha 14. Herbja has uneven white hair and narrow brown eyes. She wears leather armor and wields a mace. Herbja is cursed with wild tremors.",
  "Urdud: Female Dwarf Paladin, Good. Str 10, Dex 10, Con 9, Int 14, Wis 9, Cha 14. Urdud has a square face, with gray hair and dark brown eyes. She wears splint armor and wields a warhammer and shield. Urdud is steadfast and impartial.",
  "Gimli: Female Dwarf Bard, N. Str 14, Dex 12, Con 8, Int 13, Wis 11, Cha 14. Gimli has a round face, with silver hair and dark hazel eyes. She wears studded leather and wields a shortsword and darts. Gimli is dying and desperately seeks the secret of immortality.",
  "Duri: Female Dwarf Sorcerer, NE. Str 6, Dex 8, Con 14, Int 11, Wis 8, Cha 14. Duri is common in appearance, with white hair and blue eyes. She wears modest garments and wields a quarterstaff and sling.",
  "Maerta: Female Dwarf Cleric, N. Str 8, Dex 15, Con 9, Int 6, Wis 16, Cha 11. Maerta is rugged in appearance, with white hair and large green eyes. She wears half plate and wields a quarterstaff.",
  "Isid Kelidotr: Female Dwarf Rogue, NG. Str 12, Dex 14, Con 13, Int 15, Wis 7, Cha 11. Isid has white hair and amber eyes, and a sharp nose. She wears studded leather and wields a spear and sickle. Isid seeks to save her family from financial ruin.",
  "Athgerdrg Marridotr: Female Dwarf Fighter, N. Str 14, Dex 11, Con 5, Int 9, Wis 11, Cha 10. Athgerdrg has blonde hair and blue eyes. She wears half plate and wields a whip and hand crossbow. Athgerdrg has an animal companion, a ginger dog named Hildra.",
  "Haga Bergfidotr: Female Dwarf Paladin, Good. Str 15, Dex 10, Con 11, Int 15, Wis 12, Cha 10. Haga has an angular face, with copper hair and bright gray eyes. She wears ring mail and wields a whip. Haga is thrifty and fierce.",
  "Gili: Female Dwarf Rogue, NG. Str 6, Dex 15, Con 9, Int 13, Wis 8, Cha 14. Gili has thick white hair and large amber eyes. She wears leather armor and wields a rapier. Gili has an animal companion, a dire rat named Beinni.",
  "Banarv: Female Dwarf Druid, Neutral. Str 15, Dex 11, Con 13, Int 7, Wis 15, Cha 7. Banarv has a narrow face, with white hair and light gray eyes. She wears leather armor and wields a spear and javelins. Banarv speaks with a whispery voice.",
  "Rinarv: Female Dwarf Barbarian, LN. Str 17, Dex 9, Con 13, Int 11, Wis 13, Cha 9. Rinarv has gray hair and hazel eyes. She wears hide armor and wields a greatsword. Rinarv lost her reflection to a hag.",
  "Akal: Female Dwarf Fighter, LN. Str 14, Dex 9, Con 7, Int 6, Wis 11, Cha 7. Akal has gray hair and hazel eyes. She wears scale mail and wields a scimitar. Akal seeks to destroy the race of trolls.",
  "Raga: Female Dwarf Rogue, N. Str 12, Dex 13, Con 14, Int 8, Wis 9, Cha 9. Raga has a square face, with short black hair and soft blue eyes. She wears leather armor and wields a quarterstaff and hand crossbow. Raga is practical and arrogant.",
  "Aldrugg: Female Dwarf Fighter, N. Str 13, Dex 12, Con 9, Int 9, Wis 5, Cha 11. Aldrugg has a narrow face, with long white hair and green eyes. She wears chain mail and wields a battleaxe and net. Aldrugg seeks to become a knight of the realm.",
  "Gyra: Female Dwarf Paladin, Good. Str 11, Dex 14, Con 9, Int 11, Wis 11, Cha 8. Gyra has white hair and brown eyes, and a beaked nose. She wears ring mail and wields a greataxe.",
  "Ageifg: Female Dwarf Fighter, LG. Str 17, Dex 15, Con 8, Int 11, Wis 11, Cha 12. Ageifg is tall and stout, with cropped blonde hair and dark brown eyes. She wears plate armor and wields a halberd. Ageifg holds a grudge against orcs.",
  "Urin: Female Dwarf Bard, LN. Str 10, Dex 11, Con 10, Int 13, Wis 9, Cha 14. Urin is exceptionally beautiful, with cropped silver hair and dark hazel eyes. She wears leather armor and wields a longsword. Urin is guarded and amoral.",
  "Thrukilm: Female Dwarf Rogue, NG. Str 6, Dex 13, Con 7, Int 13, Wis 11, Cha 7. Thrukilm has black hair and gray eyes. She wears studded leather and wields a rapier. Thrukilm is pious and loyal.",
  "Reyda: Female Dwarf Monk, N. Str 12, Dex 15, Con 8, Int 13, Wis 14, Cha 8. Reyda has brown hair and green eyes. She wears worn clothing and wields a yari (spear) and kama (sickle). Reyda has an animal companion, a red snake named Riri.",
  "Ukhul: Female Dwarf Fighter, N. Str 12, Dex 14, Con 8, Int 13, Wis 9, Cha 13. Ukhul is short, with brown hair and hazel eyes. She wears half plate and wields a rapier and shield.",
  "Urur: Female Dwarf Druid, Neutral. Str 12, Dex 15, Con 15, Int 13, Wis 17, Cha 7. Urur has tangled silver hair and gray eyes, and prominent ears. She wears hide armor and wields a scimitar and darts.",
  "Ingerdg Tenedotr: Female Dwarf Monk, N. Str 13, Dex 13, Con 11, Int 11, Wis 14, Cha 10. Ingerdg has red hair and sharp amber eyes. She wears simple clothing and wields a kanabo (mace).",
  "Zigiml: Female Dwarf Cleric, N. Str 13, Dex 9, Con 10, Int 7, Wis 16, Cha 17. Zigiml has an angular face, with white hair and light brown eyes. She wears studded leather and wields a handaxe and shield. Zigiml has an animal companion, a hawk named Gamin.",
  "Hlaga: Female Dwarf Paladin, Good. Str 14, Dex 7, Con 9, Int 6, Wis 12, Cha 14. Hlaga is short, with blonde hair and brown eyes. She wears ring mail and wields a trident and shield. Hlaga has an animal companion, a black warhorse named Solfi.",
  "Jaga: Female Dwarf Fighter, LG. Str 16, Dex 8, Con 12, Int 9, Wis 12, Cha 12. Jaga is short and slender, with uneven golden hair and light brown eyes. She wears chain mail and wields a battleaxe and shield.",
  "Thainan: Female Dwarf Rogue, CN. Str 12, Dex 12, Con 6, Int 9, Wis 8, Cha 15. Thainan has a square face, with silver hair and green eyes. She wears leather armor and wields a rapier. Thainan has an animal companion, a sable ferret named Moeidga.",
  "Khori: Female Dwarf Bard, N. Str 10, Dex 7, Con 9, Int 10, Wis 10, Cha 17. Khori is tall, with thin golden hair and hazel eyes. She wears leather armor and wields a longsword. Khori is searching for her missing familiar, a hawk named Alis.",
  "Ofrildrg: Female Dwarf Barbarian, LG. Str 12, Dex 13, Con 11, Int 7, Wis 12, Cha 10. Ofrildrg has black hair and blue eyes, and a thin nose. She wears hide armor and wields a halberd.",
  "Saeunnga Mundidotr: Female Dwarf Monk, NE. Str 7, Dex 13, Con 9, Int 12, Wis 10, Cha 7. Saeunnga is tall and stout, with thick gray hair and bright brown eyes. She wears travel-stained clothing and wields a kanabo (mace) and shuriken (darts). Saeunnga has an animal companion, a gray rat named Vari.",
  "Ziri: Female Dwarf Fighter, NG. Str 17, Dex 13, Con 8, Int 10, Wis 10, Cha 8. Ziri has gray hair and brown eyes. She wears splint armor and wields a rapier and hand crossbow. Ziri frequently uses uncommon words incorrectly.",
  "Reda: Female Dwarf Ranger, NG. Str 11, Dex 15, Con 12, Int 13, Wis 15, Cha 10. Reda is short, with gray hair and gray eyes. She wears a breastplate and wields a greataxe.",
  "Ukhlal: Female Dwarf Druid, Neutral. Str 10, Dex 7, Con 13, Int 13, Wis 14, Cha 7. Ukhlal has silver hair and large gray eyes. She wears leather armor and wields a club and wooden shield. Ukhlal has hawk named Anzil.",
  "Gerdga: Female Dwarf Ranger, LG. Str 10, Dex 14, Con 9, Int 15, Wis 12, Cha 9. Gerdga is noble in bearing, with braided black hair and large amber eyes. She wears leather armor and wields a warhammer and shield. Gerdga suffers a severe allergy to cats.",
  "Urin: Female Dwarf Bard, NG. Str 10, Dex 11, Con 10, Int 10, Wis 8, Cha 12. Urin has long copper hair and gray eyes, and large ears. She wears leather armor and wields a shortsword and sling.",
  "Gyreya: Female Dwarf Monk, NG. Str 9, Dex 9, Con 8, Int 12, Wis 11, Cha 7. Gyreya is tall, with copper hair and gray eyes. She wears modest garments and wields a bo (quarterstaff). Gyreya is passionate and honest.",
  "Khainarv: Female Dwarf Ranger, N. Str 14, Dex 13, Con 8, Int 11, Wis 14, Cha 8. Khainarv is exceptionally beautiful, with blonde hair and light amber eyes. She wears studded leather and wields a shortsword.",
  "Ridga Olmgaulfdotr: Female Dwarf Barbarian, LG. Str 12, Dex 6, Con 14, Int 14, Wis 8, Cha 9. Ridga is pleasant in appearance, with messy silver hair and gray eyes. She wears scale mail and wields a morningstar and hand crossbow. Ridga is compassionate and devout.",
  "Iklar: Female Dwarf Druid, Neutral. Str 10, Dex 12, Con 14, Int 9, Wis 15, Cha 8. Iklar is tall and willowy, with matted copper hair and blue eyes. She wears hide armor and wields a quarterstaff. Iklar is alluring and slothful.",
  "Bari: Female Dwarf Paladin, Good. Str 10, Dex 12, Con 14, Int 9, Wis 12, Cha 12. Bari is noble in bearing, with cropped golden hair and blue eyes. She wears hide armor and wields a flail and shield. Bari is hunting the fiend which destroyed her homeland.",
  "Kilmin: Female Dwarf Fighter, NE. Str 15, Dex 16, Con 11, Int 8, Wis 10, Cha 9. Kilmin has copper hair and sharp brown eyes, and sharpened teeth. She wears hide armor and wields a war pick and longbow. Kilmin is searching for her lost brother.",
  "Frede: Female Dwarf Ranger, CN. Str 15, Dex 9, Con 12, Int 5, Wis 8, Cha 8. Frede has a round face, with brown hair and large amber eyes. She wears leather armor and wields a morningstar and shield. Frede compulsively plays with a silver ring.",
  "Artasg: Female Dwarf Fighter, NG. Str 17, Dex 14, Con 12, Int 12, Wis 14, Cha 12. Artasg is willowy, with golden hair and hazel eyes. She wears half plate and wields a greatsword. Artasg is cheerful and decisive.",
  "Ildag: Female Dwarf Rogue, NG. Str 8, Dex 14, Con 9, Int 12, Wis 6, Cha 8. Ildag is tall, with straight silver hair and light gray eyes. She wears studded leather and wields a club and hand crossbow.",
  "Hyra: Female Dwarf Rogue, LG. Str 7, Dex 14, Con 9, Int 11, Wis 13, Cha 10. Hyra is tall, with short white hair and light brown eyes. She wears leather armor and wields a shortsword. Hyra is intuitive and virtuous.",
  "Salbja: Female Dwarf Rogue, CG. Str 13, Dex 13, Con 9, Int 9, Wis 12, Cha 14. Salbja is fey in appearance, with red hair and narrow blue eyes. She wears studded leather and wields a shortsword. Salbja is hunting the warlord who stole her ancestral sword.",
  "Aznal: Female Dwarf Rogue, N. Str 7, Dex 17, Con 6, Int 8, Wis 11, Cha 8. Aznal has a round face, with golden hair and amber eyes. She wears studded leather and wields a shortsword.",
  "Nanain: Female Dwarf Fighter, N. Str 14, Dex 15, Con 11, Int 11, Wis 10, Cha 14. Nanain has a square face, with auburn hair and bright gray eyes. She wears splint armor and wields a battleaxe and shield. Nanain is searching for her lost sister.",
  "Thildrga: Female Dwarf Rogue, NG. Str 7, Dex 15, Con 9, Int 17, Wis 8, Cha 9. Thildrga has an angular face, with white hair and dark brown eyes. She wears leather armor and wields a light hammer and light crossbow.",
  "Hildrga: Female Dwarf Fighter, N. Str 14, Dex 8, Con 7, Int 12, Wis 7, Cha 15. Hildrga is rough in appearance, with white hair and large green eyes. She wears a chain shirt and wields a battleaxe and net. Hildrga was petrified for a hundred years.",
  "Ziri: Female Dwarf Paladin, Good. Str 11, Dex 9, Con 5, Int 8, Wis 12, Cha 11. Ziri has blonde hair and blue eyes. She wears hide armor and wields a pike. Ziri has an animal companion, a bay warhorse named Khori.",
  "Bali: Female Dwarf Monk, CN. Str 17, Dex 11, Con 6, Int 10, Wis 12, Cha 12. Bali has messy black hair and amber eyes. She wears plain clothing and wields a yari (spear) and sai (dagger). Bali was petrified for a hundred years.",
  "Hosve Gunnlidotr: Female Dwarf Sorcerer, LG. Str 9, Dex 9, Con 12, Int 12, Wis 13, Cha 17. Hosve is exceptionally beautiful, with white hair and soft green eyes. She wears simple clothing and wields a quarterstaff.",
  "Nilda: Female Dwarf Bard, N. Str 11, Dex 9, Con 12, Int 13, Wis 10, Cha 17. Nilda has a narrow face, with matted black hair and sharp green eyes. She wears studded leather and wields a shortsword. Nilda is shrewd and disorganized.",
  "Laga: Female Dwarf Paladin, Good. Str 10, Dex 13, Con 6, Int 8, Wis 17, Cha 8. Laga has white hair and hazel eyes, and small ears. She wears a breastplate and wields a greataxe. Laga dislikes anyone smarter than her.",
  "Arkund: Female Dwarf Fighter, N. Str 16, Dex 7, Con 10, Int 11, Wis 9, Cha 15. Arkund is tall and heavyset, with long silver hair and brown eyes. She wears chain mail and wields a scimitar and hand crossbow.",
  "Kadu: Female Dwarf Bard, LN. Str 11, Dex 11, Con 10, Int 12, Wis 9, Cha 15. Kadu is exceptionally beautiful, with long blonde hair and green eyes. She wears leather armor and wields a longsword and dagger. Kadu is humble and suspicious.",
  "Meda: Female Dwarf Bard, N. Str 9, Dex 9, Con 11, Int 14, Wis 8, Cha 16. Meda has thick red hair and blue eyes. She wears leather armor and wields a longsword and hand crossbow. Meda lost her reflection to a hag.",
  "Reda: Female Dwarf Cleric, N. Str 13, Dex 10, Con 11, Int 12, Wis 15, Cha 16. Reda has gray hair and hazel eyes. She wears a chain shirt and wields a quarterstaff. Reda is searching for her missing son.",
  "Sheli: Female Dwarf Monk, LE. Str 13, Dex 15, Con 7, Int 12, Wis 13, Cha 12. Sheli is exceptionally beautiful, with curly brown hair and sharp gray eyes. She wears modest garments and wields an ono (handaxe) and kama (sickle). Sheli refers to herself in the third person.",
  "Katla Modidotr: Female Dwarf Rogue, N. Str 13, Dex 12, Con 5, Int 12, Wis 9, Cha 13. Katla is overweight, with short copper hair and gray eyes. She wears leather armor and wields a spear. Katla refers to herself in the third person.",
  "Idbjorg: Female Dwarf Rogue, NG. Str 12, Dex 17, Con 15, Int 15, Wis 7, Cha 9. Idbjorg is slender, with matted brown hair and narrow amber eyes. She wears studded leather and wields a rapier and light crossbow. Idbjorg is steadfast and virtuous.",
  "Thratur: Female Dwarf Cleric, CG. Str 13, Dex 10, Con 9, Int 12, Wis 16, Cha 11. Thratur has cropped white hair and dark green eyes. She wears studded leather and wields a handaxe and darts. Thratur is aesthetic and heroic.",
  "Aril: Female Dwarf Ranger, N. Str 14, Dex 13, Con 12, Int 7, Wis 16, Cha 12. Aril is rugged in appearance, with gray hair and narrow hazel eyes. She wears a breastplate and wields a flail. Aril has silver dog named Atun.",
  "Hildga Hidridotr: Female Dwarf Cleric, NG. Str 12, Dex 13, Con 7, Int 6, Wis 15, Cha 11. Hildga has blonde hair and large amber eyes, and a beaked nose. She wears leather armor and wields a club and javelins. Hildga has an animal companion, a hunting dog named Gene.",
  "Innlaunng: Female Dwarf Druid, Neutral. Str 11, Dex 11, Con 8, Int 10, Wis 16, Cha 5. Innlaunng is tall, with white hair and dark green eyes. She wears leather armor and wields a spear and wooden shield.",
  "Aulfhid: Female Dwarf Barbarian, LG. Str 12, Dex 10, Con 12, Int 9, Wis 9, Cha 11. Aulfhid has messy gray hair and soft hazel eyes. She wears hide armor and wields a warhammer. Aulfhid is hunting the warlord who stole her ancestral sword.",
  "Sinna: Female Dwarf Rogue, CN. Str 10, Dex 16, Con 14, Int 11, Wis 14, Cha 12. Sinna is common in appearance, with golden hair and blue eyes. She wears studded leather and wields a spear. Sinna is dying and desperately seeks the secret of immortality.",
  "Ridra: Female Dwarf Monk, NE. Str 12, Dex 13, Con 11, Int 12, Wis 14, Cha 10. Ridra has red hair and gray eyes, and small ears. She wears travel-stained clothing and wields a yari (spear) and shuriken (darts). Ridra is slothful and unfeeling.",
  "Aslaugg: Female Dwarf Rogue, LN. Str 11, Dex 16, Con 15, Int 9, Wis 14, Cha 8. Aslaugg has an angular face, with silver hair and hazel eyes. She wears studded leather and wields a shortsword and shortbow.",
  "Gynga: Female Dwarf Fighter, LN. Str 17, Dex 13, Con 6, Int 12, Wis 7, Cha 7. Gynga is heavyset, with gray hair and hazel eyes. She wears half plate and wields a morningstar and shield. Gynga has an animal companion, a silver dog named Throdu.",
  "Ukhul: Female Dwarf Monk, NG. Str 10, Dex 15, Con 12, Int 12, Wis 11, Cha 12. Ukhul has a round face, with thin red hair and hazel eyes. She wears sturdy clothing and wields a kanabo (mace) and sai (dagger). Ukhul seeks to help the poor and unfortunate.",
  "Borgga: Female Dwarf Fighter, N. Str 17, Dex 16, Con 6, Int 9, Wis 9, Cha 13. Borgga has blonde hair and bright brown eyes, and a beaked nose. She wears chain mail and wields a whip and blowgun. Borgga is searching for the legendary elven kingdom of Vallione.",
  "Urdun: Female Dwarf Rogue, CN. Str 11, Dex 16, Con 14, Int 15, Wis 13, Cha 15. Urdun has messy golden hair and blue eyes, and pointed ears. She wears studded leather and wields a longsword and sickle. Urdun seeks only fame and glory.",
  "Atul: Female Dwarf Monk, N. Str 14, Dex 9, Con 12, Int 11, Wis 12, Cha 11. Atul is short and heavyset, with braided auburn hair and soft green eyes. She wears sturdy clothing and wields nunchaku (club) and kama (sickle).",
  "Thakar: Female Dwarf Rogue, NG. Str 8, Dex 13, Con 8, Int 12, Wis 9, Cha 13. Thakar has an angular face, with straight black hair and blue eyes. She wears leather armor and wields a quarterstaff and hand crossbow. Thakar is industrious and cautious.",
  "Thilda: Female Dwarf Monk, LN. Str 12, Dex 12, Con 6, Int 12, Wis 11, Cha 12. Thilda is thin, with curly black hair and light hazel eyes. She wears well-made clothing and wields an ono (handaxe). Thilda seeks to destroy the race of orcs.",
  "Gimli: Female Dwarf Cleric, NG. Str 11, Dex 14, Con 8, Int 6, Wis 12, Cha 8. Gimli has a round face, with thick copper hair and amber eyes. She wears scale mail and wields a mace and shield. Gimli is hunting the warlord who stole her ancestral sword.",
  "Hura Gelbridotr: Female Dwarf Rogue, N. Str 8, Dex 16, Con 7, Int 16, Wis 14, Cha 7. Hura is tall and slender, with short auburn hair and bright green eyes. She wears leather armor and wields a shortsword.",
  "Snanna Idrisdotr: Female Dwarf Monk, N. Str 11, Dex 12, Con 5, Int 11, Wis 9, Cha 13. Snanna has a narrow face, with braided black hair and light brown eyes. She wears worn clothing and wields an ono (handaxe). Snanna has an animal companion, a hunting dog named Staga.",
  "Sifu: Female Dwarf Sorcerer, LN. Str 6, Dex 12, Con 12, Int 11, Wis 8, Cha 15. Sifu is rugged in appearance, with blonde hair and dark gray eyes. She wears modest garments and wields a quarterstaff and light crossbow.",
  "Jora: Female Dwarf Monk, N. Str 11, Dex 11, Con 11, Int 10, Wis 14, Cha 8. Jora has blonde hair and bright green eyes. She wears travel-stained clothing and wields a yari (spear). Jora suffers a mild allergy to rabbits.",
  "Endeth: Female Dwarf Bard, NE. Str 11, Dex 8, Con 10, Int 13, Wis 7, Cha 16. Endeth has a narrow face, with short copper hair and hazel eyes. She wears leather armor and wields a light hammer. Endeth has an animal companion, a hawk named Ziri.",
  "Grodna: Female Dwarf Paladin, Good. Str 14, Dex 10, Con 14, Int 8, Wis 8, Cha 11. Grodna has thin auburn hair and brown eyes. She wears ring mail and wields a greataxe.",
  "Erild: Female Dwarf Rogue, LE. Str 11, Dex 12, Con 12, Int 8, Wis 10, Cha 10. Erild has tangled brown hair and soft gray eyes. She wears leather armor and wields a longsword. Erild has an animal companion, a raven named Herve.",
  "Kali: Female Dwarf Sorcerer, CE. Str 10, Dex 10, Con 13, Int 8, Wis 8, Cha 12. Kali is exceptionally beautiful, with black hair and amber eyes. She wears well-made clothing and wields a dagger and darts. Kali is mercenary and cowardly.",
  "Muli: Female Dwarf Barbarian, NG. Str 17, Dex 12, Con 14, Int 5, Wis 9, Cha 11. Muli has a round face, with brown hair and blue eyes. She wears scale mail and wields a flail and shield. Muli was magically imprisoned for a hundred years.",
  "Gratelch: Female Dwarf Monk, LG. Str 11, Dex 7, Con 15, Int 11, Wis 9, Cha 8. Gratelch is courtly in bearing, with auburn hair and blue eyes. She wears modest garments and wields a kanabo (mace) and sai (dagger). Gratelch is calm and reflective.",
  "Ildidg Geirodotr: Female Dwarf Paladin, Good. Str 14, Dex 12, Con 11, Int 9, Wis 8, Cha 12. Ildidg is stout, with curly copper hair and blue eyes. She wears scale mail and wields a greatsword.",
  "Dainan: Female Dwarf Wizard, LN. Str 11, Dex 12, Con 10, Int 14, Wis 7, Cha 10. Dainan is thin, with thick gray hair and large hazel eyes. She wears sapphire robes and wields a dagger and light crossbow. Dainan has an arcane familiar, a tiny sanddrake named Hryggi.",
  "Laga Steinedotr: Female Dwarf Cleric, NG. Str 14, Dex 9, Con 7, Int 12, Wis 15, Cha 12. Laga has brown hair and soft hazel eyes. She wears leather armor and wields a handaxe. Laga seeks to destroy the undead.",
  "Thorfu: Female Dwarf Wizard, CG. Str 6, Dex 17, Con 10, Int 15, Wis 13, Cha 13. Thorfu has a long face, with braided auburn hair and dark hazel eyes. She wears golden robes and wields a quarterstaff and light crossbow. Thorfu has an arcane familiar, a silver cat which can generate tiny bolts of lightning.",
  "Gamah: Female Dwarf Paladin, Good. Str 11, Dex 13, Con 8, Int 10, Wis 12, Cha 13. Gamah has gray hair and brown eyes. She wears ring mail and wields a halberd.",
  "Ziri: Female Dwarf Rogue, NE. Str 9, Dex 16, Con 9, Int 12, Wis 12, Cha 11. Ziri has uneven golden hair and hazel eyes. She wears leather armor and wields a longsword. Ziri is unfeeling and disloyal.",
  "Imlil: Female Dwarf Monk, N. Str 10, Dex 8, Con 13, Int 9, Wis 12, Cha 14. Imlil has long white hair and soft gray eyes, and prominent ears. She wears well-made clothing and wields an ono (handaxe) and sai (dagger). Imlil compulsively steals small objects.",
  "Raga Gulfidotr: Female Dwarf Fighter, N. Str 15, Dex 12, Con 11, Int 10, Wis 11, Cha 9. Raga has long silver hair and blue eyes, and wears glasses with platinum rims. She wears a chain shirt and wields a flail and hand crossbow. Raga is hunting the brigands who murdered her family.",
  "Bori: Female Dwarf Fighter, N. Str 13, Dex 12, Con 8, Int 9, Wis 13, Cha 12. Bori is exceptionally beautiful, with red hair and brown eyes. She wears splint armor and wields a war pick and longbow. Bori seeks to become a knight of the realm.",
  "Ifudrg Avardotr: Female Dwarf Sorcerer, CG. Str 5, Dex 15, Con 13, Int 9, Wis 5, Cha 17. Ifudrg has a long face, with gray hair and green eyes. She wears sturdy clothing and wields a dagger and sling. Ifudrg is faithful and optimistic.",
  "Thallkatl: Female Dwarf Rogue, N. Str 12, Dex 16, Con 10, Int 15, Wis 11, Cha 8. Thallkatl has blonde hair and gray eyes, and an unusual scar on her face. She wears leather armor and wields a club.",
  "Hildra: Female Dwarf Sorcerer, CG. Str 9, Dex 10, Con 16, Int 13, Wis 9, Cha 13. Hildra is exceptionally beautiful, with uneven red hair and green eyes. She wears simple clothing and wields a quarterstaff. Hildra is searching for her missing familiar, a green snake named Dyri.",
  "Iklag: Female Dwarf Monk, N. Str 13, Dex 12, Con 5, Int 8, Wis 15, Cha 7. Iklag is fair in appearance, with thick copper hair and gray eyes. She wears travel-stained clothing and wields an ono (handaxe) and kama (sickle). Iklag has an animal companion, a black monkey named Vandra.",
  "Hinga Agfirdotr: Female Dwarf Monk, LG. Str 12, Dex 14, Con 11, Int 13, Wis 14, Cha 7. Hinga has copper hair and green eyes, and a flat nose. She wears simple clothing and wields nunchaku (club) and kama (sickle). Hinga is courageous and depressed.",
  "Aznal: Female Dwarf Druid, Neutral. Str 14, Dex 12, Con 10, Int 12, Wis 12, Cha 11. Aznal is exceptionally beautiful, with short brown hair and blue eyes. She wears leather armor and wields a mace and wooden shield. Aznal has hawk named Shunda.",
  "Rida Averdotr: Female Dwarf Paladin, Good. Str 12, Dex 9, Con 14, Int 7, Wis 12, Cha 9. Rida has straight red hair and dark amber eyes. She wears chain mail and wields a battleaxe and shield. Rida is sensitive and fierce.",
  "Lukhel: Female Dwarf Rogue, N. Str 7, Dex 14, Con 8, Int 8, Wis 10, Cha 13. Lukhel is exceptionally beautiful, with gray hair and gray eyes. She wears studded leather and wields a rapier and shortbow. Lukhel secretly serves Yedin, an ancient goddess of darkness.",
  "Jaga Otgerdotr: Female Dwarf Fighter, N. Str 13, Dex 12, Con 12, Int 9, Wis 11, Cha 9. Jaga has thin copper hair and large amber eyes, and a sharp nose. She wears scale mail and wields a greatsword. Jaga is searching for the lost dwarven kingdom of Badusharbh.",
  "Ziri: Female Dwarf Monk, NG. Str 10, Dex 12, Con 10, Int 8, Wis 11, Cha 11. Ziri is courtly in bearing, with blonde hair and soft hazel eyes. She wears worn clothing and wields a bo (quarterstaff). Ziri is valiant and friendly.",
  "Bifar: Female Dwarf Cleric, CN. Str 12, Dex 9, Con 6, Int 7, Wis 13, Cha 15. Bifar has messy red hair and gray eyes, and a beaked nose. She wears studded leather and wields a club. Bifar is cautious and covetous.",
  "Khakurd: Female Dwarf Sorcerer, LG. Str 10, Dex 14, Con 10, Int 9, Wis 12, Cha 14. Khakurd is short, with messy white hair and blue eyes. She wears worn clothing and wields a quarterstaff. Khakurd is a skilled cook.",
  "Kilmin: Female Dwarf Fighter, NG. Str 14, Dex 10, Con 8, Int 5, Wis 10, Cha 10. Kilmin is short and thin, with uneven silver hair and green eyes. She wears ring mail and wields a glaive.",
  "Iklat: Female Dwarf Fighter, LN. Str 13, Dex 12, Con 12, Int 10, Wis 8, Cha 9. Iklat is tall, with red hair and large amber eyes. She wears half plate and wields a flail and shield. Iklat has an animal companion, a copper firedrake named Arvin.",
  "Hildga Styrridotr: Female Dwarf Monk, LG. Str 15, Dex 8, Con 7, Int 14, Wis 9, Cha 8. Hildga is short and willowy, with copper hair and hazel eyes. She wears plain clothing and wields nunchaku (club). Hildga is faithful and capable.",
  "Admudg: Female Dwarf Rogue, LN. Str 11, Dex 15, Con 12, Int 15, Wis 15, Cha 13. Admudg is pleasant in appearance, with cropped brown hair and gray eyes. She wears leather armor and wields a longsword. Admudg has an animal companion, a dire rat named Khali.",
  "Holdga Orofdotr: Female Dwarf Fighter, CG. Str 12, Dex 13, Con 8, Int 5, Wis 7, Cha 11. Holdga is exceptionally beautiful, with straight blonde hair and gray eyes. She wears chain mail and wields a greatsword.",
  "Giga: Female Dwarf Druid, Neutral. Str 8, Dex 9, Con 14, Int 7, Wis 12, Cha 9. Giga is heavyset, with straight copper hair and soft gray eyes. She wears leather armor and wields a quarterstaff and wooden shield. Giga is impossibly lucky.",
  "Sigra: Female Dwarf Cleric, NG. Str 10, Dex 10, Con 9, Int 10, Wis 16, Cha 9. Sigra has cropped black hair and dark hazel eyes. She wears a breastplate and wields a mace. Sigra is virtuous and aesthetic.",
  "Thrakad: Female Dwarf Paladin, Good. Str 13, Dex 14, Con 9, Int 10, Wis 12, Cha 8. Thrakad has straight golden hair and gray eyes. She wears splint armor and wields a longsword. Thrakad is aesthetic and righteous.",
  "Thorla: Female Dwarf Paladin, Good. Str 8, Dex 10, Con 10, Int 7, Wis 10, Cha 9. Thorla has thick silver hair and narrow green eyes. She wears scale mail and wields a rapier and shield. Thorla is aesthetic and righteous.",
  "Geirla Alfifrdotr: Female Dwarf Monk, N. Str 10, Dex 11, Con 11, Int 8, Wis 12, Cha 8. Geirla has thick red hair and dark brown eyes. She wears well-made clothing and wields an ono (handaxe) and kama (sickle). Geirla is fascinated by geometry.",
  "Thedve: Female Dwarf Rogue, NG. Str 13, Dex 14, Con 12, Int 12, Wis 12, Cha 8. Thedve is short and stout, with black hair and green eyes. She wears leather armor and wields a longsword and hand crossbow. Thedve has an animal companion, a black cat named Oddvisg.",
  "Dwoinarv: Female Dwarf Ranger, N. Str 16, Dex 12, Con 9, Int 10, Wis 11, Cha 13. Dwoinarv is heavyset, with gray hair and narrow hazel eyes. She wears studded leather and wields a greatsword. Dwoinarv seeks to atone for past sins.",
  "Thilda: Female Dwarf Fighter, LN. Str 13, Dex 10, Con 8, Int 9, Wis 9, Cha 10. Thilda has red hair and gray eyes. She wears hide armor and wields a pike.",
  "Rinarv: Female Dwarf Paladin, Good. Str 12, Dex 9, Con 8, Int 13, Wis 12, Cha 13. Rinarv has red hair and bright green eyes. She wears half plate and wields a flail. Rinarv seeks the meaning of a strange prophecy.",
  "Banarv: Female Dwarf Fighter, LG. Str 16, Dex 12, Con 8, Int 12, Wis 13, Cha 9. Banarv has an angular face, with curly golden hair and blue eyes. She wears chain mail and wields a glaive. Banarv is searching for a legendary blade named Skullaxe.",
  "Helga: Female Dwarf Barbarian, N. Str 15, Dex 7, Con 14, Int 7, Wis 9, Cha 8. Helga is pleasant in appearance, with white hair and gray eyes. She wears leather armor and wields a whip. Helga speaks with a quiet voice.",
  "Disga Horidotr: Female Dwarf Barbarian, CG. Str 16, Dex 5, Con 8, Int 10, Wis 14, Cha 9. Disga is noble in bearing, with silver hair and green eyes. She wears scale mail and wields a war pick and shield. Disga is chivalrous and romantic.",
  "Dainan: Female Dwarf Rogue, N. Str 15, Dex 13, Con 11, Int 11, Wis 11, Cha 8. Dainan has blonde hair and blue eyes, and a beaked nose. She wears studded leather and wields a shortsword. Dainan refers to herself in the third person.",
  "Urin: Female Dwarf Sorcerer, NE. Str 10, Dex 13, Con 10, Int 8, Wis 14, Cha 12. Urin is exceptionally beautiful, with thin copper hair and blue eyes. She wears travel-stained clothing and wields a dagger. Urin is barbaric and insensitive.",
  "Sifla: Female Dwarf Bard, NG. Str 8, Dex 10, Con 5, Int 14, Wis 9, Cha 17. Sifla has golden hair and hazel eyes, and pointed ears. She wears leather armor and wields a shortsword.",
  "Thrinain: Female Dwarf Druid, Neutral. Str 10, Dex 6, Con 8, Int 6, Wis 16, Cha 10. Thrinain is exceptionally beautiful, with messy auburn hair and amber eyes. She wears hide armor and wields a spear and darts. Thrinain is hunting the cultists who murdered her family.",
  "Artag Mundidotr: Female Dwarf Barbarian, LG. Str 13, Dex 11, Con 13, Int 11, Wis 6, Cha 5. Artag has a round face, with long black hair and blue eyes. She wears scale mail and wields a rapier and blowgun. Artag seeks to atone for past sins.",
  "Hlaga: Female Dwarf Fighter, NG. Str 17, Dex 9, Con 8, Int 11, Wis 9, Cha 9. Hlaga has a square face, with blonde hair and amber eyes. She wears chain mail and wields a whip. Hlaga is searching for a legendary blade named Giantcleaver.",
  "Khudu: Female Dwarf Bard, NG. Str 12, Dex 10, Con 11, Int 11, Wis 9, Cha 13. Khudu has an angular face, with uneven copper hair and gray eyes. She wears studded leather and wields a shortsword and sling. Khudu is searching for her missing familiar, a tawny rat named Groda.",
  "Radga Karlsidotr: Female Dwarf Cleric, N. Str 10, Dex 9, Con 10, Int 8, Wis 14, Cha 12. Radga has copper hair and sharp green eyes. She wears scale mail and wields a spear. Radga has an animal companion, a hunting dog named Arin.",
  "Siegreya: Female Dwarf Rogue, N. Str 8, Dex 16, Con 6, Int 9, Wis 9, Cha 10. Siegreya is rugged in appearance, with braided copper hair and narrow green eyes. She wears leather armor and wields a shortsword. Siegreya lost her reflection to a hag.",
  "Allag Germidotr: Female Dwarf Paladin, Good. Str 11, Dex 11, Con 12, Int 10, Wis 14, Cha 14. Allag has red hair and brown eyes. She wears chain mail and wields a glaive. Allag is a terrible liar.",
  "Gili: Female Dwarf Druid, Neutral. Str 14, Dex 9, Con 6, Int 10, Wis 17, Cha 12. Gili is short and willowy, with blonde hair and bright brown eyes. She wears leather armor and wields a quarterstaff. Gili seeks revenge against the sister who betrayed her.",
  "Disanz: Female Dwarf Paladin, Good. Str 8, Dex 12, Con 14, Int 9, Wis 9, Cha 10. Disanz has cropped golden hair and gray eyes, and a round nose. She wears a breastplate and wields a maul. Disanz is intuitive and truthful.",
  "Arul: Female Dwarf Fighter, LN. Str 15, Dex 14, Con 8, Int 10, Wis 9, Cha 10. Arul has white hair and large green eyes. She wears a chain shirt and wields a trident and blowgun. Arul is amoral and morose.",
  "Grari: Female Dwarf Rogue, LN. Str 7, Dex 16, Con 9, Int 13, Wis 10, Cha 8. Grari has a narrow face, with uneven silver hair and sharp brown eyes. She wears leather armor and wields a shortsword. Grari has an animal companion, a black snake named Runbja.",
  "Thildga: Female Dwarf Druid, Neutral. Str 14, Dex 8, Con 12, Int 8, Wis 15, Cha 6. Thildga is pleasant in appearance, with auburn hair and light amber eyes. She wears hide armor and wields a quarterstaff and wooden shield. Thildga is impartial and hardworking.",
  "Hola: Female Dwarf Sorcerer, N. Str 10, Dex 8, Con 16, Int 12, Wis 10, Cha 13. Hola has an angular face, with gray hair and gray eyes. She wears simple clothing and wields a dagger and light crossbow. Hola is extravagant and haughty.",
  "Urisg: Female Dwarf Bard, CN. Str 11, Dex 6, Con 7, Int 11, Wis 10, Cha 16. Urisg is short, with golden hair and dark amber eyes. She wears studded leather and wields a longsword and hand crossbow. Urisg has an animal companion, a tawny rat named Saxe.",
  "Atlag: Female Dwarf Fighter, LN. Str 14, Dex 10, Con 9, Int 12, Wis 8, Cha 9. Atlag has thin blonde hair and soft green eyes, and numerous unusual tattoos. She wears plate armor and wields a rapier and net.",
  "Sila Thallkidotr: Female Dwarf Druid, Neutral. Str 14, Dex 6, Con 12, Int 10, Wis 12, Cha 7. Sila is short, with thin auburn hair and bright gray eyes. She wears leather armor and wields a mace.",
  "Undim: Female Dwarf Cleric, LN. Str 11, Dex 11, Con 11, Int 9, Wis 15, Cha 11. Undim has matted auburn hair and blue eyes, and a sharp nose. She wears leather armor and wields a light hammer. Undim is dying and desperately seeks the secret of immortality.",
  "Fride: Female Dwarf Sorcerer, N. Str 10, Dex 7, Con 11, Int 10, Wis 7, Cha 17. Fride has braided brown hair and green eyes, and a flat nose. She wears plain clothing and wields a dagger and light crossbow. Fride is driven and sarcastic.",
  "Bari: Female Dwarf Monk, N. Str 12, Dex 9, Con 8, Int 8, Wis 11, Cha 10. Bari has a square face, with silver hair and soft green eyes. She wears travel-stained clothing and wields an ono (handaxe).",
  "Thilde: Female Dwarf Rogue, LN. Str 9, Dex 16, Con 13, Int 13, Wis 7, Cha 11. Thilde has thin white hair and amber eyes. She wears leather armor and wields a shortsword. Thilde is extravagant and disorganized.",
  "Shatur: Female Dwarf Fighter, LN. Str 12, Dex 11, Con 12, Int 10, Wis 13, Cha 10. Shatur has curly red hair and hazel eyes. She wears splint armor and wields a pike. Shatur suffers a severe allergy to rodents.",
  "Thuda: Female Dwarf Cleric, NG. Str 8, Dex 9, Con 10, Int 10, Wis 15, Cha 7. Thuda has an angular face, with braided white hair and bright brown eyes. She wears leather armor and wields a mace and shield. Thuda has an animal companion, a red fox named Abas.",
  "Kadu: Female Dwarf Wizard, N. Str 13, Dex 11, Con 9, Int 14, Wis 12, Cha 9. Kadu is short and thin, with red hair and amber eyes. She wears worn clothing and wields a quarterstaff and darts. Kadu has an arcane familiar, a tiny earth elemental named Snare.",
  "Thaga Ostingdotr: Female Dwarf Fighter, NE. Str 17, Dex 13, Con 7, Int 11, Wis 9, Cha 9. Thaga has messy silver hair and amber eyes. She wears plate armor and wields a glaive. Thaga is hunting the demon who slew his mentor.",
  "Banain: Female Dwarf Ranger, CN. Str 10, Dex 9, Con 7, Int 7, Wis 14, Cha 12. Banain is short and stout, with tangled gray hair and green eyes. She wears studded leather and wields a scimitar. Banain seeks only fame and glory.",
  "Kunarv: Female Dwarf Rogue, LN. Str 14, Dex 17, Con 10, Int 9, Wis 10, Cha 8. Kunarv is exceptionally beautiful, with brown hair and light amber eyes. She wears leather armor and wields a longsword. Kunarv was petrified for a hundred years.",
  "Dwari: Female Dwarf Monk, N. Str 8, Dex 9, Con 10, Int 7, Wis 10, Cha 9. Dwari is short, with tangled auburn hair and sharp gray eyes. She wears simple clothing and wields nunchaku (club) and shuriken (darts). Dwari seeks to discover who murdered her family.",
  "Alin: Female Dwarf Wizard, NG. Str 10, Dex 15, Con 10, Int 16, Wis 7, Cha 10. Alin is fey in appearance, with short white hair and light gray eyes. She wears expensive clothing and wields a dagger. Alin seeks to free herself from an ancient curse.",
  "Augildg Storedotr: Female Dwarf Ranger, LN. Str 10, Dex 11, Con 8, Int 5, Wis 9, Cha 8. Augildg is exceptionally beautiful, with auburn hair and soft hazel eyes. She wears studded leather and wields a shortsword and shield. Augildg has dire rat named Kari.",
  "Bori: Female Dwarf Paladin, Good. Str 10, Dex 12, Con 10, Int 12, Wis 14, Cha 14. Bori is noble in bearing, with thick brown hair and dark green eyes. She wears scale mail and wields a whip and shield. Bori is cheerful and courageous.",
  "Daga Thallmidotr: Female Dwarf Bard, NE. Str 13, Dex 10, Con 10, Int 16, Wis 13, Cha 16. Daga has short brown hair and large green eyes. She wears leather armor and wields a shortsword and hand crossbow.",
  "Arur: Female Dwarf Cleric, CG. Str 8, Dex 14, Con 8, Int 12, Wis 15, Cha 9. Arur has gray hair and large amber eyes, and pointed ears. She wears leather armor and wields a club. Arur is quiet, and says as little as possible.",
  "Urin: Female Dwarf Warlock, CN. Str 11, Dex 10, Con 11, Int 10, Wis 11, Cha 12. Urin has silver hair and sharp brown eyes. She wears studded leather and wields a handaxe. Urin has an animal companion, a raven named Gili.",
  "Runnga: Female Dwarf Warlock, N. Str 9, Dex 14, Con 9, Int 9, Wis 8, Cha 12. Runnga has white hair and large brown eyes, and a sharp nose. She wears leather armor and wields a quarterstaff.",
  "Haga: Female Dwarf Wizard, LN. Str 11, Dex 14, Con 8, Int 12, Wis 12, Cha 12. Haga is tall, with black hair and brown eyes. She wears tailored clothing and wields a quarterstaff. Haga is foolhardy and barbaric.",
  "Nanarv: Female Dwarf Ranger, NE. Str 14, Dex 15, Con 7, Int 15, Wis 12, Cha 13. Nanarv is fair in appearance, with matted blonde hair and green eyes. She wears studded leather and wields a greataxe.",
  "Glatelch: Female Dwarf Rogue, NG. Str 6, Dex 17, Con 12, Int 12, Wis 5, Cha 12. Glatelch has thick blonde hair and green eyes, and prominent ears. She wears leather armor and wields a longsword and hand crossbow.",
  "Kride: Female Dwarf Rogue, NE. Str 9, Dex 15, Con 12, Int 10, Wis 7, Cha 9. Kride is wretched in appearance, with black hair and light gray eyes. She wears studded leather and wields a longsword and hand crossbow.",
  "Solva Vigedotr: Female Dwarf Fighter, NG. Str 15, Dex 14, Con 9, Int 10, Wis 9, Cha 7. Solva has auburn hair and blue eyes, and a thin nose. She wears a breastplate and wields a warhammer and blowgun.",
  "Innag: Female Dwarf Warlock, CN. Str 12, Dex 8, Con 9, Int 14, Wis 6, Cha 17. Innag is exceptionally beautiful, with silver hair and blue eyes. She wears leather armor and wields a quarterstaff. Innag seeks to save her family from financial ruin.",
  "Bali: Female Dwarf Bard, CN. Str 5, Dex 11, Con 7, Int 17, Wis 5, Cha 16. Bali is fair in appearance, with gray hair and bright green eyes. She wears leather armor and wields a rapier. Bali is searching for the lost dominion of Londone.",
  "Threri: Female Dwarf Rogue, LE. Str 12, Dex 14, Con 11, Int 10, Wis 8, Cha 12. Threri has white hair and brown eyes. She wears leather armor and wields a longsword. Threri seeks to fulfill an ancient prophecy of evil.",
  "Geda: Female Dwarf Monk, N. Str 7, Dex 14, Con 9, Int 10, Wis 15, Cha 13. Geda has red hair and large blue eyes, and a beaked nose. She wears worn clothing and wields nunchaku (club). Geda has an animal companion, a white rabbit named Artneyg.",
  "Gerdga: Female Dwarf Rogue, N. Str 10, Dex 15, Con 7, Int 13, Wis 12, Cha 13. Gerdga has thin white hair and sharp brown eyes, and small ears. She wears leather armor and wields a rapier and hand crossbow. Gerdga suffers a deadly allergy to dogs.",
  "Innag Orgifrdotr: Female Dwarf Fighter, N. Str 14, Dex 12, Con 9, Int 9, Wis 7, Cha 7. Innag is short, with straight white hair and narrow hazel eyes. She wears plate armor and wields a whip and blowgun. Innag seeks to free herself from an ancient curse.",
  "Allkag: Female Dwarf Bard, CN. Str 7, Dex 8, Con 11, Int 7, Wis 8, Cha 13. Allkag has brown hair and sharp hazel eyes, and small ears. She wears leather armor and wields a longsword and hand crossbow. Allkag is colorblind.",
  "Zuri: Female Dwarf Wizard, N. Str 13, Dex 12, Con 11, Int 12, Wis 9, Cha 11. Zuri has gray hair and soft amber eyes. She wears red robes and wields a dagger and light crossbow. Zuri seeks to free herself from an ancient curse.",
  "Gili: Female Dwarf Rogue, LN. Str 13, Dex 16, Con 8, Int 15, Wis 9, Cha 14. Gili is exceptionally beautiful, with short black hair and brown eyes. She wears studded leather and wields a quarterstaff and hand crossbow. Gili seeks to atone for past sins.",
  "Thallde: Female Dwarf Fighter, LN. Str 14, Dex 11, Con 10, Int 5, Wis 9, Cha 7. Thallde is rough in appearance, with thick gray hair and blue eyes. She wears scale mail and wields a trident. Thallde has an animal companion, a silver dog named Grori.",
  "Sigga Helfdidotr: Female Dwarf Rogue, NG. Str 6, Dex 12, Con 10, Int 15, Wis 10, Cha 9. Sigga has red hair and hazel eyes, and an unusual scar on her leg. She wears leather armor and wields a shortsword and hand crossbow. Sigga is cultured and quick-witted.",
  "Ziri: Female Dwarf Rogue, NG. Str 12, Dex 14, Con 9, Int 9, Wis 8, Cha 11. Ziri is exceptionally beautiful, with messy golden hair and hazel eyes. She wears studded leather and wields a longsword and shortbow. Ziri is capable and foolhardy.",
  "Fundu: Female Dwarf Fighter, N. Str 16, Dex 12, Con 12, Int 12, Wis 10, Cha 10. Fundu has silver hair and sharp amber eyes. She wears half plate and wields a war pick and shield.",
  "Sigra Koptedotr: Female Dwarf Cleric, NG. Str 15, Dex 10, Con 13, Int 11, Wis 12, Cha 14. Sigra has thick red hair and large hazel eyes, and small ears. She wears studded leather and wields a light hammer and shield. Sigra is courageous and devout.",
  "Frinan: Female Dwarf Barbarian, N. Str 16, Dex 10, Con 13, Int 9, Wis 9, Cha 9. Frinan has a long face, with silver hair and brown eyes. She wears studded leather and wields a flail. Frinan is covetous and aggressive.",
  "Gamil: Female Dwarf Ranger, N. Str 14, Dex 7, Con 10, Int 11, Wis 14, Cha 8. Gamil is heavyset, with brown hair and bright amber eyes. She wears leather armor and wields a halberd.",
  "Thorla Sotidotr: Female Dwarf Monk, N. Str 8, Dex 12, Con 9, Int 12, Wis 7, Cha 7. Thorla has a long face, with red hair and brown eyes. She wears modest garments and wields a bo (quarterstaff) and sai (dagger). Thorla is searching for her lost brother.",
  "Gerdga: Female Dwarf Barbarian, LN. Str 14, Dex 11, Con 7, Int 10, Wis 14, Cha 13. Gerdga has a long face, with thin auburn hair and amber eyes. She wears studded leather and wields a shortsword and blowgun.",
  "Mahund: Female Dwarf Barbarian, NE. Str 12, Dex 11, Con 15, Int 7, Wis 11, Cha 13. Mahund is overweight, with white hair and gray eyes. She wears studded leather and wields a whip and heavy crossbow.",
  "Ingeg: Female Dwarf Druid, Neutral. Str 11, Dex 12, Con 8, Int 8, Wis 15, Cha 12. Ingeg is fey in appearance, with braided gray hair and brown eyes. She wears leather armor and wields a spear.",
  "Bari: Female Dwarf Monk, LN. Str 12, Dex 14, Con 14, Int 10, Wis 13, Cha 11. Bari has a narrow face, with white hair and green eyes. She wears simple clothing and wields an ono (handaxe).",
  "Ziri: Female Dwarf Warlock, N. Str 10, Dex 6, Con 11, Int 7, Wis 6, Cha 17. Ziri has silver hair and blue eyes, and a beaked nose. She wears leather armor and wields a mace and sling. Ziri lost her shadow to a hag.",
  "Hildra Hriridotr: Female Dwarf Cleric, LN. Str 12, Dex 11, Con 5, Int 8, Wis 13, Cha 15. Hildra has a round face, with cropped white hair and blue eyes. She wears hide armor and wields a light hammer and shield. Hildra is searching for her lost sister.",
  "Furi: Female Dwarf Warlock, NG. Str 12, Dex 10, Con 12, Int 11, Wis 10, Cha 15. Furi is exceptionally beautiful, with gray hair and amber eyes. She wears leather armor and wields a mace and sling. Furi is perceptive and righteous.",
  "Alin: Female Dwarf Fighter, N. Str 15, Dex 10, Con 11, Int 12, Wis 10, Cha 12. Alin has brown hair and large amber eyes, and pointed ears. She wears a breastplate and wields a war pick and shield. Alin secretly serves Goma, an ancient goddess of destruction.",
  "Hildga: Female Dwarf Ranger, N. Str 9, Dex 12, Con 5, Int 10, Wis 17, Cha 10. Hildga has golden hair and brown eyes, and large ears. She wears half plate and wields a glaive. Hildga is suspicious and harsh.",
  "Banarv: Female Dwarf Rogue, N. Str 15, Dex 13, Con 11, Int 11, Wis 7, Cha 7. Banarv has an angular face, with white hair and dark blue eyes. She wears leather armor and wields a rapier and sling. Banarv has an animal companion, a black snake named Gili.",
  "Ukal: Female Dwarf Druid, Neutral. Str 14, Dex 11, Con 8, Int 10, Wis 12, Cha 9. Ukal is short and willowy, with matted brown hair and brown eyes. She wears hide armor and wields a scimitar. Ukal has black wolf named Sigve.",
  "Ziri: Female Dwarf Monk, LN. Str 12, Dex 10, Con 13, Int 10, Wis 13, Cha 10. Ziri is fey in appearance, with uneven white hair and hazel eyes. She wears plain clothing and wields a yari (spear). Ziri compulsively plays with a copper coin.",
  "Zigil: Female Dwarf Sorcerer, LG. Str 8, Dex 11, Con 13, Int 14, Wis 8, Cha 17. Zigil is fair in appearance, with curly red hair and light brown eyes. She wears modest garments and wields a quarterstaff. Zigil is haunted by the ghost of someone she killed.",
  "Horva Bentedotr: Female Dwarf Cleric, N. Str 13, Dex 11, Con 11, Int 6, Wis 14, Cha 12. Horva has auburn hair and light blue eyes. She wears hide armor and wields a quarterstaff and shortbow. Horva seeks to destroy the undead.",
  "Gerdga: Female Dwarf Bard, NG. Str 12, Dex 11, Con 11, Int 12, Wis 5, Cha 14. Gerdga has a long face, with thin white hair and hazel eyes. She wears leather armor and wields a shortsword. Gerdga suffers a traumatic fear of ghosts and spirits.",
  "Hilda Tenkidotr: Female Dwarf Ranger, NG. Str 9, Dex 11, Con 10, Int 10, Wis 11, Cha 12. Hilda has a round face, with blonde hair and soft amber eyes. She wears half plate and wields a halberd. Hilda has black dog named Zuri.",
  "Khakad: Female Dwarf Druid, Neutral. Str 12, Dex 11, Con 9, Int 7, Wis 12, Cha 12. Khakad has braided golden hair and blue eyes, and large ears. She wears leather armor and wields a quarterstaff and wooden shield. Khakad is impossibly lucky.",
  "Arngugg: Female Dwarf Bard, N. Str 11, Dex 15, Con 6, Int 14, Wis 8, Cha 13. Arngugg is willowy, with copper hair and gray eyes. She wears leather armor and wields a quarterstaff. Arngugg suffers a traumatic fear of confined spaces.",
  "Kurdu: Female Dwarf Monk, N. Str 9, Dex 12, Con 8, Int 5, Wis 14, Cha 8. Kurdu has white hair and hazel eyes. She wears modest garments and wields a kanabo (mace) and sai (dagger). Kurdu is impartial and alluring.",
  "Hvandre: Female Dwarf Bard, N. Str 10, Dex 14, Con 10, Int 10, Wis 8, Cha 17. Hvandre has gray hair and hazel eyes. She wears leather armor and wields a rapier and shortbow. Hvandre is searching for the lost kingdom of Hombariand.",
  "Aril: Female Dwarf Rogue, LG. Str 7, Dex 12, Con 12, Int 15, Wis 9, Cha 11. Aril has thin copper hair and large green eyes, and prominent ears. She wears studded leather and wields a rapier and dagger. Aril is aesthetic and courteous.",
  "Furi: Female Dwarf Warlock, N. Str 12, Dex 9, Con 11, Int 8, Wis 5, Cha 16. Furi has brown hair and large hazel eyes. She wears studded leather and wields a quarterstaff and javelins.",
  "Aldrudg: Female Dwarf Fighter, LN. Str 12, Dex 14, Con 10, Int 7, Wis 13, Cha 9. Aldrudg has red hair and hazel eyes, and a round nose. She wears a breastplate and wields a scimitar. Aldrudg avoids eye contact.",
  "Gimli: Female Dwarf Barbarian, CN. Str 13, Dex 13, Con 9, Int 6, Wis 12, Cha 8. Gimli has silver hair and light amber eyes. She wears hide armor and wields a pike. Gimli seeks to free herself from an ancient curse.",
  "Mera Theggridotr: Female Dwarf Wizard, NG. Str 8, Dex 14, Con 11, Int 17, Wis 10, Cha 9. Mera is exceptionally beautiful, with braided gray hair and hazel eyes. She wears indigo robes and wields a dagger. Mera is courageous and adaptable.",
  "Jaga: Female Dwarf Monk, CN. Str 10, Dex 9, Con 7, Int 8, Wis 12, Cha 7. Jaga has a square face, with red hair and bright hazel eyes. She wears modest garments and wields a bo (quarterstaff). Jaga has an animal companion, a gray rabbit named Inthorn."
]