[
  "Soba: Female Half-orc Bard, N. Str 10, Dex 6, Con 12, Int 14, Wis 10, Cha 17. Soba is willowy, with cropped brown hair and large brown eyes. She wears studded leather and wields a longsword and darts.",
  "Lava: Female Half-orc Druid, Neutral. Str 9, Dex 10, Con 13, Int 13, Wis 13, Cha 10. Lava has black hair and bright gray eyes. She wears leather armor and wields a scimitar and sling. Lava is covetous and adaptable.",
  "Zlata: Female Half-orc Fighter, LN. Str 17, Dex 11, Con 12, Int 8, Wis 9, Cha 12. Zlata is overweight, with braided white hair and hazel eyes. She wears hide armor and wields a greatsword. Zlata is impartial and unforgiving.",
  "Gotheoda: Female Half-orc Warlock, LN. Str 16, Dex 10, Con 12, Int 15, Wis 9, Cha 15. Gotheoda has auburn hair and green eyes. She wears leather armor and wields a club. Gotheoda is colorblind.",
  "Valda: Female Half-orc Rogue, N. Str 13, Dex 15, Con 12, Int 11, Wis 10, Cha 5. Valda has braided silver hair and green eyes, and prominent ears. She wears leather armor and wields a rapier. Valda is cursed with delusions.",
  "Gilda: Female Half-orc Paladin, Good. Str 7, Dex 9, Con 10, Int 9, Wis 14, Cha 8. Gilda has a round face, with auburn hair and hazel eyes. She wears half plate and wields a war pick and shield. Gilda seeks to continue the noble legacy of her father.",
  "Veta: Female Half-orc Bard, N. Str 5, Dex 9, Con 12, Int 13, Wis 13, Cha 15. Veta is slender, with golden hair and amber eyes. She wears leather armor and wields a longsword. Veta seeks to become an instructor at the College of Arcane Study.",
  "Odalfrild: Female Half-orc Rogue, NG. Str 9, Dex 17, Con 13, Int 15, Wis 10, Cha 12. Odalfrild has white hair and sharp blue eyes. She wears studded leather and wields a rapier and darts. Odalfrild seeks to prove herself to her peers.",
  "Zboza: Female Half-orc Monk, CN. Str 12, Dex 11, Con 14, Int 11, Wis 13, Cha 14. Zboza has curly copper hair and narrow gray eyes, and prominent ears. She wears plain clothing and wields an ono (handaxe). Zboza seeks to become a knight of the realm.",
  "Lava: Female Half-orc Paladin, Good. Str 9, Dex 10, Con 10, Int 12, Wis 7, Cha 10. Lava has a round face, with auburn hair and blue eyes. She wears a breastplate and wields a war pick and shield. Lava serves Iran, an ancient but forgotten goddess of good.",
  "Alatharea: Female Half-orc Sorcerer, CN. Str 10, Dex 11, Con 10, Int 10, Wis 12, Cha 15. Alatharea is rugged in appearance, with thin auburn hair and gray eyes. She wears modest garments and wields a quarterstaff and darts. Alatharea seeks to save her family from financial ruin.",
  "Vela: Female Half-orc Fighter, LE. Str 16, Dex 7, Con 9, Int 10, Wis 12, Cha 8. Vela is exceptionally beautiful, with black hair and large gray eyes. She wears hide armor and wields a flail and longbow. Vela is merciless and cruel.",
  "Gisuintha: Female Half-orc Fighter, N. Str 17, Dex 13, Con 11, Int 12, Wis 8, Cha 10. Gisuintha is fey in appearance, with straight copper hair and gray eyes. She wears scale mail and wields a halberd. Gisuintha seeks to free herself from an ancient curse.",
  "Draha: Female Half-orc Rogue, NG. Str 10, Dex 14, Con 15, Int 15, Wis 8, Cha 7. Draha has gray hair and narrow blue eyes, and small ears. She wears studded leather and wields a quarterstaff.",
  "Valdamerc: Female Half-orc Druid, Neutral. Str 17, Dex 5, Con 13, Int 13, Wis 14, Cha 10. Valdamerc has auburn hair and bright blue eyes, and a distinctive tattoo on her arm. She wears leather armor and wields a mace and wooden shield. Valdamerc compulsively flirts with others.",
  "Wilga: Female Half-orc Fighter, NG. Str 13, Dex 12, Con 7, Int 8, Wis 15, Cha 14. Wilga is rugged in appearance, with thick auburn hair and blue eyes. She wears chain mail and wields a rapier and shield.",
  "Ziva: Female Half-orc Rogue, LG. Str 13, Dex 12, Con 13, Int 16, Wis 10, Cha 14. Ziva is cultured in appearance, with white hair and green eyes. She wears studded leather and wields a light hammer and light crossbow. Ziva has an animal companion, a black cat named Riba.",
  "Thelcha: Female Half-orc Monk, LN. Str 16, Dex 12, Con 9, Int 5, Wis 12, Cha 13. Thelcha has a narrow face, with white hair and hazel eyes. She wears travel-stained clothing and wields nunchaku (club) and shuriken (darts). Thelcha is searching for a legendary blade named Sublime Violence.",
  "Bruska: Female Half-orc Druid, Neutral. Str 11, Dex 10, Con 8, Int 9, Wis 17, Cha 6. Bruska has silver hair and narrow brown eyes, and pointed ears. She wears hide armor and wields a spear.",
  "Mila: Female Half-orc Fighter, NG. Str 17, Dex 15, Con 9, Int 11, Wis 13, Cha 11. Mila has white hair and blue eyes. She wears chain mail and wields a longsword. Mila suffers a paralyzing fear of death.",
  "Veta: Female Half-orc Warlock, NG. Str 8, Dex 13, Con 11, Int 10, Wis 8, Cha 16. Veta has a round face, with black hair and dark gray eyes. She wears leather armor and wields a handaxe.",
  "Thilda: Female Half-orc Rogue, CN. Str 9, Dex 17, Con 12, Int 9, Wis 14, Cha 8. Thilda has cropped silver hair and amber eyes, and a beaked nose. She wears studded leather and wields a longsword.",
  "Nisla: Female Half-orc Barbarian, NG. Str 12, Dex 13, Con 14, Int 6, Wis 9, Cha 12. Nisla is exceptionally beautiful, with uneven gray hair and amber eyes. She wears hide armor and wields a warhammer and hand crossbow. Nisla seeks to prove herself to her peers.",
  "Efodarea: Female Half-orc Monk, LN. Str 11, Dex 7, Con 10, Int 8, Wis 12, Cha 14. Efodarea has braided golden hair and sharp green eyes, and large ears. She wears plain clothing and wields a bo (quarterstaff). Efodarea is modest and covetous.",
  "Gotho: Female Half-orc Ranger, LG. Str 12, Dex 11, Con 10, Int 11, Wis 11, Cha 11. Gotho is rough in appearance, with uneven black hair and amber eyes. She wears a chain shirt and wields a greataxe. Gotho is capable and absent-minded.",
  "Lena: Female Half-orc Warlock, NG. Str 9, Dex 10, Con 11, Int 10, Wis 12, Cha 14. Lena has silver hair and soft green eyes, and a sharp nose. She wears studded leather and wields a spear. Lena seeks to help the poor and unfortunate.",
  "Zbola: Female Half-orc Rogue, LG. Str 8, Dex 15, Con 7, Int 12, Wis 12, Cha 8. Zbola has curly auburn hair and bright green eyes, and pointed ears. She wears leather armor and wields a shortsword and hand crossbow. Zbola has an animal companion, a dire rat named Jara.",
  "Mira: Female Half-orc Fighter, NE. Str 17, Dex 15, Con 12, Int 9, Wis 15, Cha 11. Mira has a narrow face, with auburn hair and bright amber eyes. She wears scale mail and wields a longsword and shield. Mira is insane and insensitive.",
  "Sunilda: Female Half-orc Monk, NE. Str 13, Dex 12, Con 15, Int 9, Wis 12, Cha 11. Sunilda has uneven brown hair and blue eyes. She wears simple clothing and wields a yari (spear). Sunilda seeks to steal the crown of the kingdom.",
  "Zdezhda: Female Half-orc Barbarian, CN. Str 13, Dex 12, Con 14, Int 14, Wis 12, Cha 10. Zdezhda has a narrow face, with gray hair and brown eyes. She wears leather armor and wields a rapier and net. Zdezhda is sarcastic and inquisitive.",
  "Ercamana: Female Half-orc Bard, NG. Str 11, Dex 8, Con 11, Int 9, Wis 13, Cha 15. Ercamana has auburn hair and large brown eyes. She wears leather armor and wields a longsword and darts. Ercamana is honorable and idealistic.",
  "Gilda: Female Half-orc Rogue, NG. Str 10, Dex 14, Con 10, Int 15, Wis 12, Cha 11. Gilda has auburn hair and gray eyes. She wears studded leather and wields a spear and hand crossbow.",
  "Zlava: Female Half-orc Ranger, N. Str 14, Dex 10, Con 8, Int 13, Wis 13, Cha 7. Zlava has a square face, with thin blonde hair and dark brown eyes. She wears leather armor and wields a glaive. Zlava compulsively whistles.",
  "Agnelild: Female Half-orc Wizard, LN. Str 8, Dex 13, Con 8, Int 17, Wis 7, Cha 14. Agnelild is short and willowy, with messy brown hair and light brown eyes. She wears sturdy clothing and wields a quarterstaff and sling. Agnelild is hunting the doppelganger which destroyed her homeland.",
  "Amasuni: Female Half-orc Warlock, LG. Str 13, Dex 13, Con 10, Int 10, Wis 11, Cha 14. Amasuni is short, with thick blonde hair and amber eyes. She wears leather armor and wields a mace. Amasuni is courteous and fierce.",
  "Gaathilda: Female Half-orc Wizard, CN. Str 8, Dex 15, Con 7, Int 14, Wis 12, Cha 10. Gaathilda is common in appearance, with silver hair and hazel eyes. She wears modest garments and wields a quarterstaff and darts. Gaathilda has an arcane familiar, a gray bat named Verka.",
  "Vlisla: Female Half-orc Wizard, LG. Str 10, Dex 14, Con 6, Int 15, Wis 10, Cha 9. Vlisla is tall, with braided silver hair and amber eyes. She wears well-made clothing and wields a quarterstaff and light crossbow. Vlisla dislikes having people behind her.",
  "Gaatha: Female Half-orc Paladin, Good. Str 12, Dex 13, Con 6, Int 9, Wis 8, Cha 12. Gaatha is short and overweight, with long golden hair and light amber eyes. She wears a breastplate and wields a battleaxe and shield. Gaatha is searching for the lost Fane of Gardens.",
  "Stunka: Female Half-orc Sorcerer, NG. Str 12, Dex 8, Con 8, Int 10, Wis 7, Cha 15. Stunka has golden hair and large green eyes, and numerous distinctive tattoos. She wears worn clothing and wields a quarterstaff. Stunka serves Rielah, an ancient but forgotten goddess of good.",
  "Lava: Female Half-orc Druid, Neutral. Str 13, Dex 10, Con 11, Int 14, Wis 13, Cha 8. Lava has short golden hair and light blue eyes. She wears hide armor and wields a scimitar. Lava seeks to discover what destroyed her homeland.",
  "Zdobra: Female Half-orc Paladin, Good. Str 12, Dex 7, Con 15, Int 10, Wis 9, Cha 12. Zdobra has a square face, with auburn hair and bright amber eyes. She wears chain mail and wields a maul. Zdobra is valiant and lustful.",
  "Gothelcha: Female Half-orc Monk, N. Str 12, Dex 10, Con 13, Int 15, Wis 17, Cha 10. Gothelcha has silver hair and sharp hazel eyes, and large ears. She wears well-made clothing and wields a kanabo (mace) and kama (sickle). Gothelcha is fascinated by alchemy and natural philosophy.",
  "Vetla: Female Half-orc Paladin, Good. Str 17, Dex 8, Con 8, Int 8, Wis 11, Cha 11. Vetla is youthful in appearance, with thin copper hair and soft green eyes. She wears chain mail and wields a scimitar. Vetla has an animal companion, a bay warhorse named Thrarica.",
  "Glismala: Female Half-orc Fighter, NG. Str 17, Dex 13, Con 10, Int 12, Wis 8, Cha 10. Glismala is fey in appearance, with matted brown hair and dark brown eyes. She wears ring mail and wields a war pick and shield. Glismala is chivalrous and honorable.",
  "Ortildame: Female Half-orc Rogue, NG. Str 12, Dex 14, Con 9, Int 12, Wis 8, Cha 14. Ortildame is pleasant in appearance, with red hair and amber eyes. She wears studded leather and wields a spear. Ortildame is a practiced gambler.",
  "Thene: Female Half-orc Cleric, NG. Str 8, Dex 10, Con 8, Int 11, Wis 13, Cha 9. Thene has silver hair and bright amber eyes, and large ears. She wears leather armor and wields a quarterstaff.",
  "Guda: Female Half-orc Paladin, Good. Str 13, Dex 12, Con 6, Int 9, Wis 10, Cha 8. Guda is short, with long white hair and light hazel eyes. She wears chain mail and wields a longsword. Guda has an animal companion, a white warhorse named Wilgotha.",
  "Rosta: Female Half-orc Rogue, N. Str 6, Dex 12, Con 7, Int 15, Wis 13, Cha 14. Rosta is rough in appearance, with white hair and bright gray eyes. She wears leather armor and wields a longsword and dagger. Rosta has an animal companion, a sable ferret named Valdiga.",
  "Zitka: Female Half-orc Cleric, N. Str 12, Dex 14, Con 14, Int 7, Wis 14, Cha 14. Zitka has an angular face, with tangled auburn hair and soft hazel eyes. She wears studded leather and wields a quarterstaff and shield.",
  "Agneleude: Female Half-orc Barbarian, NG. Str 12, Dex 14, Con 11, Int 13, Wis 7, Cha 11. Agneleude has a round face, with braided black hair and brown eyes. She wears scale mail and wields a greataxe.",
  "Pruska: Female Half-orc Druid, Neutral. Str 11, Dex 12, Con 15, Int 14, Wis 16, Cha 13. Pruska has a round face, with curly red hair and large hazel eyes. She wears leather armor and wields a spear. Pruska is extravagant and merciless.",
  "Mlena: Female Half-orc Fighter, N. Str 13, Dex 12, Con 11, Int 11, Wis 15, Cha 7. Mlena has messy auburn hair and amber eyes, and a beaked nose. She wears half plate and wields a trident and blowgun. Mlena is searching for the legendary elven kingdom of Evralad.",
  "Anathala: Female Half-orc Paladin, Good. Str 12, Dex 12, Con 11, Int 11, Wis 8, Cha 10. Anathala has curly silver hair and dark green eyes. She wears chain mail and wields a greatsword.",
  "Vlava: Female Half-orc Druid, Neutral. Str 14, Dex 8, Con 15, Int 10, Wis 17, Cha 12. Vlava has copper hair and hazel eyes. She wears leather armor and wields a quarterstaff and wooden shield. Vlava has badger named Amatama.",
  "Glotsuintha: Female Half-orc Barbarian, LG. Str 17, Dex 9, Con 12, Int 13, Wis 13, Cha 11. Glotsuintha has brown hair and amber eyes, and a round nose. She wears leather armor and wields a warhammer. Glotsuintha is a practiced dart thrower.",
  "Mluba: Female Half-orc Paladin, Good. Str 12, Dex 12, Con 13, Int 14, Wis 14, Cha 15. Mluba is rugged in appearance, with copper hair and dark gray eyes. She wears ring mail and wields a morningstar and shield.",
  "Hunilda: Female Half-orc Warlock, LG. Str 11, Dex 12, Con 8, Int 12, Wis 12, Cha 15. Hunilda has red hair and narrow blue eyes, and pointed ears. She wears leather armor and wields a handaxe.",
  "Mataso: Female Half-orc Sorcerer, LN. Str 11, Dex 14, Con 15, Int 10, Wis 5, Cha 12. Mataso has a long face, with gray hair and large green eyes. She wears travel-stained clothing and wields a dagger and sling. Mataso seeks only fame and glory.",
  "Chliva: Female Half-orc Fighter, CN. Str 14, Dex 9, Con 9, Int 12, Wis 7, Cha 8. Chliva has short copper hair and gray eyes, and large ears. She wears scale mail and wields a morningstar and shield. Chliva speaks with a whispery voice.",
  "Anamen: Female Half-orc Fighter, NG. Str 15, Dex 8, Con 11, Int 9, Wis 8, Cha 10. Anamen is youthful in appearance, with auburn hair and soft blue eyes. She wears ring mail and wields a longsword and blowgun. Anamen is hunting the warlord who stole her ancestral sword.",
  "Zboza: Female Half-orc Monk, N. Str 13, Dex 12, Con 9, Int 7, Wis 13, Cha 10. Zboza has messy blonde hair and hazel eyes. She wears well-made clothing and wields an ono (handaxe). Zboza has an animal companion, a copper firedrake named Brada.",
  "Brona: Female Half-orc Fighter, N. Str 17, Dex 11, Con 10, Int 11, Wis 9, Cha 8. Brona has an angular face, with gray hair and green eyes. She wears a chain shirt and wields a shortsword. Brona is painfully tone-deaf.",
  "Chlismala: Female Half-orc Rogue, LN. Str 8, Dex 15, Con 9, Int 14, Wis 13, Cha 11. Chlismala has curly auburn hair and narrow amber eyes, and prominent ears. She wears studded leather and wields a longsword. Chlismala is thoughtful and sadistic.",
  "Vada: Female Half-orc Cleric, N. Str 8, Dex 8, Con 15, Int 14, Wis 17, Cha 11. Vada has thin black hair and green eyes, and wears glasses with bronze rims. She wears scale mail and wields a mace. Vada is colorblind.",
  "Asuis: Female Half-orc Paladin, Good. Str 14, Dex 14, Con 13, Int 9, Wis 8, Cha 12. Asuis has auburn hair and gray eyes. She wears plate armor and wields a warhammer. Asuis is hunting the demon who murdered her family.",
  "Lava: Female Half-orc Rogue, NG. Str 8, Dex 12, Con 11, Int 13, Wis 10, Cha 10. Lava is exceptionally beautiful, with red hair and gray eyes. She wears studded leather and wields a shortsword and hand crossbow. Lava is searching for her lost sister.",
  "Malfrida: Female Half-orc Cleric, N. Str 8, Dex 11, Con 13, Int 7, Wis 13, Cha 10. Malfrida has a square face, with curly silver hair and amber eyes. She wears scale mail and wields a light hammer. Malfrida is fierce and covetous.",
  "Mataso: Female Half-orc Rogue, N. Str 7, Dex 12, Con 6, Int 10, Wis 9, Cha 8. Mataso has tangled blonde hair and blue eyes, and a magical scar on her arm. She wears studded leather and wields a rapier. Mataso seeks revenge against the thieves' guild which left her to hang.",
  "Asuigoda: Female Half-orc Wizard, CE. Str 14, Dex 11, Con 10, Int 15, Wis 11, Cha 12. Asuigoda has a narrow face, with auburn hair and brown eyes. She wears expensive clothing and wields a dagger and sling. Asuigoda seeks to raise an army of gargoyles.",
  "Hiuda: Female Half-orc Fighter, N. Str 15, Dex 12, Con 14, Int 9, Wis 13, Cha 8. Hiuda has a round face, with copper hair and green eyes. She wears scale mail and wields a longsword. Hiuda suffers a mild allergy to horses.",
  "Wilgiso: Female Half-orc Warlock, LN. Str 8, Dex 5, Con 9, Int 12, Wis 10, Cha 15. Wilgiso is stout, with straight copper hair and hazel eyes. She wears leather armor and wields a spear and sling. Wilgiso is haunted by the ghost of someone she killed.",
  "Hiudiga: Female Half-orc Fighter, LE. Str 16, Dex 15, Con 10, Int 8, Wis 11, Cha 13. Hiudiga is beastly in appearance, with braided brown hair and bright gray eyes. She wears splint armor and wields a shortsword and shield. Hiudiga has an animal companion, a badger named Glismoda.",
  "Mlata: Female Half-orc Barbarian, LN. Str 14, Dex 13, Con 11, Int 12, Wis 7, Cha 5. Mlata is tall, with silver hair and brown eyes. She wears scale mail and wields a scimitar and shield. Mlata seeks revenge against the sister who betrayed her.",
  "Thunanda: Female Half-orc Rogue, NE. Str 7, Dex 12, Con 10, Int 13, Wis 10, Cha 7. Thunanda has red hair and green eyes, and numerous fearsome piercings. She wears studded leather and wields a quarterstaff. Thunanda seeks to become a werewolf.",
  "Zdenka: Female Half-orc Monk, LG. Str 12, Dex 14, Con 10, Int 11, Wis 10, Cha 14. Zdenka has white hair and dark amber eyes. She wears plain clothing and wields an ono (handaxe). Zdenka is generous and mischievous.",
  "Amamen: Female Half-orc Monk, CN. Str 17, Dex 14, Con 10, Int 7, Wis 10, Cha 6. Amamen has a long face, with thick black hair and hazel eyes. She wears modest garments and wields a yari (spear) and kama (sickle). Amamen is morose and fiendish.",
  "Lava: Female Half-orc Fighter, NE. Str 14, Dex 13, Con 9, Int 8, Wis 9, Cha 10. Lava is tall and slender, with auburn hair and green eyes. She wears chain mail and wields a trident and hand crossbow. Lava has an animal companion, a ginger dog named Reko.",
  "Guda: Female Half-orc Fighter, N. Str 14, Dex 13, Con 11, Int 11, Wis 11, Cha 10. Guda has curly blonde hair and amber eyes, and large ears. She wears a chain shirt and wields a shortsword. Guda refers to herself in the third person.",
  "Vela: Female Half-orc Rogue, CN. Str 12, Dex 14, Con 9, Int 13, Wis 11, Cha 13. Vela has uneven blonde hair and light amber eyes. She wears studded leather and wields a spear. Vela has an animal companion, a black cat named Bora.",
  "Boska: Female Half-orc Rogue, CN. Str 11, Dex 16, Con 7, Int 14, Wis 12, Cha 8. Boska is fair in appearance, with thick copper hair and sharp hazel eyes. She wears leather armor and wields a rapier and hand crossbow. Boska is cursed with wild tremors.",
  "Mila: Female Half-orc Barbarian, N. Str 13, Dex 12, Con 7, Int 12, Wis 9, Cha 9. Mila has braided gray hair and brown eyes, and wears glasses with steel rims. She wears leather armor and wields a whip and net. Mila has an animal companion, a gray wolf named Sebado.",
  "Valda: Female Half-orc Cleric, N. Str 6, Dex 14, Con 14, Int 11, Wis 14, Cha 9. Valda is tall, with braided brown hair and large brown eyes. She wears leather armor and wields a quarterstaff and shield.",
  "Kriemho: Female Half-orc Fighter, LN. Str 15, Dex 8, Con 11, Int 7, Wis 9, Cha 12. Kriemho has cropped blonde hair and blue eyes. She wears plate armor and wields a flail and net. Kriemho is impatient and vengeful.",
  "Ziva: Female Half-orc Fighter, N. Str 16, Dex 12, Con 12, Int 6, Wis 12, Cha 6. Ziva has copper hair and blue eyes, and large ears. She wears chain mail and wields a morningstar. Ziva has an animal companion, a badger named Amathada.",
  "Wilgotha: Female Half-orc Ranger, N. Str 13, Dex 13, Con 7, Int 13, Wis 14, Cha 13. Wilgotha has braided brown hair and large blue eyes. She wears studded leather and wields a warhammer and shield. Wilgotha is lively and cruel.",
  "Gaatho: Female Half-orc Ranger, CN. Str 16, Dex 12, Con 7, Int 13, Wis 12, Cha 11. Gaatho is exceptionally beautiful, with short blonde hair and soft gray eyes. She wears hide armor and wields a glaive. Gaatho has hawk named Gleuva.",
  "Velka: Female Half-orc Fighter, NE. Str 16, Dex 10, Con 13, Int 6, Wis 10, Cha 10. Velka is wretched in appearance, with copper hair and dark hazel eyes. She wears chain mail and wields a pike. Velka has an animal companion, a brown bear named Draha.",
  "Mluba: Female Half-orc Ranger, LG. Str 10, Dex 16, Con 7, Int 14, Wis 17, Cha 13. Mluba is courtly in bearing, with silver hair and sharp hazel eyes. She wears half plate and wields a trident. Mluba is searching for the lost dwarven kingdom of Ululbin.",
  "Hilda: Female Half-orc Rogue, CN. Str 10, Dex 15, Con 5, Int 14, Wis 12, Cha 13. Hilda is short, with thin white hair and light blue eyes. She wears studded leather and wields a handaxe and dagger. Hilda is covetous and perverted.",
  "Vera: Female Half-orc Monk, N. Str 11, Dex 15, Con 5, Int 11, Wis 14, Cha 9. Vera has red hair and narrow hazel eyes, and a distinctive tattoo on her leg. She wears sturdy clothing and wields a kanabo (mace) and kama (sickle). Vera has an animal companion, a copper firedrake named Rica.",
  "Gotheoda: Female Half-orc Fighter, CN. Str 13, Dex 13, Con 7, Int 10, Wis 10, Cha 13. Gotheoda is rugged in appearance, with blonde hair and bright blue eyes. She wears splint armor and wields a pike. Gotheoda has an animal companion, a green firedrake named Suintha.",
  "Gildamal: Female Half-orc Fighter, N. Str 17, Dex 9, Con 10, Int 11, Wis 7, Cha 10. Gildamal has brown hair and narrow blue eyes, and a magical mark on her arm. She wears ring mail and wields a warhammer. Gildamal has an animal companion, a copper firedrake named Jara.",
  "Mila: Female Half-orc Barbarian, LN. Str 15, Dex 9, Con 12, Int 11, Wis 12, Cha 13. Mila has messy brown hair and dark amber eyes, and wears glasses with platinum rims. She wears hide armor and wields a rapier and hand crossbow. Mila has an animal companion, a copper firedrake named Rasisbai.",
  "Valda: Female Half-orc Rogue, NE. Str 12, Dex 17, Con 7, Int 10, Wis 10, Cha 12. Valda has golden hair and brown eyes, and a maimed left hand. She wears leather armor and wields a mace. Valda has an animal companion, a sable ferret named Brada.",
  "Amagnen: Female Half-orc Sorcerer, CN. Str 6, Dex 10, Con 11, Int 12, Wis 11, Cha 15. Amagnen has a round face, with white hair and bright brown eyes. She wears travel-stained clothing and wields a dagger. Amagnen compulsively scratches an old scar.",
  "Druska: Female Half-orc Fighter, CG. Str 14, Dex 14, Con 10, Int 10, Wis 7, Cha 10. Druska is tall, with blonde hair and bright blue eyes. She wears scale mail and wields a war pick. Druska seeks revenge against the sister who betrayed her.",
  "Mira: Female Half-orc Monk, N. Str 10, Dex 13, Con 7, Int 10, Wis 16, Cha 14. Mira has tangled red hair and brown eyes. She wears plain clothing and wields a bo (quarterstaff). Mira is impulsive and nervous.",
  "Rosta: Female Half-orc Cleric, LE. Str 8, Dex 7, Con 10, Int 10, Wis 12, Cha 7. Rosta has a square face, with black hair and hazel eyes. She wears scale mail and wields a handaxe and shield.",
  "Vuska: Female Half-orc Druid, Neutral. Str 8, Dex 12, Con 5, Int 14, Wis 16, Cha 11. Vuska is common in appearance, with brown hair and blue eyes. She wears leather armor and wields a mace and dagger. Vuska is obsessive and merciless.",
  "Gaathiuda: Female Half-orc Rogue, CN. Str 11, Dex 15, Con 10, Int 9, Wis 11, Cha 10. Gaathiuda is tall, with blonde hair and blue eyes. She wears studded leather and wields a rapier and javelins.",
  "Mira: Female Half-orc Fighter, N. Str 17, Dex 14, Con 9, Int 14, Wis 12, Cha 12. Mira is common in appearance, with thick copper hair and large blue eyes. She wears plate armor and wields a greataxe. Mira is soft-hearted and deceitful.",
  "Vela: Female Half-orc Monk, CN. Str 12, Dex 10, Con 12, Int 5, Wis 10, Cha 7. Vela has golden hair and blue eyes, and a sharp nose. She wears sturdy clothing and wields an ono (handaxe) and shuriken (darts). Vela is honest and insensitive.",
  "Gilda: Female Half-orc Monk, LN. Str 8, Dex 13, Con 10, Int 11, Wis 10, Cha 7. Gilda has a square face, with auburn hair and gray eyes. She wears modest garments and wields a bo (quarterstaff) and kama (sickle). Gilda is agreeable and mercenary.",
  "Krelotso: Female Half-orc Monk, N. Str 13, Dex 14, Con 9, Int 7, Wis 12, Cha 10. Krelotso has a narrow face, with short blonde hair and green eyes. She wears modest garments and wields a bo (quarterstaff) and kama (sickle). Krelotso has an animal companion, a white rabbit named Theusige.",
  "Vetla: Female Half-orc Rogue, N. Str 10, Dex 12, Con 11, Int 11, Wis 9, Cha 11. Vetla is fair in appearance, with black hair and bright gray eyes. She wears leather armor and wields a longsword.",
  "Zbenka: Female Half-orc Fighter, NG. Str 16, Dex 13, Con 11, Int 13, Wis 13, Cha 10. Zbenka has thin silver hair and brown eyes, and pointed ears. She wears a breastplate and wields a flail and longbow. Zbenka is searching for a legendary blade named Hellish Triumph.",
  "Kridane: Female Half-orc Rogue, NG. Str 11, Dex 15, Con 9, Int 9, Wis 9, Cha 6. Kridane has red hair and green eyes, and prominent ears. She wears studded leather and wields a shortsword. Kridane has an animal companion, a sable ferret named Gliva.",
  "Atamen: Female Half-orc Warlock, N. Str 9, Dex 14, Con 5, Int 8, Wis 12, Cha 14. Atamen is common in appearance, with messy copper hair and soft amber eyes. She wears leather armor and wields a club. Atamen is searching for her lost brother.",
  "Mila: Female Half-orc Rogue, N. Str 10, Dex 14, Con 13, Int 11, Wis 9, Cha 10. Mila has a narrow face, with straight red hair and soft green eyes. She wears studded leather and wields a rapier and light crossbow. Mila was magically imprisoned for a hundred years.",
  "Thildamod: Female Half-orc Ranger, N. Str 7, Dex 13, Con 8, Int 13, Wis 11, Cha 9. Thildamod is short, with black hair and gray eyes. She wears a chain shirt and wields a trident. Thildamod seeks revenge against the sister who betrayed her.",
  "Anamen: Female Half-orc Rogue, NG. Str 9, Dex 14, Con 8, Int 15, Wis 10, Cha 10. Anamen is slender, with braided white hair and brown eyes. She wears studded leather and wields a rapier. Anamen compulsively whispers nonsense.",
  "Mlanka: Female Half-orc Monk, LG. Str 13, Dex 15, Con 12, Int 14, Wis 7, Cha 10. Mlanka has a long face, with red hair and gray eyes. She wears travel-stained clothing and wields a kanabo (mace) and kama (sickle). Mlanka compulsively plays with a bronze ring.",
  "Lenka: Female Half-orc Warlock, N. Str 13, Dex 11, Con 10, Int 12, Wis 8, Cha 15. Lenka has straight red hair and soft brown eyes, and a sharp nose. She wears studded leather and wields a handaxe and javelins. Lenka is cautious and impartial.",
  "Zena: Female Half-orc Rogue, LG. Str 6, Dex 15, Con 6, Int 11, Wis 11, Cha 12. Zena has an angular face, with brown hair and dark brown eyes. She wears leather armor and wields a quarterstaff and hand crossbow.",
  "Gildamerc: Female Half-orc Paladin, Good. Str 15, Dex 13, Con 12, Int 10, Wis 12, Cha 10. Gildamerc has short red hair and narrow hazel eyes, and small ears. She wears scale mail and wields a longsword and shield. Gildamerc has an animal companion, a bay warhorse named Bola.",
  "Mira: Female Half-orc Bard, N. Str 8, Dex 7, Con 7, Int 12, Wis 14, Cha 13. Mira has a long face, with tangled brown hair and dark hazel eyes. She wears studded leather and wields a longsword and darts.",
  "Gisuntha: Female Half-orc Paladin, Good. Str 9, Dex 14, Con 11, Int 10, Wis 14, Cha 15. Gisuntha is short and thin, with short white hair and large hazel eyes. She wears chain mail and wields a halberd. Gisuntha is easily distracted by magic.",
  "Albeleuni: Female Half-orc Cleric, LN. Str 11, Dex 9, Con 10, Int 12, Wis 16, Cha 12. Albeleuni has auburn hair and dark green eyes, and large ears. She wears hide armor and wields a spear. Albeleuni seeks only fame and glory.",
  "Bozka: Female Half-orc Sorcerer, LG. Str 10, Dex 11, Con 16, Int 13, Wis 13, Cha 14. Bozka is youthful in appearance, with messy blonde hair and hazel eyes. She wears modest garments and wields a quarterstaff and darts. Bozka is principled and impish.",
  "Nicka: Female Half-orc Sorcerer, N. Str 10, Dex 7, Con 13, Int 11, Wis 14, Cha 12. Nicka has white hair and light blue eyes, and a flat nose. She wears simple clothing and wields a quarterstaff. Nicka was raised by cultists of That Which Never Sleeps.",
  "Luba: Female Half-orc Cleric, NG. Str 9, Dex 7, Con 10, Int 12, Wis 12, Cha 9. Luba is short and slender, with copper hair and light hazel eyes. She wears leather armor and wields a quarterstaff and darts. Luba seeks to save her family from financial ruin.",
  "Chlismalberg: Female Half-orc Monk, LG. Str 10, Dex 14, Con 7, Int 7, Wis 12, Cha 14. Chlismalberg has cropped copper hair and sharp green eyes. She wears simple clothing and wields an ono (handaxe) and kama (sickle). Chlismalberg seeks to discover the truth of her lineage.",
  "Heodamerc: Female Half-orc Ranger, LG. Str 15, Dex 7, Con 7, Int 12, Wis 11, Cha 9. Heodamerc is elegant in appearance, with copper hair and blue eyes. She wears leather armor and wields a whip.",
  "Ergadagne: Female Half-orc Monk, NG. Str 14, Dex 12, Con 13, Int 8, Wis 15, Cha 11. Ergadagne is courtly in bearing, with straight black hair and hazel eyes. She wears sturdy clothing and wields a yari (spear) and sai (dagger). Ergadagne is aesthetic and impartial.",
  "Gotha: Female Half-orc Barbarian, N. Str 15, Dex 7, Con 13, Int 9, Wis 13, Cha 5. Gotha has a long face, with matted blonde hair and green eyes. She wears hide armor and wields a greatsword. Gotha is searching for the lost dwarven kingdom of Kibilgab.",
  "Sune: Female Half-orc Bard, NE. Str 14, Dex 11, Con 12, Int 10, Wis 10, Cha 13. Sune has black hair and blue eyes, and a flat nose. She wears leather armor and wields a quarterstaff. Sune seeks to free herself from an ancient curse.",
  "Hunanda: Female Half-orc Barbarian, NG. Str 14, Dex 9, Con 15, Int 13, Wis 11, Cha 8. Hunanda has gray hair and soft hazel eyes. She wears leather armor and wields a longsword. Hunanda has an animal companion, a red firedrake named Vojar.",
  "Brosta: Female Half-orc Ranger, NG. Str 13, Dex 12, Con 6, Int 11, Wis 12, Cha 9. Brosta has a narrow face, with silver hair and amber eyes. She wears a breastplate and wields a glaive. Brosta was petrified for a hundred years.",
  "Ortilgen: Female Half-orc Cleric, NG. Str 10, Dex 10, Con 10, Int 11, Wis 15, Cha 17. Ortilgen is tall and stout, with white hair and bright brown eyes. She wears studded leather and wields a mace and shield.",
  "Wilga: Female Half-orc Druid, Neutral. Str 11, Dex 7, Con 9, Int 9, Wis 13, Cha 11. Wilga is fey in appearance, with red hair and amber eyes. She wears hide armor and wields a club and javelins. Wilga is guarded and sharp-tongued.",
  "Zbuska: Female Half-orc Barbarian, N. Str 13, Dex 11, Con 13, Int 13, Wis 5, Cha 7. Zbuska is tall and thin, with blonde hair and green eyes. She wears leather armor and wields a warhammer. Zbuska is fascinated by elemental and planar magic.",
  "Boha: Female Half-orc Rogue, CN. Str 6, Dex 13, Con 9, Int 14, Wis 10, Cha 6. Boha has a narrow face, with straight silver hair and brown eyes. She wears leather armor and wields a rapier.",
  "Alfrisogo: Female Half-orc Ranger, CE. Str 16, Dex 14, Con 9, Int 8, Wis 15, Cha 11. Alfrisogo has short red hair and amber eyes, and sharpened teeth. She wears leather armor and wields a greatsword. Alfrisogo has green snake named Evamen.",
  "Lana: Female Half-orc Monk, NE. Str 14, Dex 11, Con 12, Int 12, Wis 16, Cha 8. Lana is tall and overweight, with tangled copper hair and amber eyes. She wears well-made clothing and wields an ono (handaxe) and sai (dagger). Lana speaks with a strange accent.",
  "Alfrinthasu: Female Half-orc Rogue, LN. Str 9, Dex 13, Con 9, Int 13, Wis 10, Cha 10. Alfrinthasu has a round face, with brown hair and sharp blue eyes. She wears leather armor and wields a quarterstaff. Alfrinthasu has an animal companion, a dire rat named Lava.",
  "Rina: Female Half-orc Cleric, N. Str 14, Dex 9, Con 8, Int 11, Wis 15, Cha 12. Rina has straight red hair and amber eyes, and a flat nose. She wears hide armor and wields a mace and dagger. Rina has an animal companion, a copper firedrake named Jara.",
  "Zoila: Female Half-orc Cleric, LG. Str 10, Dex 9, Con 8, Int 10, Wis 17, Cha 14. Zoila is exceptionally beautiful, with blonde hair and narrow hazel eyes. She wears half plate and wields a handaxe. Zoila has an animal companion, a white rabbit named Mila.",
  "Alfrilgen: Female Half-orc Barbarian, LN. Str 15, Dex 14, Con 15, Int 11, Wis 7, Cha 13. Alfrilgen has long silver hair and narrow gray eyes, and an unusual tattoo on her face. She wears leather armor and wields a flail and shield. Alfrilgen speaks with a quiet voice.",
  "Heodela: Female Half-orc Rogue, LG. Str 11, Dex 13, Con 12, Int 14, Wis 10, Cha 12. Heodela has a square face, with short red hair and amber eyes. She wears leather armor and wields a quarterstaff. Heodela is searching for her missing son.",
  "Amalfris: Female Half-orc Fighter, NG. Str 12, Dex 11, Con 7, Int 12, Wis 15, Cha 7. Amalfris is exceptionally beautiful, with white hair and amber eyes. She wears half plate and wields a trident. Amalfris is fair and covetous.",
  "Zbeska: Female Half-orc Fighter, N. Str 14, Dex 12, Con 5, Int 8, Wis 15, Cha 10. Zbeska is pleasant in appearance, with golden hair and sharp gray eyes. She wears splint armor and wields a flail and shield. Zbeska seeks to atone for past sins.",
  "Helchiuda: Female Half-orc Rogue, NG. Str 10, Dex 13, Con 13, Int 11, Wis 10, Cha 13. Helchiuda is short and overweight, with red hair and blue eyes. She wears leather armor and wields a shortsword and shortbow. Helchiuda seeks to find her true love.",
  "Disla: Female Half-orc Paladin, Good. Str 14, Dex 9, Con 12, Int 14, Wis 15, Cha 8. Disla has uneven brown hair and amber eyes. She wears splint armor and wields a shortsword and shield. Disla compulsively hums.",
  "Zora: Female Half-orc Ranger, NG. Str 11, Dex 15, Con 8, Int 10, Wis 12, Cha 13. Zora has brown hair and dark hazel eyes. She wears leather armor and wields a warhammer.",
  "Mira: Female Half-orc Ranger, CG. Str 10, Dex 12, Con 13, Int 11, Wis 14, Cha 7. Mira has blonde hair and amber eyes, and small ears. She wears leather armor and wields a maul. Mira seeks to help the poor and unfortunate.",
  "Erefostro: Female Half-orc Monk, N. Str 16, Dex 8, Con 8, Int 10, Wis 12, Cha 12. Erefostro has golden hair and bright amber eyes. She wears worn clothing and wields a bo (quarterstaff) and sai (dagger). Erefostro has an animal companion, a green snake named Dara.",
  "Alberen: Female Half-orc Monk, N. Str 14, Dex 7, Con 10, Int 10, Wis 9, Cha 11. Alberen has red hair and soft brown eyes, and a distinctive tattoo on her leg. She wears plain clothing and wields an ono (handaxe) and shuriken (darts).",
  "Jara: Female Half-orc Sorcerer, LN. Str 7, Dex 8, Con 8, Int 12, Wis 10, Cha 16. Jara is short, with silver hair and brown eyes. She wears modest garments and wields a dagger. Jara suffers a traumatic fear of clerics.",
  "Lada: Female Half-orc Fighter, N. Str 17, Dex 11, Con 8, Int 5, Wis 13, Cha 9. Lada has a round face, with silver hair and hazel eyes. She wears hide armor and wields a scimitar and heavy crossbow. Lada is searching for her missing son.",
  "Vela: Female Half-orc Paladin, Good. Str 7, Dex 11, Con 9, Int 9, Wis 12, Cha 15. Vela is rugged in appearance, with short auburn hair and narrow green eyes. She wears chain mail and wields a flail and shield. Vela is righteous and philosophical.",
  "Zora: Female Half-orc Monk, CN. Str 15, Dex 12, Con 13, Int 7, Wis 16, Cha 12. Zora is exceptionally beautiful, with long gray hair and bright brown eyes. She wears worn clothing and wields an ono (handaxe).",
  "Chlieva: Female Half-orc Wizard, CG. Str 9, Dex 11, Con 8, Int 13, Wis 8, Cha 10. Chlieva has a round face, with cropped white hair and bright gray eyes. She wears emerald robes and wields a quarterstaff. Chlieva seeks to save her family from financial ruin.",
  "Gefortis: Female Half-orc Monk, NG. Str 14, Dex 11, Con 12, Int 6, Wis 10, Cha 10. Gefortis has uneven red hair and amber eyes, and wears glasses with electrum rims. She wears sturdy clothing and wields an ono (handaxe) and sai (dagger).",
  "Deska: Female Half-orc Barbarian, N. Str 12, Dex 6, Con 11, Int 10, Wis 11, Cha 8. Deska is short, with messy auburn hair and blue eyes. She wears studded leather and wields a scimitar.",
  "Nuska: Female Half-orc Monk, N. Str 11, Dex 12, Con 9, Int 10, Wis 12, Cha 7. Nuska is exceptionally beautiful, with long golden hair and blue eyes. She wears sturdy clothing and wields a kanabo (mace). Nuska is a skilled cook.",
  "Amatada: Female Half-orc Rogue, LN. Str 9, Dex 17, Con 11, Int 12, Wis 8, Cha 7. Amatada has silver hair and large brown eyes. She wears studded leather and wields a shortsword and hand crossbow. Amatada seeks revenge against the thieves' guild which left her to hang.",
  "Hilda: Female Half-orc Rogue, CG. Str 10, Dex 16, Con 9, Int 13, Wis 9, Cha 13. Hilda has uneven black hair and large blue eyes, and a distinctive scar on her face. She wears leather armor and wields a rapier and hand crossbow. Hilda suffers a severe allergy to rabbits.",
  "Bribka: Female Half-orc Bard, LN. Str 11, Dex 9, Con 10, Int 13, Wis 12, Cha 13. Bribka is exceptionally beautiful, with tangled auburn hair and blue eyes. She wears studded leather and wields a rapier and darts. Bribka seeks to master the secrets of higher dimensions.",
  "Braha: Female Half-orc Fighter, LG. Str 14, Dex 9, Con 7, Int 8, Wis 6, Cha 10. Braha has matted red hair and narrow green eyes. She wears half plate and wields a longsword. Braha has an animal companion, a black dog named Hunilda.",
  "Gotho: Female Half-orc Monk, N. Str 16, Dex 12, Con 10, Int 13, Wis 15, Cha 12. Gotho has a round face, with red hair and large green eyes. She wears modest garments and wields a yari (spear).",
  "Krelotso: Female Half-orc Paladin, Good. Str 12, Dex 9, Con 10, Int 7, Wis 11, Cha 15. Krelotso has blonde hair and narrow brown eyes, and an unusual tattoo on her arm. She wears plate armor and wields a maul. Krelotso has an animal companion, a bay warhorse named Riba.",
  "Ziva: Female Half-orc Monk, CN. Str 7, Dex 17, Con 10, Int 6, Wis 7, Cha 11. Ziva has short black hair and narrow green eyes. She wears worn clothing and wields a bo (quarterstaff). Ziva was petrified for a hundred years.",
  "Guda: Female Half-orc Barbarian, N. Str 17, Dex 13, Con 8, Int 13, Wis 14, Cha 11. Guda has silver hair and amber eyes. She wears leather armor and wields a whip.",
  "Elchergame: Female Half-orc Wizard, N. Str 15, Dex 13, Con 12, Int 15, Wis 13, Cha 9. Elchergame is short, with copper hair and narrow green eyes. She wears well-made clothing and wields a dagger. Elchergame is lively and extravagant.",
  "Valda: Female Half-orc Wizard, LN. Str 14, Dex 11, Con 13, Int 13, Wis 9, Cha 11. Valda has a square face, with silver hair and narrow hazel eyes. She wears worn clothing and wields a dagger and sling. Valda has Common Companion.",
  "Lida: Female Half-orc Wizard, N. Str 12, Dex 9, Con 13, Int 14, Wis 13, Cha 14. Lida is slender, with thick auburn hair and green eyes. She wears well-made clothing and wields a quarterstaff and light crossbow. Lida is superstitious and possessive.",
  "Zdosla: Female Half-orc Warlock, LN. Str 9, Dex 7, Con 11, Int 10, Wis 10, Cha 12. Zdosla has brown hair and gray eyes. She wears leather armor and wields a mace and sling. Zdosla has an animal companion, a giant spider named Vlavoi.",
  "Chlismatis: Female Half-orc Ranger, CG. Str 14, Dex 13, Con 10, Int 12, Wis 15, Cha 12. Chlismatis has thick silver hair and brown eyes, and a flat nose. She wears a chain shirt and wields a shortsword and shield. Chlismatis has hawk named Mila.",
  "Amelchen: Female Half-orc Barbarian, LN. Str 14, Dex 5, Con 12, Int 11, Wis 9, Cha 11. Amelchen has a long face, with braided blonde hair and brown eyes. She wears studded leather and wields a greataxe. Amelchen has an animal companion, a gray wolf named Sanka.",
  "Areatarea: Female Half-orc Rogue, CN. Str 7, Dex 17, Con 8, Int 14, Wis 11, Cha 10. Areatarea has a narrow face, with thin red hair and blue eyes. She wears leather armor and wields a shortsword. Areatarea has an animal companion, a dire rat named Merca.",
  "Neva: Female Half-orc Cleric, N. Str 10, Dex 8, Con 5, Int 11, Wis 12, Cha 15. Neva has curly white hair and brown eyes, and a thin nose. She wears a breastplate and wields a light hammer and shield. Neva has an animal companion, a gray rabbit named Maliva.",
  "Zladka: Female Half-orc Fighter, NE. Str 15, Dex 11, Con 13, Int 13, Wis 11, Cha 10. Zladka is exceptionally beautiful, with golden hair and brown eyes. She wears splint armor and wields a morningstar and net. Zladka is searching for her missing daughter.",
  "Valda: Female Half-orc Bard, LN. Str 9, Dex 11, Con 12, Int 17, Wis 14, Cha 12. Valda has thick copper hair and sharp hazel eyes, and prominent ears. She wears studded leather and wields a longsword and light crossbow. Valda dislikes anyone smaller than her.",
  "Valda: Female Half-orc Barbarian, NE. Str 17, Dex 11, Con 13, Int 7, Wis 13, Cha 15. Valda is wretched in appearance, with matted gray hair and blue eyes. She wears studded leather and wields a warhammer and shield. Valda has an animal companion, a badger named Duska.",
  "Gotheoda: Female Half-orc Monk, NE. Str 9, Dex 17, Con 13, Int 10, Wis 10, Cha 9. Gotheoda is tall, with copper hair and gray eyes. She wears sturdy clothing and wields nunchaku (club). Gotheoda is cursed with a maimed hand.",
  "Ameleudi: Female Half-orc Fighter, N. Str 13, Dex 15, Con 10, Int 12, Wis 13, Cha 11. Ameleudi has gray hair and soft blue eyes, and small ears. She wears ring mail and wields a warhammer and blowgun. Ameleudi has an animal companion, a black bear named Brava.",
  "Krida: Female Half-orc Rogue, N. Str 7, Dex 15, Con 6, Int 11, Wis 7, Cha 5. Krida is rough in appearance, with gray hair and bright hazel eyes. She wears leather armor and wields a longsword and sling. Krida secretly serves Anzun, an ancient undead goddess.",
  "Elinthatha: Female Half-orc Paladin, Good. Str 14, Dex 9, Con 10, Int 8, Wis 13, Cha 16. Elinthatha has white hair and sharp amber eyes. She wears a breastplate and wields a pike.",
  "Aldamala: Female Half-orc Monk, N. Str 9, Dex 9, Con 15, Int 7, Wis 16, Cha 12. Aldamala is rugged in appearance, with blonde hair and blue eyes. She wears well-made clothing and wields nunchaku (club). Aldamala suffers a mild allergy to pollen.",
  "Ziva: Female Half-orc Paladin, Good. Str 13, Dex 9, Con 9, Int 12, Wis 11, Cha 9. Ziva is short and heavyset, with messy copper hair and dark green eyes. She wears hide armor and wields a glaive. Ziva is haunted by the ghost of someone she killed.",
  "Mira: Female Half-orc Monk, LE. Str 14, Dex 14, Con 11, Int 11, Wis 15, Cha 9. Mira has thick black hair and bright hazel eyes, and numerous fearsome piercings. She wears sturdy clothing and wields a bo (quarterstaff) and shuriken (darts).",
  "Othodasu: Female Half-orc Fighter, NG. Str 13, Dex 17, Con 8, Int 11, Wis 8, Cha 14. Othodasu has uneven blonde hair and blue eyes, and a sharp nose. She wears ring mail and wields a greataxe. Othodasu lost her reflection to a hag.",
  "Drana: Female Half-orc Ranger, N. Str 11, Dex 13, Con 13, Int 10, Wis 10, Cha 9. Drana has a round face, with straight gray hair and large amber eyes. She wears scale mail and wields a pike. Drana has green snake named Thiudela.",
  "Thelcheoda: Female Half-orc Cleric, N. Str 12, Dex 7, Con 8, Int 9, Wis 13, Cha 11. Thelcheoda has a round face, with braided gray hair and green eyes. She wears studded leather and wields a quarterstaff. Thelcheoda is honest and moody.",
  "Nada: Female Half-orc Fighter, NE. Str 15, Dex 10, Con 8, Int 10, Wis 13, Cha 10. Nada is tall and overweight, with black hair and soft amber eyes. She wears hide armor and wields a shortsword and heavy crossbow. Nada is searching for a legendary blade named Accursed Storm.",
  "Alfrinthama: Female Half-orc Rogue, CN. Str 10, Dex 16, Con 12, Int 12, Wis 12, Cha 12. Alfrinthama has black hair and hazel eyes. She wears leather armor and wields a longsword and light crossbow. Alfrinthama has an animal companion, a black snake named Venka.",
  "Ziva: Female Half-orc Ranger, N. Str 15, Dex 11, Con 12, Int 10, Wis 13, Cha 8. Ziva is tall and overweight, with black hair and dark hazel eyes. She wears a chain shirt and wields a pike. Ziva seeks to atone for past sins.",
  "Gefortis: Female Half-orc Paladin, Good. Str 8, Dex 9, Con 6, Int 11, Wis 7, Cha 13. Gefortis has thick white hair and green eyes. She wears ring mail and wields a trident. Gefortis has a terrible sense of direction.",
  "Asudis: Female Half-orc Fighter, N. Str 14, Dex 13, Con 12, Int 9, Wis 15, Cha 10. Asudis has tangled black hair and large gray eyes, and a beaked nose. She wears ring mail and wields a war pick and shield.",
  "Vada: Female Half-orc Monk, LN. Str 17, Dex 12, Con 11, Int 9, Wis 15, Cha 9. Vada has blonde hair and soft brown eyes, and numerous unusual tattoos. She wears simple clothing and wields nunchaku (club). Vada is absent-minded, and always searching for a missing item.",
  "Tromir: Female Half-orc Rogue, LN. Str 8, Dex 14, Con 12, Int 16, Wis 8, Cha 6. Tromir is exceptionally beautiful, with golden hair and narrow brown eyes. She wears leather armor and wields a rapier and light crossbow. Tromir has an animal companion, a dire rat named Lava.",
  "Zdobra: Female Half-orc Bard, NE. Str 13, Dex 6, Con 13, Int 15, Wis 10, Cha 16. Zdobra is tall and slender, with straight gray hair and hazel eyes. She wears studded leather and wields a shortsword.",
  "Boska: Female Half-orc Paladin, Good. Str 13, Dex 10, Con 11, Int 14, Wis 15, Cha 12. Boska has silver hair and blue eyes, and a round nose. She wears a chain shirt and wields a scimitar and shield. Boska seeks to destroy the undead.",
  "Thelcho: Female Half-orc Barbarian, N. Str 16, Dex 12, Con 12, Int 9, Wis 10, Cha 11. Thelcho is fey in appearance, with cropped blonde hair and bright amber eyes. She wears studded leather and wields a battleaxe and hand crossbow.",
  "Mila: Female Half-orc Rogue, N. Str 14, Dex 15, Con 11, Int 16, Wis 12, Cha 9. Mila has red hair and brown eyes. She wears leather armor and wields a rapier. Mila has an animal companion, a black snake named Mila.",
  "Stuse: Female Half-orc Ranger, NG. Str 16, Dex 17, Con 9, Int 13, Wis 10, Cha 11. Stuse is tall and willowy, with cropped auburn hair and sharp green eyes. She wears leather armor and wields a rapier. Stuse is blind in her left eye.",
  "Gaatha: Female Half-orc Monk, N. Str 12, Dex 10, Con 13, Int 11, Wis 13, Cha 10. Gaatha has blonde hair and brown eyes, and a thin nose. She wears sturdy clothing and wields a kanabo (mace) and sai (dagger).",
  "Drava: Female Half-orc Druid, Neutral. Str 12, Dex 11, Con 15, Int 8, Wis 15, Cha 5. Drava has silver hair and blue eyes. She wears hide armor and wields a mace and wooden shield. Drava is impossibly lucky.",
  "Stuska: Female Half-orc Bard, LN. Str 11, Dex 12, Con 15, Int 11, Wis 13, Cha 13. Stuska has a long face, with golden hair and blue eyes. She wears leather armor and wields a shortsword and hand crossbow. Stuska has an animal companion, a hawk named Mila.",
  "Gothilda: Female Half-orc Rogue, NG. Str 7, Dex 14, Con 8, Int 12, Wis 7, Cha 11. Gothilda is slender, with long brown hair and hazel eyes. She wears leather armor and wields a handaxe and javelins. Gothilda seeks revenge against the aristocrat who framed her.",
  "Sunila: Female Half-orc Fighter, LN. Str 16, Dex 10, Con 10, Int 13, Wis 7, Cha 11. Sunila is pleasant in appearance, with braided red hair and sharp amber eyes. She wears plate armor and wields a trident and longbow. Sunila is impulsive and polite.",
  "Lava: Female Half-orc Cleric, CG. Str 7, Dex 7, Con 8, Int 8, Wis 16, Cha 11. Lava has curly silver hair and narrow hazel eyes. She wears a chain shirt and wields a mace and sickle. Lava is fascinated by necromancy and the undead.",
  "Thiudamod: Female Half-orc Rogue, N. Str 11, Dex 12, Con 10, Int 11, Wis 14, Cha 9. Thiudamod has matted white hair and brown eyes. She wears studded leather and wields a spear. Thiudamod is absent-minded and protective.",
  "Gothune: Female Half-orc Druid, Neutral. Str 13, Dex 7, Con 10, Int 11, Wis 13, Cha 11. Gothune is short, with cropped red hair and narrow brown eyes. She wears hide armor and wields a club and wooden shield. Gothune has golden eagle named Vlona.",
  "Hilda: Female Half-orc Bard, CN. Str 7, Dex 11, Con 8, Int 11, Wis 11, Cha 16. Hilda has a narrow face, with gray hair and brown eyes. She wears studded leather and wields a longsword. Hilda is serious and disloyal.",
  "Vlava: Female Half-orc Monk, NG. Str 15, Dex 13, Con 7, Int 13, Wis 12, Cha 9. Vlava is rugged in appearance, with messy copper hair and large gray eyes. She wears sturdy clothing and wields nunchaku (club) and kama (sickle). Vlava is compassionate and absent-minded.",
  "Lava: Female Half-orc Paladin, Good. Str 14, Dex 15, Con 8, Int 8, Wis 11, Cha 10. Lava has auburn hair and green eyes, and a magical tattoo on her leg. She wears splint armor and wields a shortsword and shield. Lava has an animal companion, a bay warhorse named Jana.",
  "Bliba: Female Half-orc Fighter, CG. Str 16, Dex 12, Con 9, Int 8, Wis 15, Cha 9. Bliba is short and heavyset, with matted silver hair and sharp green eyes. She wears plate armor and wields a greatsword. Bliba has an animal companion, a black wolf named Mila.",
  "Athamen: Female Half-orc Barbarian, N. Str 13, Dex 8, Con 12, Int 11, Wis 8, Cha 9. Athamen has a long face, with silver hair and hazel eyes. She wears scale mail and wields a pike. Athamen is gullible and instinctive.",
  "Zora: Female Half-orc Fighter, NE. Str 12, Dex 11, Con 5, Int 9, Wis 11, Cha 6. Zora has golden hair and brown eyes, and a beaked nose. She wears a breastplate and wields a whip and heavy crossbow.",
  "Lata: Female Half-orc Druid, Neutral. Str 16, Dex 7, Con 11, Int 13, Wis 17, Cha 10. Lata is pleasant in appearance, with uneven blonde hair and blue eyes. She wears leather armor and wields a mace and sling.",
  "Ogortild: Female Half-orc Paladin, Good. Str 14, Dex 8, Con 9, Int 15, Wis 9, Cha 10. Ogortild is exceptionally beautiful, with thin silver hair and narrow blue eyes. She wears chain mail and wields a warhammer and shield.",
  "Suniga: Female Half-orc Ranger, LN. Str 17, Dex 15, Con 9, Int 11, Wis 12, Cha 8. Suniga is short, with gray hair and amber eyes. She wears studded leather and wields a flail. Suniga is polite and savage.",
  "Dobra: Female Half-orc Paladin, Good. Str 12, Dex 13, Con 10, Int 13, Wis 15, Cha 12. Dobra has brown hair and blue eyes. She wears chain mail and wields a rapier.",
  "Mila: Female Half-orc Sorcerer, NG. Str 9, Dex 11, Con 10, Int 12, Wis 10, Cha 15. Mila has golden hair and bright brown eyes. She wears travel-stained clothing and wields a quarterstaff and darts. Mila has an animal companion, a gray toad named Mecek.",
  "Gilda: Female Half-orc Monk, NG. Str 12, Dex 10, Con 13, Int 8, Wis 13, Cha 8. Gilda has gray hair and gray eyes. She wears plain clothing and wields a bo (quarterstaff). Gilda is cheerful and quick-witted.",
  "Areatama: Female Half-orc Rogue, LN. Str 15, Dex 14, Con 10, Int 12, Wis 5, Cha 14. Areatama has uneven black hair and gray eyes, and a thin nose. She wears leather armor and wields a longsword. Areatama seeks revenge against the sister who betrayed her.",
  "Kvena: Female Half-orc Rogue, N. Str 14, Dex 13, Con 10, Int 10, Wis 13, Cha 10. Kvena is rough in appearance, with uneven golden hair and brown eyes. She wears studded leather and wields a club.",
  "Drada: Female Half-orc Ranger, NE. Str 14, Dex 12, Con 10, Int 12, Wis 9, Cha 7. Drada is exceptionally beautiful, with braided black hair and sharp blue eyes. She wears scale mail and wields a longsword and shield. Drada has silver dog named Pomil.",
  "Elielchen: Female Half-orc Warlock, NE. Str 14, Dex 13, Con 14, Int 10, Wis 13, Cha 15. Elielchen has matted gray hair and light green eyes. She wears studded leather and wields a quarterstaff and dagger. Elielchen has an animal companion, a raven named Stousek.",
  "Gotha: Female Half-orc Druid, Neutral. Str 8, Dex 9, Con 15, Int 13, Wis 16, Cha 12. Gotha has a narrow face, with gray hair and green eyes. She wears hide armor and wields a scimitar and wooden shield.",
  "Zdomill: Female Half-orc Paladin, Good. Str 10, Dex 10, Con 8, Int 12, Wis 13, Cha 9. Zdomill has an angular face, with gray hair and amber eyes. She wears ring mail and wields a warhammer and shield. Zdomill has an animal companion, a bay warhorse named Wilgotha.",
  "Gilda: Female Half-orc Monk, CE. Str 13, Dex 15, Con 8, Int 11, Wis 8, Cha 11. Gilda has curly copper hair and gray eyes, and a maimed left hand. She wears modest garments and wields an ono (handaxe) and kama (sickle).",
  "Sune: Female Half-orc Monk, N. Str 13, Dex 9, Con 6, Int 7, Wis 14, Cha 11. Sune has thick black hair and brown eyes. She wears travel-stained clothing and wields an ono (handaxe). Sune compulsively plays with a copper coin.",
  "Gilda: Female Half-orc Warlock, N. Str 13, Dex 10, Con 10, Int 9, Wis 11, Cha 13. Gilda is exceptionally beautiful, with short white hair and amber eyes. She wears studded leather and wields a light hammer. Gilda has an animal companion, a giant spider named Suatrausto.",
  "Zduse: Female Half-orc Barbarian, LG. Str 16, Dex 12, Con 10, Int 10, Wis 8, Cha 10. Zduse has thick auburn hair and dark blue eyes. She wears hide armor and wields a flail and blowgun. Zduse seeks revenge against the sister who betrayed her.",
  "Bena: Female Half-orc Fighter, N. Str 14, Dex 9, Con 12, Int 5, Wis 9, Cha 8. Bena has a round face, with thin white hair and large hazel eyes. She wears scale mail and wields a flail. Bena is searching for her lost sister.",
  "Dusa: Female Half-orc Paladin, Good. Str 13, Dex 6, Con 10, Int 9, Wis 13, Cha 15. Dusa is exceptionally beautiful, with braided brown hair and green eyes. She wears splint armor and wields a flail.",
  "Lada: Female Half-orc Rogue, NE. Str 6, Dex 13, Con 9, Int 12, Wis 6, Cha 15. Lada has curly white hair and bright hazel eyes. She wears leather armor and wields a rapier and hand crossbow. Lada is sharp-tongued and hateful.",
  "Zdusa: Female Half-orc Cleric, NG. Str 6, Dex 8, Con 12, Int 7, Wis 16, Cha 16. Zdusa has a square face, with long copper hair and dark green eyes. She wears leather armor and wields a quarterstaff. Zdusa is chivalrous and steadfast.",
  "Merca: Female Half-orc Monk, NE. Str 12, Dex 15, Con 10, Int 13, Wis 11, Cha 11. Merca is heavyset, with auburn hair and narrow gray eyes. She wears plain clothing and wields an ono (handaxe) and shuriken (darts). Merca is coarse and abusive.",
  "Theoda: Female Half-orc Fighter, N. Str 14, Dex 15, Con 12, Int 10, Wis 14, Cha 9. Theoda is exceptionally beautiful, with copper hair and hazel eyes. She wears chain mail and wields a longsword. Theoda seeks to save her family from financial ruin.",
  "Moda: Female Half-orc Wizard, N. Str 8, Dex 12, Con 10, Int 14, Wis 9, Cha 11. Moda is rugged in appearance, with gray hair and dark gray eyes. She wears well-made clothing and wields a quarterstaff and darts. Moda is searching for her lost brother.",
  "Braha: Female Half-orc Ranger, CN. Str 13, Dex 14, Con 10, Int 11, Wis 7, Cha 13. Braha is short and overweight, with copper hair and blue eyes. She wears studded leather and wields a shortsword and shield. Braha is a pack-rat, and carries a satchel of random junk.",
  "Lava: Female Half-orc Paladin, Good. Str 16, Dex 10, Con 9, Int 8, Wis 11, Cha 12. Lava is short, with copper hair and brown eyes. She wears hide armor and wields a morningstar and shield. Lava seeks to free herself from an ancient curse.",
  "Gaatho: Female Half-orc Cleric, NG. Str 5, Dex 13, Con 10, Int 15, Wis 14, Cha 9. Gaatho has braided white hair and gray eyes. She wears leather armor and wields a quarterstaff and shield. Gaatho has an animal companion, a tawny rat named Chlotsuintha.",
  "Veta: Female Half-orc Rogue, LG. Str 8, Dex 12, Con 9, Int 9, Wis 6, Cha 8. Veta has a square face, with tangled brown hair and brown eyes. She wears leather armor and wields a rapier. Veta is absent-minded, and always searching for a missing item.",
  "Svetla: Female Half-orc Monk, LG. Str 9, Dex 15, Con 13, Int 8, Wis 13, Cha 11. Svetla has a round face, with blonde hair and brown eyes. She wears sturdy clothing and wields a kanabo (mace). Svetla has an animal companion, a tiger named Sveta.",
  "Liba: Female Half-orc Monk, NG. Str 14, Dex 9, Con 11, Int 13, Wis 9, Cha 8. Liba is short and overweight, with matted copper hair and brown eyes. She wears sturdy clothing and wields an ono (handaxe) and sai (dagger). Liba has an animal companion, a hunting dog named Adarild.",
  "Glieva: Female Half-orc Rogue, N. Str 9, Dex 12, Con 14, Int 12, Wis 7, Cha 15. Glieva has a round face, with red hair and brown eyes. She wears leather armor and wields a longsword and hand crossbow.",
  "Mira: Female Half-orc Cleric, NG. Str 9, Dex 11, Con 11, Int 13, Wis 15, Cha 12. Mira is tall and overweight, with brown hair and large gray eyes. She wears leather armor and wields a light hammer and dagger. Mira is cultured and witty.",
  "Zitka: Female Half-orc Paladin, Good. Str 11, Dex 11, Con 10, Int 14, Wis 10, Cha 11. Zitka is stout, with silver hair and green eyes. She wears chain mail and wields a whip and shield. Zitka has an animal companion, a black warhorse named Brona.",
  "Ziva: Female Half-orc Monk, LN. Str 15, Dex 7, Con 9, Int 11, Wis 10, Cha 7. Ziva is tall and stout, with brown hair and hazel eyes. She wears modest garments and wields a kanabo (mace) and sai (dagger). Ziva is searching for her missing daughter.",
  "Ergamala: Female Half-orc Ranger, N. Str 16, Dex 9, Con 10, Int 8, Wis 14, Cha 8. Ergamala is fey in appearance, with thick auburn hair and amber eyes. She wears hide armor and wields a shortsword and shield. Ergamala has dire rat named Guttherma.",
  "Ameren: Female Half-orc Paladin, Good. Str 13, Dex 8, Con 12, Int 9, Wis 14, Cha 13. Ameren has a long face, with blonde hair and soft amber eyes. She wears a chain shirt and wields a battleaxe. Ameren is a pack-rat, and carries a satchel of random junk.",
  "Lata: Female Half-orc Druid, Neutral. Str 10, Dex 9, Con 11, Int 5, Wis 12, Cha 10. Lata is tall, with silver hair and hazel eyes. She wears hide armor and wields a mace and wooden shield.",
  "Wilgiso: Female Half-orc Cleric, N. Str 10, Dex 11, Con 6, Int 11, Wis 14, Cha 12. Wilgiso is exceptionally beautiful, with straight brown hair and sharp gray eyes. She wears a breastplate and wields a handaxe and darts. Wilgiso has an animal companion, a black rat named Duse.",
  "Kveta: Female Half-orc Warlock, CN. Str 12, Dex 10, Con 9, Int 6, Wis 8, Cha 14. Kveta has a narrow face, with brown hair and light amber eyes. She wears studded leather and wields a spear. Kveta has an animal companion, a vampire bat named Luinabai.",
  "Anasuild: Female Half-orc Monk, N. Str 10, Dex 13, Con 14, Int 12, Wis 16, Cha 11. Anasuild has short copper hair and brown eyes. She wears modest garments and wields a yari (spear) and shuriken (darts). Anasuild seeks revenge against the sister who betrayed her.",
  "Lanka: Female Half-orc Rogue, LG. Str 8, Dex 14, Con 12, Int 12, Wis 11, Cha 11. Lanka has thin silver hair and large hazel eyes. She wears leather armor and wields a longsword and javelins. Lanka is searching for her lost sister.",
  "Veta: Female Half-orc Fighter, N. Str 17, Dex 14, Con 9, Int 11, Wis 6, Cha 10. Veta has a narrow face, with brown hair and gray eyes. She wears half plate and wields a morningstar and shield. Veta has an animal companion, a ginger dog named Hene.",
  "Drosta: Female Half-orc Bard, NE. Str 10, Dex 10, Con 7, Int 11, Wis 9, Cha 16. Drosta has white hair and amber eyes. She wears studded leather and wields a shortsword and shortbow. Drosta has a terrible sense of direction.",
  "Glasuntha: Female Half-orc Fighter, LN. Str 15, Dex 10, Con 11, Int 8, Wis 9, Cha 10. Glasuntha has black hair and sharp blue eyes, and large ears. She wears a chain shirt and wields a longsword and blowgun.",
  "Gilda: Female Half-orc Monk, N. Str 9, Dex 10, Con 10, Int 8, Wis 11, Cha 9. Gilda has a narrow face, with blonde hair and blue eyes. She wears modest garments and wields a bo (quarterstaff) and shuriken (darts). Gilda is searching for her lost brother.",
  "Lada: Female Half-orc Cleric, LN. Str 5, Dex 10, Con 12, Int 12, Wis 12, Cha 10. Lada has a long face, with auburn hair and sharp amber eyes. She wears scale mail and wields a handaxe and shield. Lada is searching for the lost empire of Elellon.",
  "Mila: Female Half-orc Rogue, CN. Str 9, Dex 17, Con 9, Int 16, Wis 9, Cha 10. Mila has brown hair and hazel eyes, and a round nose. She wears leather armor and wields a rapier and javelins. Mila seeks to steal a legendary sapphire from the Gauntlet of the Demon Princess.",
  "Zora: Female Half-orc Fighter, N. Str 14, Dex 9, Con 12, Int 12, Wis 12, Cha 9. Zora is tall, with thick golden hair and soft hazel eyes. She wears a breastplate and wields a shortsword and hand crossbow. Zora is gullible and inquisitive.",
  "Thilda: Female Half-orc Fighter, N. Str 12, Dex 10, Con 10, Int 8, Wis 9, Cha 11. Thilda is exceptionally beautiful, with short gray hair and hazel eyes. She wears ring mail and wields a rapier and heavy crossbow. Thilda lost her shadow to a nymph.",
  "Gotheoda: Female Half-orc Rogue, LN. Str 7, Dex 14, Con 11, Int 12, Wis 8, Cha 12. Gotheoda has red hair and large hazel eyes. She wears studded leather and wields a quarterstaff.",
  "Aldamen: Female Half-orc Fighter, NG. Str 15, Dex 12, Con 13, Int 10, Wis 11, Cha 10. Aldamen is exceptionally beautiful, with white hair and green eyes. She wears hide armor and wields a battleaxe.",
  "Gudane: Female Half-orc Paladin, Good. Str 10, Dex 13, Con 10, Int 13, Wis 15, Cha 12. Gudane has braided blonde hair and brown eyes. She wears plate armor and wields a warhammer. Gudane is valiant and kind.",
  "Glieva: Female Half-orc Paladin, Good. Str 11, Dex 10, Con 10, Int 11, Wis 15, Cha 13. Glieva has a long face, with black hair and soft blue eyes. She wears half plate and wields a maul. Glieva has an animal companion, a white warhorse named Vela.",
  "Vlada: Female Half-orc Fighter, N. Str 12, Dex 15, Con 14, Int 13, Wis 7, Cha 9. Vlada has white hair and brown eyes. She wears scale mail and wields a glaive. Vlada is searching for her lost brother.",
  "Ludmill: Female Half-orc Barbarian, N. Str 12, Dex 13, Con 14, Int 8, Wis 15, Cha 13. Ludmill is short, with auburn hair and dark hazel eyes. She wears studded leather and wields a greatsword. Ludmill has an animal companion, a copper firedrake named Geragoia.",
  "Zboza: Female Half-orc Monk, CN. Str 14, Dex 13, Con 15, Int 10, Wis 10, Cha 6. Zboza has long silver hair and soft brown eyes. She wears simple clothing and wields nunchaku (club). Zboza has an animal companion, a black snake named Remir.",
  "Kreagnanda: Female Half-orc Rogue, N. Str 14, Dex 14, Con 9, Int 11, Wis 10, Cha 6. Kreagnanda has a long face, with matted blonde hair and soft green eyes. She wears leather armor and wields a longsword and javelins. Kreagnanda has an animal companion, a black snake named Byhna.",
  "Lava: Female Half-orc Monk, NG. Str 12, Dex 12, Con 7, Int 8, Wis 7, Cha 9. Lava has a narrow face, with auburn hair and hazel eyes. She wears sturdy clothing and wields a yari (spear). Lava has an animal companion, a tiger named Segiwal.",
  "Elildasui: Female Half-orc Fighter, LN. Str 17, Dex 13, Con 11, Int 7, Wis 8, Cha 9. Elildasui has red hair and sharp green eyes. She wears splint armor and wields a pike. Elildasui is impossibly lucky.",
  "Riba: Female Half-orc Barbarian, LE. Str 16, Dex 9, Con 12, Int 10, Wis 9, Cha 5. Riba has messy brown hair and gray eyes, and a sharp nose. She wears leather armor and wields a warhammer and hand crossbow.",
  "Hiuda: Female Half-orc Rogue, LG. Str 8, Dex 16, Con 10, Int 9, Wis 5, Cha 10. Hiuda is tall, with straight copper hair and brown eyes. She wears studded leather and wields a longsword. Hiuda has an animal companion, a black cat named Gotho.",
  "Gaathilda: Female Half-orc Warlock, N. Str 14, Dex 11, Con 14, Int 10, Wis 9, Cha 16. Gaathilda has a long face, with thin red hair and hazel eyes. She wears studded leather and wields a handaxe. Gaathilda has an animal companion, a giant spider named Bessunnia.",
  "Raha: Female Half-orc Monk, NE. Str 12, Dex 11, Con 9, Int 11, Wis 17, Cha 8. Raha has cropped golden hair and soft brown eyes, and numerous unusual tattoos. She wears modest garments and wields a bo (quarterstaff). Raha is selfish and craven.",
  "Mira: Female Half-orc Monk, LE. Str 10, Dex 14, Con 12, Int 6, Wis 13, Cha 6. Mira has red hair and green eyes, and a round nose. She wears well-made clothing and wields a kanabo (mace). Mira is violent and disloyal.",
  "Valda: Female Half-orc Barbarian, NG. Str 15, Dex 10, Con 11, Int 11, Wis 10, Cha 9. Valda has golden hair and large hazel eyes, and prominent ears. She wears scale mail and wields a pike. Valda is gentle and modest.",
  "Valdamalfr: Female Half-orc Monk, N. Str 17, Dex 13, Con 11, Int 11, Wis 15, Cha 7. Valdamalfr is fair in appearance, with straight silver hair and gray eyes. She wears sturdy clothing and wields a bo (quarterstaff) and shuriken (darts). Valdamalfr is moody and combative.",
  "Vuse: Female Half-orc Barbarian, NE. Str 16, Dex 12, Con 9, Int 9, Wis 10, Cha 7. Vuse is exceptionally beautiful, with red hair and brown eyes. She wears scale mail and wields a rapier and net.",
  "Sunanda: Female Half-orc Paladin, Good. Str 13, Dex 15, Con 11, Int 12, Wis 9, Cha 15. Sunanda is tall and thin, with short brown hair and blue eyes. She wears hide armor and wields a halberd.",
  "Valda: Female Half-orc Fighter, N. Str 16, Dex 9, Con 9, Int 5, Wis 11, Cha 11. Valda is rugged in appearance, with curly white hair and amber eyes. She wears scale mail and wields a maul. Valda is blind in her left eye.",
  "Mila: Female Half-orc Cleric, N. Str 8, Dex 13, Con 10, Int 12, Wis 17, Cha 13. Mila has auburn hair and blue eyes, and a distinctive tattoo on her face. She wears a chain shirt and wields a spear and dagger. Mila has an animal companion, a black rat named Theodima.",
  "Valda: Female Half-orc Ranger, N. Str 13, Dex 12, Con 10, Int 5, Wis 11, Cha 8. Valda has blonde hair and amber eyes, and a flat nose. She wears studded leather and wields a scimitar and shield.",
  "Drosta: Female Half-orc Monk, N. Str 12, Dex 10, Con 11, Int 7, Wis 15, Cha 8. Drosta is rough in appearance, with brown hair and amber eyes. She wears sturdy clothing and wields a kanabo (mace). Drosta believes that she is the rightful heir to the crown of Egrorwis.",
  "Gilda: Female Half-orc Fighter, NG. Str 14, Dex 9, Con 12, Int 11, Wis 9, Cha 8. Gilda is rough in appearance, with brown hair and brown eyes. She wears hide armor and wields a war pick. Gilda has an animal companion, a gray wolf named Muko.",
  "Theoda: Female Half-orc Bard, NG. Str 9, Dex 10, Con 10, Int 15, Wis 7, Cha 14. Theoda has short auburn hair and sharp green eyes. She wears leather armor and wields a shortsword and hand crossbow.",
  "Chlismatis: Female Half-orc Paladin, Good. Str 15, Dex 11, Con 12, Int 13, Wis 10, Cha 14. Chlismatis is elegant in appearance, with red hair and soft hazel eyes. She wears splint armor and wields a trident. Chlismatis has an animal companion, a bay warhorse named Alfrilama.",
  "Vada: Female Half-orc Cleric, LG. Str 10, Dex 14, Con 12, Int 6, Wis 12, Cha 11. Vada has blonde hair and dark amber eyes, and pointed ears. She wears studded leather and wields a light hammer and shield. Vada is principled and inventive.",
  "Chlismerca: Female Half-orc Fighter, N. Str 12, Dex 13, Con 13, Int 9, Wis 12, Cha 5. Chlismerca has an angular face, with brown hair and large hazel eyes. She wears ring mail and wields a scimitar and blowgun. Chlismerca has an animal companion, a black bear named Bysek.",
  "Retka: Female Half-orc Fighter, N. Str 14, Dex 11, Con 7, Int 11, Wis 14, Cha 10. Retka has gray hair and amber eyes. She wears half plate and wields a glaive.",
  "Othostrotsui: Female Half-orc Rogue, N. Str 10, Dex 16, Con 12, Int 14, Wis 7, Cha 11. Othostrotsui has messy brown hair and brown eyes, and large ears. She wears leather armor and wields a light hammer. Othostrotsui is hunting the warlord who murdered her family.",
  "Vada: Female Half-orc Bard, CE. Str 10, Dex 9, Con 8, Int 9, Wis 14, Cha 15. Vada has a narrow face, with golden hair and bright brown eyes. She wears leather armor and wields a shortsword and hand crossbow. Vada has an animal companion, a ginger cat named Sunila.",
  "Zbola: Female Half-orc Fighter, LG. Str 15, Dex 13, Con 11, Int 6, Wis 14, Cha 7. Zbola has long golden hair and gray eyes, and a round nose. She wears plate armor and wields a longsword. Zbola is cursed with chronic pain.",
  "Zena: Female Half-orc Fighter, NE. Str 15, Dex 15, Con 8, Int 13, Wis 13, Cha 13. Zena has short white hair and brown eyes. She wears hide armor and wields a longsword and shield. Zena seeks to become a knight of the realm.",
  "Hilda: Female Half-orc Paladin, Good. Str 12, Dex 14, Con 12, Int 7, Wis 11, Cha 12. Hilda has curly blonde hair and hazel eyes. She wears scale mail and wields a shortsword. Hilda speaks with a stutter.",
  "Vela: Female Half-orc Barbarian, N. Str 12, Dex 11, Con 12, Int 10, Wis 14, Cha 8. Vela has uneven copper hair and brown eyes. She wears scale mail and wields a halberd. Vela is instinctive and bold.",
  "Heodane: Female Half-orc Fighter, LG. Str 16, Dex 16, Con 14, Int 12, Wis 9, Cha 10. Heodane is stout, with uneven gray hair and dark blue eyes. She wears a breastplate and wields a greataxe. Heodane seeks to prove herself to her peers.",
  "Valda: Female Half-orc Warlock, N. Str 11, Dex 9, Con 13, Int 12, Wis 6, Cha 14. Valda has auburn hair and green eyes. She wears studded leather and wields a mace and darts. Valda has an animal companion, a giant spider named Vera.",
  "Hildela: Female Half-orc Paladin, Good. Str 12, Dex 10, Con 12, Int 9, Wis 9, Cha 9. Hildela is stout, with uneven gray hair and green eyes. She wears scale mail and wields a flail and shield. Hildela seeks to discover what destroyed her homeland.",
  "Mila: Female Half-orc Sorcerer, N. Str 10, Dex 7, Con 13, Int 7, Wis 11, Cha 16. Mila has a narrow face, with tangled blonde hair and sharp blue eyes. She wears plain clothing and wields a quarterstaff and light crossbow. Mila is bold and vulgar.",
  "Rona: Female Half-orc Fighter, LN. Str 16, Dex 11, Con 15, Int 11, Wis 9, Cha 10. Rona has white hair and hazel eyes. She wears splint armor and wields a scimitar and shield. Rona has an animal companion, a red firedrake named Nimana.",
  "Theoda: Female Half-orc Monk, NG. Str 12, Dex 8, Con 10, Int 7, Wis 17, Cha 5. Theoda has an angular face, with cropped golden hair and gray eyes. She wears travel-stained clothing and wields an ono (handaxe). Theoda seeks to become a knight of the realm.",
  "Zela: Female Half-orc Fighter, CN. Str 16, Dex 10, Con 7, Int 7, Wis 8, Cha 14. Zela has white hair and soft brown eyes. She wears a chain shirt and wields a morningstar. Zela is thoughtful and dishonest.",
  "Luska: Female Half-orc Rogue, N. Str 9, Dex 17, Con 8, Int 14, Wis 5, Cha 9. Luska has thin copper hair and hazel eyes. She wears leather armor and wields a club and light crossbow. Luska was raised by cultists of the Princess of Charity.",
  "Mira: Female Half-orc Cleric, LG. Str 15, Dex 11, Con 7, Int 9, Wis 15, Cha 12. Mira is exceptionally beautiful, with messy red hair and hazel eyes. She wears leather armor and wields a spear and shield. Mira has an animal companion, a ginger ferret named Jara.",
  "Svelka: Female Half-orc Cleric, N. Str 10, Dex 7, Con 9, Int 12, Wis 17, Cha 13. Svelka is pleasant in appearance, with curly brown hair and amber eyes. She wears a breastplate and wields a quarterstaff and shield. Svelka is hunting the cultists who murdered her family.",
  "Nada: Female Half-orc Rogue, N. Str 12, Dex 17, Con 14, Int 7, Wis 9, Cha 6. Nada has curly auburn hair and amber eyes, and pointed ears. She wears studded leather and wields a light hammer and sling. Nada speaks with a shrill voice.",
  "Lava: Female Half-orc Bard, NG. Str 14, Dex 12, Con 12, Int 15, Wis 8, Cha 12. Lava has uneven white hair and amber eyes, and a sharp nose. She wears studded leather and wields a shortsword. Lava has an animal companion, a ginger ferret named Witero.",
  "Zduse: Female Half-orc Wizard, LN. Str 9, Dex 13, Con 6, Int 14, Wis 13, Cha 9. Zduse has an angular face, with braided red hair and large green eyes. She wears tailored clothing and wields a dagger. Zduse was raised by cultists of the Tyrant of Compassion.",
  "Suintha: Female Half-orc Monk, NG. Str 12, Dex 9, Con 9, Int 8, Wis 10, Cha 11. Suintha is common in appearance, with black hair and blue eyes. She wears simple clothing and wields a kanabo (mace) and kama (sickle). Suintha has an animal companion, a tiger named Vela.",
  "Lada: Female Half-orc Fighter, LG. Str 13, Dex 11, Con 10, Int 11, Wis 9, Cha 9. Lada has auburn hair and dark blue eyes, and a beaked nose. She wears scale mail and wields a trident and net. Lada dislikes anyone smarter than her.",
  "Suintha: Female Half-orc Fighter, NE. Str 13, Dex 12, Con 15, Int 5, Wis 14, Cha 9. Suintha is wretched in appearance, with messy white hair and gray eyes. She wears ring mail and wields a pike. Suintha compulsively flirts with others.",
  "Mlava: Female Half-orc Sorcerer, NE. Str 10, Dex 8, Con 13, Int 8, Wis 7, Cha 12. Mlava has golden hair and light hazel eyes, and a magical scar on her face. She wears simple clothing and wields a dagger. Mlava is searching for her lost brother.",
  "Suntha: Female Half-orc Wizard, NG. Str 9, Dex 12, Con 10, Int 16, Wis 10, Cha 8. Suntha is noble in bearing, with gray hair and gray eyes. She wears indigo robes and wields a dagger.",
  "Wilga: Female Half-orc Druid, Neutral. Str 9, Dex 10, Con 8, Int 11, Wis 16, Cha 13. Wilga is tall, with short gray hair and sharp blue eyes. She wears leather armor and wields a quarterstaff. Wilga is cursed with chronic pain.",
  "Bruska: Female Half-orc Warlock, LN. Str 14, Dex 12, Con 7, Int 9, Wis 11, Cha 12. Bruska has white hair and brown eyes. She wears leather armor and wields a spear. Bruska lost her reflection to a nymph.",
  "Guda: Female Half-orc Monk, LN. Str 14, Dex 16, Con 9, Int 11, Wis 10, Cha 13. Guda is pleasant in appearance, with copper hair and gray eyes. She wears worn clothing and wields a yari (spear). Guda seeks to discover why she keeps having the same dream.",
  "Eliercanda: Female Half-orc Druid, Neutral. Str 17, Dex 10, Con 8, Int 9, Wis 16, Cha 14. Eliercanda has curly blonde hair and amber eyes, and a beaked nose. She wears leather armor and wields a spear and wooden shield.",
  "Asuild: Female Half-orc Cleric, LN. Str 8, Dex 5, Con 6, Int 11, Wis 16, Cha 11. Asuild is tall and slender, with white hair and amber eyes. She wears studded leather and wields a club and dagger. Asuild compulsively organizes things.",
  "Hiudamalfr: Female Half-orc Fighter, NG. Str 17, Dex 11, Con 8, Int 11, Wis 8, Cha 8. Hiudamalfr has messy gray hair and hazel eyes, and small ears. She wears hide armor and wields a shortsword and shield. Hiudamalfr speaks with a whispery voice.",
  "Asunis: Female Half-orc Fighter, LE. Str 17, Dex 13, Con 13, Int 12, Wis 9, Cha 15. Asunis has curly black hair and sharp green eyes, and a flat nose. She wears a breastplate and wields a whip and shield. Asunis has an animal companion, a gray wolf named Odareasui.",
  "Othogoda: Female Half-orc Rogue, N. Str 8, Dex 17, Con 11, Int 14, Wis 10, Cha 6. Othogoda has white hair and soft brown eyes, and a flat nose. She wears leather armor and wields a rapier and light crossbow. Othogoda is painfully tone-deaf.",
  "Zduska: Female Half-orc Paladin, Good. Str 13, Dex 7, Con 10, Int 11, Wis 9, Cha 11. Zduska has white hair and gray eyes, and a flat nose. She wears hide armor and wields a warhammer and shield.",
  "Heodela: Female Half-orc Wizard, N. Str 8, Dex 12, Con 9, Int 17, Wis 6, Cha 11. Heodela is rugged in appearance, with braided copper hair and large hazel eyes. She wears modest garments and wields a quarterstaff and light crossbow. Heodela has Common Companion.",
  "Vela: Female Half-orc Rogue, NG. Str 12, Dex 14, Con 13, Int 14, Wis 10, Cha 15. Vela is thin, with blonde hair and narrow hazel eyes. She wears studded leather and wields a spear and hand crossbow.",
  "Efothorti: Female Half-orc Cleric, N. Str 12, Dex 5, Con 7, Int 10, Wis 14, Cha 10. Efothorti has curly red hair and blue eyes, and a round nose. She wears a breastplate and wields a handaxe. Efothorti is thoughtful and immoral.",
  "Chlismerca: Female Half-orc Rogue, LG. Str 10, Dex 13, Con 10, Int 12, Wis 10, Cha 7. Chlismerca has uneven black hair and soft amber eyes. She wears leather armor and wields a handaxe. Chlismerca suffers a paralyzing fear of confined spaces.",
  "Lanka: Female Half-orc Sorcerer, CN. Str 5, Dex 11, Con 11, Int 12, Wis 12, Cha 15. Lanka is rugged in appearance, with gray hair and soft blue eyes. She wears sturdy clothing and wields a dagger and darts.",
  "Gotha: Female Half-orc Wizard, CN. Str 12, Dex 10, Con 12, Int 12, Wis 9, Cha 15. Gotha is exceptionally beautiful, with golden hair and gray eyes. She wears modest garments and wields a dagger and light crossbow. Gotha is searching for her missing familiar, a ginger cat named Luba.",
  "Mecin: Female Half-orc Monk, CN. Str 12, Dex 7, Con 8, Int 13, Wis 11, Cha 9. Mecin is pleasant in appearance, with long brown hair and narrow brown eyes. She wears well-made clothing and wields a kanabo (mace) and kama (sickle).",
  "Mira: Female Half-orc Cleric, N. Str 7, Dex 8, Con 6, Int 7, Wis 14, Cha 12. Mira has straight gray hair and light brown eyes. She wears studded leather and wields a handaxe and sickle. Mira seeks to atone for past sins.",
  "Suinthiuda: Female Half-orc Cleric, N. Str 8, Dex 10, Con 8, Int 10, Wis 13, Cha 15. Suinthiuda is tall and overweight, with curly red hair and gray eyes. She wears studded leather and wields a mace and shield. Suinthiuda seeks the meaning of a strange prophecy.",
  "Amelild: Female Half-orc Paladin, Good. Str 13, Dex 12, Con 11, Int 10, Wis 14, Cha 8. Amelild has a narrow face, with white hair and sharp amber eyes. She wears half plate and wields a glaive. Amelild has an animal companion, a bay warhorse named Odamen.",
  "Brata: Female Half-orc Barbarian, LE. Str 16, Dex 7, Con 7, Int 6, Wis 7, Cha 5. Brata has a square face, with golden hair and sharp green eyes. She wears leather armor and wields a whip and shield. Brata is sadistic and dishonest.",
  "Asunis: Female Half-orc Rogue, N. Str 11, Dex 15, Con 10, Int 13, Wis 11, Cha 12. Asunis has a narrow face, with white hair and light brown eyes. She wears studded leather and wields a rapier and hand crossbow. Asunis is curious and abusive.",
  "Mila: Female Half-orc Paladin, Good. Str 17, Dex 11, Con 9, Int 9, Wis 9, Cha 12. Mila is pleasant in appearance, with matted white hair and brown eyes. She wears half plate and wields a maul. Mila seeks to discover why she keeps having the same nightmare.",
  "Alamalfri: Female Half-orc Paladin, Good. Str 13, Dex 10, Con 8, Int 8, Wis 14, Cha 13. Alamalfri has golden hair and hazel eyes, and small ears. She wears chain mail and wields a rapier and shield. Alamalfri is a practiced gambler.",
  "Valda: Female Half-orc Fighter, N. Str 14, Dex 15, Con 9, Int 8, Wis 10, Cha 7. Valda has black hair and dark hazel eyes. She wears plate armor and wields a longsword and heavy crossbow. Valda is fascinated by geometry.",
  "Theodiga: Female Half-orc Rogue, NG. Str 12, Dex 17, Con 11, Int 10, Wis 10, Cha 9. Theodiga is fey in appearance, with black hair and sharp hazel eyes. She wears studded leather and wields a quarterstaff. Theodiga is painfully tone-deaf.",
  "Lida: Female Half-orc Barbarian, NG. Str 12, Dex 14, Con 12, Int 9, Wis 7, Cha 12. Lida has a round face, with messy golden hair and large hazel eyes. She wears hide armor and wields a whip and shield. Lida has an animal companion, a badger named Mila.",
  "Thunila: Female Half-orc Wizard, N. Str 15, Dex 15, Con 13, Int 12, Wis 10, Cha 10. Thunila has a round face, with red hair and blue eyes. She wears travel-stained clothing and wields a dagger and darts.",
  "Albercama: Female Half-orc Paladin, Good. Str 12, Dex 9, Con 9, Int 11, Wis 8, Cha 12. Albercama is heavyset, with brown hair and gray eyes. She wears chain mail and wields a battleaxe. Albercama is searching for the lost Abbey of the Silver Sky.",
  "Zora: Female Half-orc Fighter, N. Str 12, Dex 15, Con 11, Int 7, Wis 11, Cha 11. Zora is common in appearance, with silver hair and sharp green eyes. She wears half plate and wields a scimitar and blowgun. Zora is impatient and insane.",
  "Ostrortild: Female Half-orc Barbarian, N. Str 12, Dex 10, Con 13, Int 11, Wis 14, Cha 7. Ostrortild has messy white hair and bright green eyes. She wears hide armor and wields a pike.",
  "Glasune: Female Half-orc Rogue, LE. Str 10, Dex 15, Con 12, Int 12, Wis 5, Cha 10. Glasune has braided gray hair and brown eyes, and prominent ears. She wears studded leather and wields a shortsword. Glasune seeks revenge against the aristocrat who framed her.",
  "Henilda: Female Half-orc Paladin, Good. Str 13, Dex 6, Con 10, Int 8, Wis 9, Cha 15. Henilda is tall, with red hair and large brown eyes. She wears hide armor and wields a maul.",
  "Krida: Female Half-orc Fighter, LE. Str 17, Dex 12, Con 12, Int 14, Wis 14, Cha 13. Krida has messy copper hair and soft green eyes, and small ears. She wears scale mail and wields a maul. Krida has an animal companion, a black bear named Saphrausta.",
  "Romil: Female Half-orc Ranger, CN. Str 12, Dex 12, Con 13, Int 5, Wis 13, Cha 11. Romil is pleasant in appearance, with straight auburn hair and bright gray eyes. She wears studded leather and wields a maul. Romil seeks to free herself from an ancient curse.",
  "Valdela: Female Half-orc Warlock, NE. Str 10, Dex 11, Con 6, Int 11, Wis 7, Cha 12. Valdela is repulsive in appearance, with thin brown hair and soft green eyes. She wears studded leather and wields a light hammer and sling. Valdela seeks to master the secrets of higher dimensions.",
  "Otsuild: Female Half-orc Rogue, N. Str 12, Dex 13, Con 11, Int 13, Wis 8, Cha 9. Otsuild has golden hair and green eyes, and small ears. She wears studded leather and wields a rapier. Otsuild seeks to atone for past sins.",
  "Vetla: Female Half-orc Cleric, NE. Str 10, Dex 9, Con 10, Int 11, Wis 17, Cha 15. Vetla is short and heavyset, with short silver hair and bright blue eyes. She wears leather armor and wields a mace and shortbow. Vetla seeks to discover why she keeps having the same dream.",
  "Stusa: Female Half-orc Monk, LN. Str 9, Dex 12, Con 5, Int 12, Wis 11, Cha 12. Stusa has silver hair and sharp brown eyes. She wears modest garments and wields a yari (spear) and sai (dagger). Stusa is searching for her lost brother.",
  "Vacla: Female Half-orc Bard, LN. Str 6, Dex 12, Con 12, Int 16, Wis 10, Cha 15. Vacla is exceptionally beautiful, with brown hair and sharp gray eyes. She wears leather armor and wields a club. Vacla has an animal companion, a sable ferret named Ovittad.",
  "Veta: Female Half-orc Monk, N. Str 13, Dex 16, Con 10, Int 13, Wis 12, Cha 10. Veta has a square face, with red hair and blue eyes. She wears travel-stained clothing and wields a bo (quarterstaff). Veta has an animal companion, a white rabbit named Mila.",
  "Suintha: Female Half-orc Rogue, NG. Str 6, Dex 13, Con 8, Int 10, Wis 10, Cha 10. Suintha is fair in appearance, with blonde hair and narrow brown eyes. She wears leather armor and wields a rapier. Suintha is studious and obsessive.",
  "Amagnen: Female Half-orc Fighter, NG. Str 15, Dex 8, Con 12, Int 10, Wis 9, Cha 7. Amagnen has a round face, with brown hair and green eyes. She wears hide armor and wields a war pick and net. Amagnen has an animal companion, a ginger dog named Jara.",
  "Zlida: Female Half-orc Fighter, LE. Str 14, Dex 12, Con 10, Int 9, Wis 11, Cha 10. Zlida is short, with silver hair and bright green eyes. She wears half plate and wields a rapier and net. Zlida seeks revenge against the kingdom which exiled her.",
  "Amaldatha: Female Half-orc Monk, N. Str 9, Dex 8, Con 10, Int 7, Wis 7, Cha 8. Amaldatha is short, with white hair and bright hazel eyes. She wears modest garments and wields a bo (quarterstaff). Amaldatha lost her shadow to a nymph.",
  "Amareata: Female Half-orc Paladin, Good. Str 14, Dex 10, Con 7, Int 10, Wis 16, Cha 8. Amareata has long white hair and soft green eyes, and a distinctive scar on her arm. She wears scale mail and wields a morningstar. Amareata is pious and friendly.",
  "Boza: Female Half-orc Rogue, NG. Str 13, Dex 14, Con 8, Int 10, Wis 9, Cha 9. Boza is common in appearance, with thin copper hair and bright gray eyes. She wears studded leather and wields a handaxe. Boza has an animal companion, a dire rat named Jara.",
  "Thenila: Female Half-orc Wizard, LE. Str 9, Dex 12, Con 10, Int 16, Wis 7, Cha 9. Thenila is exceptionally beautiful, with messy red hair and dark gray eyes. She wears modest garments and wields a dagger and darts.",
  "Amanarea: Female Half-orc Cleric, NE. Str 5, Dex 10, Con 11, Int 12, Wis 16, Cha 16. Amanarea has cropped copper hair and light amber eyes, and pointed ears. She wears a chain shirt and wields a quarterstaff and shortbow. Amanarea is lazy and abrasive.",
  "Gilda: Female Half-orc Rogue, NG. Str 9, Dex 12, Con 12, Int 15, Wis 12, Cha 9. Gilda has a narrow face, with auburn hair and brown eyes. She wears studded leather and wields a rapier. Gilda suffers a deadly allergy to milk.",
  "Thildane: Female Half-orc Barbarian, N. Str 14, Dex 10, Con 12, Int 11, Wis 10, Cha 13. Thildane is rough in appearance, with white hair and amber eyes. She wears studded leather and wields a glaive.",
  "Valda: Female Half-orc Rogue, NG. Str 10, Dex 13, Con 10, Int 8, Wis 15, Cha 12. Valda has messy blonde hair and gray eyes. She wears studded leather and wields a shortsword. Valda is idealistic and friendly.",
  "Helcha: Female Half-orc Rogue, N. Str 10, Dex 15, Con 11, Int 14, Wis 9, Cha 9. Helcha is tall, with gray hair and narrow gray eyes. She wears studded leather and wields a spear and sickle. Helcha is serious and lazy.",
  "Heodela: Female Half-orc Cleric, LG. Str 7, Dex 12, Con 6, Int 10, Wis 17, Cha 13. Heodela has brown hair and gray eyes, and prominent ears. She wears a breastplate and wields a mace and shield. Heodela is hunting the warlord who stole her ancestral sword.",
  "Anamatha: Female Half-orc Monk, NE. Str 11, Dex 13, Con 9, Int 12, Wis 16, Cha 9. Anamatha is tall and heavyset, with black hair and hazel eyes. She wears modest garments and wields a kanabo (mace).",
  "Chlotsuintha: Female Half-orc Wizard, CN. Str 8, Dex 7, Con 11, Int 14, Wis 10, Cha 10. Chlotsuintha has gray hair and brown eyes, and a beaked nose. She wears sturdy clothing and wields a dagger.",
  "Svanka: Female Half-orc Paladin, Good. Str 11, Dex 5, Con 8, Int 14, Wis 8, Cha 14. Svanka is tall, with long gray hair and hazel eyes. She wears splint armor and wields a warhammer and shield.",
  "Wilgotho: Female Half-orc Monk, LN. Str 17, Dex 13, Con 8, Int 6, Wis 10, Cha 7. Wilgotho is heavyset, with auburn hair and soft hazel eyes. She wears modest garments and wields an ono (handaxe) and sai (dagger). Wilgotho suffers a mild allergy to dogs.",
  "Lubka: Female Half-orc Fighter, LE. Str 16, Dex 17, Con 8, Int 10, Wis 9, Cha 15. Lubka has curly auburn hair and green eyes, and a malevolent smile. She wears half plate and wields a greataxe. Lubka has an animal companion, a copper firedrake named Zlata.",
  "Odatame: Female Half-orc Paladin, Good. Str 8, Dex 9, Con 11, Int 10, Wis 12, Cha 17. Odatame has cropped auburn hair and sharp gray eyes. She wears ring mail and wields a morningstar. Odatame is virtuous and brave.",
  "Disla: Female Half-orc Rogue, CG. Str 11, Dex 16, Con 14, Int 11, Wis 12, Cha 10. Disla has straight gray hair and bright amber eyes. She wears studded leather and wields a longsword. Disla seeks to discover the truth of her lineage.",
  "Wilgefort: Female Half-orc Rogue, N. Str 10, Dex 13, Con 8, Int 13, Wis 6, Cha 11. Wilgefort is slender, with blonde hair and light brown eyes. She wears studded leather and wields a shortsword. Wilgefort seeks only fame and glory.",
  "Domil: Female Half-orc Druid, Neutral. Str 14, Dex 11, Con 9, Int 5, Wis 13, Cha 8. Domil is exceptionally beautiful, with silver hair and narrow blue eyes. She wears hide armor and wields a mace.",
  "Mila: Female Half-orc Monk, NG. Str 14, Dex 13, Con 13, Int 8, Wis 14, Cha 8. Mila is exceptionally beautiful, with short white hair and hazel eyes. She wears modest garments and wields nunchaku (club). Mila is haunted by the ghost of someone she killed.",
  "Gaatho: Female Half-orc Rogue, N. Str 14, Dex 13, Con 8, Int 13, Wis 15, Cha 13. Gaatho is common in appearance, with golden hair and brown eyes. She wears studded leather and wields a rapier. Gaatho has an animal companion, a sable ferret named Vata.",
  "Gilda: Female Half-orc Monk, LG. Str 17, Dex 12, Con 6, Int 14, Wis 8, Cha 8. Gilda is cultured in appearance, with copper hair and gray eyes. She wears simple clothing and wields a kanabo (mace). Gilda speaks with a soft voice.",
  "Vena: Female Half-orc Fighter, NG. Str 17, Dex 12, Con 12, Int 6, Wis 6, Cha 9. Vena is exceptionally beautiful, with thin copper hair and hazel eyes. She wears a chain shirt and wields a pike. Vena is haunted by the memories of a past life.",
  "Bena: Female Half-orc Paladin, Good. Str 10, Dex 10, Con 11, Int 12, Wis 13, Cha 16. Bena has a long face, with tangled copper hair and amber eyes. She wears ring mail and wields a warhammer and shield. Bena frequently uses uncommon words incorrectly.",
  "Zluba: Female Half-orc Fighter, LN. Str 12, Dex 12, Con 11, Int 10, Wis 8, Cha 9. Zluba is heavyset, with cropped golden hair and green eyes. She wears chain mail and wields a flail and shield.",
  "Velka: Female Half-orc Fighter, LN. Str 12, Dex 7, Con 6, Int 15, Wis 11, Cha 8. Velka is short and heavyset, with curly white hair and blue eyes. She wears plate armor and wields a shortsword and heavy crossbow. Velka is hunting the vampire who slew his mentor.",
  "Evathalfri: Female Half-orc Fighter, LN. Str 14, Dex 11, Con 11, Int 7, Wis 6, Cha 13. Evathalfri is pleasant in appearance, with straight white hair and gray eyes. She wears hide armor and wields a longsword and blowgun. Evathalfri seeks to become a knight of the realm.",
  "Glievada: Female Half-orc Wizard, N. Str 14, Dex 15, Con 12, Int 16, Wis 11, Cha 15. Glievada has a square face, with tangled golden hair and soft green eyes. She wears gray robes and wields a quarterstaff. Glievada is superstitious and truthful.",
  "Zdisla: Female Half-orc Monk, NG. Str 16, Dex 7, Con 11, Int 11, Wis 12, Cha 11. Zdisla is heavyset, with long copper hair and soft green eyes. She wears well-made clothing and wields a yari (spear) and sai (dagger). Zdisla is calm and lustful.",
  "Helcha: Female Half-orc Bard, LG. Str 13, Dex 13, Con 9, Int 11, Wis 8, Cha 16. Helcha is exceptionally beautiful, with cropped auburn hair and sharp hazel eyes. She wears studded leather and wields a shortsword and hand crossbow. Helcha compulsively lies.",
  "Zdobra: Female Half-orc Rogue, LG. Str 6, Dex 17, Con 7, Int 16, Wis 11, Cha 11. Zdobra is overweight, with copper hair and gray eyes. She wears leather armor and wields a light hammer and dagger. Zdobra secretly serves Oriam, an ancient goddess of trickery.",
  "Gaathune: Female Half-orc Paladin, Good. Str 9, Dex 10, Con 7, Int 9, Wis 11, Cha 11. Gaathune is tall and thin, with copper hair and narrow blue eyes. She wears plate armor and wields a pike. Gaathune has an animal companion, a black warhorse named Videgoia.",
  "Ogothostro: Female Half-orc Monk, NG. Str 12, Dex 14, Con 8, Int 9, Wis 8, Cha 6. Ogothostro is stout, with blonde hair and narrow gray eyes. She wears plain clothing and wields a bo (quarterstaff) and kama (sickle). Ogothostro is haunted by the memories of a past life.",
  "Zduse: Female Half-orc Fighter, LG. Str 16, Dex 14, Con 9, Int 9, Wis 10, Cha 9. Zduse has long brown hair and blue eyes, and large ears. She wears plate armor and wields a halberd. Zduse suffers a traumatic fear of disease.",
  "Valdane: Female Half-orc Monk, N. Str 10, Dex 13, Con 8, Int 12, Wis 12, Cha 9. Valdane is heavyset, with auburn hair and hazel eyes. She wears plain clothing and wields a bo (quarterstaff). Valdane compulsively chants nonsense.",
  "Atalben: Female Half-orc Warlock, LN. Str 11, Dex 13, Con 12, Int 11, Wis 5, Cha 17. Atalben is common in appearance, with auburn hair and hazel eyes. She wears leather armor and wields a light hammer. Atalben has an animal companion, a vampire bat named Krela.",
  "Mila: Female Half-orc Wizard, LG. Str 11, Dex 12, Con 10, Int 17, Wis 12, Cha 8. Mila is youthful in appearance, with matted silver hair and bright gray eyes. She wears simple clothing and wields a dagger.",
  "Lada: Female Half-orc Monk, LG. Str 13, Dex 13, Con 11, Int 12, Wis 8, Cha 7. Lada is cultured in appearance, with uneven copper hair and brown eyes. She wears modest garments and wields a bo (quarterstaff) and sai (dagger). Lada is painfully tone-deaf.",
  "Mlada: Female Half-orc Rogue, NE. Str 7, Dex 17, Con 7, Int 10, Wis 10, Cha 7. Mlada is stout, with long brown hair and light hazel eyes. She wears leather armor and wields a shortsword and javelins. Mlada was raised by cultists of the Warden of Crowns.",
  "Lada: Female Half-orc Barbarian, N. Str 16, Dex 9, Con 8, Int 14, Wis 15, Cha 13. Lada has an angular face, with white hair and narrow hazel eyes. She wears scale mail and wields a trident and shield. Lada is a skilled dancer.",
  "Zduska: Female Half-orc Fighter, N. Str 15, Dex 15, Con 12, Int 9, Wis 9, Cha 10. Zduska has silver hair and dark blue eyes. She wears chain mail and wields a trident. Zduska compulsively flirts with others.",
  "Atasuild: Female Half-orc Ranger, NG. Str 14, Dex 14, Con 11, Int 11, Wis 14, Cha 11. Atasuild is tall and overweight, with cropped white hair and green eyes. She wears leather armor and wields a halberd.",
  "Braha: Female Half-orc Rogue, N. Str 9, Dex 16, Con 9, Int 10, Wis 9, Cha 8. Braha has red hair and amber eyes. She wears leather armor and wields a spear and hand crossbow. Braha has an animal companion, a sable ferret named Milla.",
  "Valda: Female Half-orc Cleric, NE. Str 7, Dex 11, Con 8, Int 9, Wis 14, Cha 12. Valda has short white hair and gray eyes. She wears hide armor and wields a mace and shortbow. Valda is hard-hearted and perverted.",
  "Jara: Female Half-orc Wizard, N. Str 8, Dex 12, Con 7, Int 15, Wis 6, Cha 12. Jara is pleasant in appearance, with brown hair and sharp gray eyes. She wears modest garments and wields a quarterstaff and sling.",
  "Sunilda: Female Half-orc Rogue, CG. Str 9, Dex 13, Con 8, Int 14, Wis 9, Cha 8. Sunilda has red hair and sharp hazel eyes. She wears leather armor and wields a longsword and hand crossbow. Sunilda suffers a severe allergy to eggs.",
  "Zlava: Female Half-orc Sorcerer, LN. Str 15, Dex 9, Con 13, Int 10, Wis 6, Cha 12. Zlava has red hair and narrow brown eyes, and pointed ears. She wears well-made clothing and wields a dagger. Zlava speaks with a whispery voice.",
  "Suniga: Female Half-orc Barbarian, LG. Str 12, Dex 9, Con 12, Int 11, Wis 10, Cha 11. Suniga is tall, with gray hair and amber eyes. She wears studded leather and wields a flail and shield.",
  "Heniga: Female Half-orc Wizard, CG. Str 9, Dex 13, Con 9, Int 17, Wis 15, Cha 10. Heniga has brown hair and light hazel eyes, and a beaked nose. She wears fine clothing and wields a dagger and darts. Heniga is optimistic and devout.",
  "Zora: Female Half-orc Cleric, N. Str 8, Dex 12, Con 11, Int 14, Wis 15, Cha 15. Zora has long white hair and light blue eyes, and a round nose. She wears leather armor and wields a spear and shield.",
  "Chlismerca: Female Half-orc Fighter, N. Str 13, Dex 15, Con 6, Int 11, Wis 9, Cha 8. Chlismerca has an angular face, with straight white hair and dark brown eyes. She wears a chain shirt and wields a whip and longbow. Chlismerca has an animal companion, a black wolf named Mira.",
  "Mila: Female Half-orc Fighter, N. Str 16, Dex 10, Con 9, Int 9, Wis 15, Cha 11. Mila has a narrow face, with curly white hair and dark hazel eyes. She wears plate armor and wields a rapier and blowgun.",
  "Alfrivata: Female Half-orc Fighter, N. Str 17, Dex 15, Con 12, Int 8, Wis 11, Cha 13. Alfrivata is short and thin, with white hair and bright hazel eyes. She wears chain mail and wields a flail and shield. Alfrivata is alluring and extravagant.",
  "Zena: Female Half-orc Warlock, N. Str 9, Dex 11, Con 10, Int 9, Wis 11, Cha 14. Zena has red hair and amber eyes, and wears glasses with copper rims. She wears studded leather and wields a mace. Zena is haunted by the memories of a past life.",
  "Zdobra: Female Half-orc Monk, CE. Str 13, Dex 14, Con 13, Int 10, Wis 12, Cha 14. Zdobra has white hair and soft green eyes. She wears travel-stained clothing and wields nunchaku (club). Zdobra seeks to destroy the race of trolls.",
  "Lana: Female Half-orc Warlock, LG. Str 8, Dex 14, Con 13, Int 12, Wis 6, Cha 17. Lana has a square face, with matted black hair and light brown eyes. She wears leather armor and wields a handaxe and javelins. Lana compulsively lies.",
  "Heoda: Female Half-orc Paladin, Good. Str 12, Dex 10, Con 11, Int 15, Wis 13, Cha 8. Heoda is tall, with thick copper hair and light blue eyes. She wears plate armor and wields a halberd.",
  "Mira: Female Half-orc Rogue, NG. Str 7, Dex 16, Con 12, Int 10, Wis 8, Cha 14. Mira has curly red hair and hazel eyes. She wears studded leather and wields a shortsword.",
  "Elcheleude: Female Half-orc Monk, LE. Str 12, Dex 11, Con 14, Int 9, Wis 7, Cha 5. Elcheleude has a long face, with thick auburn hair and soft blue eyes. She wears sturdy clothing and wields a yari (spear).",
  "Wilguda: Female Half-orc Paladin, Good. Str 13, Dex 14, Con 9, Int 9, Wis 16, Cha 13. Wilguda has brown hair and blue eyes. She wears a breastplate and wields a scimitar. Wilguda suffers a deadly allergy to rodents.",
  "Wilgilda: Female Half-orc Cleric, N. Str 8, Dex 6, Con 7, Int 12, Wis 12, Cha 17. Wilgilda has a square face, with blonde hair and soft green eyes. She wears leather armor and wields a club. Wilgilda is practical and reckless.",
  "Jara: Female Half-orc Monk, CG. Str 14, Dex 15, Con 8, Int 9, Wis 11, Cha 11. Jara has messy gray hair and bright gray eyes. She wears well-made clothing and wields a bo (quarterstaff). Jara has an animal companion, a tiger named Alic.",
  "Gotha: Female Half-orc Wizard, LN. Str 10, Dex 11, Con 12, Int 17, Wis 6, Cha 9. Gotha has copper hair and green eyes, and a round nose. She wears travel-stained clothing and wields a quarterstaff and light crossbow. Gotha is hunting the doppelganger which destroyed her homeland.",
  "Vela: Female Half-orc Druid, Neutral. Str 16, Dex 11, Con 12, Int 8, Wis 17, Cha 11. Vela is heavyset, with gray hair and sharp hazel eyes. She wears hide armor and wields a spear. Vela speaks with a soft voice.",
  "Thelcha: Female Half-orc Rogue, NG. Str 11, Dex 16, Con 10, Int 13, Wis 15, Cha 12. Thelcha has a narrow face, with auburn hair and sharp hazel eyes. She wears studded leather and wields a rapier and javelins. Thelcha is heroic and depressed.",
  "Vadela: Female Half-orc Cleric, N. Str 7, Dex 9, Con 7, Int 10, Wis 13, Cha 11. Vadela has white hair and blue eyes, and a beaked nose. She wears scale mail and wields a light hammer and light crossbow. Vadela seeks revenge against the sister who betrayed her.",
  "Kvela: Female Half-orc Fighter, CN. Str 14, Dex 14, Con 11, Int 5, Wis 9, Cha 10. Kvela has red hair and gray eyes, and a beaked nose. She wears ring mail and wields a longsword. Kvela is extravagant and hateful.",
  "Suintha: Female Half-orc Sorcerer, NG. Str 10, Dex 15, Con 12, Int 8, Wis 15, Cha 16. Suintha has an angular face, with short brown hair and soft hazel eyes. She wears simple clothing and wields a dagger. Suintha is cheerful and devout.",
  "Valdiga: Female Half-orc Monk, CN. Str 8, Dex 12, Con 9, Int 11, Wis 10, Cha 8. Valdiga has black hair and narrow green eyes. She wears modest garments and wields a yari (spear) and shuriken (darts). Valdiga is hardworking and adaptable.",
  "Alamalbe: Female Half-orc Ranger, NE. Str 8, Dex 12, Con 13, Int 10, Wis 14, Cha 10. Alamalbe has a long face, with matted golden hair and large amber eyes. She wears hide armor and wields a greataxe. Alamalbe has dire rat named Thermaro.",
  "Asuild: Female Half-orc Fighter, LG. Str 15, Dex 9, Con 7, Int 14, Wis 8, Cha 9. Asuild has a round face, with cropped white hair and gray eyes. She wears half plate and wields a glaive. Asuild seeks to help the poor and unfortunate.",
  "Ostrodala: Female Half-orc Fighter, NG. Str 12, Dex 12, Con 13, Int 14, Wis 10, Cha 13. Ostrodala has thick white hair and large hazel eyes. She wears a chain shirt and wields a longsword. Ostrodala is chivalrous and honest.",
  "Krida: Female Half-orc Bard, N. Str 9, Dex 12, Con 13, Int 9, Wis 8, Cha 14. Krida has gray hair and brown eyes, and wears glasses with electrum rims. She wears studded leather and wields a quarterstaff. Krida has an animal companion, a hawk named Redeba.",
  "Heodamalfr: Female Half-orc Rogue, CN. Str 14, Dex 16, Con 12, Int 14, Wis 13, Cha 7. Heodamalfr has copper hair and sharp gray eyes, and prominent ears. She wears studded leather and wields a mace and hand crossbow.",
  "Mirka: Female Half-orc Monk, NE. Str 13, Dex 8, Con 13, Int 8, Wis 12, Cha 9. Mirka has blonde hair and amber eyes, and a round nose. She wears plain clothing and wields a yari (spear).",
  "Hildamat: Female Half-orc Sorcerer, LN. Str 13, Dex 11, Con 10, Int 10, Wis 10, Cha 15. Hildamat has uneven silver hair and green eyes, and a distinctive tattoo on her arm. She wears sturdy clothing and wields a quarterstaff. Hildamat suffers a traumatic fear of swords and blades.",
  "Glotso: Female Half-orc Cleric, LN. Str 10, Dex 9, Con 13, Int 9, Wis 12, Cha 11. Glotso is rugged in appearance, with short auburn hair and amber eyes. She wears studded leather and wields a quarterstaff. Glotso is foolhardy and corrupt.",
  "Gildamal: Female Half-orc Monk, NG. Str 16, Dex 7, Con 10, Int 13, Wis 16, Cha 13. Gildamal has short white hair and brown eyes, and a distinctive scar on her arm. She wears modest garments and wields nunchaku (club) and sai (dagger). Gildamal has an animal companion, a hunting dog named Alanan.",
  "Stuse: Female Half-orc Bard, N. Str 9, Dex 11, Con 11, Int 9, Wis 7, Cha 12. Stuse is rough in appearance, with matted black hair and light gray eyes. She wears studded leather and wields a shortsword.",
  "Amelchen: Female Half-orc Monk, LG. Str 8, Dex 16, Con 11, Int 9, Wis 10, Cha 14. Amelchen has thick brown hair and green eyes. She wears well-made clothing and wields nunchaku (club) and shuriken (darts). Amelchen believes that she is the rightful heir to the throne of Eliond.",
  "Suniga: Female Half-orc Cleric, LN. Str 12, Dex 7, Con 12, Int 13, Wis 13, Cha 13. Suniga has golden hair and bright gray eyes, and a flat nose. She wears leather armor and wields a spear and shield.",
  "Gaatheoda: Female Half-orc Fighter, N. Str 13, Dex 13, Con 7, Int 14, Wis 10, Cha 6. Gaatheoda has golden hair and brown eyes, and a round nose. She wears a breastplate and wields a glaive. Gaatheoda seeks only fame and glory.",
  "Helcha: Female Half-orc Paladin, Good. Str 14, Dex 13, Con 13, Int 13, Wis 16, Cha 9. Helcha has gray hair and blue eyes. She wears scale mail and wields a morningstar and shield. Helcha has an animal companion, a white warhorse named Praha.",
  "Treta: Female Half-orc Sorcerer, LG. Str 12, Dex 8, Con 12, Int 13, Wis 8, Cha 15. Treta has thick black hair and sharp hazel eyes, and a thin nose. She wears modest garments and wields a quarterstaff. Treta has an animal companion, a gray rat named Kreleuva.",
  "Buska: Female Half-orc Rogue, N. Str 11, Dex 17, Con 8, Int 8, Wis 9, Cha 15. Buska is tall, with long brown hair and dark hazel eyes. She wears leather armor and wields a shortsword. Buska has an animal companion, a raven named Mira.",
  "Lava: Female Half-orc Monk, LN. Str 11, Dex 8, Con 7, Int 8, Wis 10, Cha 11. Lava has a round face, with gray hair and soft green eyes. She wears worn clothing and wields nunchaku (club) and kama (sickle). Lava is sarcastic and envious.",
  "Svetla: Female Half-orc Rogue, CN. Str 10, Dex 15, Con 5, Int 13, Wis 8, Cha 8. Svetla has a narrow face, with tangled red hair and large green eyes. She wears leather armor and wields a longsword.",
  "Zida: Female Half-orc Monk, CG. Str 14, Dex 15, Con 7, Int 15, Wis 17, Cha 10. Zida has a long face, with messy golden hair and narrow gray eyes. She wears well-made clothing and wields nunchaku (club) and sai (dagger). Zida has an animal companion, a tiger named Areamatha.",
  "Gleuvada: Female Half-orc Fighter, LN. Str 12, Dex 9, Con 11, Int 13, Wis 6, Cha 11. Gleuvada has a long face, with blonde hair and large green eyes. She wears half plate and wields a rapier.",
  "Vada: Female Half-orc Monk, N. Str 14, Dex 15, Con 9, Int 10, Wis 11, Cha 7. Vada has an angular face, with copper hair and blue eyes. She wears modest garments and wields an ono (handaxe) and shuriken (darts). Vada seeks to become a knight of the realm.",
  "Ercatala: Female Half-orc Rogue, N. Str 5, Dex 15, Con 10, Int 10, Wis 10, Cha 10. Ercatala has blonde hair and blue eyes. She wears studded leather and wields a rapier and hand crossbow. Ercatala has an animal companion, a sable ferret named Heodane.",
  "Athamen: Female Half-orc Barbarian, N. Str 17, Dex 12, Con 15, Int 5, Wis 10, Cha 9. Athamen has silver hair and soft blue eyes, and a beaked nose. She wears leather armor and wields a maul. Athamen is gullible and extravagant.",
  "Ziva: Female Half-orc Warlock, N. Str 12, Dex 14, Con 12, Int 10, Wis 10, Cha 14. Ziva has uneven gray hair and blue eyes. She wears studded leather and wields a mace.",
  "Mila: Female Half-orc Paladin, Good. Str 14, Dex 10, Con 8, Int 10, Wis 8, Cha 11. Mila has braided golden hair and light green eyes, and an unusual scar on her face. She wears a chain shirt and wields a morningstar and shield. Mila is generous and gullible.",
  "Liba: Female Half-orc Monk, N. Str 16, Dex 9, Con 8, Int 8, Wis 14, Cha 9. Liba has blonde hair and narrow brown eyes, and pointed ears. She wears worn clothing and wields a kanabo (mace) and sai (dagger). Liba is impulsive and arrogant.",
  "Brosta: Female Half-orc Rogue, CE. Str 11, Dex 17, Con 10, Int 12, Wis 11, Cha 9. Brosta has a square face, with messy gray hair and large green eyes. She wears studded leather and wields a rapier. Brosta believes that she is being hunted by supernatural creatures.",
  "Wilgotho: Female Half-orc Wizard, N. Str 9, Dex 12, Con 9, Int 16, Wis 11, Cha 9. Wilgotho has golden hair and narrow green eyes, and a thin nose. She wears topaz robes and wields a quarterstaff and light crossbow. Wilgotho seeks to become an instructor at the College of the Mystical Arts.",
  "Prosta: Female Half-orc Monk, CN. Str 11, Dex 11, Con 13, Int 8, Wis 8, Cha 9. Prosta has a long face, with uneven auburn hair and gray eyes. She wears plain clothing and wields an ono (handaxe) and sai (dagger).",
  "Vetla: Female Half-orc Wizard, N. Str 12, Dex 9, Con 12, Int 15, Wis 11, Cha 8. Vetla is short and stout, with cropped golden hair and hazel eyes. She wears emerald robes and wields a quarterstaff.",
  "Sunilda: Female Half-orc Barbarian, CG. Str 14, Dex 12, Con 12, Int 9, Wis 8, Cha 14. Sunilda has gray hair and soft amber eyes, and a beaked nose. She wears hide armor and wields a glaive.",
  "Stinka: Female Half-orc Barbarian, N. Str 13, Dex 8, Con 8, Int 9, Wis 13, Cha 10. Stinka is tall, with curly black hair and light hazel eyes. She wears hide armor and wields a trident and shield. Stinka seeks to discover why she cannot remember anything from yesterday.",
  "Lata: Female Half-orc Monk, LN. Str 10, Dex 11, Con 8, Int 14, Wis 13, Cha 11. Lata has a round face, with silver hair and narrow gray eyes. She wears worn clothing and wields a yari (spear) and kama (sickle). Lata compulsively insults others.",
  "Venka: Female Half-orc Monk, N. Str 13, Dex 12, Con 11, Int 7, Wis 8, Cha 13. Venka has gray hair and green eyes, and large ears. She wears travel-stained clothing and wields a kanabo (mace) and kama (sickle). Venka is a practiced juggler.",
  "Chlasuintha: Female Half-orc Ranger, N. Str 9, Dex 7, Con 11, Int 8, Wis 12, Cha 7. Chlasuintha has a square face, with copper hair and amber eyes. She wears a breastplate and wields a glaive. Chlasuintha is easily distracted by magic.",
  "Mila: Female Half-orc Ranger, N. Str 16, Dex 12, Con 8, Int 11, Wis 11, Cha 9. Mila has brown hair and sharp blue eyes, and wears glasses with iron rims. She wears a chain shirt and wields a shortsword.",
  "Svela: Female Half-orc Barbarian, N. Str 16, Dex 11, Con 15, Int 5, Wis 13, Cha 15. Svela has long black hair and blue eyes. She wears leather armor and wields a battleaxe. Svela is haunted by the memories of a past life.",
  "Glasuntha: Female Half-orc Cleric, NG. Str 12, Dex 12, Con 12, Int 6, Wis 15, Cha 16. Glasuntha is short and slender, with silver hair and narrow blue eyes. She wears hide armor and wields a quarterstaff and shield. Glasuntha avoids eye contact.",
  "Amareama: Female Half-orc Barbarian, LG. Str 17, Dex 7, Con 10, Int 10, Wis 8, Cha 12. Amareama is short and stout, with short gray hair and brown eyes. She wears scale mail and wields a scimitar and shield. Amareama seeks to discover what destroyed her homeland.",
  "Brosta: Female Half-orc Rogue, N. Str 8, Dex 17, Con 8, Int 13, Wis 12, Cha 9. Brosta has uneven black hair and narrow brown eyes, and a round nose. She wears studded leather and wields a shortsword and shortbow. Brosta suffers a deadly allergy to silver.",
  "Lava: Female Half-orc Rogue, N. Str 15, Dex 12, Con 10, Int 7, Wis 10, Cha 9. Lava is short, with copper hair and amber eyes. She wears leather armor and wields a rapier and javelins. Lava lost her reflection to a hag.",
  "Zlava: Female Half-orc Rogue, CN. Str 11, Dex 14, Con 11, Int 17, Wis 5, Cha 7. Zlava has auburn hair and amber eyes, and pointed ears. She wears studded leather and wields a longsword. Zlava is hunting the brigands who murdered her family.",
  "Aldamalda: Female Half-orc Rogue, LN. Str 7, Dex 12, Con 11, Int 15, Wis 10, Cha 11. Aldamalda has golden hair and amber eyes, and large ears. She wears studded leather and wields a handaxe. Aldamalda is a terrible liar.",
  "Nuska: Female Half-orc Monk, LN. Str 10, Dex 11, Con 11, Int 10, Wis 15, Cha 9. Nuska is willowy, with silver hair and dark brown eyes. She wears well-made clothing and wields a bo (quarterstaff). Nuska is dying and desperately seeks the secret of immortality.",
  "Othortis: Female Half-orc Warlock, LN. Str 15, Dex 7, Con 13, Int 9, Wis 8, Cha 14. Othortis has braided blonde hair and narrow gray eyes. She wears studded leather and wields a mace and darts. Othortis is thoughtful and selfish.",
  "Zduska: Female Half-orc Rogue, N. Str 11, Dex 13, Con 12, Int 14, Wis 14, Cha 12. Zduska is exceptionally beautiful, with silver hair and blue eyes. She wears studded leather and wields a rapier and light crossbow. Zduska is clever and paranoid.",
  "Thunila: Female Half-orc Fighter, NG. Str 13, Dex 14, Con 14, Int 10, Wis 8, Cha 10. Thunila is short, with silver hair and gray eyes. She wears plate armor and wields a warhammer and blowgun. Thunila is searching for a legendary blade named Demonic Triumph.",
  "Zena: Female Half-orc Druid, Neutral. Str 13, Dex 12, Con 10, Int 7, Wis 13, Cha 13. Zena is rugged in appearance, with copper hair and hazel eyes. She wears hide armor and wields a scimitar and darts.",
  "Guda: Female Half-orc Bard, CN. Str 9, Dex 12, Con 8, Int 13, Wis 6, Cha 15. Guda has a round face, with gray hair and narrow blue eyes. She wears studded leather and wields a rapier. Guda is eccentric and driven.",
  "Lata: Female Half-orc Monk, NG. Str 12, Dex 16, Con 8, Int 14, Wis 13, Cha 10. Lata is tall and thin, with long black hair and soft hazel eyes. She wears modest garments and wields nunchaku (club). Lata has an animal companion, a tiger named Radko.",
  "Luba: Female Half-orc Monk, CE. Str 10, Dex 14, Con 10, Int 7, Wis 9, Cha 9. Luba is overweight, with messy white hair and hazel eyes. She wears well-made clothing and wields a yari (spear) and sai (dagger). Luba has an animal companion, a gray rabbit named Wilgilda.",
  "Gefortis: Female Half-orc Rogue, NG. Str 7, Dex 17, Con 11, Int 14, Wis 10, Cha 11. Gefortis is tall, with copper hair and green eyes. She wears leather armor and wields a shortsword. Gefortis has an animal companion, a black snake named Bessama.",
  "Lidka: Female Half-orc Paladin, Good. Str 14, Dex 10, Con 6, Int 6, Wis 10, Cha 11. Lidka has copper hair and light hazel eyes, and a beaked nose. She wears plate armor and wields a greatsword. Lidka serves Dalpha, an ancient but forgotten nature goddess.",
  "Wilgefort: Female Half-orc Rogue, CN. Str 9, Dex 12, Con 10, Int 13, Wis 7, Cha 10. Wilgefort has black hair and hazel eyes. She wears leather armor and wields a rapier and hand crossbow. Wilgefort speaks with a soft voice.",
  "Dobra: Female Half-orc Fighter, CE. Str 13, Dex 10, Con 11, Int 10, Wis 11, Cha 7. Dobra has blonde hair and green eyes. She wears scale mail and wields a greatsword. Dobra speaks with a quiet voice.",
  "Zbena: Female Half-orc Fighter, LN. Str 12, Dex 13, Con 10, Int 11, Wis 10, Cha 10. Zbena is short, with cropped red hair and bright hazel eyes. She wears half plate and wields a war pick and blowgun. Zbena believes that she is the rightful heir to the crown of Sirothomb.",
  "Sanka: Female Half-orc Ranger, NE. Str 15, Dex 12, Con 11, Int 12, Wis 8, Cha 5. Sanka has golden hair and hazel eyes, and wears glasses with copper rims. She wears leather armor and wields a flail and shield. Sanka is haunted by the ghost of someone she killed.",
  "Jana: Female Half-orc Paladin, Good. Str 15, Dex 14, Con 8, Int 10, Wis 10, Cha 16. Jana has copper hair and amber eyes. She wears chain mail and wields a morningstar and shield. Jana has an animal companion, a bay warhorse named Merca.",
  "Gotha: Female Half-orc Cleric, LN. Str 6, Dex 13, Con 14, Int 13, Wis 13, Cha 13. Gotha is fair in appearance, with short blonde hair and green eyes. She wears studded leather and wields a quarterstaff and shield. Gotha is agreeable and extravagant.",
  "Sune: Female Half-orc Fighter, CG. Str 15, Dex 16, Con 8, Int 11, Wis 14, Cha 8. Sune has a narrow face, with red hair and soft brown eyes. She wears a chain shirt and wields a trident. Sune has an animal companion, a gray wolf named Hiudane.",
  "Gefortas: Female Half-orc Paladin, Good. Str 9, Dex 13, Con 13, Int 13, Wis 10, Cha 17. Gefortas is rugged in appearance, with thick golden hair and green eyes. She wears a breastplate and wields a scimitar and shield.",
  "Andaldada: Female Half-orc Ranger, LN. Str 15, Dex 10, Con 11, Int 6, Wis 13, Cha 7. Andaldada has silver hair and hazel eyes, and a beaked nose. She wears a breastplate and wields a flail. Andaldada is a terrible liar.",
  "Thelcha: Female Half-orc Rogue, NE. Str 10, Dex 14, Con 10, Int 14, Wis 10, Cha 10. Thelcha is heavyset, with copper hair and hazel eyes. She wears leather armor and wields a shortsword. Thelcha frequently uses uncommon words incorrectly.",
  "Byna: Female Half-orc Monk, N. Str 12, Dex 13, Con 7, Int 13, Wis 8, Cha 7. Byna has uneven red hair and blue eyes, and pointed ears. She wears modest garments and wields a bo (quarterstaff) and kama (sickle). Byna has an animal companion, a hunting dog named Geba.",
  "Sanka: Female Half-orc Druid, Neutral. Str 15, Dex 8, Con 11, Int 12, Wis 13, Cha 15. Sanka has gray hair and blue eyes. She wears leather armor and wields a spear and javelins. Sanka is zealous and truthful.",
  "Thelcha: Female Half-orc Fighter, CN. Str 12, Dex 17, Con 11, Int 9, Wis 7, Cha 11. Thelcha has silver hair and large gray eyes. She wears hide armor and wields a war pick and longbow. Thelcha is hunting the sorcerer who murdered her family.",
  "Blubka: Female Half-orc Fighter, NE. Str 17, Dex 11, Con 9, Int 10, Wis 14, Cha 13. Blubka is exceptionally beautiful, with matted gray hair and bright hazel eyes. She wears hide armor and wields a pike. Blubka was raised by cultists of That Which Never Sleeps.",
  "Zora: Female Half-orc Wizard, LN. Str 6, Dex 12, Con 10, Int 14, Wis 8, Cha 9. Zora is thin, with blonde hair and brown eyes. She wears modest garments and wields a dagger and darts.",
  "Sana: Female Half-orc Rogue, LN. Str 8, Dex 14, Con 12, Int 13, Wis 8, Cha 7. Sana is short, with blonde hair and brown eyes. She wears leather armor and wields a longsword and hand crossbow. Sana is searching for the legendary Catacombs of Bloody Chaos.",
  "Brosta: Female Half-orc Rogue, N. Str 9, Dex 14, Con 14, Int 14, Wis 10, Cha 11. Brosta has an angular face, with curly copper hair and soft amber eyes. She wears studded leather and wields a club. Brosta is morose and vulgar.",
  "Stuna: Female Half-orc Rogue, NE. Str 12, Dex 17, Con 7, Int 15, Wis 7, Cha 10. Stuna has a long face, with black hair and gray eyes. She wears leather armor and wields a mace and hand crossbow. Stuna is searching for her missing son.",
  "Gothilda: Female Half-orc Cleric, NG. Str 10, Dex 11, Con 13, Int 12, Wis 17, Cha 11. Gothilda has gray hair and light blue eyes, and a thin nose. She wears hide armor and wields a spear and dagger. Gothilda is valiant and quiet.",
  "Vada: Female Half-orc Rogue, LG. Str 10, Dex 12, Con 7, Int 9, Wis 7, Cha 9. Vada is short, with thin blonde hair and blue eyes. She wears leather armor and wields a longsword and hand crossbow. Vada seeks to steal an ancient artifact from the School of the Sorcerous Arts.",
  "Vela: Female Half-orc Paladin, Good. Str 16, Dex 9, Con 8, Int 10, Wis 12, Cha 12. Vela has blonde hair and hazel eyes. She wears a breastplate and wields a rapier. Vela has an animal companion, a bay warhorse named Alfrilgen.",
  "Suintho: Female Half-orc Rogue, NE. Str 9, Dex 12, Con 11, Int 11, Wis 14, Cha 12. Suintho has messy golden hair and sharp gray eyes, and sharpened teeth. She wears studded leather and wields a quarterstaff. Suintho has an animal companion, a dire rat named Alfrigoda.",
  "Gudamod: Female Half-orc Wizard, NG. Str 6, Dex 13, Con 9, Int 15, Wis 12, Cha 11. Gudamod has cropped red hair and light blue eyes. She wears sapphire robes and wields a dagger and darts. Gudamod has an arcane familiar, a raven named Amathada.",
  "Gefortas: Female Half-orc Paladin, Good. Str 14, Dex 8, Con 13, Int 8, Wis 15, Cha 15. Gefortas has an angular face, with cropped silver hair and blue eyes. She wears ring mail and wields a rapier. Gefortas is forgiving and trustworthy.",
  "Zbola: Female Half-orc Druid, Neutral. Str 8, Dex 8, Con 10, Int 11, Wis 14, Cha 10. Zbola is fair in appearance, with silver hair and sharp brown eyes. She wears hide armor and wields a scimitar. Zbola seeks only fame and glory.",
  "Mila: Female Half-orc Rogue, N. Str 10, Dex 13, Con 12, Int 14, Wis 11, Cha 11. Mila is tall and willowy, with tangled golden hair and light gray eyes. She wears studded leather and wields a shortsword. Mila suffers a traumatic fear of darkness.",
  "Vetla: Female Half-orc Barbarian, LG. Str 15, Dex 10, Con 11, Int 15, Wis 14, Cha 8. Vetla is exceptionally beautiful, with red hair and hazel eyes. She wears hide armor and wields a shortsword and shield. Vetla has an animal companion, a badger named Biko.",
  "Chlievalda: Female Half-orc Wizard, LE. Str 6, Dex 14, Con 12, Int 14, Wis 6, Cha 6. Chlievalda has short white hair and gray eyes, and a maimed left hand. She wears expensive clothing and wields a dagger. Chlievalda has an arcane familiar, a tiny icedrake named Adamatha.",
  "Glivada: Female Half-orc Barbarian, NE. Str 13, Dex 10, Con 9, Int 12, Wis 8, Cha 10. Glivada is tall and thin, with silver hair and bright blue eyes. She wears hide armor and wields a warhammer and longbow. Glivada has an animal companion, a badger named Zitka.",
  "Nada: Female Half-orc Warlock, N. Str 10, Dex 15, Con 10, Int 8, Wis 8, Cha 15. Nada is exceptionally beautiful, with golden hair and hazel eyes. She wears leather armor and wields a handaxe. Nada suffers a paralyzing fear of spiders.",
  "Lava: Female Half-orc Fighter, LE. Str 13, Dex 14, Con 10, Int 7, Wis 12, Cha 10. Lava is short, with tangled black hair and amber eyes. She wears plate armor and wields a longsword and heavy crossbow. Lava is fascinated by geometry.",
  "Ameleudi: Female Half-orc Bard, NG. Str 10, Dex 7, Con 14, Int 14, Wis 14, Cha 17. Ameleudi has matted brown hair and blue eyes, and a beaked nose. She wears leather armor and wields a shortsword. Ameleudi has an animal companion, a red firedrake named Riba.",
  "Vencin: Female Half-orc Monk, NG. Str 16, Dex 10, Con 14, Int 10, Wis 11, Cha 12. Vencin is short and willowy, with blonde hair and green eyes. She wears simple clothing and wields a kanabo (mace) and shuriken (darts).",
  "Gaatha: Female Half-orc Fighter, LE. Str 15, Dex 14, Con 10, Int 6, Wis 10, Cha 10. Gaatha is stout, with silver hair and brown eyes. She wears ring mail and wields a battleaxe and shield.",
  "Brosta: Female Half-orc Cleric, NG. Str 14, Dex 7, Con 10, Int 9, Wis 12, Cha 14. Brosta has a narrow face, with long gray hair and green eyes. She wears studded leather and wields a handaxe and shortbow.",
  "Leska: Female Half-orc Monk, CG. Str 14, Dex 12, Con 6, Int 11, Wis 16, Cha 10. Leska is exceptionally beautiful, with golden hair and bright amber eyes. She wears modest garments and wields a kanabo (mace) and kama (sickle).",
  "Vlava: Female Half-orc Wizard, CG. Str 11, Dex 15, Con 11, Int 15, Wis 9, Cha 12. Vlava is noble in bearing, with curly blonde hair and large green eyes. She wears bronze robes and wields a quarterstaff and light crossbow. Vlava has an arcane familiar, a gray toad named Brosta.",
  "Mira: Female Half-orc Paladin, Good. Str 14, Dex 10, Con 12, Int 9, Wis 15, Cha 13. Mira has long red hair and soft gray eyes, and small ears. She wears a breastplate and wields a longsword and shield. Mira is virtuous and humble.",
  "Asuigotho: Female Half-orc Fighter, NG. Str 16, Dex 16, Con 15, Int 9, Wis 12, Cha 10. Asuigotho has an angular face, with curly copper hair and blue eyes. She wears a chain shirt and wields a maul.",
  "Arealdada: Female Half-orc Sorcerer, N. Str 6, Dex 9, Con 15, Int 11, Wis 7, Cha 13. Arealdada has braided blonde hair and large green eyes, and an unusual scar on her face. She wears modest garments and wields a quarterstaff. Arealdada seeks to raise an army of gargoyles.",
  "Emhismogo: Female Half-orc Fighter, NG. Str 13, Dex 13, Con 9, Int 7, Wis 13, Cha 10. Emhismogo is short, with thick blonde hair and bright gray eyes. She wears ring mail and wields a war pick. Emhismogo was petrified for a hundred years.",
  "Vadamal: Female Half-orc Monk, N. Str 9, Dex 13, Con 10, Int 7, Wis 10, Cha 9. Vadamal has a narrow face, with blonde hair and hazel eyes. She wears sturdy clothing and wields an ono (handaxe) and shuriken (darts). Vadamal seeks to discover what destroyed her homeland.",
  "Zdise: Female Half-orc Druid, Neutral. Str 12, Dex 10, Con 9, Int 11, Wis 13, Cha 13. Zdise is exceptionally beautiful, with long silver hair and light amber eyes. She wears leather armor and wields a scimitar. Zdise compulsively counts things.",
  "Giso: Female Half-orc Druid, Neutral. Str 11, Dex 10, Con 12, Int 5, Wis 17, Cha 8. Giso has brown hair and blue eyes. She wears hide armor and wields a quarterstaff and wooden shield. Giso has black wolf named Ranka.",
  "Asunild: Female Half-orc Paladin, Good. Str 11, Dex 8, Con 10, Int 12, Wis 12, Cha 11. Asunild has a narrow face, with tangled copper hair and blue eyes. She wears splint armor and wields a pike. Asunild has an animal companion, a bay warhorse named Reko.",
  "Amamen: Female Half-orc Fighter, N. Str 16, Dex 11, Con 10, Int 7, Wis 11, Cha 10. Amamen has uneven brown hair and narrow amber eyes, and a thin nose. She wears a breastplate and wields a flail and hand crossbow. Amamen has an animal companion, a red firedrake named Vadamerc.",
  "Mila: Female Half-orc Sorcerer, NG. Str 11, Dex 10, Con 10, Int 12, Wis 5, Cha 17. Mila has a narrow face, with black hair and bright green eyes. She wears modest garments and wields a dagger. Mila is valiant and forgiving.",
  "Vera: Female Half-orc Rogue, LN. Str 13, Dex 15, Con 8, Int 11, Wis 13, Cha 15. Vera has messy blonde hair and bright blue eyes. She wears leather armor and wields a mace. Vera is adaptable and practical.",
  "Heoda: Female Half-orc Paladin, Good. Str 16, Dex 7, Con 12, Int 10, Wis 8, Cha 10. Heoda is short and willowy, with short blonde hair and sharp brown eyes. She wears a breastplate and wields a maul. Heoda is generous and clever.",
  "Gotha: Female Half-orc Fighter, NG. Str 13, Dex 15, Con 10, Int 8, Wis 12, Cha 11. Gotha is short and thin, with long gray hair and dark gray eyes. She wears plate armor and wields a glaive. Gotha was magically imprisoned for a hundred years.",
  "Suntha: Female Half-orc Monk, N. Str 12, Dex 14, Con 15, Int 8, Wis 11, Cha 11. Suntha is short and stout, with silver hair and gray eyes. She wears modest garments and wields a kanabo (mace). Suntha has an animal companion, a tiger named Ricuna.",
  "Boja: Female Half-orc Fighter, N. Str 14, Dex 14, Con 12, Int 9, Wis 13, Cha 6. Boja is exceptionally beautiful, with black hair and green eyes. She wears plate armor and wields a whip and shield. Boja is a skilled dancer.",
  "Chlivada: Female Half-orc Fighter, NG. Str 15, Dex 13, Con 9, Int 11, Wis 9, Cha 11. Chlivada is short, with matted white hair and dark blue eyes. She wears hide armor and wields a trident and shield. Chlivada is friendly and nervous.",
  "Mlava: Female Half-orc Ranger, NE. Str 16, Dex 11, Con 14, Int 11, Wis 8, Cha 12. Mlava is beastly in appearance, with messy copper hair and hazel eyes. She wears leather armor and wields a morningstar and shield. Mlava is barbaric and disloyal.",
  "Kreagniga: Female Half-orc Cleric, LN. Str 8, Dex 12, Con 10, Int 6, Wis 13, Cha 9. Kreagniga has long silver hair and large blue eyes. She wears a breastplate and wields a mace and shield. Kreagniga is dying and desperately seeks the secret of immortality.",
  "Thiuda: Female Half-orc Barbarian, N. Str 12, Dex 11, Con 13, Int 12, Wis 11, Cha 10. Thiuda is tall and stout, with straight gray hair and large hazel eyes. She wears studded leather and wields a battleaxe. Thiuda is honest and humble.",
  "Ergathala: Female Half-orc Rogue, N. Str 8, Dex 14, Con 9, Int 10, Wis 7, Cha 10. Ergathala has a round face, with gray hair and brown eyes. She wears studded leather and wields a club and dagger. Ergathala has an animal companion, a dire rat named Mira.",
  "Bena: Female Half-orc Monk, N. Str 15, Dex 10, Con 7, Int 13, Wis 12, Cha 10. Bena is pleasant in appearance, with red hair and large green eyes. She wears modest garments and wields a bo (quarterstaff). Bena is searching for her lost brother.",
  "Sticka: Female Half-orc Rogue, LG. Str 13, Dex 12, Con 7, Int 16, Wis 10, Cha 11. Sticka is exceptionally beautiful, with uneven auburn hair and green eyes. She wears leather armor and wields a longsword and hand crossbow. Sticka is sensitive and capable.",
  "Zlava: Female Half-orc Sorcerer, LG. Str 9, Dex 15, Con 14, Int 7, Wis 9, Cha 17. Zlava is exceptionally beautiful, with uneven blonde hair and hazel eyes. She wears worn clothing and wields a dagger. Zlava is capable and assertive.",
  "Zita: Female Half-orc Fighter, LG. Str 16, Dex 8, Con 10, Int 11, Wis 10, Cha 11. Zita has brown hair and amber eyes. She wears a breastplate and wields a longsword. Zita serves Sieliah, an ancient but forgotten goddess of trickery.",
  "Kreagnila: Female Half-orc Fighter, N. Str 15, Dex 8, Con 10, Int 13, Wis 14, Cha 12. Kreagnila has a long face, with thick golden hair and amber eyes. She wears hide armor and wields a battleaxe and net. Kreagnila seeks to become a knight of the realm.",
  "Amemhild: Female Half-orc Rogue, LN. Str 10, Dex 14, Con 8, Int 12, Wis 11, Cha 12. Amemhild is rugged in appearance, with uneven gray hair and green eyes. She wears leather armor and wields a shortsword. Amemhild is tactless and fiendish.",
  "Amasuild: Female Half-orc Rogue, N. Str 12, Dex 14, Con 13, Int 8, Wis 6, Cha 14. Amasuild has a long face, with straight auburn hair and bright blue eyes. She wears leather armor and wields a shortsword and hand crossbow.",
  "Zlada: Female Half-orc Wizard, CN. Str 12, Dex 11, Con 10, Int 17, Wis 11, Cha 12. Zlada is fey in appearance, with gray hair and brown eyes. She wears modest garments and wields a dagger. Zlada is honest and amoral.",
  "Mira: Female Half-orc Paladin, Good. Str 14, Dex 12, Con 12, Int 11, Wis 8, Cha 12. Mira has messy red hair and large amber eyes, and a round nose. She wears hide armor and wields a trident. Mira has an animal companion, a white warhorse named Zduse.",
  "Lava: Female Half-orc Fighter, NE. Str 12, Dex 9, Con 9, Int 11, Wis 11, Cha 11. Lava is tall and thin, with brown hair and large amber eyes. She wears plate armor and wields a whip and shield. Lava serves a powerful arch-fiend named Althus.",
  "Kvuska: Female Half-orc Fighter, LN. Str 16, Dex 11, Con 11, Int 8, Wis 12, Cha 6. Kvuska has golden hair and gray eyes. She wears ring mail and wields a greataxe. Kvuska suffers an acute fear of necromancy and the undead.",
  "Suntheoda: Female Half-orc Monk, LN. Str 14, Dex 12, Con 10, Int 10, Wis 9, Cha 8. Suntheoda has an angular face, with copper hair and bright hazel eyes. She wears sturdy clothing and wields a bo (quarterstaff).",
  "Mira: Female Half-orc Sorcerer, N. Str 11, Dex 6, Con 7, Int 10, Wis 6, Cha 13. Mira has matted black hair and sharp hazel eyes. She wears plain clothing and wields a dagger. Mira has an animal companion, a vampire bat named Lava.",
  "Zivka: Female Half-orc Druid, Neutral. Str 11, Dex 10, Con 11, Int 10, Wis 13, Cha 11. Zivka has a round face, with uneven gray hair and large blue eyes. She wears leather armor and wields a club and darts. Zivka is lewd and sarcastic.",
  "Buska: Female Half-orc Bard, LN. Str 6, Dex 10, Con 13, Int 13, Wis 5, Cha 14. Buska has a round face, with red hair and amber eyes. She wears studded leather and wields a mace.",
  "Lava: Female Half-orc Rogue, NG. Str 8, Dex 14, Con 7, Int 12, Wis 7, Cha 13. Lava has tangled golden hair and light hazel eyes, and a round nose. She wears studded leather and wields a longsword and light crossbow.",
  "Svierka: Female Half-orc Warlock, NG. Str 13, Dex 9, Con 14, Int 12, Wis 13, Cha 17. Svierka is exceptionally beautiful, with thin gray hair and gray eyes. She wears studded leather and wields a handaxe. Svierka is hunting the doppelganger which destroyed her homeland.",
  "Glievada: Female Half-orc Paladin, Good. Str 11, Dex 14, Con 14, Int 8, Wis 16, Cha 12. Glievada has a round face, with blonde hair and dark amber eyes. She wears splint armor and wields a longsword and shield. Glievada suffers a paralyzing fear of spiders.",
  "Buska: Female Half-orc Fighter, N. Str 13, Dex 7, Con 8, Int 10, Wis 12, Cha 15. Buska is short, with brown hair and bright blue eyes. She wears hide armor and wields a battleaxe and longbow. Buska has an animal companion, a brown bear named Kriemho.",
  "Thunila: Female Half-orc Warlock, LN. Str 15, Dex 14, Con 9, Int 8, Wis 8, Cha 14. Thunila is tall and overweight, with white hair and green eyes. She wears leather armor and wields a quarterstaff and dagger. Thunila has an animal companion, a vampire bat named Zela.",
  "Valda: Female Half-orc Warlock, LN. Str 11, Dex 12, Con 6, Int 12, Wis 8, Cha 17. Valda has a square face, with curly black hair and light brown eyes. She wears leather armor and wields a handaxe and dagger. Valda avoids eye contact.",
  "Malfroga: Female Half-orc Monk, N. Str 9, Dex 8, Con 11, Int 11, Wis 13, Cha 10. Malfroga has copper hair and dark gray eyes. She wears simple clothing and wields an ono (handaxe) and kama (sickle). Malfroga secretly serves Zepar, an ancient goddess of evil.",
  "Gotheoda: Female Half-orc Barbarian, NG. Str 13, Dex 8, Con 12, Int 7, Wis 10, Cha 12. Gotheoda has a long face, with copper hair and brown eyes. She wears studded leather and wields a whip and shield. Gotheoda has an animal companion, a black bear named Vadamod.",
  "Thiudamerc: Female Half-orc Paladin, Good. Str 10, Dex 8, Con 6, Int 8, Wis 16, Cha 11. Thiudamerc is short and stout, with black hair and amber eyes. She wears hide armor and wields a warhammer and shield. Thiudamerc is colorblind.",
  "Suintho: Female Half-orc Barbarian, LN. Str 14, Dex 10, Con 8, Int 9, Wis 9, Cha 6. Suintho is stout, with messy black hair and narrow hazel eyes. She wears leather armor and wields a war pick and net. Suintho has an animal companion, a black wolf named Adalalbe.",
  "Evamala: Female Half-orc Fighter, LN. Str 12, Dex 16, Con 12, Int 11, Wis 12, Cha 13. Evamala has an angular face, with silver hair and large blue eyes. She wears scale mail and wields a scimitar and shield. Evamala has an animal companion, a black wolf named Buda.",
  "Ziva: Female Half-orc Rogue, NE. Str 10, Dex 15, Con 12, Int 12, Wis 11, Cha 11. Ziva has black hair and green eyes, and numerous horrific scars. She wears studded leather and wields a longsword. Ziva refers to herself in the third person.",
  "Raha: Female Half-orc Rogue, LN. Str 11, Dex 13, Con 12, Int 12, Wis 11, Cha 5. Raha has straight gray hair and gray eyes, and pointed ears. She wears studded leather and wields a rapier and javelins. Raha has an animal companion, a raven named Lada.",
  "Mira: Female Half-orc Warlock, LN. Str 13, Dex 9, Con 10, Int 13, Wis 13, Cha 16. Mira is tall and heavyset, with golden hair and light amber eyes. She wears leather armor and wields a handaxe. Mira has an animal companion, a grey rat named Dousek.",
  "Bina: Female Half-orc Rogue, CG. Str 10, Dex 13, Con 7, Int 13, Wis 10, Cha 8. Bina has black hair and narrow blue eyes. She wears studded leather and wields a longsword. Bina is virtuous and principled.",
  "Zboza: Female Half-orc Rogue, CE. Str 13, Dex 12, Con 5, Int 9, Wis 13, Cha 9. Zboza has a narrow face, with red hair and narrow gray eyes. She wears studded leather and wields a shortsword. Zboza is greedy and immoral.",
  "Vlada: Female Half-orc Bard, N. Str 7, Dex 8, Con 8, Int 15, Wis 12, Cha 15. Vlada has straight brown hair and hazel eyes, and wears glasses with platinum rims. She wears studded leather and wields a longsword and shortbow. Vlada has an animal companion, a hawk named Alivas.",
  "Dobra: Female Half-orc Warlock, LN. Str 9, Dex 7, Con 8, Int 5, Wis 10, Cha 14. Dobra has a long face, with matted copper hair and soft blue eyes. She wears studded leather and wields a spear and sickle. Dobra has an animal companion, a giant spider named Gisuintha.",
  "Dara: Female Half-orc Paladin, Good. Str 16, Dex 10, Con 14, Int 9, Wis 12, Cha 10. Dara is heavyset, with golden hair and hazel eyes. She wears scale mail and wields a battleaxe and shield. Dara has an animal companion, a black warhorse named Zora.",
  "Kridamalfr: Female Half-orc Fighter, NE. Str 13, Dex 13, Con 10, Int 12, Wis 9, Cha 7. Kridamalfr is pleasant in appearance, with silver hair and blue eyes. She wears ring mail and wields a flail and hand crossbow. Kridamalfr speaks with a quiet voice.",
  "Mila: Female Half-orc Druid, Neutral. Str 17, Dex 10, Con 14, Int 9, Wis 14, Cha 10. Mila has long brown hair and green eyes. She wears leather armor and wields a club and wooden shield. Mila seeks only fame and glory.",
  "Wilgiso: Female Half-orc Ranger, N. Str 11, Dex 12, Con 9, Int 9, Wis 14, Cha 14. Wilgiso has a narrow face, with tangled brown hair and bright green eyes. She wears leather armor and wields a pike. Wilgiso is searching for the lost dwarven kingdom of Kharbunulb.",
  "Rona: Female Half-orc Bard, N. Str 10, Dex 9, Con 12, Int 15, Wis 15, Cha 17. Rona has matted copper hair and large blue eyes. She wears studded leather and wields a club. Rona has an animal companion, a gray rat named Steko.",
  "Gliva: Female Half-orc Rogue, N. Str 6, Dex 15, Con 8, Int 11, Wis 12, Cha 5. Gliva has brown hair and blue eyes, and a sharp nose. She wears leather armor and wields a rapier and hand crossbow. Gliva lost her shadow to a hag.",
  "Amamen: Female Half-orc Warlock, NG. Str 11, Dex 9, Con 8, Int 7, Wis 9, Cha 12. Amamen is tall and willowy, with thick red hair and soft amber eyes. She wears leather armor and wields a spear and dagger. Amamen seeks to master the secrets of chaos magic.",
  "Ostrotsuild: Female Half-orc Monk, N. Str 10, Dex 13, Con 10, Int 9, Wis 14, Cha 9. Ostrotsuild is common in appearance, with gray hair and hazel eyes. She wears simple clothing and wields an ono (handaxe) and sai (dagger). Ostrotsuild is hunting the cultists who murdered her family.",
  "Zdeska: Female Half-orc Rogue, CN. Str 8, Dex 14, Con 13, Int 14, Wis 7, Cha 9. Zdeska is tall and willowy, with golden hair and gray eyes. She wears leather armor and wields a longsword.",
  "Athasudi: Female Half-orc Monk, N. Str 13, Dex 13, Con 10, Int 9, Wis 11, Cha 6. Athasudi has a round face, with black hair and gray eyes. She wears well-made clothing and wields nunchaku (club). Athasudi is gullible and assertive.",
  "Lava: Female Half-orc Druid, Neutral. Str 10, Dex 6, Con 11, Int 13, Wis 13, Cha 8. Lava has curly white hair and blue eyes. She wears hide armor and wields a scimitar. Lava is shrewd and fanatical.",
  "Lava: Female Half-orc Paladin, Good. Str 12, Dex 10, Con 10, Int 9, Wis 10, Cha 13. Lava is short, with thin red hair and narrow blue eyes. She wears ring mail and wields a morningstar. Lava seeks to destroy the undead.",
  "Kreagniga: Female Half-orc Monk, N. Str 8, Dex 12, Con 10, Int 12, Wis 11, Cha 15. Kreagniga has white hair and soft blue eyes, and a beaked nose. She wears simple clothing and wields a bo (quarterstaff).",
  "Neka: Female Half-orc Druid, Neutral. Str 15, Dex 9, Con 11, Int 13, Wis 13, Cha 6. Neka has golden hair and dark green eyes, and prominent ears. She wears hide armor and wields a mace. Neka has silver dog named Mstimir.",
  "Vetla: Female Half-orc Fighter, N. Str 16, Dex 8, Con 7, Int 11, Wis 9, Cha 9. Vetla is heavyset, with brown hair and bright brown eyes. She wears chain mail and wields a longsword and blowgun. Vetla seeks to save her family from financial ruin.",
  "Veta: Female Half-orc Barbarian, N. Str 12, Dex 11, Con 14, Int 8, Wis 8, Cha 9. Veta has uneven auburn hair and brown eyes, and prominent ears. She wears scale mail and wields a morningstar and shield. Veta has an animal companion, a gray wolf named Veta.",
  "Adamala: Female Half-orc Rogue, N. Str 13, Dex 17, Con 13, Int 13, Wis 7, Cha 14. Adamala has a round face, with auburn hair and gray eyes. She wears studded leather and wields a club and hand crossbow.",
  "Vetla: Female Half-orc Cleric, LN. Str 11, Dex 5, Con 14, Int 14, Wis 12, Cha 17. Vetla has long white hair and gray eyes. She wears hide armor and wields a mace and shield. Vetla lost her reflection to a nymph.",
  "Henanda: Female Half-orc Wizard, LN. Str 9, Dex 8, Con 10, Int 13, Wis 9, Cha 15. Henanda has auburn hair and bright brown eyes, and wears glasses with pewter rims. She wears blue robes and wields a dagger and sling.",
  "Sunilda: Female Half-orc Monk, LN. Str 14, Dex 13, Con 12, Int 9, Wis 11, Cha 11. Sunilda is exceptionally beautiful, with auburn hair and gray eyes. She wears sturdy clothing and wields a kanabo (mace) and shuriken (darts). Sunilda is searching for the legendary elven kingdom of Enegior.",
  "Svanka: Female Half-orc Monk, LG. Str 15, Dex 10, Con 9, Int 13, Wis 12, Cha 15. Svanka is short, with brown hair and soft brown eyes. She wears modest garments and wields nunchaku (club) and sai (dagger). Svanka is only friendly towards other half-orcs..",
  "Drava: Female Half-orc Ranger, CN. Str 12, Dex 7, Con 12, Int 9, Wis 11, Cha 10. Drava has auburn hair and brown eyes, and a beaked nose. She wears hide armor and wields a maul. Drava is foolish and depraved.",
  "Gotha: Female Half-orc Bard, CN. Str 15, Dex 11, Con 10, Int 10, Wis 11, Cha 15. Gotha has a long face, with white hair and blue eyes. She wears studded leather and wields a mace. Gotha seeks to become an instructor at the Athenaeum of the Mystical Arts.",
  "Chlasuintha: Female Half-orc Warlock, N. Str 13, Dex 13, Con 10, Int 15, Wis 15, Cha 12. Chlasuintha has silver hair and sharp green eyes, and an unusual scar on her arm. She wears leather armor and wields a club and light crossbow. Chlasuintha seeks only fame and glory.",
  "Luska: Female Half-orc Fighter, CN. Str 17, Dex 7, Con 12, Int 11, Wis 7, Cha 9. Luska has tangled gray hair and gray eyes. She wears a chain shirt and wields a shortsword.",
  "Matiso: Female Half-orc Monk, NE. Str 13, Dex 10, Con 7, Int 10, Wis 7, Cha 12. Matiso has matted auburn hair and gray eyes, and broken teeth. She wears travel-stained clothing and wields a kanabo (mace). Matiso is selfish and combative.",
  "Sverka: Female Half-orc Rogue, NG. Str 13, Dex 16, Con 11, Int 15, Wis 13, Cha 13. Sverka is exceptionally beautiful, with tangled auburn hair and gray eyes. She wears leather armor and wields a shortsword. Sverka suffers a deadly allergy to elves.",
  "Henilda: Female Half-orc Monk, NG. Str 9, Dex 14, Con 9, Int 13, Wis 12, Cha 10. Henilda has an angular face, with brown hair and hazel eyes. She wears sturdy clothing and wields an ono (handaxe).",
  "Anandama: Female Half-orc Monk, CE. Str 11, Dex 10, Con 15, Int 10, Wis 9, Cha 10. Anandama has blonde hair and bright brown eyes. She wears plain clothing and wields a kanabo (mace) and shuriken (darts). Anandama has an animal companion, a white monkey named Bena.",
  "Mila: Female Half-orc Monk, LN. Str 10, Dex 14, Con 11, Int 9, Wis 10, Cha 7. Mila has thin brown hair and blue eyes, and small ears. She wears worn clothing and wields nunchaku (club) and sai (dagger). Mila is practical and bloodthirsty.",
  "Zluba: Female Half-orc Ranger, NG. Str 10, Dex 17, Con 7, Int 9, Wis 10, Cha 9. Zluba is youthful in appearance, with long golden hair and hazel eyes. She wears scale mail and wields a warhammer. Zluba is studious and idealistic.",
  "Gefortis: Female Half-orc Barbarian, LN. Str 13, Dex 14, Con 17, Int 13, Wis 9, Cha 7. Gefortis is stout, with cropped red hair and sharp gray eyes. She wears hide armor and wields a greatsword. Gefortis is searching for the lost elven kingdom of Enesseand.",
  "Vada: Female Half-orc Cleric, N. Str 15, Dex 15, Con 15, Int 13, Wis 17, Cha 9. Vada has a narrow face, with matted brown hair and blue eyes. She wears hide armor and wields a mace and shield. Vada is wrongly sought by the Prince of Hone for smuggling.",
  "Stana: Female Half-orc Fighter, LG. Str 15, Dex 16, Con 8, Int 8, Wis 9, Cha 14. Stana is common in appearance, with thick red hair and brown eyes. She wears a chain shirt and wields a warhammer and shield. Stana is dying and desperately seeks the secret of immortality.",
  "Zlada: Female Half-orc Druid, Neutral. Str 12, Dex 7, Con 9, Int 8, Wis 12, Cha 12. Zlada has matted black hair and dark amber eyes, and a flat nose. She wears leather armor and wields a quarterstaff.",
  "Asuis: Female Half-orc Monk, NG. Str 12, Dex 8, Con 11, Int 12, Wis 11, Cha 7. Asuis has an angular face, with copper hair and large gray eyes. She wears modest garments and wields a yari (spear). Asuis speaks with a stutter.",
  "Vladmec: Female Half-orc Rogue, N. Str 9, Dex 15, Con 10, Int 16, Wis 7, Cha 5. Vladmec is common in appearance, with braided blonde hair and bright gray eyes. She wears studded leather and wields a quarterstaff. Vladmec is impartial and devout.",
  "Duse: Female Half-orc Bard, N. Str 12, Dex 7, Con 9, Int 10, Wis 11, Cha 13. Duse has a round face, with cropped gray hair and large amber eyes. She wears leather armor and wields a rapier. Duse is honest and sadistic.",
  "Theodane: Female Half-orc Paladin, Good. Str 9, Dex 12, Con 6, Int 8, Wis 12, Cha 11. Theodane has white hair and sharp amber eyes. She wears ring mail and wields a morningstar. Theodane suffers a paralyzing fear of heights.",
  "Thiuda: Female Half-orc Rogue, N. Str 6, Dex 14, Con 11, Int 17, Wis 15, Cha 12. Thiuda has brown hair and sharp hazel eyes, and a round nose. She wears studded leather and wields a rapier. Thiuda is superstitious and crude.",
  "Thenila: Female Half-orc Fighter, LN. Str 16, Dex 14, Con 12, Int 5, Wis 10, Cha 9. Thenila has a round face, with short black hair and gray eyes. She wears plate armor and wields a whip and shield. Thenila has an animal companion, a gray wolf named Brona.",
  "Zlava: Female Half-orc Paladin, Good. Str 15, Dex 12, Con 6, Int 9, Wis 11, Cha 13. Zlava is slender, with cropped auburn hair and soft brown eyes. She wears a chain shirt and wields a trident and shield. Zlava seeks to destroy the undead.",
  "Henila: Female Half-orc Monk, NG. Str 8, Dex 9, Con 5, Int 10, Wis 12, Cha 10. Henila has blonde hair and blue eyes. She wears plain clothing and wields a yari (spear) and sai (dagger). Henila has an animal companion, a golden monkey named Zduna.",
  "Valda: Female Half-orc Druid, Neutral. Str 13, Dex 11, Con 10, Int 7, Wis 17, Cha 9. Valda is fey in appearance, with silver hair and amber eyes. She wears hide armor and wields a spear. Valda is colorblind.",
  "Vierka: Female Half-orc Paladin, Good. Str 13, Dex 9, Con 9, Int 11, Wis 16, Cha 11. Vierka has long copper hair and brown eyes. She wears chain mail and wields a rapier. Vierka has an animal companion, a bay warhorse named Preta.",
  "Lava: Female Half-orc Paladin, Good. Str 11, Dex 15, Con 11, Int 9, Wis 10, Cha 13. Lava is exceptionally beautiful, with red hair and green eyes. She wears a breastplate and wields a maul. Lava refers to herself in the third person.",
  "Zbena: Female Half-orc Rogue, NG. Str 9, Dex 12, Con 14, Int 15, Wis 9, Cha 11. Zbena has white hair and amber eyes. She wears studded leather and wields a longsword.",
  "Deska: Female Half-orc Paladin, Good. Str 16, Dex 12, Con 11, Int 8, Wis 16, Cha 14. Deska is heavyset, with tangled blonde hair and dark hazel eyes. She wears chain mail and wields a battleaxe and shield. Deska seeks to continue the noble legacy of her father.",
  "Lava: Female Half-orc Monk, CG. Str 12, Dex 8, Con 6, Int 8, Wis 11, Cha 10. Lava is fair in appearance, with long gray hair and light green eyes. She wears well-made clothing and wields nunchaku (club). Lava was petrified for a hundred years.",
  "Vadamalfr: Female Half-orc Warlock, N. Str 10, Dex 14, Con 6, Int 9, Wis 7, Cha 12. Vadamalfr is short, with long red hair and light brown eyes. She wears leather armor and wields a mace. Vadamalfr is searching for the lost realm of Himlonde.",
  "Mira: Female Half-orc Monk, LG. Str 15, Dex 9, Con 6, Int 6, Wis 12, Cha 9. Mira is youthful in appearance, with gray hair and bright hazel eyes. She wears sturdy clothing and wields a bo (quarterstaff) and sai (dagger).",
  "Gothene: Female Half-orc Sorcerer, NE. Str 9, Dex 11, Con 16, Int 14, Wis 9, Cha 13. Gothene has auburn hair and hazel eyes, and wears glasses with pewter rims. She wears well-made clothing and wields a quarterstaff. Gothene has an animal companion, a black bat named Vandega.",
  "Sveta: Female Half-orc Bard, NG. Str 13, Dex 9, Con 5, Int 16, Wis 8, Cha 14. Sveta is noble in bearing, with black hair and blue eyes. She wears leather armor and wields a light hammer and hand crossbow. Sveta is witty and confident.",
  "Ogotsuis: Female Half-orc Barbarian, NG. Str 12, Dex 9, Con 14, Int 11, Wis 9, Cha 8. Ogotsuis has a narrow face, with straight golden hair and blue eyes. She wears scale mail and wields a morningstar and longbow. Ogotsuis is confident and stoic.",
  "Lava: Female Half-orc Sorcerer, CG. Str 10, Dex 7, Con 12, Int 13, Wis 9, Cha 13. Lava is common in appearance, with black hair and light brown eyes. She wears simple clothing and wields a dagger and darts. Lava is impossibly lucky.",
  "Vencisl: Female Half-orc Fighter, LG. Str 17, Dex 10, Con 10, Int 13, Wis 13, Cha 9. Vencisl has tangled copper hair and sharp green eyes, and large ears. She wears half plate and wields a rapier and longbow. Vencisl is impossibly lucky.",
  "Evandagne: Female Half-orc Monk, N. Str 12, Dex 9, Con 14, Int 6, Wis 11, Cha 10. Evandagne has curly black hair and bright hazel eyes. She wears sturdy clothing and wields a yari (spear). Evandagne has an animal companion, a hunting dog named Wallacca.",
  "Ercamasui: Female Half-orc Druid, Neutral. Str 13, Dex 7, Con 12, Int 9, Wis 12, Cha 9. Ercamasui is exceptionally beautiful, with thin auburn hair and soft blue eyes. She wears leather armor and wields a spear and wooden shield. Ercamasui is shrewd and alluring.",
  "Amareasu: Female Half-orc Barbarian, NG. Str 14, Dex 9, Con 13, Int 11, Wis 10, Cha 12. Amareasu is cultured in appearance, with copper hair and sharp gray eyes. She wears studded leather and wields a shortsword and shield. Amareasu has an animal companion, a black wolf named Aldamada.",
  "Vela: Female Half-orc Cleric, N. Str 8, Dex 11, Con 11, Int 13, Wis 13, Cha 12. Vela is pleasant in appearance, with matted black hair and gray eyes. She wears half plate and wields a club.",
  "Gothune: Female Half-orc Cleric, NG. Str 8, Dex 8, Con 7, Int 8, Wis 13, Cha 7. Gothune has an angular face, with curly gray hair and dark gray eyes. She wears a breastplate and wields a light hammer and shield. Gothune is compassionate and generous.",
  "Bena: Female Half-orc Druid, Neutral. Str 14, Dex 8, Con 9, Int 11, Wis 14, Cha 7. Bena has white hair and large blue eyes, and prominent ears. She wears leather armor and wields a quarterstaff and dagger. Bena suffers a severe allergy to dogs.",
  "Vlava: Female Half-orc Barbarian, NG. Str 16, Dex 13, Con 10, Int 7, Wis 8, Cha 12. Vlava has straight black hair and green eyes, and a distinctive scar on her face. She wears hide armor and wields a pike. Vlava serves Aban, an ancient but forgotten air goddess.",
  "Amatala: Female Half-orc Monk, N. Str 10, Dex 11, Con 13, Int 10, Wis 10, Cha 13. Amatala has a round face, with cropped gray hair and amber eyes. She wears modest garments and wields an ono (handaxe) and kama (sickle). Amatala has an animal companion, a tiger named Rany.",
  "Wilguda: Female Half-orc Rogue, LG. Str 10, Dex 14, Con 11, Int 12, Wis 7, Cha 8. Wilguda is exceptionally beautiful, with thin blonde hair and blue eyes. She wears leather armor and wields a rapier and hand crossbow. Wilguda seeks revenge against the thieves' guild which left her to hang.",
  "Vadela: Female Half-orc Fighter, N. Str 13, Dex 14, Con 10, Int 8, Wis 8, Cha 9. Vadela has an angular face, with silver hair and gray eyes. She wears chain mail and wields a warhammer. Vadela is dying and desperately seeks the secret of immortality.",
  "Lenka: Female Half-orc Ranger, NE. Str 14, Dex 9, Con 13, Int 13, Wis 11, Cha 12. Lenka has tangled silver hair and green eyes. She wears studded leather and wields a glaive. Lenka seeks to save her family from financial ruin.",
  "Asunis: Female Half-orc Monk, N. Str 9, Dex 17, Con 10, Int 7, Wis 10, Cha 12. Asunis has messy red hair and hazel eyes, and pointed ears. She wears worn clothing and wields a kanabo (mace). Asunis is lewd and crude.",
  "Zivka: Female Half-orc Monk, CN. Str 12, Dex 13, Con 10, Int 10, Wis 10, Cha 9. Zivka has white hair and green eyes, and a sharp nose. She wears worn clothing and wields a yari (spear). Zivka seeks to become a knight of the realm.",
  "Wilgotha: Female Half-orc Paladin, Good. Str 11, Dex 9, Con 8, Int 13, Wis 10, Cha 11. Wilgotha has tangled blonde hair and blue eyes. She wears ring mail and wields a pike.",
  "Wilgiso: Female Half-orc Sorcerer, NG. Str 7, Dex 8, Con 13, Int 9, Wis 9, Cha 14. Wilgiso has short copper hair and gray eyes. She wears plain clothing and wields a dagger and darts.",
  "Sveta: Female Half-orc Monk, N. Str 12, Dex 15, Con 7, Int 13, Wis 12, Cha 8. Sveta is common in appearance, with long blonde hair and brown eyes. She wears modest garments and wields an ono (handaxe). Sveta suffers a mild allergy to silver.",
  "Lada: Female Half-orc Fighter, N. Str 16, Dex 13, Con 9, Int 9, Wis 12, Cha 7. Lada has matted white hair and brown eyes, and prominent ears. She wears ring mail and wields a shortsword. Lada is searching for a legendary blade named Malefic Tempest.",
  "Thiuda: Female Half-orc Monk, N. Str 14, Dex 8, Con 9, Int 11, Wis 10, Cha 10. Thiuda has a round face, with thin brown hair and sharp amber eyes. She wears plain clothing and wields a yari (spear) and shuriken (darts).",
  "Asuilasu: Female Half-orc Fighter, N. Str 13, Dex 10, Con 8, Int 7, Wis 11, Cha 10. Asuilasu has a narrow face, with red hair and soft blue eyes. She wears ring mail and wields a whip and shield. Asuilasu is adventurous and insensitive.",
  "Brana: Female Half-orc Ranger, NE. Str 15, Dex 13, Con 13, Int 7, Wis 9, Cha 13. Brana has blonde hair and soft green eyes. She wears hide armor and wields a warhammer and shield. Brana is disloyal and perverted.",
  "Prada: Female Half-orc Rogue, NE. Str 10, Dex 16, Con 9, Int 10, Wis 13, Cha 11. Prada is willowy, with thin black hair and blue eyes. She wears leather armor and wields a shortsword and hand crossbow. Prada compulsively plays with a bronze ring.",
  "Otsuinthasu: Female Half-orc Rogue, CN. Str 9, Dex 16, Con 11, Int 10, Wis 9, Cha 11. Otsuinthasu has an angular face, with curly golden hair and large amber eyes. She wears studded leather and wields a handaxe and sickle. Otsuinthasu is eccentric and bloodthirsty.",
  "Lava: Female Half-orc Wizard, LN. Str 9, Dex 12, Con 9, Int 16, Wis 14, Cha 9. Lava has straight copper hair and brown eyes, and a sharp nose. She wears azure robes and wields a dagger and sling. Lava has an arcane familiar, a tiny winddrake named Vlada.",
  "Svanka: Female Half-orc Fighter, N. Str 12, Dex 11, Con 12, Int 11, Wis 9, Cha 12. Svanka has blonde hair and dark blue eyes, and prominent ears. She wears splint armor and wields a war pick and shield. Svanka is dying and desperately seeks the secret of immortality.",
  "Mira: Female Half-orc Rogue, N. Str 11, Dex 15, Con 5, Int 7, Wis 8, Cha 10. Mira has long red hair and large gray eyes. She wears leather armor and wields a rapier and dagger.",
  "Merca: Female Half-orc Rogue, CE. Str 12, Dex 15, Con 8, Int 7, Wis 11, Cha 7. Merca has an angular face, with long brown hair and light brown eyes. She wears studded leather and wields a rapier. Merca has an animal companion, a dire rat named Bina.",
  "Bruska: Female Half-orc Cleric, LN. Str 13, Dex 10, Con 7, Int 11, Wis 15, Cha 13. Bruska is short, with auburn hair and green eyes. She wears studded leather and wields a handaxe. Bruska has an animal companion, a green firedrake named Kriemho.",
  "Chlotsuintha: Female Half-orc Cleric, NG. Str 11, Dex 6, Con 9, Int 6, Wis 16, Cha 10. Chlotsuintha has a square face, with straight black hair and soft green eyes. She wears studded leather and wields a mace. Chlotsuintha has a terrible sense of direction.",
  "Zivka: Female Half-orc Fighter, N. Str 15, Dex 10, Con 9, Int 11, Wis 14, Cha 9. Zivka is fair in appearance, with white hair and green eyes. She wears half plate and wields a pike.",
  "Lada: Female Half-orc Warlock, LG. Str 13, Dex 7, Con 6, Int 7, Wis 10, Cha 13. Lada is tall, with copper hair and bright hazel eyes. She wears leather armor and wields a handaxe and darts. Lada has an animal companion, a raven named Gefortas.",
  "Lida: Female Half-orc Druid, Neutral. Str 14, Dex 9, Con 11, Int 5, Wis 15, Cha 9. Lida is exceptionally beautiful, with messy golden hair and sharp gray eyes. She wears leather armor and wields a spear and sickle. Lida has golden eagle named Leuvitta.",
  "Alaldada: Female Half-orc Paladin, Good. Str 12, Dex 9, Con 8, Int 14, Wis 11, Cha 11. Alaldada has auburn hair and blue eyes. She wears ring mail and wields a halberd. Alaldada has an animal companion, a bay warhorse named Thidrige.",
  "Theoda: Female Half-orc Cleric, N. Str 8, Dex 6, Con 8, Int 13, Wis 14, Cha 13. Theoda has gray hair and bright gray eyes. She wears hide armor and wields a mace. Theoda is hunting the fiend which destroyed her homeland.",
  "Amareanda: Female Half-orc Monk, NG. Str 11, Dex 15, Con 10, Int 7, Wis 10, Cha 10. Amareanda is common in appearance, with brown hair and amber eyes. She wears worn clothing and wields a kanabo (mace). Amareanda is romantic and fair.",
  "Kriemho: Female Half-orc Paladin, Good. Str 12, Dex 11, Con 9, Int 9, Wis 10, Cha 13. Kriemho is thin, with blonde hair and light green eyes. She wears scale mail and wields a shortsword. Kriemho has an animal companion, a black warhorse named Hermina.",
  "Krida: Female Half-orc Monk, CE. Str 13, Dex 14, Con 7, Int 11, Wis 15, Cha 10. Krida is thin, with tangled copper hair and large brown eyes. She wears travel-stained clothing and wields a yari (spear). Krida has an animal companion, a gray rat named Zboza.",
  "Hunilda: Female Half-orc Barbarian, NE. Str 14, Dex 12, Con 14, Int 9, Wis 9, Cha 11. Hunilda is tall and willowy, with red hair and large hazel eyes. She wears leather armor and wields a whip and net. Hunilda is deceitful and corrupt.",
  "Blava: Female Half-orc Ranger, NE. Str 13, Dex 8, Con 11, Int 9, Wis 10, Cha 11. Blava is fey in appearance, with long silver hair and narrow hazel eyes. She wears a chain shirt and wields a flail. Blava seeks revenge against the sister who betrayed her.",
  "Glotsune: Female Half-orc Rogue, NE. Str 8, Dex 17, Con 12, Int 13, Wis 6, Cha 7. Glotsune is short, with auburn hair and sharp green eyes. She wears studded leather and wields a longsword. Glotsune is searching for her lost sister.",
  "Zivka: Female Half-orc Sorcerer, N. Str 8, Dex 12, Con 12, Int 7, Wis 6, Cha 15. Zivka is short, with white hair and large green eyes. She wears worn clothing and wields a quarterstaff and sling. Zivka is bold and truthful.",
  "Briba: Female Half-orc Monk, LN. Str 15, Dex 12, Con 11, Int 8, Wis 14, Cha 8. Briba has black hair and dark blue eyes. She wears travel-stained clothing and wields an ono (handaxe) and sai (dagger). Briba dislikes anyone smaller than her.",
  "Mila: Female Half-orc Ranger, LG. Str 13, Dex 15, Con 12, Int 7, Wis 10, Cha 9. Mila is heavyset, with straight auburn hair and blue eyes. She wears leather armor and wields a whip. Mila has snow owl named Veta.",
  "Amalame: Female Half-orc Fighter, LE. Str 12, Dex 14, Con 11, Int 12, Wis 9, Cha 7. Amalame has cropped silver hair and hazel eyes, and a round nose. She wears ring mail and wields a warhammer and blowgun.",
  "Lava: Female Half-orc Fighter, NE. Str 16, Dex 12, Con 9, Int 10, Wis 12, Cha 13. Lava is short, with copper hair and sharp gray eyes. She wears a chain shirt and wields a trident. Lava suffers a traumatic fear of blood.",
  "Alanasu: Female Half-orc Druid, Neutral. Str 12, Dex 11, Con 8, Int 9, Wis 17, Cha 8. Alanasu has an angular face, with cropped copper hair and hazel eyes. She wears leather armor and wields a club and wooden shield.",
  "Suintha: Female Half-orc Monk, NG. Str 12, Dex 11, Con 6, Int 11, Wis 14, Cha 13. Suintha is short, with thin brown hair and light green eyes. She wears simple clothing and wields a kanabo (mace) and sai (dagger). Suintha has an animal companion, a green firedrake named Glotso.",
  "Luska: Female Half-orc Monk, N. Str 10, Dex 13, Con 8, Int 9, Wis 11, Cha 10. Luska is rugged in appearance, with black hair and large brown eyes. She wears modest garments and wields an ono (handaxe).",
  "Zita: Female Half-orc Cleric, NE. Str 13, Dex 10, Con 11, Int 11, Wis 15, Cha 12. Zita has a round face, with brown hair and narrow green eyes. She wears a breastplate and wields a club. Zita is searching for the lost Temple of Gardens.",
  "Vierka: Female Half-orc Barbarian, N. Str 13, Dex 11, Con 8, Int 13, Wis 12, Cha 7. Vierka has matted brown hair and large green eyes, and a thin nose. She wears scale mail and wields a longsword and heavy crossbow. Vierka seeks to free herself from an ancient curse.",
  "Zlava: Female Half-orc Monk, LN. Str 11, Dex 12, Con 10, Int 11, Wis 11, Cha 5. Zlava has thin gray hair and blue eyes. She wears modest garments and wields a yari (spear). Zlava has an animal companion, a tiger named Mira.",
  "Lava: Female Half-orc Barbarian, N. Str 14, Dex 8, Con 14, Int 8, Wis 10, Cha 14. Lava is fair in appearance, with black hair and gray eyes. She wears leather armor and wields a halberd. Lava has an animal companion, a copper firedrake named Agnemhis.",
  "Mala: Female Half-orc Sorcerer, NG. Str 14, Dex 8, Con 13, Int 10, Wis 12, Cha 17. Mala has uneven red hair and soft amber eyes. She wears plain clothing and wields a dagger and light crossbow. Mala has an animal companion, a white weasel named Baudaga.",
  "Boza: Female Half-orc Paladin, Good. Str 13, Dex 10, Con 12, Int 11, Wis 12, Cha 12. Boza has curly gray hair and amber eyes. She wears ring mail and wields a trident. Boza has an animal companion, a black warhorse named Thiuda.",
  "Jana: Female Half-orc Monk, LG. Str 14, Dex 12, Con 10, Int 12, Wis 16, Cha 9. Jana is cultured in appearance, with uneven gray hair and amber eyes. She wears simple clothing and wields a yari (spear).",
  "Praha: Female Half-orc Fighter, N. Str 12, Dex 16, Con 10, Int 10, Wis 6, Cha 13. Praha is tall, with gray hair and large gray eyes. She wears plate armor and wields a greatsword.",
  "Lava: Female Half-orc Paladin, Good. Str 17, Dex 10, Con 12, Int 8, Wis 13, Cha 11. Lava has short red hair and light green eyes, and a beaked nose. She wears ring mail and wields a greataxe. Lava seeks to destroy the undead.",
  "Thelcha: Female Half-orc Cleric, N. Str 8, Dex 9, Con 13, Int 10, Wis 15, Cha 10. Thelcha is overweight, with copper hair and light hazel eyes. She wears studded leather and wields a handaxe and shield. Thelcha has an animal companion, a gray rat named Mira.",
  "Lava: Female Half-orc Monk, LG. Str 11, Dex 12, Con 8, Int 8, Wis 8, Cha 9. Lava has a long face, with curly gray hair and hazel eyes. She wears well-made clothing and wields a bo (quarterstaff). Lava is searching for a legendary blade named Baatorian Subjugator.",
  "Vada: Female Half-orc Fighter, CG. Str 15, Dex 8, Con 13, Int 12, Wis 6, Cha 8. Vada is short and overweight, with long gray hair and soft amber eyes. She wears ring mail and wields a whip and hand crossbow. Vada has an animal companion, a brown bear named Vasek.",
  "Wilgefort: Female Half-orc Monk, LG. Str 12, Dex 16, Con 8, Int 13, Wis 11, Cha 12. Wilgefort has an angular face, with golden hair and blue eyes. She wears simple clothing and wields a bo (quarterstaff) and sai (dagger). Wilgefort is hunting the giant who slew his mentor.",
  "Neuska: Female Half-orc Rogue, NE. Str 13, Dex 14, Con 11, Int 12, Wis 6, Cha 6. Neuska has a long face, with curly brown hair and narrow gray eyes. She wears leather armor and wields a rapier. Neuska is searching for the lost empire of Enedhel.",
  "Vadela: Female Half-orc Ranger, NG. Str 13, Dex 12, Con 14, Int 10, Wis 13, Cha 11. Vadela has a round face, with straight black hair and brown eyes. She wears half plate and wields a greataxe. Vadela is cursed with hallucinations.",
  "Lava: Female Half-orc Rogue, LN. Str 11, Dex 12, Con 9, Int 8, Wis 8, Cha 10. Lava is heavyset, with brown hair and amber eyes. She wears leather armor and wields a longsword. Lava is searching for the lost elven kingdom of Tharliene.",
  "Brina: Female Half-orc Cleric, CG. Str 9, Dex 5, Con 9, Int 8, Wis 14, Cha 9. Brina has a long face, with braided brown hair and light blue eyes. She wears a breastplate and wields a handaxe and javelins. Brina is gentle and practical.",
  "Lata: Female Half-orc Fighter, N. Str 12, Dex 13, Con 12, Int 10, Wis 5, Cha 8. Lata has cropped golden hair and dark green eyes. She wears hide armor and wields a shortsword. Lata has an animal companion, a gray wolf named Mira.",
  "Vetla: Female Half-orc Fighter, NE. Str 16, Dex 7, Con 9, Int 5, Wis 11, Cha 8. Vetla has short red hair and large brown eyes. She wears plate armor and wields a flail and heavy crossbow. Vetla seeks to become a knight of the realm.",
  "Vada: Female Half-orc Bard, N. Str 12, Dex 6, Con 10, Int 10, Wis 7, Cha 16. Vada is short, with thick red hair and soft amber eyes. She wears leather armor and wields a longsword and hand crossbow.",
  "Dobra: Female Half-orc Monk, LN. Str 16, Dex 14, Con 12, Int 11, Wis 16, Cha 7. Dobra is rough in appearance, with thick silver hair and green eyes. She wears modest garments and wields a yari (spear) and sai (dagger). Dobra has an animal companion, a black rat named Tharica.",
  "Soba: Female Half-orc Monk, N. Str 10, Dex 12, Con 11, Int 9, Wis 14, Cha 11. Soba is willowy, with messy golden hair and gray eyes. She wears well-made clothing and wields a bo (quarterstaff). Soba seeks only fame and glory.",
  "Amasudi: Female Half-orc Paladin, Good. Str 12, Dex 13, Con 8, Int 9, Wis 9, Cha 12. Amasudi is short, with matted silver hair and large green eyes. She wears ring mail and wields a flail and shield.",
  "Lava: Female Half-orc Sorcerer, NG. Str 11, Dex 9, Con 17, Int 12, Wis 11, Cha 12. Lava is short, with uneven white hair and sharp brown eyes. She wears well-made clothing and wields a dagger and darts. Lava has an animal companion, a hawk named Vinaro.",
  "Gaatha: Female Half-orc Barbarian, LN. Str 16, Dex 10, Con 14, Int 9, Wis 11, Cha 6. Gaatha is exceptionally beautiful, with red hair and blue eyes. She wears hide armor and wields a halberd. Gaatha seeks to free herself from an ancient curse.",
  "Byse: Female Half-orc Monk, N. Str 12, Dex 13, Con 11, Int 7, Wis 13, Cha 12. Byse has a square face, with black hair and large green eyes. She wears plain clothing and wields nunchaku (club). Byse has an animal companion, a gray rabbit named Vultige.",
  "Odathanda: Female Half-orc Monk, N. Str 14, Dex 16, Con 8, Int 10, Wis 10, Cha 9. Odathanda is overweight, with gray hair and large brown eyes. She wears modest garments and wields a kanabo (mace) and shuriken (darts). Odathanda is soft-hearted and decisive.",
  "Amergata: Female Half-orc Cleric, CG. Str 13, Dex 6, Con 11, Int 13, Wis 17, Cha 10. Amergata has a square face, with messy golden hair and sharp brown eyes. She wears studded leather and wields a spear. Amergata is capable and philosophical.",
  "Veta: Female Half-orc Monk, LG. Str 12, Dex 13, Con 14, Int 6, Wis 14, Cha 9. Veta is short and thin, with white hair and narrow blue eyes. She wears travel-stained clothing and wields a bo (quarterstaff) and shuriken (darts). Veta is confident and generous.",
  "Drosta: Female Half-orc Rogue, NE. Str 8, Dex 15, Con 10, Int 15, Wis 10, Cha 13. Drosta is short, with straight black hair and narrow green eyes. She wears leather armor and wields a light hammer and hand crossbow. Drosta suffers an acute fear of open water.",
  "Gisuntho: Female Half-orc Fighter, N. Str 13, Dex 7, Con 14, Int 8, Wis 12, Cha 9. Gisuntho is fey in appearance, with uneven silver hair and green eyes. She wears ring mail and wields a greatsword.",
  "Hiuda: Female Half-orc Rogue, LN. Str 7, Dex 12, Con 10, Int 16, Wis 10, Cha 11. Hiuda has long golden hair and gray eyes. She wears leather armor and wields a longsword. Hiuda has an animal companion, a dire rat named Hunanda.",
  "Svela: Female Half-orc Cleric, NE. Str 8, Dex 10, Con 12, Int 8, Wis 13, Cha 8. Svela has thin red hair and hazel eyes. She wears leather armor and wields a quarterstaff and dagger.",
  "Guda: Female Half-orc Bard, NE. Str 6, Dex 8, Con 10, Int 14, Wis 8, Cha 15. Guda has blonde hair and soft green eyes, and large ears. She wears studded leather and wields a light hammer. Guda is a skilled cook.",
  "Lava: Female Half-orc Ranger, LG. Str 14, Dex 10, Con 6, Int 11, Wis 11, Cha 12. Lava has thin golden hair and narrow hazel eyes, and a magical tattoo on her face. She wears leather armor and wields a warhammer. Lava has green snake named Jara.",
  "Anasuild: Female Half-orc Cleric, CG. Str 7, Dex 13, Con 8, Int 8, Wis 13, Cha 15. Anasuild has copper hair and gray eyes. She wears leather armor and wields a spear. Anasuild seeks to discover the truth of her lineage.",
  "Dosla: Female Half-orc Monk, CE. Str 10, Dex 8, Con 14, Int 11, Wis 12, Cha 9. Dosla has white hair and sharp blue eyes, and prominent ears. She wears modest garments and wields a yari (spear). Dosla is destructive and thoughtless.",
  "Gisune: Female Half-orc Bard, NG. Str 10, Dex 8, Con 10, Int 14, Wis 8, Cha 17. Gisune has straight auburn hair and soft gray eyes. She wears studded leather and wields a shortsword and dagger.",
  "Sunanda: Female Half-orc Druid, Neutral. Str 14, Dex 11, Con 9, Int 9, Wis 14, Cha 10. Sunanda has matted red hair and gray eyes, and pointed ears. She wears hide armor and wields a club. Sunanda is thoughtful and devout.",
  "Amasuis: Female Half-orc Barbarian, NG. Str 12, Dex 6, Con 12, Int 6, Wis 9, Cha 11. Amasuis is noble in bearing, with golden hair and blue eyes. She wears hide armor and wields a morningstar and hand crossbow.",
  "Vetla: Female Half-orc Monk, N. Str 12, Dex 12, Con 14, Int 12, Wis 11, Cha 14. Vetla is rugged in appearance, with golden hair and gray eyes. She wears simple clothing and wields a yari (spear) and kama (sickle).",
  "Ameren: Female Half-orc Wizard, N. Str 13, Dex 10, Con 9, Int 13, Wis 9, Cha 10. Ameren has tangled auburn hair and dark blue eyes, and an unusual tattoo on her leg. She wears expensive clothing and wields a quarterstaff. Ameren has an arcane familiar, a white weasel named Bojar.",
  "Ercamana: Female Half-orc Monk, LN. Str 12, Dex 13, Con 8, Int 13, Wis 12, Cha 9. Ercamana has a long face, with tangled black hair and gray eyes. She wears modest garments and wields a yari (spear) and shuriken (darts). Ercamana seeks only fame and glory.",
  "Nisla: Female Half-orc Paladin, Good. Str 11, Dex 8, Con 10, Int 9, Wis 17, Cha 12. Nisla is stout, with thin brown hair and soft green eyes. She wears a breastplate and wields a halberd.",
  "Thune: Female Half-orc Cleric, CG. Str 11, Dex 8, Con 5, Int 11, Wis 17, Cha 12. Thune is courtly in bearing, with red hair and narrow amber eyes. She wears leather armor and wields a mace and darts.",
  "Malieva: Female Half-orc Monk, N. Str 15, Dex 13, Con 5, Int 5, Wis 15, Cha 12. Malieva has long red hair and blue eyes. She wears sturdy clothing and wields a kanabo (mace). Malieva has an animal companion, a black monkey named Frisange.",
  "Ameleuni: Female Half-orc Paladin, Good. Str 9, Dex 8, Con 14, Int 9, Wis 9, Cha 10. Ameleuni is noble in bearing, with red hair and blue eyes. She wears a breastplate and wields a shortsword and shield.",
  "Glismalberg: Female Half-orc Druid, Neutral. Str 9, Dex 12, Con 11, Int 10, Wis 12, Cha 7. Glismalberg has tangled gray hair and sharp blue eyes, and a thin nose. She wears leather armor and wields a quarterstaff. Glismalberg has badger named Zela.",
  "Thilda: Female Half-orc Monk, NG. Str 12, Dex 12, Con 13, Int 10, Wis 10, Cha 13. Thilda is noble in bearing, with white hair and gray eyes. She wears simple clothing and wields a bo (quarterstaff) and kama (sickle). Thilda has an animal companion, a green firedrake named Valabai.",
  "Mila: Female Half-orc Fighter, LG. Str 12, Dex 17, Con 11, Int 12, Wis 13, Cha 9. Mila has long blonde hair and narrow amber eyes. She wears splint armor and wields a rapier and shield. Mila is brave and lewd.",
  "Gotho: Female Half-orc Rogue, NG. Str 6, Dex 15, Con 12, Int 14, Wis 6, Cha 13. Gotho is exceptionally beautiful, with blonde hair and narrow amber eyes. She wears studded leather and wields a longsword.",
  "Brata: Female Half-orc Monk, N. Str 12, Dex 9, Con 12, Int 6, Wis 10, Cha 11. Brata is rough in appearance, with brown hair and narrow hazel eyes. She wears travel-stained clothing and wields an ono (handaxe). Brata seeks to discover who murdered her family.",
  "Thiudane: Female Half-orc Barbarian, LG. Str 17, Dex 6, Con 13, Int 8, Wis 11, Cha 7. Thiudane has a long face, with golden hair and amber eyes. She wears hide armor and wields a longsword.",
  "Vencisl: Female Half-orc Rogue, N. Str 10, Dex 12, Con 10, Int 8, Wis 9, Cha 10. Vencisl has tangled red hair and brown eyes, and a magical tattoo on her face. She wears studded leather and wields a longsword and hand crossbow. Vencisl has an animal companion, a black snake named Pronka.",
  "Zdinka: Female Half-orc Barbarian, N. Str 15, Dex 14, Con 9, Int 8, Wis 11, Cha 13. Zdinka has black hair and soft blue eyes. She wears leather armor and wields a longsword and shield.",
  "Duna: Female Half-orc Monk, LN. Str 11, Dex 16, Con 10, Int 12, Wis 12, Cha 12. Duna has short golden hair and gray eyes. She wears well-made clothing and wields a kanabo (mace) and kama (sickle). Duna is searching for her missing daughter.",
  "Gotho: Female Half-orc Rogue, N. Str 7, Dex 14, Con 10, Int 13, Wis 10, Cha 11. Gotho is tall and overweight, with blonde hair and bright brown eyes. She wears leather armor and wields a longsword.",
  "Mila: Female Half-orc Warlock, N. Str 12, Dex 11, Con 8, Int 12, Wis 10, Cha 14. Mila is overweight, with copper hair and amber eyes. She wears studded leather and wields a club and darts. Mila is cautious and quiet.",
  "Agneren: Female Half-orc Fighter, LG. Str 13, Dex 15, Con 7, Int 8, Wis 14, Cha 10. Agneren has white hair and narrow blue eyes, and an unusual mark on her face. She wears scale mail and wields a morningstar and shield. Agneren speaks with a deep voice.",
  "Vetla: Female Half-orc Ranger, NE. Str 7, Dex 10, Con 10, Int 11, Wis 12, Cha 9. Vetla is common in appearance, with cropped black hair and green eyes. She wears leather armor and wields a battleaxe. Vetla is searching for an ancient artifact of evil.",
  "Chlivalda: Female Half-orc Monk, CN. Str 12, Dex 14, Con 12, Int 6, Wis 8, Cha 8. Chlivalda has messy white hair and dark hazel eyes, and large ears. She wears well-made clothing and wields a kanabo (mace).",
  "Helchilda: Female Half-orc Monk, N. Str 15, Dex 8, Con 14, Int 13, Wis 14, Cha 9. Helchilda has silver hair and soft hazel eyes, and pointed ears. She wears plain clothing and wields a yari (spear). Helchilda has an animal companion, a white monkey named Vojar.",
  "Mlava: Female Half-orc Paladin, Good. Str 15, Dex 13, Con 14, Int 9, Wis 12, Cha 15. Mlava is tall and heavyset, with braided copper hair and hazel eyes. She wears plate armor and wields a maul. Mlava suffers a paralyzing fear of heights.",
  "Malberga: Female Half-orc Cleric, LN. Str 13, Dex 12, Con 11, Int 9, Wis 14, Cha 11. Malberga has matted blonde hair and sharp amber eyes, and pointed ears. She wears half plate and wields a mace and darts. Malberga has an animal companion, a hunting dog named Zdosla.",
  "Lada: Female Half-orc Warlock, N. Str 10, Dex 14, Con 9, Int 13, Wis 10, Cha 12. Lada has auburn hair and gray eyes. She wears studded leather and wields a light hammer and light crossbow. Lada has an animal companion, a grey rat named Disla.",
  "Thunanda: Female Half-orc Monk, N. Str 14, Dex 11, Con 13, Int 12, Wis 13, Cha 7. Thunanda has copper hair and soft amber eyes. She wears modest garments and wields a yari (spear). Thunanda is lustful and moody.",
  "Mila: Female Half-orc Ranger, LN. Str 10, Dex 10, Con 10, Int 11, Wis 10, Cha 11. Mila has an angular face, with brown hair and blue eyes. She wears a chain shirt and wields a battleaxe.",
  "Rada: Female Half-orc Cleric, N. Str 7, Dex 13, Con 10, Int 10, Wis 17, Cha 9. Rada has braided black hair and gray eyes, and pointed ears. She wears hide armor and wields a mace and sling.",
  "Mlena: Female Half-orc Fighter, LN. Str 12, Dex 10, Con 10, Int 8, Wis 10, Cha 12. Mlena has cropped golden hair and amber eyes. She wears hide armor and wields a flail and hand crossbow. Mlena suffers a paralyzing fear of confined spaces.",
  "Gisune: Female Half-orc Cleric, NE. Str 10, Dex 10, Con 6, Int 5, Wis 12, Cha 11. Gisune is willowy, with golden hair and gray eyes. She wears half plate and wields a light hammer and dagger. Gisune suffers a traumatic fear of blood.",
  "Gotha: Female Half-orc Barbarian, N. Str 17, Dex 12, Con 9, Int 11, Wis 13, Cha 9. Gotha is short, with blonde hair and blue eyes. She wears studded leather and wields a maul.",
  "Zdezda: Female Half-orc Monk, N. Str 16, Dex 10, Con 10, Int 12, Wis 12, Cha 9. Zdezda has short white hair and amber eyes, and a distinctive scar on her leg. She wears modest garments and wields an ono (handaxe) and kama (sickle).",
  "Suintha: Female Half-orc Wizard, N. Str 12, Dex 8, Con 7, Int 17, Wis 13, Cha 8. Suintha has cropped auburn hair and soft gray eyes, and wears glasses with copper rims. She wears brass robes and wields a quarterstaff.",
  "Adagnen: Female Half-orc Fighter, LN. Str 12, Dex 9, Con 8, Int 14, Wis 14, Cha 10. Adagnen has thin red hair and amber eyes, and a round nose. She wears splint armor and wields a greatsword. Adagnen is fascinated by the natural and fey worlds.",
  "Stunka: Female Half-orc Monk, N. Str 15, Dex 11, Con 8, Int 12, Wis 15, Cha 10. Stunka is rough in appearance, with auburn hair and dark gray eyes. She wears sturdy clothing and wields nunchaku (club) and kama (sickle).",
  "Hiuda: Female Half-orc Warlock, N. Str 12, Dex 13, Con 11, Int 7, Wis 8, Cha 15. Hiuda is pleasant in appearance, with blonde hair and dark gray eyes. She wears studded leather and wields a light hammer. Hiuda seeks only fame and glory.",
  "Matiso: Female Half-orc Rogue, NE. Str 11, Dex 14, Con 8, Int 13, Wis 10, Cha 13. Matiso is tall and willowy, with white hair and gray eyes. She wears leather armor and wields a light hammer. Matiso is stubborn and insane.",
  "Raha: Female Half-orc Monk, NE. Str 12, Dex 14, Con 5, Int 11, Wis 13, Cha 8. Raha is exceptionally beautiful, with messy white hair and amber eyes. She wears modest garments and wields a yari (spear) and shuriken (darts).",
  "Bina: Female Half-orc Rogue, LN. Str 12, Dex 16, Con 7, Int 15, Wis 5, Cha 8. Bina has messy copper hair and dark hazel eyes. She wears studded leather and wields a longsword. Bina has an animal companion, a dire rat named Ziva.",
  "Ziva: Female Half-orc Paladin, Good. Str 13, Dex 11, Con 13, Int 10, Wis 15, Cha 9. Ziva has a narrow face, with thin auburn hair and bright amber eyes. She wears hide armor and wields a warhammer and shield. Ziva is dying and desperately seeks the secret of immortality.",
  "Zora: Female Half-orc Monk, NE. Str 9, Dex 14, Con 8, Int 9, Wis 9, Cha 11. Zora has a square face, with thin blonde hair and bright green eyes. She wears travel-stained clothing and wields a bo (quarterstaff). Zora has an animal companion, a hunting dog named Gisanga.",
  "Henila: Female Half-orc Rogue, CN. Str 12, Dex 14, Con 7, Int 13, Wis 7, Cha 9. Henila has matted copper hair and dark brown eyes. She wears studded leather and wields a longsword and hand crossbow. Henila is wrongly sought by the Tyrant of Lasea for murder.",
  "Mira: Female Half-orc Wizard, NE. Str 5, Dex 11, Con 11, Int 12, Wis 6, Cha 7. Mira has messy copper hair and brown eyes, and numerous horrific scars. She wears modest garments and wields a dagger. Mira is only friendly towards other half-orcs..",
  "Helcha: Female Half-orc Warlock, NE. Str 15, Dex 10, Con 12, Int 9, Wis 7, Cha 12. Helcha has a square face, with white hair and blue eyes. She wears studded leather and wields a spear and light crossbow. Helcha compulsively flirts with others.",
  "Vuse: Female Half-orc Ranger, NG. Str 17, Dex 8, Con 10, Int 12, Wis 17, Cha 11. Vuse has golden hair and soft hazel eyes, and numerous unusual tattoos. She wears studded leather and wields a maul. Vuse is steadfast and covetous.",
  "Vusa: Female Half-orc Sorcerer, LN. Str 9, Dex 10, Con 12, Int 7, Wis 11, Cha 14. Vusa is exceptionally beautiful, with red hair and bright amber eyes. She wears modest garments and wields a quarterstaff. Vusa is hunting the cultists who murdered her family.",
  "Mila: Female Half-orc Ranger, LG. Str 11, Dex 10, Con 13, Int 13, Wis 13, Cha 13. Mila has matted gray hair and dark amber eyes, and prominent ears. She wears scale mail and wields a warhammer and shield.",
  "Adamala: Female Half-orc Fighter, N. Str 14, Dex 14, Con 9, Int 9, Wis 10, Cha 13. Adamala is fair in appearance, with braided black hair and blue eyes. She wears splint armor and wields a trident and hand crossbow.",
  "Zida: Female Half-orc Cleric, NG. Str 12, Dex 11, Con 9, Int 12, Wis 16, Cha 10. Zida has cropped copper hair and gray eyes, and a beaked nose. She wears scale mail and wields a club and javelins. Zida is haunted by the memories of a past life.",
  "Gildane: Female Half-orc Rogue, NG. Str 15, Dex 15, Con 10, Int 13, Wis 7, Cha 7. Gildane has cropped black hair and amber eyes, and prominent ears. She wears studded leather and wields a rapier.",
  "Stana: Female Half-orc Monk, NG. Str 13, Dex 12, Con 6, Int 9, Wis 14, Cha 11. Stana has tangled silver hair and gray eyes. She wears modest garments and wields a kanabo (mace) and kama (sickle). Stana is calm and clever.",
  "Mlida: Female Half-orc Monk, NE. Str 10, Dex 16, Con 12, Int 8, Wis 11, Cha 13. Mlida has curly red hair and blue eyes. She wears travel-stained clothing and wields nunchaku (club) and kama (sickle). Mlida has an animal companion, a gray rabbit named Vidage.",
  "Amamen: Female Half-orc Rogue, LN. Str 6, Dex 12, Con 10, Int 9, Wis 12, Cha 9. Amamen is exceptionally beautiful, with brown hair and soft gray eyes. She wears studded leather and wields a spear and dagger. Amamen is suspicious and unfeeling.",
  "Valda: Female Half-orc Fighter, LG. Str 15, Dex 12, Con 6, Int 9, Wis 11, Cha 6. Valda has thick silver hair and gray eyes. She wears hide armor and wields a shortsword. Valda serves Zabiel, an ancient but forgotten goddess of love.",
  "Malberga: Female Half-orc Ranger, NG. Str 16, Dex 15, Con 11, Int 5, Wis 14, Cha 7. Malberga is fey in appearance, with copper hair and sharp gray eyes. She wears leather armor and wields a whip and shield. Malberga has golden eagle named Besek.",
  "Chliva: Female Half-orc Wizard, N. Str 9, Dex 12, Con 12, Int 14, Wis 12, Cha 8. Chliva is fey in appearance, with gray hair and gray eyes. She wears well-made clothing and wields a dagger and darts. Chliva secretly serves Omos, an ancient goddess of darkness.",
  "Gotho: Female Half-orc Rogue, N. Str 11, Dex 12, Con 8, Int 10, Wis 9, Cha 9. Gotho has a narrow face, with silver hair and brown eyes. She wears leather armor and wields a light hammer and shortbow. Gotho seeks revenge against the thieves' guild which left her to hang.",
  "Sunila: Female Half-orc Barbarian, N. Str 15, Dex 11, Con 11, Int 11, Wis 9, Cha 7. Sunila has red hair and gray eyes. She wears scale mail and wields a scimitar.",
  "Gilda: Female Half-orc Monk, NG. Str 11, Dex 8, Con 7, Int 13, Wis 10, Cha 8. Gilda has thick black hair and blue eyes. She wears modest garments and wields a bo (quarterstaff) and shuriken (darts). Gilda is fascinated by death.",
  "Rata: Female Half-orc Barbarian, N. Str 13, Dex 12, Con 9, Int 13, Wis 11, Cha 14. Rata has a long face, with matted blonde hair and narrow brown eyes. She wears leather armor and wields a greataxe.",
  "Duse: Female Half-orc Fighter, NE. Str 14, Dex 10, Con 9, Int 11, Wis 9, Cha 8. Duse is tall and heavyset, with cropped copper hair and brown eyes. She wears ring mail and wields a trident. Duse is haunted by the ghost of someone she killed.",
  "Zbisla: Female Half-orc Fighter, NG. Str 13, Dex 15, Con 9, Int 8, Wis 11, Cha 11. Zbisla has a long face, with auburn hair and light blue eyes. She wears chain mail and wields a whip and blowgun. Zbisla speaks with a strange accent.",
  "Zdusa: Female Half-orc Fighter, LN. Str 15, Dex 8, Con 8, Int 9, Wis 8, Cha 6. Zdusa has a round face, with long auburn hair and blue eyes. She wears plate armor and wields a greataxe. Zdusa has an animal companion, a black wolf named Vana.",
  "Ziva: Female Half-orc Fighter, N. Str 12, Dex 11, Con 9, Int 11, Wis 10, Cha 11. Ziva has short blonde hair and amber eyes. She wears half plate and wields a greatsword. Ziva has an animal companion, a black dog named Thelcha.",
  "Suinthune: Female Half-orc Warlock, N. Str 10, Dex 10, Con 9, Int 15, Wis 10, Cha 16. Suinthune has a long face, with thin black hair and amber eyes. She wears studded leather and wields a spear and sling. Suinthune is assertive and callous.",
  "Kriemho: Female Half-orc Ranger, N. Str 11, Dex 14, Con 10, Int 11, Wis 15, Cha 10. Kriemho has brown hair and amber eyes, and a thin nose. She wears half plate and wields a battleaxe and shield.",
  "Kvetka: Female Half-orc Wizard, N. Str 12, Dex 11, Con 9, Int 16, Wis 7, Cha 10. Kvetka has blonde hair and green eyes. She wears well-made clothing and wields a dagger. Kvetka is ambitious and truthful.",
  "Gliva: Female Half-orc Fighter, LG. Str 15, Dex 10, Con 7, Int 10, Wis 7, Cha 8. Gliva is slender, with uneven brown hair and brown eyes. She wears a chain shirt and wields a rapier and net. Gliva seeks to continue the noble legacy of her father.",
  "Ladka: Female Half-orc Ranger, NG. Str 11, Dex 7, Con 8, Int 10, Wis 10, Cha 8. Ladka has copper hair and dark hazel eyes, and small ears. She wears leather armor and wields a maul. Ladka is calm and truthful.",
  "Odatanda: Female Half-orc Fighter, CG. Str 17, Dex 11, Con 6, Int 10, Wis 11, Cha 8. Odatanda is elegant in appearance, with golden hair and hazel eyes. She wears a breastplate and wields a flail and shield. Odatanda is generous and mischievous.",
  "Kridiga: Female Half-orc Barbarian, LE. Str 13, Dex 10, Con 12, Int 11, Wis 5, Cha 11. Kridiga is stout, with black hair and soft blue eyes. She wears hide armor and wields a morningstar and shield. Kridiga is sadistic and selfish.",
  "Boja: Female Half-orc Ranger, LE. Str 11, Dex 13, Con 10, Int 8, Wis 15, Cha 10. Boja has an angular face, with red hair and green eyes. She wears leather armor and wields a greataxe. Boja is sharp-tongued and unfeeling.",
  "Zbesla: Female Half-orc Monk, LN. Str 11, Dex 9, Con 10, Int 11, Wis 11, Cha 9. Zbesla has a narrow face, with golden hair and hazel eyes. She wears modest garments and wields an ono (handaxe) and shuriken (darts). Zbesla has an animal companion, a tiger named Stuse.",
  "Soba: Female Half-orc Fighter, CN. Str 14, Dex 16, Con 8, Int 12, Wis 7, Cha 13. Soba has a long face, with brown hair and narrow amber eyes. She wears chain mail and wields a longsword and hand crossbow. Soba has an animal companion, a badger named Thiuda.",
  "Stuska: Female Half-orc Monk, LN. Str 16, Dex 13, Con 5, Int 13, Wis 10, Cha 6. Stuska has matted auburn hair and amber eyes. She wears sturdy clothing and wields a bo (quarterstaff). Stuska is only friendly towards other half-orcs..",
  "Ladka: Female Half-orc Monk, N. Str 11, Dex 14, Con 10, Int 10, Wis 9, Cha 9. Ladka is common in appearance, with matted golden hair and green eyes. She wears worn clothing and wields an ono (handaxe) and kama (sickle). Ladka is guarded and savage.",
  "Desla: Female Half-orc Barbarian, NG. Str 14, Dex 13, Con 15, Int 10, Wis 13, Cha 10. Desla is exceptionally beautiful, with thin silver hair and soft brown eyes. She wears leather armor and wields a whip and shield. Desla is diplomatic and pious.",
  "Sunila: Female Half-orc Sorcerer, CE. Str 8, Dex 9, Con 15, Int 11, Wis 11, Cha 14. Sunila has a long face, with golden hair and dark green eyes. She wears worn clothing and wields a quarterstaff. Sunila seeks to atone for past sins.",
  "Elielchen: Female Half-orc Rogue, N. Str 14, Dex 14, Con 10, Int 8, Wis 10, Cha 6. Elielchen has a narrow face, with matted blonde hair and soft gray eyes. She wears studded leather and wields a rapier and hand crossbow.",
  "Lada: Female Half-orc Monk, LG. Str 10, Dex 13, Con 10, Int 11, Wis 16, Cha 7. Lada is short, with matted brown hair and blue eyes. She wears travel-stained clothing and wields a bo (quarterstaff). Lada is hunting the dragon who murdered her family.",
  "Sunanda: Female Half-orc Paladin, Good. Str 12, Dex 9, Con 11, Int 9, Wis 13, Cha 15. Sunanda has black hair and narrow green eyes, and a magical mark on her leg. She wears a chain shirt and wields a glaive. Sunanda seeks to discover the truth of her lineage.",
  "Henanda: Female Half-orc Rogue, LN. Str 11, Dex 12, Con 7, Int 12, Wis 14, Cha 12. Henanda has braided blonde hair and bright blue eyes, and small ears. She wears leather armor and wields a handaxe and hand crossbow. Henanda is inquisitive and hateful.",
  "Theoda: Female Half-orc Monk, NE. Str 13, Dex 14, Con 11, Int 11, Wis 12, Cha 6. Theoda has an angular face, with tangled copper hair and brown eyes. She wears sturdy clothing and wields nunchaku (club) and sai (dagger). Theoda has an animal companion, a hunting dog named Nicka.",
  "Thiuda: Female Half-orc Barbarian, N. Str 14, Dex 13, Con 15, Int 13, Wis 11, Cha 6. Thiuda is tall, with auburn hair and narrow blue eyes. She wears studded leather and wields a warhammer.",
  "Thiuda: Female Half-orc Cleric, N. Str 14, Dex 5, Con 12, Int 14, Wis 16, Cha 13. Thiuda has red hair and hazel eyes, and a beaked nose. She wears a breastplate and wields a quarterstaff and dagger. Thiuda is stoic and agreeable.",
  "Brosla: Female Half-orc Ranger, N. Str 14, Dex 12, Con 13, Int 10, Wis 11, Cha 11. Brosla is short, with black hair and brown eyes. She wears scale mail and wields a halberd. Brosla seeks to discover who murdered her family.",
  "Zora: Female Half-orc Fighter, N. Str 15, Dex 7, Con 9, Int 13, Wis 9, Cha 6. Zora has uneven red hair and amber eyes. She wears a chain shirt and wields a rapier. Zora seeks to free herself from an ancient curse.",
  "Mila: Female Half-orc Wizard, N. Str 8, Dex 13, Con 12, Int 16, Wis 9, Cha 7. Mila is short and stout, with long red hair and soft gray eyes. She wears silver robes and wields a dagger and darts. Mila has an arcane familiar, a white weasel named Thilda.",
  "Brada: Female Half-orc Rogue, N. Str 13, Dex 15, Con 10, Int 15, Wis 10, Cha 11. Brada is short and willowy, with thick silver hair and hazel eyes. She wears leather armor and wields a light hammer. Brada is practical and sharp-tongued.",
  "Suintho: Female Half-orc Fighter, NG. Str 17, Dex 11, Con 15, Int 11, Wis 11, Cha 9. Suintho has a long face, with thick brown hair and green eyes. She wears a breastplate and wields a maul. Suintho is industrious and proud.",
  "Svena: Female Half-orc Fighter, CN. Str 14, Dex 11, Con 10, Int 10, Wis 12, Cha 11. Svena has cropped blonde hair and amber eyes. She wears a chain shirt and wields a whip and blowgun. Svena has an animal companion, a badger named Cunesa.",
  "Lata: Female Half-orc Paladin, Good. Str 9, Dex 11, Con 10, Int 15, Wis 11, Cha 12. Lata is short, with cropped auburn hair and hazel eyes. She wears splint armor and wields a longsword. Lata is romantic and foolish.",
  "Amaldama: Female Half-orc Fighter, CG. Str 15, Dex 14, Con 11, Int 11, Wis 7, Cha 11. Amaldama has tangled silver hair and light green eyes, and a flat nose. She wears ring mail and wields a scimitar and longbow. Amaldama seeks to help the poor and unfortunate.",
  "Nada: Female Half-orc Paladin, Good. Str 12, Dex 9, Con 13, Int 11, Wis 15, Cha 8. Nada has messy black hair and bright gray eyes. She wears splint armor and wields a battleaxe and shield. Nada speaks with a soft voice.",
  "Byhna: Female Half-orc Paladin, Good. Str 7, Dex 11, Con 11, Int 9, Wis 8, Cha 15. Byhna has tangled golden hair and brown eyes, and a distinctive mark on her arm. She wears chain mail and wields a flail and shield. Byhna has an animal companion, a black warhorse named Asunild.",
  "Mira: Female Half-orc Paladin, Good. Str 17, Dex 10, Con 15, Int 7, Wis 14, Cha 9. Mira has black hair and brown eyes. She wears chain mail and wields a pike. Mira is calm and gullible.",
  "Zora: Female Half-orc Rogue, N. Str 8, Dex 15, Con 10, Int 10, Wis 8, Cha 5. Zora has a long face, with black hair and narrow gray eyes. She wears leather armor and wields a rapier. Zora is polite and paranoid.",
  "Zbuse: Female Half-orc Cleric, NG. Str 12, Dex 10, Con 10, Int 8, Wis 15, Cha 13. Zbuse is rough in appearance, with golden hair and narrow blue eyes. She wears a chain shirt and wields a spear. Zbuse seeks to prove herself to her peers.",
  "Mila: Female Half-orc Monk, N. Str 16, Dex 13, Con 12, Int 6, Wis 11, Cha 12. Mila has thick copper hair and hazel eyes. She wears travel-stained clothing and wields nunchaku (club). Mila seeks to atone for past sins.",
  "Amatame: Female Half-orc Barbarian, N. Str 15, Dex 11, Con 7, Int 10, Wis 15, Cha 10. Amatame has a long face, with auburn hair and gray eyes. She wears studded leather and wields a rapier and heavy crossbow. Amatame speaks with a deep voice.",
  "Vada: Female Half-orc Fighter, CN. Str 14, Dex 12, Con 10, Int 10, Wis 14, Cha 5. Vada is exceptionally beautiful, with thick auburn hair and blue eyes. She wears splint armor and wields a longsword. Vada has an animal companion, a silver dog named Zora.",
  "Lava: Female Half-orc Paladin, Good. Str 15, Dex 8, Con 11, Int 12, Wis 12, Cha 11. Lava has silver hair and brown eyes. She wears splint armor and wields a scimitar and shield. Lava is absent-minded, and always searching for a missing item.",
  "Alamarea: Female Half-orc Bard, NG. Str 10, Dex 7, Con 6, Int 13, Wis 9, Cha 14. Alamarea has copper hair and gray eyes, and large ears. She wears leather armor and wields a shortsword. Alamarea is forgiving and gentle.",
  "Gefortis: Female Half-orc Fighter, N. Str 17, Dex 11, Con 10, Int 14, Wis 13, Cha 8. Gefortis has thin white hair and amber eyes. She wears chain mail and wields a shortsword and shield. Gefortis is searching for her lost sister.",
  "Gudamod: Female Half-orc Ranger, CN. Str 15, Dex 11, Con 12, Int 11, Wis 10, Cha 9. Gudamod has an angular face, with blonde hair and amber eyes. She wears a chain shirt and wields a scimitar. Gudamod is proud and secretive.",
  "Valdamat: Female Half-orc Monk, N. Str 13, Dex 13, Con 10, Int 13, Wis 16, Cha 7. Valdamat is stout, with golden hair and blue eyes. She wears sturdy clothing and wields a bo (quarterstaff). Valdamat compulsively sings.",
  "Vera: Female Half-orc Wizard, NE. Str 10, Dex 15, Con 10, Int 16, Wis 8, Cha 5. Vera is tall and stout, with auburn hair and narrow amber eyes. She wears tailored clothing and wields a quarterstaff and light crossbow. Vera has an arcane familiar, a gray rat named Rando.",
  "Zivka: Female Half-orc Monk, NE. Str 8, Dex 12, Con 11, Int 5, Wis 9, Cha 13. Zivka is beastly in appearance, with blonde hair and light gray eyes. She wears travel-stained clothing and wields an ono (handaxe).",
  "Guda: Female Half-orc Paladin, Good. Str 13, Dex 13, Con 10, Int 11, Wis 11, Cha 15. Guda has a long face, with black hair and large hazel eyes. She wears a chain shirt and wields a warhammer and shield. Guda seeks to help the poor and unfortunate.",
  "Erelien: Female Half-orc Rogue, NG. Str 10, Dex 13, Con 13, Int 14, Wis 6, Cha 15. Erelien is exceptionally beautiful, with thick auburn hair and sharp green eyes. She wears studded leather and wields a quarterstaff.",
  "Vencin: Female Half-orc Warlock, CN. Str 12, Dex 10, Con 13, Int 5, Wis 13, Cha 12. Vencin has a square face, with copper hair and bright brown eyes. She wears leather armor and wields a club and sling. Vencin is haunted by the ghost of someone she killed.",
  "Henila: Female Half-orc Fighter, N. Str 16, Dex 14, Con 8, Int 5, Wis 6, Cha 10. Henila is overweight, with uneven copper hair and bright blue eyes. She wears ring mail and wields a whip and heavy crossbow. Henila is depressed and quiet.",
  "Mira: Female Half-orc Rogue, LE. Str 8, Dex 12, Con 13, Int 14, Wis 10, Cha 7. Mira has uneven red hair and hazel eyes. She wears studded leather and wields a longsword.",
  "Liba: Female Half-orc Barbarian, N. Str 16, Dex 13, Con 11, Int 9, Wis 11, Cha 10. Liba has golden hair and amber eyes. She wears scale mail and wields a whip. Liba has an animal companion, a badger named Lava.",
  "Gotheoda: Female Half-orc Fighter, LG. Str 17, Dex 14, Con 9, Int 9, Wis 11, Cha 11. Gotheoda has thick copper hair and large green eyes, and a flat nose. She wears a breastplate and wields a greataxe. Gotheoda has an animal companion, a black bear named Boha.",
  "Brosta: Female Half-orc Fighter, N. Str 17, Dex 9, Con 11, Int 11, Wis 9, Cha 5. Brosta has a narrow face, with gray hair and blue eyes. She wears hide armor and wields a longsword. Brosta has an animal companion, a silver dog named Naba.",
  "Chlismoda: Female Half-orc Druid, Neutral. Str 11, Dex 7, Con 10, Int 7, Wis 14, Cha 11. Chlismoda is slender, with gray hair and narrow blue eyes. She wears hide armor and wields a quarterstaff and wooden shield. Chlismoda is painfully tone-deaf.",
  "Vlata: Female Half-orc Fighter, CN. Str 15, Dex 14, Con 12, Int 12, Wis 13, Cha 7. Vlata is exceptionally beautiful, with gray hair and light amber eyes. She wears a breastplate and wields a scimitar and shield. Vlata suffers a paralyzing fear of open spaces.",
  "Valdiga: Female Half-orc Ranger, CG. Str 10, Dex 13, Con 10, Int 10, Wis 8, Cha 6. Valdiga has a narrow face, with straight blonde hair and gray eyes. She wears leather armor and wields a rapier and shield. Valdiga is energetic and heroic.",
  "Zora: Female Half-orc Fighter, NG. Str 12, Dex 14, Con 7, Int 6, Wis 11, Cha 11. Zora has a narrow face, with messy brown hair and hazel eyes. She wears splint armor and wields a flail and shield. Zora has an animal companion, a green firedrake named Zivoi.",
  "Efortis: Female Half-orc Monk, LG. Str 15, Dex 8, Con 10, Int 7, Wis 12, Cha 14. Efortis is exceptionally beautiful, with golden hair and green eyes. She wears plain clothing and wields a yari (spear) and kama (sickle). Efortis has an animal companion, a gray rabbit named Teiasaro.",
  "Rosta: Female Half-orc Rogue, NG. Str 7, Dex 17, Con 12, Int 7, Wis 6, Cha 5. Rosta has long white hair and bright blue eyes. She wears leather armor and wields a shortsword. Rosta has an animal companion, a dire rat named Helcha.",
  "Helchiuda: Female Half-orc Barbarian, NE. Str 14, Dex 13, Con 12, Int 9, Wis 12, Cha 11. Helchiuda has a round face, with black hair and amber eyes. She wears hide armor and wields a rapier and net. Helchiuda is sadistic and deceitful.",
  "Hunanda: Female Half-orc Fighter, N. Str 16, Dex 12, Con 13, Int 12, Wis 11, Cha 15. Hunanda is tall and willowy, with silver hair and soft green eyes. She wears half plate and wields a shortsword and shield. Hunanda is searching for a legendary blade named Skullslicer.",
  "Brosta: Female Half-orc Rogue, LN. Str 10, Dex 15, Con 5, Int 12, Wis 15, Cha 9. Brosta is short and thin, with white hair and hazel eyes. She wears leather armor and wields a rapier and javelins. Brosta is impartial and bloodthirsty.",
  "Zlada: Female Half-orc Cleric, NE. Str 7, Dex 11, Con 13, Int 13, Wis 12, Cha 17. Zlada is short, with short auburn hair and brown eyes. She wears studded leather and wields a light hammer and shield. Zlada suffers a severe allergy to moulds.",
  "Kreagnila: Female Half-orc Monk, CG. Str 11, Dex 10, Con 12, Int 14, Wis 12, Cha 13. Kreagnila has black hair and brown eyes, and a distinctive mark on her arm. She wears plain clothing and wields a yari (spear) and kama (sickle).",
  "Thildela: Female Half-orc Wizard, CN. Str 7, Dex 12, Con 10, Int 17, Wis 10, Cha 9. Thildela is exceptionally beautiful, with straight brown hair and blue eyes. She wears fine clothing and wields a dagger and light crossbow. Thildela seeks revenge against the sister who betrayed her.",
  "Guda: Female Half-orc Ranger, N. Str 14, Dex 16, Con 5, Int 6, Wis 12, Cha 11. Guda is exceptionally beautiful, with gray hair and large blue eyes. She wears hide armor and wields a warhammer and shield.",
  "Bribka: Female Half-orc Ranger, N. Str 8, Dex 15, Con 13, Int 11, Wis 15, Cha 11. Bribka has gray hair and dark green eyes. She wears leather armor and wields a scimitar. Bribka is impartial and combative.",
  "Vela: Female Half-orc Monk, LG. Str 10, Dex 16, Con 11, Int 10, Wis 12, Cha 10. Vela is fair in appearance, with matted auburn hair and narrow green eyes. She wears worn clothing and wields a kanabo (mace) and sai (dagger). Vela is quick-witted and diplomatic.",
  "Thunilda: Female Half-orc Druid, Neutral. Str 10, Dex 10, Con 9, Int 12, Wis 12, Cha 12. Thunilda is tall, with cropped auburn hair and brown eyes. She wears hide armor and wields a quarterstaff and sickle. Thunilda frequently uses uncommon words incorrectly.",
  "Guda: Female Half-orc Monk, NG. Str 12, Dex 13, Con 12, Int 11, Wis 10, Cha 13. Guda has white hair and light amber eyes. She wears simple clothing and wields nunchaku (club) and sai (dagger). Guda is searching for her missing son.",
  "Ercandalda: Female Half-orc Rogue, N. Str 10, Dex 17, Con 11, Int 15, Wis 11, Cha 14. Ercandalda is tall and slender, with blonde hair and gray eyes. She wears studded leather and wields a longsword and light crossbow.",
  "Vuse: Female Half-orc Wizard, N. Str 7, Dex 14, Con 6, Int 13, Wis 15, Cha 10. Vuse is fair in appearance, with black hair and gray eyes. She wears blue robes and wields a quarterstaff and sling.",
  "Kriemha: Female Half-orc Druid, Neutral. Str 10, Dex 8, Con 11, Int 8, Wis 16, Cha 9. Kriemha is short and willowy, with short silver hair and blue eyes. She wears hide armor and wields a scimitar. Kriemha is searching for the lost empire of Meningion.",
  "Merca: Female Half-orc Rogue, N. Str 8, Dex 17, Con 11, Int 12, Wis 8, Cha 8. Merca has long brown hair and dark gray eyes. She wears studded leather and wields a light hammer and dagger. Merca seeks revenge against the aristocrat who framed her.",
  "Wilguda: Female Half-orc Paladin, Good. Str 11, Dex 11, Con 10, Int 6, Wis 13, Cha 12. Wilguda is short and willowy, with cropped golden hair and soft amber eyes. She wears splint armor and wields a warhammer. Wilguda seeks to destroy the undead.",
  "Andamasu: Female Half-orc Wizard, N. Str 12, Dex 11, Con 11, Int 13, Wis 8, Cha 8. Andamasu is fair in appearance, with long silver hair and green eyes. She wears modest garments and wields a quarterstaff and light crossbow. Andamasu is curious and serious.",
  "Brosta: Female Half-orc Monk, LN. Str 11, Dex 14, Con 13, Int 11, Wis 13, Cha 10. Brosta has a square face, with auburn hair and bright green eyes. She wears modest garments and wields a bo (quarterstaff). Brosta believes that she is the rightful heir to the crown of Dolione.",
  "Elchevalbe: Female Half-orc Barbarian, NE. Str 14, Dex 10, Con 15, Int 14, Wis 9, Cha 10. Elchevalbe has silver hair and hazel eyes, and numerous fearsome piercings. She wears scale mail and wields a shortsword and shield.",
  "Gefortis: Female Half-orc Monk, LE. Str 12, Dex 14, Con 10, Int 6, Wis 14, Cha 9. Gefortis has silver hair and green eyes. She wears modest garments and wields nunchaku (club) and sai (dagger). Gefortis seeks revenge against the kingdom which exiled her.",
  "Vlava: Female Half-orc Ranger, N. Str 10, Dex 15, Con 6, Int 10, Wis 16, Cha 8. Vlava has an angular face, with straight blonde hair and green eyes. She wears a chain shirt and wields a scimitar. Vlava compulsively insults others.",
  "Vera: Female Half-orc Fighter, LG. Str 14, Dex 11, Con 11, Int 13, Wis 11, Cha 10. Vera has a narrow face, with brown hair and green eyes. She wears ring mail and wields a war pick and shield. Vera is faithful and suspicious.",
  "Malfroga: Female Half-orc Barbarian, NE. Str 14, Dex 13, Con 7, Int 9, Wis 9, Cha 13. Malfroga is exceptionally beautiful, with curly white hair and brown eyes. She wears leather armor and wields a greataxe. Malfroga is searching for an ancient artifact of evil.",
  "Kvela: Female Half-orc Rogue, N. Str 9, Dex 14, Con 12, Int 11, Wis 11, Cha 7. Kvela has tangled auburn hair and amber eyes. She wears studded leather and wields a rapier and hand crossbow. Kvela has an animal companion, a black snake named Rosla.",
  "Kreleuva: Female Half-orc Cleric, NG. Str 13, Dex 15, Con 13, Int 13, Wis 17, Cha 10. Kreleuva has a narrow face, with copper hair and amber eyes. She wears a chain shirt and wields a mace and shield.",
  "Stisla: Female Half-orc Druid, Neutral. Str 11, Dex 13, Con 10, Int 15, Wis 12, Cha 7. Stisla has thin copper hair and narrow blue eyes, and a sharp nose. She wears leather armor and wields a spear and sling. Stisla is lewd and deceitful.",
  "Guda: Female Half-orc Rogue, N. Str 10, Dex 17, Con 12, Int 16, Wis 8, Cha 10. Guda has white hair and bright gray eyes, and a thin nose. She wears studded leather and wields a shortsword. Guda has an animal companion, a black cat named Vetla.",
  "Vela: Female Half-orc Bard, LN. Str 14, Dex 9, Con 6, Int 7, Wis 6, Cha 13. Vela is exceptionally beautiful, with thin silver hair and bright blue eyes. She wears studded leather and wields a rapier and sling. Vela seeks to free herself from an ancient curse.",
  "Malfrela: Female Half-orc Barbarian, N. Str 13, Dex 10, Con 13, Int 7, Wis 11, Cha 9. Malfrela is tall and stout, with red hair and amber eyes. She wears hide armor and wields a warhammer and hand crossbow. Malfrela is impulsive and covetous.",
  "Mlana: Female Half-orc Rogue, NE. Str 15, Dex 12, Con 12, Int 12, Wis 8, Cha 10. Mlana has braided white hair and green eyes, and numerous distinctive tattoos. She wears studded leather and wields a longsword. Mlana is thoughtless and dishonest.",
  "Zivka: Female Half-orc Druid, Neutral. Str 13, Dex 11, Con 12, Int 13, Wis 16, Cha 11. Zivka is fair in appearance, with short auburn hair and green eyes. She wears hide armor and wields a spear and sling.",
  "Lava: Female Half-orc Rogue, CG. Str 8, Dex 13, Con 12, Int 8, Wis 8, Cha 13. Lava has brown hair and brown eyes, and large ears. She wears studded leather and wields a shortsword. Lava believes that she is being hunted by supernatural creatures.",
  "Amamen: Female Half-orc Paladin, Good. Str 8, Dex 10, Con 9, Int 8, Wis 16, Cha 14. Amamen is elegant in appearance, with matted brown hair and blue eyes. She wears splint armor and wields a flail. Amamen is chivalrous and foolhardy.",
  "Vada: Female Half-orc Bard, N. Str 6, Dex 12, Con 7, Int 16, Wis 10, Cha 16. Vada has an angular face, with blonde hair and green eyes. She wears leather armor and wields a spear and shortbow. Vada is morose and selfish.",
  "Ziva: Female Half-orc Druid, Neutral. Str 11, Dex 9, Con 12, Int 7, Wis 15, Cha 11. Ziva is stout, with uneven gray hair and dark brown eyes. She wears leather armor and wields a scimitar and wooden shield.",
  "Lava: Female Half-orc Fighter, LE. Str 13, Dex 13, Con 7, Int 13, Wis 10, Cha 14. Lava has a round face, with curly golden hair and brown eyes. She wears half plate and wields a morningstar.",
  "Sana: Female Half-orc Cleric, CG. Str 7, Dex 8, Con 8, Int 8, Wis 14, Cha 17. Sana has straight copper hair and sharp brown eyes, and a round nose. She wears scale mail and wields a spear. Sana has an animal companion, a black cat named Allians.",
  "Areatama: Female Half-orc Rogue, N. Str 7, Dex 12, Con 12, Int 9, Wis 10, Cha 15. Areatama is tall, with black hair and blue eyes. She wears studded leather and wields a quarterstaff and sling. Areatama is thoughtful and dishonest.",
  "Alberen: Female Half-orc Ranger, LG. Str 17, Dex 17, Con 10, Int 10, Wis 12, Cha 12. Alberen is exceptionally beautiful, with matted red hair and blue eyes. She wears scale mail and wields a warhammer and shield. Alberen has red snake named Vacek.",
  "Mila: Female Half-orc Fighter, N. Str 12, Dex 13, Con 9, Int 11, Wis 10, Cha 12. Mila has curly blonde hair and amber eyes. She wears a breastplate and wields a flail. Mila seeks to become a knight of the realm.",
  "Bruska: Female Half-orc Warlock, CN. Str 11, Dex 10, Con 8, Int 8, Wis 13, Cha 12. Bruska is tall, with silver hair and large brown eyes. She wears studded leather and wields a light hammer and light crossbow. Bruska suffers an acute fear of heights.",
  "Lava: Female Half-orc Monk, CN. Str 13, Dex 12, Con 12, Int 7, Wis 10, Cha 9. Lava is exceptionally beautiful, with straight blonde hair and sharp blue eyes. She wears modest garments and wields a yari (spear) and shuriken (darts). Lava suffers a paralyzing fear of spiders.",
  "Mila: Female Half-orc Rogue, LN. Str 7, Dex 17, Con 8, Int 16, Wis 7, Cha 11. Mila is fair in appearance, with straight red hair and brown eyes. She wears leather armor and wields a handaxe. Mila is lustful and insensitive.",
  "Rada: Female Half-orc Monk, NG. Str 10, Dex 12, Con 11, Int 13, Wis 11, Cha 11. Rada has golden hair and amber eyes. She wears worn clothing and wields nunchaku (club). Rada has an animal companion, a white rabbit named Lava.",
  "Theoda: Female Half-orc Rogue, LN. Str 5, Dex 14, Con 9, Int 12, Wis 11, Cha 5. Theoda has black hair and soft blue eyes. She wears studded leather and wields a shortsword. Theoda secretly serves Vali, an ancient goddess of death.",
  "Vela: Female Half-orc Rogue, LG. Str 12, Dex 15, Con 12, Int 11, Wis 9, Cha 8. Vela is thin, with blonde hair and bright brown eyes. She wears leather armor and wields a shortsword.",
  "Suintheoda: Female Half-orc Rogue, N. Str 11, Dex 16, Con 14, Int 10, Wis 10, Cha 8. Suintheoda is stout, with auburn hair and gray eyes. She wears leather armor and wields a rapier. Suintheoda is a skilled singer.",
  "Asuilada: Female Half-orc Fighter, LG. Str 12, Dex 11, Con 15, Int 14, Wis 7, Cha 13. Asuilada has a long face, with blonde hair and blue eyes. She wears plate armor and wields a rapier. Asuilada seeks to save her family from financial ruin.",
  "Suniga: Female Half-orc Warlock, LE. Str 15, Dex 13, Con 15, Int 6, Wis 7, Cha 13. Suniga is stout, with auburn hair and blue eyes. She wears leather armor and wields a club. Suniga is painfully tone-deaf.",
  "Suinthene: Female Half-orc Fighter, NE. Str 14, Dex 8, Con 8, Int 7, Wis 7, Cha 14. Suinthene is stout, with silver hair and soft brown eyes. She wears scale mail and wields a scimitar. Suinthene is haunted by the memories of a past life.",
  "Merca: Female Half-orc Rogue, LN. Str 8, Dex 15, Con 12, Int 14, Wis 10, Cha 14. Merca has a long face, with straight auburn hair and amber eyes. She wears studded leather and wields a shortsword and hand crossbow.",
  "Theodela: Female Half-orc Ranger, N. Str 13, Dex 12, Con 12, Int 10, Wis 11, Cha 8. Theodela is fair in appearance, with silver hair and soft gray eyes. She wears a breastplate and wields a rapier. Theodela has dire rat named Seko.",
  "Svierka: Female Half-orc Fighter, N. Str 13, Dex 16, Con 12, Int 10, Wis 13, Cha 15. Svierka has auburn hair and narrow green eyes, and a flat nose. She wears ring mail and wields a flail and shield. Svierka has an animal companion, a badger named Thilda.",
  "Mira: Female Half-orc Monk, CE. Str 11, Dex 11, Con 7, Int 11, Wis 14, Cha 10. Mira is exceptionally beautiful, with cropped gray hair and hazel eyes. She wears modest garments and wields nunchaku (club). Mira is a pack-rat, and carries a satchel of random junk.",
  "Lava: Female Half-orc Monk, N. Str 9, Dex 11, Con 7, Int 11, Wis 17, Cha 10. Lava is short and thin, with long silver hair and sharp amber eyes. She wears sturdy clothing and wields a bo (quarterstaff). Lava has an animal companion, a golden monkey named Buska.",
  "Benka: Female Half-orc Cleric, N. Str 10, Dex 13, Con 8, Int 10, Wis 13, Cha 13. Benka has copper hair and hazel eyes, and pointed ears. She wears half plate and wields a handaxe and dagger. Benka is extravagant and harsh.",
  "Agnelchen: Female Half-orc Ranger, LN. Str 9, Dex 9, Con 12, Int 9, Wis 11, Cha 10. Agnelchen is common in appearance, with braided blonde hair and bright blue eyes. She wears a breastplate and wields a morningstar. Agnelchen is extravagant and thoughtful.",
  "Suintha: Female Half-orc Paladin, Good. Str 10, Dex 13, Con 11, Int 11, Wis 11, Cha 9. Suintha has short white hair and brown eyes, and a thin nose. She wears splint armor and wields a longsword and shield. Suintha speaks with a loud voice.",
  "Soba: Female Half-orc Monk, NG. Str 12, Dex 13, Con 15, Int 13, Wis 8, Cha 13. Soba is youthful in appearance, with short gray hair and large hazel eyes. She wears travel-stained clothing and wields a yari (spear) and sai (dagger).",
  "Stina: Female Half-orc Rogue, N. Str 9, Dex 12, Con 10, Int 12, Wis 11, Cha 13. Stina is tall, with matted brown hair and dark hazel eyes. She wears leather armor and wields a longsword. Stina suffers a severe allergy to nuts.",
  "Rosla: Female Half-orc Fighter, NE. Str 16, Dex 12, Con 7, Int 11, Wis 13, Cha 6. Rosla is rugged in appearance, with red hair and blue eyes. She wears hide armor and wields a rapier and shield.",
  "Beska: Female Half-orc Monk, NG. Str 13, Dex 13, Con 11, Int 10, Wis 8, Cha 7. Beska has curly black hair and light blue eyes. She wears simple clothing and wields nunchaku (club) and kama (sickle).",
  "Erelien: Female Half-orc Warlock, LN. Str 13, Dex 13, Con 12, Int 11, Wis 11, Cha 12. Erelien has silver hair and gray eyes. She wears studded leather and wields a club. Erelien is driven and alluring.",
  "Nisla: Female Half-orc Rogue, LN. Str 12, Dex 17, Con 10, Int 11, Wis 10, Cha 11. Nisla is thin, with thick silver hair and narrow gray eyes. She wears studded leather and wields a light hammer.",
  "Helchilda: Female Half-orc Barbarian, NG. Str 16, Dex 10, Con 12, Int 6, Wis 10, Cha 15. Helchilda has red hair and amber eyes. She wears leather armor and wields a warhammer and shield. Helchilda is a skilled singer.",
  "Amadame: Female Half-orc Barbarian, LN. Str 13, Dex 12, Con 10, Int 14, Wis 6, Cha 14. Amadame is short and stout, with white hair and soft amber eyes. She wears leather armor and wields a trident and shield. Amadame seeks to discover why she cannot remember anything from yesterday.",
  "Mlubka: Female Half-orc Ranger, LN. Str 12, Dex 14, Con 7, Int 11, Wis 11, Cha 7. Mlubka has messy black hair and dark gray eyes. She wears leather armor and wields a halberd. Mlubka speaks with a stutter.",
  "Brada: Female Half-orc Monk, N. Str 14, Dex 14, Con 11, Int 10, Wis 15, Cha 7. Brada has an angular face, with blonde hair and blue eyes. She wears plain clothing and wields an ono (handaxe) and shuriken (darts). Brada is impartial and pleasant.",
  "Thenanda: Female Half-orc Rogue, N. Str 10, Dex 17, Con 13, Int 13, Wis 11, Cha 11. Thenanda has a narrow face, with white hair and gray eyes. She wears leather armor and wields a club and hand crossbow. Thenanda is searching for the legendary Lost Chambers of Sorrows.",
  "Mira: Female Half-orc Ranger, CN. Str 10, Dex 7, Con 10, Int 5, Wis 11, Cha 11. Mira is tall and stout, with black hair and brown eyes. She wears half plate and wields a whip. Mira has golden eagle named Jiko.",
  "Branka: Female Half-orc Cleric, LE. Str 6, Dex 10, Con 12, Int 13, Wis 13, Cha 10. Branka is tall, with black hair and hazel eyes. She wears half plate and wields a mace and shield. Branka compulsively picks up things.",
  "Asuildagne: Female Half-orc Monk, LN. Str 15, Dex 17, Con 11, Int 12, Wis 7, Cha 11. Asuildagne has thick red hair and soft hazel eyes, and an unusual tattoo on her arm. She wears plain clothing and wields an ono (handaxe) and shuriken (darts). Asuildagne is tactless and assertive.",
  "Amatame: Female Half-orc Fighter, N. Str 12, Dex 12, Con 10, Int 8, Wis 12, Cha 9. Amatame is short, with white hair and sharp green eyes. She wears plate armor and wields a glaive. Amatame seeks to discover where she came from, and who her real family is.",
  "Zlada: Female Half-orc Ranger, N. Str 12, Dex 13, Con 10, Int 5, Wis 13, Cha 10. Zlada has messy copper hair and hazel eyes. She wears a chain shirt and wields a morningstar and shield. Zlada is gullible and devout.",
  "Gothune: Female Half-orc Rogue, CN. Str 13, Dex 15, Con 11, Int 11, Wis 12, Cha 9. Gothune has a narrow face, with golden hair and soft brown eyes. She wears leather armor and wields a rapier. Gothune has an animal companion, a dire rat named Vanka.",
  "Soba: Female Half-orc Monk, NG. Str 11, Dex 11, Con 13, Int 11, Wis 9, Cha 7. Soba has an angular face, with black hair and sharp gray eyes. She wears sturdy clothing and wields a kanabo (mace). Soba is hunting the warlord who stole her ancestral sword.",
  "Stisla: Female Half-orc Fighter, N. Str 16, Dex 13, Con 8, Int 9, Wis 14, Cha 12. Stisla has golden hair and dark blue eyes. She wears scale mail and wields a morningstar and net. Stisla is jealous and fanatical.",
  "Lava: Female Half-orc Rogue, LG. Str 7, Dex 13, Con 9, Int 7, Wis 13, Cha 14. Lava has silver hair and amber eyes. She wears leather armor and wields a longsword and light crossbow. Lava is haunted by the ghost of someone she killed.",
  "Zduse: Female Half-orc Monk, N. Str 9, Dex 10, Con 14, Int 9, Wis 17, Cha 11. Zduse has red hair and bright blue eyes, and a flat nose. She wears modest garments and wields a kanabo (mace) and shuriken (darts). Zduse is dying and desperately seeks the secret of immortality.",
  "Gilda: Female Half-orc Druid, Neutral. Str 12, Dex 9, Con 12, Int 10, Wis 15, Cha 8. Gilda is willowy, with blonde hair and narrow blue eyes. She wears leather armor and wields a mace. Gilda has badger named Gotha.",
  "Hilda: Female Half-orc Cleric, N. Str 13, Dex 9, Con 7, Int 5, Wis 16, Cha 11. Hilda has copper hair and sharp amber eyes, and a flat nose. She wears scale mail and wields a club and shield. Hilda has an animal companion, a copper firedrake named Erelien.",
  "Krelaso: Female Half-orc Druid, Neutral. Str 13, Dex 10, Con 9, Int 5, Wis 16, Cha 8. Krelaso is short, with cropped red hair and soft gray eyes. She wears leather armor and wields a spear. Krelaso compulsively mutters taunts and mockery.",
  "Mira: Female Half-orc Ranger, NE. Str 15, Dex 16, Con 15, Int 14, Wis 15, Cha 7. Mira has messy gray hair and soft hazel eyes, and a malevolent smile. She wears scale mail and wields a maul. Mira is a pack-rat, and carries a satchel of random junk.",
  "Sana: Female Half-orc Cleric, LN. Str 11, Dex 6, Con 14, Int 7, Wis 13, Cha 9. Sana has uneven golden hair and brown eyes. She wears leather armor and wields a quarterstaff and light crossbow. Sana is obsessive and practical.",
  "Thiudamal: Female Half-orc Rogue, NG. Str 9, Dex 17, Con 13, Int 13, Wis 10, Cha 9. Thiudamal has tangled white hair and hazel eyes, and numerous distinctive tattoos. She wears studded leather and wields a longsword and hand crossbow. Thiudamal is virtuous and kind.",
  "Zlada: Female Half-orc Bard, LN. Str 10, Dex 9, Con 14, Int 10, Wis 13, Cha 13. Zlada is common in appearance, with black hair and dark amber eyes. She wears studded leather and wields a shortsword and darts.",
  "Lida: Female Half-orc Fighter, LN. Str 14, Dex 11, Con 10, Int 11, Wis 14, Cha 6. Lida is short, with brown hair and amber eyes. She wears scale mail and wields a greatsword.",
  "Soba: Female Half-orc Barbarian, N. Str 16, Dex 9, Con 16, Int 9, Wis 7, Cha 11. Soba has short silver hair and bright brown eyes. She wears hide armor and wields a flail. Soba is shrewd and practical.",
  "Gothune: Female Half-orc Cleric, N. Str 11, Dex 10, Con 9, Int 10, Wis 12, Cha 11. Gothune is willowy, with curly copper hair and large gray eyes. She wears half plate and wields a quarterstaff and sling. Gothune seeks only fame and glory.",
  "Vera: Female Half-orc Cleric, LG. Str 13, Dex 9, Con 10, Int 9, Wis 13, Cha 10. Vera is elegant in appearance, with long gray hair and soft brown eyes. She wears studded leather and wields a club and sling.",
  "Ziva: Female Half-orc Paladin, Good. Str 11, Dex 13, Con 5, Int 10, Wis 11, Cha 17. Ziva is heavyset, with golden hair and gray eyes. She wears a chain shirt and wields a war pick and shield. Ziva dislikes anyone smarter than her.",
  "Mecka: Female Half-orc Wizard, CG. Str 6, Dex 11, Con 13, Int 15, Wis 15, Cha 7. Mecka is exceptionally beautiful, with golden hair and brown eyes. She wears well-made clothing and wields a dagger and light crossbow. Mecka has an arcane familiar, a black bat named Helcho.",
  "Elildana: Female Half-orc Monk, NG. Str 10, Dex 8, Con 7, Int 12, Wis 13, Cha 12. Elildana has short black hair and bright hazel eyes. She wears well-made clothing and wields an ono (handaxe) and shuriken (darts). Elildana is dying and desperately seeks the secret of immortality.",
  "Zita: Female Half-orc Warlock, LE. Str 11, Dex 12, Con 14, Int 12, Wis 8, Cha 16. Zita has braided black hair and gray eyes, and a round nose. She wears leather armor and wields a spear and sickle. Zita has an animal companion, a vampire bat named Mila.",
  "Svera: Female Half-orc Druid, Neutral. Str 9, Dex 12, Con 10, Int 7, Wis 13, Cha 14. Svera has matted blonde hair and dark brown eyes. She wears leather armor and wields a scimitar and javelins. Svera seeks to save her family from financial ruin.",
  "Thelcha: Female Half-orc Warlock, N. Str 9, Dex 8, Con 8, Int 13, Wis 10, Cha 14. Thelcha is tall and willowy, with messy brown hair and bright blue eyes. She wears studded leather and wields a club. Thelcha is searching for her missing familiar, a giant spider named Aniaric.",
  "Andadarea: Female Half-orc Wizard, LE. Str 11, Dex 14, Con 12, Int 16, Wis 10, Cha 8. Andadarea has a square face, with white hair and green eyes. She wears modest garments and wields a quarterstaff. Andadarea seeks only fame and glory.",
  "Amergatha: Female Half-orc Rogue, CN. Str 10, Dex 12, Con 11, Int 12, Wis 10, Cha 12. Amergatha is thin, with gray hair and green eyes. She wears leather armor and wields a longsword. Amergatha frequently uses uncommon words incorrectly.",
  "Suintha: Female Half-orc Cleric, LN. Str 11, Dex 9, Con 9, Int 5, Wis 14, Cha 11. Suintha has short gray hair and dark gray eyes. She wears leather armor and wields a club and shield. Suintha is haunted by the memories of a past life.",
  "Bena: Female Half-orc Monk, N. Str 11, Dex 15, Con 8, Int 9, Wis 12, Cha 13. Bena has gray hair and sharp brown eyes, and a sharp nose. She wears simple clothing and wields an ono (handaxe) and sai (dagger).",
  "Lava: Female Half-orc Monk, N. Str 11, Dex 14, Con 11, Int 10, Wis 12, Cha 10. Lava has white hair and green eyes. She wears modest garments and wields a yari (spear) and shuriken (darts). Lava is haunted by the ghost of someone she killed.",
  "Zora: Female Half-orc Fighter, N. Str 14, Dex 13, Con 10, Int 12, Wis 10, Cha 8. Zora has short silver hair and narrow blue eyes. She wears splint armor and wields a whip and longbow.",
  "Mira: Female Half-orc Sorcerer, LG. Str 15, Dex 12, Con 12, Int 5, Wis 14, Cha 17. Mira is common in appearance, with long brown hair and light gray eyes. She wears worn clothing and wields a quarterstaff.",
  "Alfris: Female Half-orc Rogue, NG. Str 13, Dex 17, Con 10, Int 8, Wis 7, Cha 11. Alfris has thin auburn hair and narrow green eyes. She wears leather armor and wields a quarterstaff and hand crossbow. Alfris is gentle and chivalrous.",
  "Promir: Female Half-orc Fighter, NE. Str 15, Dex 11, Con 9, Int 11, Wis 15, Cha 14. Promir has a long face, with copper hair and gray eyes. She wears hide armor and wields a battleaxe. Promir is fiendish and harsh.",
  "Bliba: Female Half-orc Paladin, Good. Str 11, Dex 8, Con 9, Int 9, Wis 13, Cha 14. Bliba is tall, with curly blonde hair and blue eyes. She wears splint armor and wields a flail.",
  "Alfrisogo: Female Half-orc Rogue, N. Str 6, Dex 14, Con 11, Int 11, Wis 11, Cha 10. Alfrisogo is slender, with red hair and sharp brown eyes. She wears leather armor and wields a quarterstaff. Alfrisogo is clever and practical.",
  "Gisune: Female Half-orc Rogue, N. Str 13, Dex 15, Con 7, Int 10, Wis 9, Cha 8. Gisune is tall and slender, with white hair and bright hazel eyes. She wears studded leather and wields a shortsword and sickle.",
  "Gisuintha: Female Half-orc Monk, NG. Str 13, Dex 9, Con 10, Int 15, Wis 17, Cha 10. Gisuintha has a narrow face, with blonde hair and large green eyes. She wears travel-stained clothing and wields a yari (spear) and sai (dagger). Gisuintha seeks to free herself from an ancient curse.",
  "Luska: Female Half-orc Paladin, Good. Str 11, Dex 12, Con 12, Int 13, Wis 7, Cha 17. Luska has long copper hair and sharp gray eyes. She wears chain mail and wields a battleaxe. Luska is searching for her missing son.",
  "Lava: Female Half-orc Monk, LE. Str 12, Dex 17, Con 9, Int 10, Wis 8, Cha 10. Lava is tall, with auburn hair and narrow brown eyes. She wears well-made clothing and wields an ono (handaxe). Lava is disloyal and abusive.",
  "Valdela: Female Half-orc Warlock, N. Str 11, Dex 9, Con 7, Int 8, Wis 12, Cha 17. Valdela is exceptionally beautiful, with uneven black hair and large amber eyes. She wears leather armor and wields a quarterstaff. Valdela has an animal companion, a grey rat named Zora.",
  "Lana: Female Half-orc Fighter, N. Str 12, Dex 13, Con 14, Int 12, Wis 7, Cha 8. Lana has red hair and large brown eyes, and a beaked nose. She wears hide armor and wields a warhammer. Lana has an animal companion, a red firedrake named Neva.",
  "Hiuda: Female Half-orc Sorcerer, LG. Str 10, Dex 7, Con 8, Int 14, Wis 6, Cha 13. Hiuda has black hair and sharp blue eyes, and a thin nose. She wears worn clothing and wields a dagger. Hiuda is principled and confident.",
  "Gotho: Female Half-orc Fighter, NG. Str 12, Dex 13, Con 12, Int 8, Wis 11, Cha 14. Gotho is exceptionally beautiful, with auburn hair and amber eyes. She wears chain mail and wields a trident. Gotho seeks to continue the noble legacy of her father.",
  "Wilgiso: Female Half-orc Rogue, LN. Str 13, Dex 15, Con 14, Int 13, Wis 13, Cha 13. Wilgiso has a square face, with gray hair and gray eyes. She wears leather armor and wields a longsword and hand crossbow.",
  "Liba: Female Half-orc Warlock, N. Str 9, Dex 8, Con 8, Int 10, Wis 10, Cha 13. Liba has a narrow face, with golden hair and brown eyes. She wears studded leather and wields a light hammer and sickle. Liba is painfully tone-deaf.",
  "Alfrivama: Female Half-orc Druid, Neutral. Str 10, Dex 11, Con 7, Int 11, Wis 16, Cha 12. Alfrivama has a long face, with copper hair and gray eyes. She wears hide armor and wields a mace and sickle.",
  "Mala: Female Half-orc Paladin, Good. Str 9, Dex 10, Con 6, Int 7, Wis 13, Cha 16. Mala is tall, with gray hair and sharp hazel eyes. She wears chain mail and wields a greatsword. Mala has an animal companion, a white warhorse named Zita.",
  "Svela: Female Half-orc Paladin, Good. Str 14, Dex 11, Con 7, Int 8, Wis 14, Cha 12. Svela is short and heavyset, with thin black hair and sharp gray eyes. She wears splint armor and wields a glaive. Svela compulsively insults others.",
  "Helcha: Female Half-orc Wizard, LG. Str 9, Dex 13, Con 10, Int 15, Wis 10, Cha 11. Helcha has blonde hair and green eyes, and prominent ears. She wears emerald robes and wields a dagger. Helcha seeks to help the poor and unfortunate.",
  "Wilga: Female Half-orc Fighter, CN. Str 12, Dex 9, Con 10, Int 12, Wis 6, Cha 11. Wilga has a round face, with auburn hair and dark brown eyes. She wears a breastplate and wields a war pick and hand crossbow. Wilga has an animal companion, a green firedrake named Mira.",
  "Vera: Female Half-orc Monk, N. Str 9, Dex 13, Con 5, Int 9, Wis 8, Cha 7. Vera is common in appearance, with messy blonde hair and soft blue eyes. She wears worn clothing and wields a yari (spear).",
  "Ziva: Female Half-orc Monk, CG. Str 17, Dex 13, Con 6, Int 10, Wis 9, Cha 10. Ziva has thick auburn hair and green eyes. She wears worn clothing and wields nunchaku (club). Ziva is fair and flamboyant.",
  "Sanka: Female Half-orc Barbarian, LE. Str 15, Dex 6, Con 14, Int 10, Wis 13, Cha 6. Sanka is pleasant in appearance, with copper hair and hazel eyes. She wears leather armor and wields a war pick and shield. Sanka is a pack-rat, and carries a satchel of random junk.",
  "Kreagniga: Female Half-orc Cleric, N. Str 8, Dex 11, Con 14, Int 14, Wis 13, Cha 14. Kreagniga is tall, with messy auburn hair and green eyes. She wears studded leather and wields a mace. Kreagniga seeks to destroy the undead.",
  "Amelien: Female Half-orc Fighter, N. Str 15, Dex 13, Con 9, Int 13, Wis 15, Cha 10. Amelien is stout, with short silver hair and soft green eyes. She wears plate armor and wields a scimitar.",
  "Mila: Female Half-orc Druid, Neutral. Str 9, Dex 11, Con 10, Int 8, Wis 16, Cha 10. Mila is rugged in appearance, with long white hair and narrow brown eyes. She wears hide armor and wields a club and wooden shield. Mila is pessimistic and selfish.",
  "Asunthama: Female Half-orc Druid, Neutral. Str 11, Dex 11, Con 10, Int 8, Wis 13, Cha 13. Asunthama has gray hair and dark hazel eyes, and a thin nose. She wears leather armor and wields a mace.",
  "Glivada: Female Half-orc Rogue, N. Str 8, Dex 12, Con 8, Int 11, Wis 10, Cha 8. Glivada is short, with cropped auburn hair and soft brown eyes. She wears studded leather and wields a longsword and light crossbow. Glivada seeks to free herself from an ancient curse.",
  "Wilgotha: Female Half-orc Paladin, Good. Str 15, Dex 6, Con 11, Int 10, Wis 17, Cha 13. Wilgotha is tall and slender, with messy white hair and green eyes. She wears splint armor and wields a flail. Wilgotha is fascinated by geometry.",
  "Vlava: Female Half-orc Fighter, LN. Str 13, Dex 8, Con 10, Int 12, Wis 8, Cha 10. Vlava is exceptionally beautiful, with tangled silver hair and narrow gray eyes. She wears chain mail and wields a glaive. Vlava is hunting the cultists who murdered her family.",
  "Raha: Female Half-orc Warlock, N. Str 10, Dex 11, Con 9, Int 6, Wis 11, Cha 12. Raha has an angular face, with uneven blonde hair and sharp green eyes. She wears leather armor and wields a mace. Raha is alluring and eccentric.",
  "Thiuda: Female Half-orc Fighter, NG. Str 15, Dex 7, Con 10, Int 14, Wis 10, Cha 12. Thiuda has long blonde hair and brown eyes. She wears plate armor and wields a scimitar and shield.",
  "Veta: Female Half-orc Bard, CG. Str 10, Dex 9, Con 6, Int 17, Wis 12, Cha 15. Veta has golden hair and light gray eyes. She wears leather armor and wields a rapier and hand crossbow. Veta believes that she is being hunted by supernatural creatures.",
  "Liba: Female Half-orc Fighter, NE. Str 16, Dex 14, Con 8, Int 10, Wis 10, Cha 8. Liba has a long face, with copper hair and bright blue eyes. She wears splint armor and wields a war pick and hand crossbow.",
  "Lata: Female Half-orc Wizard, N. Str 5, Dex 12, Con 9, Int 16, Wis 9, Cha 13. Lata is short, with brown hair and green eyes. She wears sturdy clothing and wields a quarterstaff and sling. Lata has an arcane familiar, a gnome minstrel trapped in the form of a gray bat.",
  "Athamada: Female Half-orc Monk, N. Str 15, Dex 11, Con 12, Int 11, Wis 12, Cha 7. Athamada is fair in appearance, with copper hair and bright brown eyes. She wears worn clothing and wields a bo (quarterstaff). Athamada compulsively plays with a brass ring.",
  "Zena: Female Half-orc Fighter, NE. Str 15, Dex 11, Con 12, Int 14, Wis 11, Cha 10. Zena has curly golden hair and dark green eyes, and a thin nose. She wears plate armor and wields a whip and hand crossbow. Zena dislikes having people behind her.",
  "Odamalbe: Female Half-orc Ranger, LE. Str 10, Dex 13, Con 13, Int 12, Wis 11, Cha 13. Odamalbe has gray hair and narrow amber eyes. She wears half plate and wields a war pick. Odamalbe has gray wolf named Laha.",
  "Zela: Female Half-orc Warlock, LN. Str 12, Dex 9, Con 8, Int 10, Wis 12, Cha 14. Zela is pleasant in appearance, with blonde hair and soft amber eyes. She wears studded leather and wields a quarterstaff and sickle.",
  "Gilda: Female Half-orc Rogue, N. Str 7, Dex 14, Con 8, Int 10, Wis 12, Cha 12. Gilda has cropped gray hair and narrow hazel eyes, and pointed ears. She wears leather armor and wields a handaxe and shortbow. Gilda has an animal companion, a raven named Hidriba.",
  "Mira: Female Half-orc Monk, LN. Str 9, Dex 14, Con 10, Int 10, Wis 12, Cha 10. Mira has white hair and light gray eyes. She wears modest garments and wields a kanabo (mace). Mira is searching for the legendary dwarven kingdom of Bilnula.",
  "Efostrorti: Female Half-orc Monk, N. Str 11, Dex 12, Con 11, Int 13, Wis 13, Cha 9. Efostrorti is exceptionally beautiful, with tangled blonde hair and blue eyes. She wears travel-stained clothing and wields a yari (spear). Efostrorti is bold and impish.",
  "Braha: Female Half-orc Monk, LN. Str 15, Dex 15, Con 9, Int 9, Wis 9, Cha 10. Braha is common in appearance, with braided silver hair and amber eyes. She wears worn clothing and wields a bo (quarterstaff) and shuriken (darts). Braha is zealous and disloyal.",
  "Evalama: Female Half-orc Fighter, CN. Str 13, Dex 10, Con 13, Int 11, Wis 11, Cha 9. Evalama is overweight, with auburn hair and hazel eyes. She wears ring mail and wields a rapier.",
  "Sunthune: Female Half-orc Monk, CN. Str 11, Dex 15, Con 10, Int 10, Wis 12, Cha 10. Sunthune has straight golden hair and soft amber eyes, and small ears. She wears worn clothing and wields a bo (quarterstaff) and kama (sickle). Sunthune is dying and desperately seeks the secret of immortality.",
  "Drana: Female Half-orc Fighter, LN. Str 17, Dex 14, Con 14, Int 6, Wis 11, Cha 14. Drana has straight gray hair and narrow amber eyes, and a thin nose. She wears a breastplate and wields a rapier and shield. Drana has an animal companion, a brown bear named Mataso.",
  "Mecisl: Female Half-orc Paladin, Good. Str 15, Dex 13, Con 10, Int 10, Wis 12, Cha 16. Mecisl has messy copper hair and bright green eyes. She wears plate armor and wields a shortsword and shield.",
  "Ercamarea: Female Half-orc Rogue, N. Str 10, Dex 14, Con 6, Int 15, Wis 7, Cha 9. Ercamarea has a narrow face, with thick brown hair and light blue eyes. She wears studded leather and wields a rapier and hand crossbow. Ercamarea secretly serves Meraie, an ancient goddess of darkness.",
  "Thilda: Female Half-orc Rogue, NG. Str 11, Dex 15, Con 10, Int 13, Wis 12, Cha 12. Thilda is courtly in bearing, with golden hair and blue eyes. She wears studded leather and wields a light hammer. Thilda is cultured and romantic.",
  "Pruska: Female Half-orc Monk, LN. Str 13, Dex 13, Con 11, Int 11, Wis 8, Cha 11. Pruska is tall and overweight, with copper hair and sharp brown eyes. She wears travel-stained clothing and wields a kanabo (mace). Pruska is searching for the lost elven kingdom of Egros.",
  "Chlismalfrel: Female Half-orc Fighter, N. Str 14, Dex 14, Con 11, Int 11, Wis 12, Cha 12. Chlismalfrel has copper hair and bright brown eyes. She wears plate armor and wields a scimitar and shield. Chlismalfrel has an animal companion, a copper firedrake named Andamame.",
  "Mlada: Female Half-orc Druid, Neutral. Str 12, Dex 10, Con 10, Int 13, Wis 13, Cha 7. Mlada is slender, with cropped brown hair and amber eyes. She wears leather armor and wields a quarterstaff and javelins. Mlada has forest owl named Vacannio.",
  "Gefortis: Female Half-orc Sorcerer, LN. Str 8, Dex 8, Con 15, Int 7, Wis 15, Cha 16. Gefortis is overweight, with tangled black hair and blue eyes. She wears travel-stained clothing and wields a quarterstaff. Gefortis is covetous and coarse.",
  "Zitka: Female Half-orc Paladin, Good. Str 11, Dex 12, Con 10, Int 12, Wis 16, Cha 13. Zitka is exceptionally beautiful, with straight red hair and hazel eyes. She wears a breastplate and wields a longsword and shield. Zitka is impossibly lucky.",
  "Thiudela: Female Half-orc Monk, LN. Str 10, Dex 16, Con 7, Int 10, Wis 7, Cha 10. Thiudela has a narrow face, with long golden hair and gray eyes. She wears modest garments and wields an ono (handaxe). Thiudela has an animal companion, a golden monkey named Bricannio.",
  "Sunilda: Female Half-orc Barbarian, N. Str 16, Dex 15, Con 11, Int 6, Wis 11, Cha 6. Sunilda has short white hair and large green eyes. She wears leather armor and wields a rapier and shield.",
  "Dobra: Female Half-orc Fighter, N. Str 17, Dex 11, Con 12, Int 11, Wis 12, Cha 13. Dobra is overweight, with red hair and narrow amber eyes. She wears plate armor and wields a flail and blowgun. Dobra is searching for her missing daughter.",
  "Thelcha: Female Half-orc Rogue, LN. Str 7, Dex 14, Con 10, Int 9, Wis 7, Cha 13. Thelcha has silver hair and amber eyes, and a thin nose. She wears studded leather and wields a shortsword. Thelcha has an animal companion, a black snake named Zela.",
  "Gefortas: Female Half-orc Warlock, NE. Str 13, Dex 7, Con 14, Int 6, Wis 13, Cha 15. Gefortas has a round face, with curly auburn hair and hazel eyes. She wears leather armor and wields a quarterstaff. Gefortas is dishonest and insane.",
  "Zlena: Female Half-orc Rogue, N. Str 5, Dex 17, Con 9, Int 15, Wis 9, Cha 12. Zlena has golden hair and brown eyes. She wears studded leather and wields a longsword. Zlena seeks to save her family from financial ruin.",
  "Zlava: Female Half-orc Barbarian, LG. Str 12, Dex 12, Con 10, Int 9, Wis 14, Cha 14. Zlava is exceptionally beautiful, with tangled silver hair and sharp hazel eyes. She wears hide armor and wields a trident and blowgun. Zlava compulsively plays with a copper ring.",
  "Duse: Female Half-orc Barbarian, NE. Str 17, Dex 10, Con 12, Int 13, Wis 12, Cha 12. Duse is tall and thin, with copper hair and gray eyes. She wears hide armor and wields a greatsword. Duse compulsively rhymes words.",
  "Sticka: Female Half-orc Ranger, CN. Str 11, Dex 11, Con 8, Int 12, Wis 11, Cha 10. Sticka is short, with thin black hair and large gray eyes. She wears studded leather and wields a war pick. Sticka is only friendly towards other half-orcs..",
  "Ziva: Female Half-orc Rogue, CG. Str 7, Dex 14, Con 10, Int 14, Wis 10, Cha 7. Ziva has long blonde hair and bright amber eyes, and prominent ears. She wears studded leather and wields a spear.",
  "Thunila: Female Half-orc Barbarian, LN. Str 14, Dex 9, Con 14, Int 7, Wis 12, Cha 10. Thunila has white hair and dark brown eyes. She wears leather armor and wields a greataxe. Thunila was raised by cultists of the Harlot of Lust.",
  "Vadela: Female Half-orc Fighter, NG. Str 12, Dex 14, Con 9, Int 9, Wis 11, Cha 11. Vadela is common in appearance, with gray hair and soft green eyes. She wears ring mail and wields a warhammer and heavy crossbow. Vadela has an animal companion, a badger named Valda.",
  "Vanka: Female Half-orc Rogue, LN. Str 11, Dex 16, Con 5, Int 13, Wis 9, Cha 10. Vanka is exceptionally beautiful, with golden hair and amber eyes. She wears studded leather and wields a light hammer and darts. Vanka has an animal companion, a black snake named Lata."
]