[
  "Myli: Female Dragonborn Rogue, LG. Str 9, Dex 13, Con 10, Int 12, Wis 7, Cha 10. Myli has blue scales and light gray eyes. She wears leather armor and wields a quarterstaff and javelins.",
  "Myli: Female Dragonborn Cleric, NE. Str 12, Dex 11, Con 10, Int 9, Wis 14, Cha 12. Myli is tall, with copper scales and narrow hazel eyes. She wears a chain shirt and wields a club. Myli is envious and lazy.",
  "Sabi: Female Dragonborn Bard, CN. Str 12, Dex 13, Con 9, Int 14, Wis 8, Cha 13. Sabi has bronze scales and large gray eyes, and rows of shark-like teeth. She wears leather armor and wields a spear and hand crossbow. Sabi is easily distracted by small animals.",
  "Ninli: Female Dragonborn Fighter, CN. Str 12, Dex 9, Con 9, Int 10, Wis 9, Cha 8. Ninli has bronze scales and sharp amber eyes, and horns engraved with strange symbols. She wears a chain shirt and wields a rapier. Ninli is dying and desperately seeks the secret of immortality.",
  "Nocri: Female Dragonborn Rogue, N. Str 9, Dex 17, Con 10, Int 12, Wis 11, Cha 11. Nocri has brass scales and gray eyes. She wears studded leather and wields a rapier and darts. Nocri seeks to atone for past sins.",
  "Sila: Female Dragonborn Druid, Neutral. Str 8, Dex 9, Con 12, Int 12, Wis 15, Cha 8. Sila has white scales and hazel eyes. She wears leather armor and wields a scimitar. Sila has golden eagle named Suma.",
  "Ninu: Female Dragonborn Barbarian, NG. Str 14, Dex 7, Con 10, Int 10, Wis 13, Cha 15. Ninu has bronze scales and large blue eyes, and horns engraved with alien symbols. She wears studded leather and wields a whip and net. Ninu has an animal companion, a badger named Abal.",
  "Sila: Female Dragonborn Barbarian, LN. Str 16, Dex 13, Con 15, Int 10, Wis 9, Cha 10. Sila has bronze scales and gray eyes, and rows of shark-like teeth. She wears scale mail and wields a maul. Sila is searching for her missing daughter.",
  "Nocri: Female Dragonborn Druid, Neutral. Str 15, Dex 6, Con 12, Int 14, Wis 17, Cha 10. Nocri is overweight, with bronze scales and soft gray eyes. She wears leather armor and wields a club and sickle. Nocri has dire rat named Shimmulu.",
  "Astal: Female Dragonborn Cleric, N. Str 7, Dex 11, Con 11, Int 11, Wis 16, Cha 10. Astal has bronze scales and light hazel eyes. She wears studded leather and wields a handaxe and shield. Astal is fascinated by death.",
  "Saba: Female Dragonborn Monk, N. Str 12, Dex 12, Con 11, Int 11, Wis 13, Cha 13. Saba has bronze scales and soft green eyes, and an unusual scar on her face. She wears sturdy clothing and wields a bo (quarterstaff).",
  "Meta: Female Dragonborn Wizard, NG. Str 13, Dex 10, Con 11, Int 17, Wis 6, Cha 11. Meta has bronze scales and blue eyes. She wears well-made clothing and wields a dagger and darts. Meta is witty and impish.",
  "Litte: Female Dragonborn Wizard, N. Str 7, Dex 16, Con 6, Int 12, Wis 13, Cha 10. Litte has bronze scales and soft gray eyes. She wears tailored clothing and wields a quarterstaff and darts. Litte has an arcane familiar, a black raven which has no reflection and no shadow.",
  "Lith: Female Dragonborn Warlock, N. Str 8, Dex 12, Con 9, Int 5, Wis 7, Cha 12. Lith is tall, with bronze scales and sharp hazel eyes. She wears leather armor and wields a club. Lith seeks to become an instructor at the Athenaeum of Eldritch Study.",
  "Mete: Female Dragonborn Fighter, N. Str 17, Dex 14, Con 12, Int 8, Wis 8, Cha 10. Mete has bronze scales and light blue eyes. She wears a chain shirt and wields a battleaxe. Mete has an animal companion, a black dog named Puaba.",
  "Sidab: Female Dragonborn Ranger, NG. Str 12, Dex 11, Con 11, Int 15, Wis 10, Cha 11. Sidab is short and willowy, with bronze scales and soft brown eyes. She wears half plate and wields a greatsword.",
  "Saba: Female Dragonborn Fighter, N. Str 14, Dex 13, Con 11, Int 9, Wis 10, Cha 13. Saba has bronze scales and sharp hazel eyes, and a pair of tiny wings. She wears chain mail and wields a longsword and heavy crossbow.",
  "Ilis: Female Dragonborn Ranger, NG. Str 13, Dex 10, Con 8, Int 10, Wis 15, Cha 11. Ilis has white scales and soft green eyes. She wears leather armor and wields a morningstar and shield. Ilis has black snake named Ninli.",
  "Ninli: Female Dragonborn Wizard, N. Str 6, Dex 16, Con 12, Int 12, Wis 11, Cha 5. Ninli has gold scales and brown eyes. She wears ruby robes and wields a quarterstaff and sling. Ninli lost her shadow to a hag.",
  "Arteshki: Female Dragonborn Rogue, LN. Str 7, Dex 15, Con 11, Int 12, Wis 13, Cha 7. Arteshki is short, with bronze scales and soft blue eyes. She wears studded leather and wields a club and hand crossbow. Arteshki has an animal companion, a dire rat named Enmel.",
  "Myla: Female Dragonborn Rogue, LN. Str 10, Dex 13, Con 10, Int 11, Wis 10, Cha 11. Myla has blue scales and amber eyes, and a pair of tiny wings. She wears studded leather and wields a rapier. Myla has an animal companion, a sable ferret named Ninki.",
  "Litta: Female Dragonborn Fighter, LN. Str 14, Dex 13, Con 10, Int 11, Wis 9, Cha 11. Litta is tall, with copper scales and amber eyes. She wears half plate and wields a longsword. Litta has an animal companion, a black wolf named Manabu.",
  "Nidur: Female Dragonborn Paladin, Good. Str 10, Dex 10, Con 11, Int 9, Wis 13, Cha 13. Nidur is short, with bronze scales and narrow hazel eyes. She wears plate armor and wields a rapier and shield. Nidur is imaginative and talkative.",
  "Ningal: Female Dragonborn Barbarian, LN. Str 17, Dex 8, Con 9, Int 12, Wis 10, Cha 10. Ningal has bronze scales and gray eyes, and a magical scar on her arm. She wears leather armor and wields a glaive.",
  "Myli: Female Dragonborn Rogue, NE. Str 7, Dex 13, Con 5, Int 13, Wis 7, Cha 11. Myli has bronze scales and narrow brown eyes, and an unusual scar on her leg. She wears leather armor and wields a quarterstaff. Myli seeks wealth and power at any cost.",
  "Nannu: Female Dragonborn Fighter, CN. Str 12, Dex 7, Con 14, Int 12, Wis 13, Cha 12. Nannu has bronze scales and sharp brown eyes, and a flicking forked tongue. She wears a chain shirt and wields a war pick and shield. Nannu seeks revenge against the sister who betrayed her.",
  "Irkal: Female Dragonborn Monk, CN. Str 10, Dex 13, Con 10, Int 10, Wis 10, Cha 11. Irkal is tall and stout, with silver scales and gray eyes. She wears travel-stained clothing and wields a yari (spear).",
  "Nisab: Female Dragonborn Ranger, N. Str 10, Dex 11, Con 12, Int 10, Wis 13, Cha 12. Nisab has bronze scales and bright gray eyes. She wears studded leather and wields a trident and shield.",
  "Nidur: Female Dragonborn Sorcerer, LN. Str 7, Dex 13, Con 14, Int 7, Wis 9, Cha 13. Nidur is tall and heavyset, with brass scales and blue eyes. She wears simple clothing and wields a dagger. Nidur is searching for her lost brother.",
  "Ninli: Female Dragonborn Monk, CG. Str 12, Dex 15, Con 14, Int 13, Wis 15, Cha 10. Ninli has bronze scales and large brown eyes, and a flicking forked tongue. She wears modest garments and wields a bo (quarterstaff). Ninli is faithful and alluring.",
  "Abal: Female Dragonborn Warlock, CN. Str 11, Dex 9, Con 13, Int 12, Wis 8, Cha 14. Abal has bronze scales and sharp brown eyes. She wears studded leather and wields a handaxe and shortbow. Abal is searching for her missing familiar, a giant spider named Biumulu.",
  "Ilit: Female Dragonborn Cleric, N. Str 10, Dex 14, Con 9, Int 12, Wis 13, Cha 12. Ilit is tall, with bronze scales and gray eyes. She wears a breastplate and wields a spear and shield. Ilit holds a grudge against humans.",
  "Saba: Female Dragonborn Fighter, LG. Str 12, Dex 10, Con 15, Int 14, Wis 10, Cha 8. Saba is slender, with green scales and amber eyes. She wears plate armor and wields a warhammer and shield.",
  "Ninki: Female Dragonborn Monk, LN. Str 13, Dex 11, Con 14, Int 9, Wis 17, Cha 6. Ninki has brass scales and bright blue eyes, and a pair of tiny wings. She wears worn clothing and wields a yari (spear). Ninki is colorblind.",
  "Ningal: Female Dragonborn Rogue, NE. Str 12, Dex 12, Con 7, Int 12, Wis 10, Cha 14. Ningal is tall and heavyset, with bronze scales and large green eyes. She wears studded leather and wields a rapier. Ningal is impossibly lucky.",
  "Sabi: Female Dragonborn Rogue, NG. Str 9, Dex 14, Con 5, Int 12, Wis 14, Cha 13. Sabi has bronze scales and green eyes, and a pair of tiny wings. She wears studded leather and wields a handaxe and shortbow. Sabi has an animal companion, a black cat named Akinyas.",
  "Sila: Female Dragonborn Cleric, N. Str 12, Dex 14, Con 8, Int 10, Wis 13, Cha 15. Sila has bronze scales and bright amber eyes. She wears studded leather and wields a club and shield. Sila suffers a severe allergy to rabbits.",
  "Ninu: Female Dragonborn Sorcerer, NG. Str 8, Dex 13, Con 9, Int 11, Wis 10, Cha 14. Ninu is tall and willowy, with bronze scales and narrow gray eyes. She wears well-made clothing and wields a dagger and darts. Ninu is fascinated by magic and arcana.",
  "Sidab: Female Dragonborn Barbarian, NE. Str 16, Dex 7, Con 8, Int 14, Wis 7, Cha 9. Sidab has blue scales and gray eyes, and wears glasses with brass rims. She wears leather armor and wields a trident and shield. Sidab has an animal companion, a copper firedrake named Ninki.",
  "Anum: Female Dragonborn Fighter, N. Str 12, Dex 13, Con 9, Int 11, Wis 10, Cha 12. Anum has silver scales and large brown eyes, and a pair of tiny wings. She wears splint armor and wields a pike. Anum has an animal companion, a gray wolf named Saba.",
  "Nina: Female Dragonborn Rogue, CG. Str 9, Dex 14, Con 7, Int 16, Wis 8, Cha 10. Nina has bronze scales and hazel eyes. She wears studded leather and wields a mace. Nina is haunted by the memories of a past life.",
  "Sidur: Female Dragonborn Fighter, LE. Str 12, Dex 15, Con 7, Int 9, Wis 9, Cha 10. Sidur has bronze scales and bright hazel eyes, and a pair of tiny wings. She wears chain mail and wields a morningstar. Sidur has an animal companion, a black wolf named Amukad.",
  "Lith: Female Dragonborn Paladin, Good. Str 14, Dex 8, Con 9, Int 6, Wis 14, Cha 9. Lith has bronze scales and sharp hazel eyes. She wears a chain shirt and wields a warhammer. Lith is thrifty and sarcastic.",
  "Ilith: Female Dragonborn Fighter, N. Str 14, Dex 9, Con 8, Int 12, Wis 8, Cha 14. Ilith is short, with green scales and green eyes. She wears half plate and wields a morningstar.",
  "Nanna: Female Dragonborn Rogue, N. Str 9, Dex 13, Con 13, Int 11, Wis 7, Cha 12. Nanna has green scales and amber eyes. She wears studded leather and wields a shortsword. Nanna secretly serves Moraie, an ancient goddess of darkness.",
  "Puabi: Female Dragonborn Rogue, N. Str 8, Dex 15, Con 8, Int 15, Wis 7, Cha 12. Puabi has white scales and dark amber eyes. She wears studded leather and wields a longsword and hand crossbow. Puabi has an animal companion, a raven named Burabu.",
  "Ningal: Female Dragonborn Rogue, LN. Str 7, Dex 17, Con 11, Int 13, Wis 7, Cha 13. Ningal is willowy, with bronze scales and blue eyes. She wears leather armor and wields a rapier and shortbow. Ningal has an animal companion, a black snake named Ayallal.",
  "Saba: Female Dragonborn Druid, Neutral. Str 11, Dex 10, Con 12, Int 15, Wis 16, Cha 11. Saba has silver scales and large brown eyes, and rows of shark-like teeth. She wears hide armor and wields a quarterstaff and sling.",
  "Sidur: Female Dragonborn Warlock, LN. Str 8, Dex 13, Con 8, Int 10, Wis 11, Cha 12. Sidur has bronze scales and sharp gray eyes. She wears leather armor and wields a club. Sidur is pessimistic and selfish.",
  "Litte: Female Dragonborn Ranger, NG. Str 17, Dex 16, Con 9, Int 9, Wis 10, Cha 5. Litte is short and slender, with bronze scales and green eyes. She wears studded leather and wields a maul.",
  "Ninki: Female Dragonborn Fighter, LN. Str 12, Dex 14, Con 14, Int 13, Wis 12, Cha 11. Ninki is thin, with bronze scales and large green eyes. She wears half plate and wields a morningstar. Ninki seeks to destroy the race of trolls.",
  "Nisab: Female Dragonborn Paladin, Good. Str 13, Dex 13, Con 12, Int 9, Wis 14, Cha 14. Nisab is heavyset, with brass scales and dark green eyes. She wears chain mail and wields a rapier. Nisab is trustworthy and idealistic.",
  "Etum: Female Dragonborn Rogue, NG. Str 10, Dex 14, Con 9, Int 14, Wis 11, Cha 10. Etum has bronze scales and brown eyes. She wears studded leather and wields a light hammer. Etum is easily distracted by food and drink.",
  "Mete: Female Dragonborn Rogue, N. Str 9, Dex 17, Con 6, Int 10, Wis 10, Cha 10. Mete has bronze scales and bright gray eyes. She wears leather armor and wields a club and darts. Mete is impossibly lucky.",
  "Nannu: Female Dragonborn Fighter, LG. Str 16, Dex 12, Con 11, Int 9, Wis 13, Cha 14. Nannu has gold scales and gray eyes. She wears plate armor and wields a greatsword. Nannu suffers a severe allergy to fish.",
  "Astal: Female Dragonborn Fighter, CN. Str 17, Dex 10, Con 7, Int 7, Wis 13, Cha 9. Astal has bronze scales and brown eyes, and rows of shark-like teeth. She wears hide armor and wields a morningstar and longbow. Astal seeks to save her family from financial ruin.",
  "Nisid: Female Dragonborn Ranger, LE. Str 13, Dex 10, Con 8, Int 13, Wis 13, Cha 14. Nisid has bronze scales and brown eyes. She wears studded leather and wields a pike.",
  "Nocri: Female Dragonborn Monk, N. Str 14, Dex 14, Con 8, Int 5, Wis 12, Cha 8. Nocri is short and heavyset, with bronze scales and amber eyes. She wears worn clothing and wields a kanabo (mace) and kama (sickle). Nocri has an animal companion, a copper firedrake named Sangudi.",
  "Ninla: Female Dragonborn Barbarian, CN. Str 14, Dex 11, Con 12, Int 11, Wis 7, Cha 10. Ninla has bronze scales and light brown eyes. She wears leather armor and wields a shortsword. Ninla compulsively picks up things.",
  "Lila: Female Dragonborn Monk, N. Str 16, Dex 14, Con 7, Int 10, Wis 11, Cha 10. Lila is slender, with bronze scales and sharp brown eyes. She wears simple clothing and wields a yari (spear). Lila is hunting the giant who slew his mentor.",
  "Lila: Female Dragonborn Ranger, N. Str 12, Dex 9, Con 9, Int 9, Wis 10, Cha 9. Lila is short, with copper scales and sharp brown eyes. She wears half plate and wields a longsword and shield. Lila is painfully tone-deaf.",
  "Eshkil: Female Dragonborn Monk, LG. Str 10, Dex 12, Con 7, Int 8, Wis 11, Cha 10. Eshkil has copper scales and bright hazel eyes, and a flicking forked tongue. She wears well-made clothing and wields a yari (spear) and kama (sickle).",
  "Lith: Female Dragonborn Wizard, N. Str 12, Dex 15, Con 14, Int 15, Wis 11, Cha 10. Lith is short and thin, with brass scales and gray eyes. She wears silver robes and wields a dagger.",
  "Nocri: Female Dragonborn Monk, LN. Str 14, Dex 12, Con 10, Int 9, Wis 11, Cha 14. Nocri has brass scales and sharp green eyes. She wears modest garments and wields a kanabo (mace). Nocri lost her reflection to a hag.",
  "Ningal: Female Dragonborn Paladin, Good. Str 15, Dex 11, Con 10, Int 5, Wis 14, Cha 10. Ningal is tall and thin, with bronze scales and gray eyes. She wears chain mail and wields a trident and shield.",
  "Nocri: Female Dragonborn Monk, N. Str 11, Dex 12, Con 9, Int 12, Wis 8, Cha 10. Nocri is short, with bronze scales and brown eyes. She wears modest garments and wields a yari (spear). Nocri has an animal companion, a red snake named Suduga.",
  "Ninli: Female Dragonborn Barbarian, LN. Str 14, Dex 11, Con 16, Int 7, Wis 9, Cha 12. Ninli has bronze scales and blue eyes, and wears glasses with silver rims. She wears leather armor and wields a shortsword and net. Ninli dislikes anyone bigger than her.",
  "Nina: Female Dragonborn Rogue, LN. Str 12, Dex 16, Con 9, Int 14, Wis 8, Cha 8. Nina has bronze scales and narrow amber eyes, and a distinctive scar on her arm. She wears studded leather and wields a rapier. Nina seeks to save her family from financial ruin.",
  "Lili: Female Dragonborn Cleric, LN. Str 11, Dex 7, Con 11, Int 7, Wis 14, Cha 15. Lili has bronze scales and blue eyes. She wears leather armor and wields a light hammer and light crossbow.",
  "Sili: Female Dragonborn Sorcerer, LN. Str 9, Dex 11, Con 12, Int 9, Wis 13, Cha 15. Sili has bronze scales and green eyes. She wears simple clothing and wields a quarterstaff. Sili seeks to become an instructor at the College of the Mystical Arts.",
  "Nidab: Female Dragonborn Rogue, N. Str 8, Dex 12, Con 11, Int 13, Wis 10, Cha 14. Nidab has bronze scales and gray eyes. She wears leather armor and wields a longsword. Nidab has an animal companion, a raven named Merka.",
  "Etum: Female Dragonborn Barbarian, N. Str 12, Dex 13, Con 12, Int 7, Wis 9, Cha 9. Etum has bronze scales and sharp brown eyes, and a flicking forked tongue. She wears scale mail and wields a war pick and blowgun. Etum blames the gods for every misfortune.",
  "Meta: Female Dragonborn Fighter, LG. Str 15, Dex 11, Con 10, Int 10, Wis 9, Cha 8. Meta is short, with bronze scales and dark green eyes. She wears splint armor and wields a warhammer and blowgun. Meta has an animal companion, a green firedrake named Lili.",
  "Ninki: Female Dragonborn Cleric, N. Str 14, Dex 11, Con 12, Int 12, Wis 14, Cha 12. Ninki has bronze scales and light brown eyes, and wears glasses with silver rims. She wears a chain shirt and wields a club and sling. Ninki is mischievous and amoral.",
  "Saba: Female Dragonborn Fighter, N. Str 16, Dex 13, Con 11, Int 6, Wis 10, Cha 7. Saba is overweight, with brass scales and green eyes. She wears splint armor and wields a pike. Saba is a skilled cook.",
  "Ninki: Female Dragonborn Druid, Neutral. Str 13, Dex 15, Con 12, Int 5, Wis 16, Cha 9. Ninki has bronze scales and sharp hazel eyes. She wears hide armor and wields a club. Ninki is agreeable and bloodthirsty.",
  "Ninla: Female Dragonborn Paladin, Good. Str 13, Dex 10, Con 11, Int 12, Wis 12, Cha 11. Ninla has bronze scales and brown eyes, and a flicking forked tongue. She wears hide armor and wields a greatsword. Ninla has an animal companion, a white warhorse named Saba.",
  "Puabi: Female Dragonborn Sorcerer, NG. Str 12, Dex 9, Con 10, Int 6, Wis 8, Cha 13. Puabi has bronze scales and soft gray eyes. She wears plain clothing and wields a dagger. Puabi is hunting the doppelganger which destroyed her homeland.",
  "Nannu: Female Dragonborn Cleric, NE. Str 9, Dex 13, Con 10, Int 7, Wis 12, Cha 9. Nannu has bronze scales and soft gray eyes. She wears studded leather and wields a mace. Nannu is searching for her missing daughter.",
  "Mammet: Female Dragonborn Fighter, LN. Str 16, Dex 13, Con 14, Int 6, Wis 9, Cha 14. Mammet is short, with bronze scales and narrow brown eyes. She wears ring mail and wields a war pick and heavy crossbow. Mammet has an animal companion, a gray wolf named Ayabith.",
  "Nanna: Female Dragonborn Paladin, Good. Str 11, Dex 8, Con 7, Int 14, Wis 12, Cha 9. Nanna has bronze scales and dark blue eyes, and rows of shark-like teeth. She wears a breastplate and wields a pike.",
  "Ninki: Female Dragonborn Monk, N. Str 13, Dex 12, Con 13, Int 8, Wis 12, Cha 14. Ninki is short and slender, with bronze scales and brown eyes. She wears plain clothing and wields a bo (quarterstaff) and kama (sickle). Ninki is flamboyant and foolish.",
  "Ingal: Female Dragonborn Cleric, N. Str 13, Dex 11, Con 13, Int 10, Wis 17, Cha 17. Ingal has bronze scales and blue eyes. She wears a chain shirt and wields a spear. Ingal is dying and desperately seeks the secret of immortality.",
  "Eshkis: Female Dragonborn Rogue, CG. Str 11, Dex 17, Con 10, Int 10, Wis 9, Cha 8. Eshkis has gold scales and gray eyes, and a pair of tiny wings. She wears leather armor and wields a shortsword. Eshkis seeks only fame and glory.",
  "Ningal: Female Dragonborn Barbarian, LE. Str 17, Dex 10, Con 11, Int 5, Wis 10, Cha 14. Ningal has black scales and sharp gray eyes, and wears glasses with copper rims. She wears hide armor and wields a greatsword. Ningal has an animal companion, a badger named Sinaki.",
  "Lili: Female Dragonborn Barbarian, NG. Str 16, Dex 7, Con 7, Int 12, Wis 12, Cha 9. Lili has bronze scales and brown eyes, and wears glasses with platinum rims. She wears scale mail and wields a war pick and net. Lili is aesthetic and flirtatious.",
  "Ninki: Female Dragonborn Rogue, LG. Str 10, Dex 17, Con 9, Int 10, Wis 6, Cha 14. Ninki is stout, with bronze scales and light hazel eyes. She wears leather armor and wields a shortsword. Ninki is painfully tone-deaf.",
  "Ilit: Female Dragonborn Bard, N. Str 10, Dex 9, Con 9, Int 10, Wis 8, Cha 15. Ilit has bronze scales and amber eyes, and wears glasses with platinum rims. She wears leather armor and wields a rapier. Ilit has an animal companion, a tawny rat named Tuubtena.",
  "Ninki: Female Dragonborn Monk, N. Str 15, Dex 14, Con 10, Int 12, Wis 10, Cha 8. Ninki has bronze scales and blue eyes. She wears simple clothing and wields a kanabo (mace). Ninki has an animal companion, a black rat named Inlil.",
  "Saba: Female Dragonborn Bard, LE. Str 9, Dex 14, Con 12, Int 13, Wis 11, Cha 12. Saba has white scales and bright blue eyes. She wears leather armor and wields a rapier and light crossbow. Saba is colorblind.",
  "Nanna: Female Dragonborn Cleric, N. Str 11, Dex 14, Con 9, Int 13, Wis 14, Cha 11. Nanna has silver scales and soft green eyes, and horns engraved with arcane symbols. She wears leather armor and wields a quarterstaff and shield. Nanna is searching for the lost Monastery of the Empyrean Sky.",
  "Ninki: Female Dragonborn Cleric, N. Str 7, Dex 7, Con 7, Int 9, Wis 15, Cha 8. Ninki has blue scales and green eyes. She wears scale mail and wields a mace. Ninki is haunted by the memories of a past life.",
  "Ninli: Female Dragonborn Wizard, LN. Str 11, Dex 7, Con 9, Int 15, Wis 7, Cha 9. Ninli is short, with bronze scales and soft hazel eyes. She wears tailored clothing and wields a quarterstaff and light crossbow. Ninli has an arcane familiar, a tiny fire elemental named Myla.",
  "Sabi: Female Dragonborn Rogue, N. Str 11, Dex 12, Con 6, Int 12, Wis 9, Cha 15. Sabi is short and willowy, with green scales and blue eyes. She wears leather armor and wields a shortsword. Sabi speaks with a deep voice.",
  "Saba: Female Dragonborn Paladin, Good. Str 9, Dex 13, Con 11, Int 12, Wis 14, Cha 9. Saba is willowy, with bronze scales and brown eyes. She wears chain mail and wields a greatsword. Saba seeks to continue the noble legacy of her father.",
  "Abal: Female Dragonborn Druid, Neutral. Str 8, Dex 13, Con 6, Int 13, Wis 17, Cha 12. Abal is short, with silver scales and light brown eyes. She wears leather armor and wields a mace and sickle. Abal suffers a mild allergy to fish.",
  "Abal: Female Dragonborn Fighter, N. Str 13, Dex 11, Con 9, Int 12, Wis 7, Cha 10. Abal is short, with blue scales and soft gray eyes. She wears chain mail and wields a longsword and shield. Abal has an animal companion, a badger named Muta.",
  "Ayammeshki: Female Dragonborn Monk, N. Str 12, Dex 11, Con 8, Int 10, Wis 14, Cha 9. Ayammeshki has bronze scales and bright green eyes. She wears well-made clothing and wields a yari (spear). Ayammeshki compulsively plays with a copper coin.",
  "Lith: Female Dragonborn Rogue, LG. Str 9, Dex 17, Con 11, Int 10, Wis 8, Cha 11. Lith has silver scales and bright gray eyes, and horns engraved with strange symbols. She wears studded leather and wields a rapier and sling. Lith dislikes anyone smaller than her.",
  "Litta: Female Dragonborn Rogue, NG. Str 14, Dex 13, Con 6, Int 11, Wis 13, Cha 8. Litta has bronze scales and hazel eyes. She wears leather armor and wields a longsword. Litta has an animal companion, a sable ferret named Ninki.",
  "Inlit: Female Dragonborn Bard, LN. Str 12, Dex 11, Con 7, Int 9, Wis 9, Cha 14. Inlit has green scales and dark hazel eyes. She wears leather armor and wields a shortsword. Inlit holds a grudge against dwarves.",
  "Nocri: Female Dragonborn Rogue, LN. Str 9, Dex 15, Con 12, Int 10, Wis 6, Cha 11. Nocri has black scales and large green eyes, and wears glasses with pewter rims. She wears leather armor and wields a quarterstaff and hand crossbow. Nocri is paranoid and jealous.",
  "Ayallal: Female Dragonborn Rogue, CE. Str 9, Dex 14, Con 9, Int 11, Wis 11, Cha 5. Ayallal is short, with bronze scales and light amber eyes. She wears studded leather and wields a shortsword and hand crossbow. Ayallal has an animal companion, a dire rat named Saba.",
  "Ninki: Female Dragonborn Monk, N. Str 10, Dex 10, Con 12, Int 13, Wis 15, Cha 8. Ninki has bronze scales and dark green eyes, and rows of shark-like teeth. She wears well-made clothing and wields a bo (quarterstaff) and shuriken (darts). Ninki is cursed with amnesia.",
  "Puaba: Female Dragonborn Monk, N. Str 10, Dex 12, Con 11, Int 12, Wis 13, Cha 11. Puaba has bronze scales and bright blue eyes, and an unusual scar on her arm. She wears sturdy clothing and wields a yari (spear) and kama (sickle). Puaba has an animal companion, a black rat named Sacesu.",
  "Nina: Female Dragonborn Paladin, Good. Str 13, Dex 7, Con 12, Int 13, Wis 10, Cha 14. Nina has bronze scales and narrow brown eyes, and wears glasses with pewter rims. She wears splint armor and wields a whip. Nina is haunted by the memories of a past life.",
  "Ningal: Female Dragonborn Fighter, NG. Str 15, Dex 14, Con 11, Int 14, Wis 13, Cha 12. Ningal is slender, with bronze scales and gray eyes. She wears chain mail and wields a halberd. Ningal is dying and desperately seeks the secret of immortality.",
  "Idal: Female Dragonborn Sorcerer, N. Str 14, Dex 10, Con 11, Int 8, Wis 10, Cha 14. Idal has bronze scales and hazel eyes. She wears modest garments and wields a dagger. Idal is impish and violent.",
  "Nannu: Female Dragonborn Bard, LG. Str 6, Dex 13, Con 10, Int 13, Wis 9, Cha 17. Nannu has bronze scales and large gray eyes. She wears studded leather and wields a rapier and shortbow. Nannu has an animal companion, a white rabbit named Ninli.",
  "Nocri: Female Dragonborn Monk, N. Str 12, Dex 11, Con 7, Int 9, Wis 12, Cha 8. Nocri has bronze scales and soft amber eyes. She wears sturdy clothing and wields nunchaku (club) and kama (sickle). Nocri has an animal companion, a white rabbit named Biumesha.",
  "Ilis: Female Dragonborn Druid, Neutral. Str 9, Dex 12, Con 11, Int 6, Wis 13, Cha 12. Ilis has black scales and blue eyes, and rows of shark-like teeth. She wears leather armor and wields a quarterstaff and wooden shield. Ilis is hardworking and savage.",
  "Irkal: Female Dragonborn Bard, CN. Str 12, Dex 6, Con 5, Int 11, Wis 10, Cha 15. Irkal has bronze scales and sharp gray eyes, and rows of shark-like teeth. She wears leather armor and wields a spear. Irkal seeks to free herself from an ancient curse.",
  "Nocri: Female Dragonborn Warlock, N. Str 11, Dex 10, Con 14, Int 8, Wis 7, Cha 14. Nocri has bronze scales and sharp blue eyes, and a pair of tiny wings. She wears leather armor and wields a handaxe and sickle. Nocri seeks to become an instructor at the College of Adagum.",
  "Meta: Female Dragonborn Rogue, N. Str 14, Dex 13, Con 12, Int 12, Wis 10, Cha 12. Meta has bronze scales and blue eyes, and wears glasses with pewter rims. She wears studded leather and wields a shortsword. Meta has an animal companion, a sable ferret named Nazu.",
  "Saba: Female Dragonborn Paladin, Good. Str 14, Dex 11, Con 8, Int 9, Wis 12, Cha 9. Saba has white scales and soft blue eyes, and rows of shark-like teeth. She wears half plate and wields a maul. Saba is thrifty and inventive.",
  "Nina: Female Dragonborn Cleric, LG. Str 10, Dex 10, Con 10, Int 10, Wis 12, Cha 9. Nina has copper scales and green eyes, and rows of shark-like teeth. She wears studded leather and wields a light hammer.",
  "Saba: Female Dragonborn Barbarian, LE. Str 12, Dex 5, Con 16, Int 11, Wis 7, Cha 8. Saba has bronze scales and amber eyes, and a pair of tiny wings. She wears leather armor and wields a maul. Saba has an animal companion, a red firedrake named Balshuu.",
  "Lila: Female Dragonborn Cleric, N. Str 11, Dex 7, Con 11, Int 13, Wis 14, Cha 15. Lila has red scales and dark green eyes, and horns engraved with strange symbols. She wears scale mail and wields a club and shortbow. Lila has an animal companion, a hunting dog named Sili.",
  "Ningal: Female Dragonborn Fighter, N. Str 15, Dex 16, Con 8, Int 9, Wis 14, Cha 13. Ningal has gold scales and brown eyes, and rows of shark-like teeth. She wears chain mail and wields a scimitar and net. Ningal has an animal companion, a black bear named Saba.",
  "Abal: Female Dragonborn Fighter, N. Str 12, Dex 12, Con 12, Int 8, Wis 13, Cha 10. Abal is thin, with bronze scales and large amber eyes. She wears chain mail and wields a flail. Abal blames the gods for every misfortune.",
  "Meta: Female Dragonborn Monk, LN. Str 10, Dex 8, Con 14, Int 11, Wis 15, Cha 14. Meta is tall and overweight, with bronze scales and brown eyes. She wears modest garments and wields an ono (handaxe) and sai (dagger). Meta is haunted by the memories of a past life.",
  "Ninki: Female Dragonborn Monk, NG. Str 8, Dex 12, Con 10, Int 5, Wis 12, Cha 8. Ninki has black scales and large brown eyes, and a pair of tiny wings. She wears modest garments and wields nunchaku (club) and kama (sickle). Ninki seeks to discover where she came from, and who her real family is.",
  "Nina: Female Dragonborn Druid, Neutral. Str 14, Dex 11, Con 9, Int 7, Wis 15, Cha 12. Nina is tall, with bronze scales and large gray eyes. She wears leather armor and wields a spear and wooden shield. Nina is suspicious and gullible.",
  "Ninki: Female Dragonborn Fighter, N. Str 15, Dex 11, Con 10, Int 11, Wis 14, Cha 10. Ninki has bronze scales and light blue eyes, and horns engraved with alien symbols. She wears splint armor and wields a shortsword and hand crossbow.",
  "Nannu: Female Dragonborn Wizard, N. Str 13, Dex 13, Con 11, Int 15, Wis 9, Cha 13. Nannu has brass scales and dark gray eyes, and horns engraved with arcane symbols. She wears black robes and wields a dagger. Nannu is hardworking and flirtatious.",
  "Nidab: Female Dragonborn Sorcerer, CN. Str 14, Dex 9, Con 15, Int 14, Wis 10, Cha 16. Nidab has red scales and light amber eyes, and a magical scar on her leg. She wears plain clothing and wields a quarterstaff. Nidab has an animal companion, a gray bat named Guditu.",
  "Nannu: Female Dragonborn Rogue, N. Str 10, Dex 12, Con 12, Int 12, Wis 6, Cha 12. Nannu has bronze scales and light brown eyes. She wears studded leather and wields a mace and javelins. Nannu is anxious and selfish.",
  "Puabi: Female Dragonborn Monk, NE. Str 16, Dex 16, Con 11, Int 9, Wis 13, Cha 11. Puabi is tall, with bronze scales and narrow brown eyes. She wears well-made clothing and wields an ono (handaxe).",
  "Ninla: Female Dragonborn Monk, NG. Str 16, Dex 11, Con 14, Int 5, Wis 8, Cha 11. Ninla is short, with gold scales and green eyes. She wears modest garments and wields an ono (handaxe) and shuriken (darts).",
  "Ninu: Female Dragonborn Barbarian, LN. Str 16, Dex 11, Con 13, Int 13, Wis 6, Cha 13. Ninu has bronze scales and blue eyes. She wears leather armor and wields a halberd. Ninu has an animal companion, a black wolf named Balshazzi.",
  "Sabi: Female Dragonborn Druid, Neutral. Str 13, Dex 8, Con 6, Int 9, Wis 16, Cha 15. Sabi has copper scales and amber eyes, and an unusual scar on her arm. She wears leather armor and wields a spear and wooden shield. Sabi seeks to save her family from financial ruin.",
  "Nina: Female Dragonborn Sorcerer, LN. Str 7, Dex 6, Con 12, Int 9, Wis 5, Cha 15. Nina has red scales and soft hazel eyes, and a distinctive scar on her leg. She wears plain clothing and wields a dagger. Nina is cautious and perverted.",
  "Nisab: Female Dragonborn Fighter, CG. Str 12, Dex 10, Con 11, Int 5, Wis 7, Cha 5. Nisab is tall and overweight, with bronze scales and narrow hazel eyes. She wears a breastplate and wields a battleaxe and shield. Nisab has an animal companion, a gray wolf named Adamsus.",
  "Ninki: Female Dragonborn Rogue, CG. Str 8, Dex 15, Con 15, Int 13, Wis 9, Cha 13. Ninki is short and slender, with bronze scales and narrow brown eyes. She wears leather armor and wields a quarterstaff. Ninki has an animal companion, a raven named Ningal.",
  "Nanna: Female Dragonborn Ranger, NE. Str 14, Dex 7, Con 5, Int 10, Wis 10, Cha 12. Nanna has bronze scales and blue eyes. She wears leather armor and wields a rapier. Nanna has gray wolf named Esuural.",
  "Sabi: Female Dragonborn Monk, LE. Str 16, Dex 8, Con 9, Int 11, Wis 13, Cha 5. Sabi is tall and thin, with bronze scales and hazel eyes. She wears plain clothing and wields a kanabo (mace) and sai (dagger).",
  "Nocri: Female Dragonborn Sorcerer, CG. Str 12, Dex 14, Con 13, Int 9, Wis 11, Cha 12. Nocri is tall, with gold scales and bright hazel eyes. She wears simple clothing and wields a dagger and darts. Nocri seeks to prove herself to her peers.",
  "Allal: Female Dragonborn Rogue, N. Str 8, Dex 16, Con 7, Int 10, Wis 10, Cha 12. Allal is tall, with bronze scales and green eyes. She wears leather armor and wields a shortsword. Allal has an animal companion, a raven named Mammet.",
  "Sabi: Female Dragonborn Paladin, Good. Str 12, Dex 11, Con 11, Int 5, Wis 14, Cha 10. Sabi has bronze scales and brown eyes, and wears glasses with silver rims. She wears chain mail and wields a greataxe. Sabi is chivalrous and shrewd.",
  "Ningal: Female Dragonborn Monk, N. Str 10, Dex 13, Con 6, Int 11, Wis 14, Cha 11. Ningal has bronze scales and sharp amber eyes, and a flicking forked tongue. She wears travel-stained clothing and wields a bo (quarterstaff) and kama (sickle). Ningal is pessimistic and thoughtful.",
  "Nannu: Female Dragonborn Rogue, LG. Str 7, Dex 12, Con 12, Int 13, Wis 11, Cha 8. Nannu is overweight, with brass scales and sharp brown eyes. She wears studded leather and wields a longsword. Nannu speaks with a mousy voice.",
  "Ningal: Female Dragonborn Bard, N. Str 10, Dex 11, Con 8, Int 9, Wis 8, Cha 13. Ningal has bronze scales and large gray eyes, and horns engraved with strange symbols. She wears leather armor and wields a rapier. Ningal has an animal companion, a gray rabbit named Anabon.",
  "Nina: Female Dragonborn Barbarian, N. Str 13, Dex 9, Con 8, Int 10, Wis 12, Cha 7. Nina has bronze scales and soft brown eyes. She wears hide armor and wields a maul. Nina suffers a traumatic fear of fire.",
  "Eretu: Female Dragonborn Paladin, Good. Str 11, Dex 8, Con 12, Int 9, Wis 10, Cha 10. Eretu has copper scales and light amber eyes, and a distinctive scar on her leg. She wears hide armor and wields a rapier. Eretu speaks with a raspy voice.",
  "Lili: Female Dragonborn Fighter, LE. Str 13, Dex 13, Con 14, Int 9, Wis 8, Cha 8. Lili has bronze scales and amber eyes. She wears plate armor and wields a pike. Lili has an animal companion, a red firedrake named Beramma.",
  "Allal: Female Dragonborn Sorcerer, NG. Str 13, Dex 8, Con 13, Int 11, Wis 12, Cha 16. Allal has copper scales and light amber eyes, and a pair of tiny wings. She wears travel-stained clothing and wields a dagger and sling. Allal seeks to discover the truth of her lineage.",
  "Nisid: Female Dragonborn Monk, N. Str 16, Dex 12, Con 12, Int 11, Wis 16, Cha 12. Nisid is tall, with bronze scales and bright brown eyes. She wears modest garments and wields a bo (quarterstaff). Nisid is cynical and depressed.",
  "Ninla: Female Dragonborn Monk, CE. Str 12, Dex 15, Con 11, Int 13, Wis 12, Cha 12. Ninla has bronze scales and bright brown eyes. She wears modest garments and wields an ono (handaxe) and sai (dagger). Ninla has an animal companion, a black snake named Allal.",
  "Nocri: Female Dragonborn Rogue, LN. Str 6, Dex 16, Con 7, Int 11, Wis 10, Cha 10. Nocri has silver scales and hazel eyes. She wears leather armor and wields a shortsword and sickle. Nocri is hunting the warlord who murdered her family.",
  "Ninli: Female Dragonborn Fighter, LG. Str 12, Dex 16, Con 13, Int 8, Wis 7, Cha 9. Ninli is tall and overweight, with white scales and soft brown eyes. She wears plate armor and wields a glaive. Ninli seeks to prove herself to her peers.",
  "Inkil: Female Dragonborn Rogue, LN. Str 14, Dex 17, Con 9, Int 15, Wis 8, Cha 5. Inkil has bronze scales and bright hazel eyes, and horns engraved with alien symbols. She wears studded leather and wields a rapier and hand crossbow.",
  "Ilis: Female Dragonborn Fighter, LG. Str 14, Dex 10, Con 11, Int 7, Wis 14, Cha 12. Ilis has bronze scales and narrow blue eyes, and rows of shark-like teeth. She wears a chain shirt and wields a flail and blowgun. Ilis has an animal companion, a silver dog named Abit.",
  "Irkal: Female Dragonborn Bard, NG. Str 11, Dex 10, Con 12, Int 10, Wis 9, Cha 14. Irkal is willowy, with green scales and light hazel eyes. She wears leather armor and wields a longsword. Irkal is searching for her missing daughter.",
  "Sili: Female Dragonborn Fighter, NG. Str 12, Dex 14, Con 11, Int 12, Wis 14, Cha 15. Sili has bronze scales and soft gray eyes, and rows of shark-like teeth. She wears a breastplate and wields a scimitar. Sili seeks to destroy the race of orcs.",
  "Sabi: Female Dragonborn Druid, Neutral. Str 10, Dex 11, Con 12, Int 10, Wis 14, Cha 13. Sabi has copper scales and blue eyes, and a pair of tiny wings. She wears leather armor and wields a club and javelins. Sabi has black wolf named Nusaamsu.",
  "Nocri: Female Dragonborn Barbarian, N. Str 13, Dex 8, Con 12, Int 10, Wis 12, Cha 12. Nocri has bronze scales and blue eyes, and a flicking forked tongue. She wears hide armor and wields a war pick. Nocri is extravagant and inventive.",
  "Ningal: Female Dragonborn Wizard, NG. Str 13, Dex 11, Con 12, Int 16, Wis 8, Cha 14. Ningal is short, with green scales and amber eyes. She wears simple clothing and wields a dagger and light crossbow. Ningal is hunting the doppelganger which destroyed her homeland.",
  "Ninla: Female Dragonborn Fighter, N. Str 14, Dex 15, Con 8, Int 7, Wis 11, Cha 7. Ninla is thin, with bronze scales and soft blue eyes. She wears plate armor and wields a halberd. Ninla compulsively plays with a copper coin.",
  "Ninki: Female Dragonborn Monk, N. Str 15, Dex 11, Con 8, Int 13, Wis 7, Cha 12. Ninki is tall and willowy, with blue scales and hazel eyes. She wears well-made clothing and wields nunchaku (club).",
  "Puabi: Female Dragonborn Druid, Neutral. Str 11, Dex 15, Con 12, Int 13, Wis 13, Cha 6. Puabi has brass scales and brown eyes, and rows of shark-like teeth. She wears leather armor and wields a spear and wooden shield. Puabi seeks to discover what destroyed her homeland.",
  "Sabi: Female Dragonborn Fighter, N. Str 16, Dex 15, Con 11, Int 10, Wis 7, Cha 12. Sabi is tall and willowy, with bronze scales and brown eyes. She wears ring mail and wields a scimitar and longbow. Sabi has an animal companion, a green firedrake named Lila.",
  "Myli: Female Dragonborn Monk, N. Str 17, Dex 12, Con 9, Int 5, Wis 14, Cha 11. Myli is short, with bronze scales and dark gray eyes. She wears worn clothing and wields a yari (spear).",
  "Sila: Female Dragonborn Bard, N. Str 7, Dex 5, Con 7, Int 14, Wis 12, Cha 13. Sila has bronze scales and sharp hazel eyes, and a pair of tiny wings. She wears studded leather and wields a shortsword and hand crossbow. Sila is searching for the lost empire of Ormeren.",
  "Artere: Female Dragonborn Cleric, CN. Str 6, Dex 14, Con 13, Int 8, Wis 14, Cha 8. Artere is tall and heavyset, with green scales and bright gray eyes. She wears leather armor and wields a club. Artere is superstitious and merciless.",
  "Nisab: Female Dragonborn Paladin, Good. Str 9, Dex 9, Con 8, Int 9, Wis 14, Cha 12. Nisab has bronze scales and brown eyes. She wears splint armor and wields a flail.",
  "Saba: Female Dragonborn Fighter, NG. Str 15, Dex 10, Con 10, Int 10, Wis 12, Cha 9. Saba has bronze scales and green eyes, and a flicking forked tongue. She wears ring mail and wields a war pick and shield.",
  "Nocri: Female Dragonborn Sorcerer, N. Str 12, Dex 10, Con 15, Int 10, Wis 11, Cha 16. Nocri has bronze scales and green eyes, and wears glasses with pewter rims. She wears travel-stained clothing and wields a dagger.",
  "Ninki: Female Dragonborn Wizard, LG. Str 9, Dex 13, Con 11, Int 13, Wis 7, Cha 8. Ninki has bronze scales and bright green eyes. She wears fine clothing and wields a quarterstaff and light crossbow. Ninki has an arcane familiar, a black bat named Ninu.",
  "Ningal: Female Dragonborn Ranger, N. Str 11, Dex 12, Con 11, Int 10, Wis 9, Cha 8. Ningal has gold scales and hazel eyes. She wears studded leather and wields a halberd.",
  "Lila: Female Dragonborn Fighter, LN. Str 17, Dex 16, Con 10, Int 8, Wis 12, Cha 10. Lila has copper scales and dark amber eyes, and a flicking forked tongue. She wears ring mail and wields a shortsword and heavy crossbow. Lila is searching for a legendary blade named Abyssal Predator.",
  "Isal: Female Dragonborn Fighter, N. Str 12, Dex 8, Con 7, Int 10, Wis 8, Cha 10. Isal has bronze scales and green eyes, and rows of shark-like teeth. She wears scale mail and wields a pike. Isal is covetous and slothful.",
  "Nidur: Female Dragonborn Ranger, LG. Str 14, Dex 16, Con 8, Int 6, Wis 17, Cha 11. Nidur has bronze scales and hazel eyes, and horns engraved with strange symbols. She wears half plate and wields a whip and shield.",
  "Ningal: Female Dragonborn Cleric, N. Str 12, Dex 7, Con 8, Int 14, Wis 13, Cha 13. Ningal is stout, with bronze scales and hazel eyes. She wears scale mail and wields a club. Ningal is lustful and coarse.",
  "Ninli: Female Dragonborn Bard, N. Str 8, Dex 8, Con 7, Int 11, Wis 6, Cha 15. Ninli has bronze scales and narrow green eyes. She wears studded leather and wields a longsword. Ninli has an animal companion, a red fox named Akibnil.",
  "Sabi: Female Dragonborn Monk, LN. Str 13, Dex 8, Con 8, Int 12, Wis 15, Cha 9. Sabi has bronze scales and blue eyes. She wears modest garments and wields nunchaku (club). Sabi seeks to free herself from an ancient curse.",
  "Nanna: Female Dragonborn Monk, NG. Str 14, Dex 8, Con 6, Int 6, Wis 10, Cha 7. Nanna has brass scales and gray eyes, and an unusual scar on her leg. She wears travel-stained clothing and wields a bo (quarterstaff). Nanna compulsively plays with a gold ring.",
  "Eretu: Female Dragonborn Warlock, NG. Str 8, Dex 10, Con 9, Int 10, Wis 10, Cha 12. Eretu has bronze scales and large brown eyes. She wears studded leather and wields a light hammer and light crossbow. Eretu was petrified for a hundred years.",
  "Ningal: Female Dragonborn Ranger, N. Str 15, Dex 9, Con 11, Int 11, Wis 11, Cha 11. Ningal has bronze scales and dark hazel eyes, and a pair of tiny wings. She wears leather armor and wields a pike.",
  "Nannu: Female Dragonborn Rogue, LG. Str 11, Dex 15, Con 9, Int 16, Wis 11, Cha 12. Nannu has bronze scales and gray eyes, and wears glasses with silver rims. She wears studded leather and wields a longsword. Nannu is perceptive and practical.",
  "Sidab: Female Dragonborn Wizard, N. Str 6, Dex 13, Con 12, Int 16, Wis 12, Cha 9. Sidab has red scales and light amber eyes, and rows of shark-like teeth. She wears simple clothing and wields a quarterstaff. Sidab is searching for the legendary dwarven kingdom of Khola.",
  "Allal: Female Dragonborn Monk, CN. Str 9, Dex 13, Con 7, Int 10, Wis 10, Cha 13. Allal has bronze scales and hazel eyes. She wears sturdy clothing and wields a yari (spear).",
  "Mete: Female Dragonborn Warlock, NG. Str 11, Dex 6, Con 12, Int 10, Wis 11, Cha 16. Mete is willowy, with bronze scales and narrow green eyes. She wears studded leather and wields a club and sling. Mete has an animal companion, a black cat named Nabalshuu.",
  "Nisid: Female Dragonborn Rogue, CG. Str 7, Dex 17, Con 8, Int 15, Wis 10, Cha 10. Nisid is willowy, with bronze scales and bright hazel eyes. She wears studded leather and wields a spear and sickle. Nisid has an animal companion, a raven named Muriashuu.",
  "Eretu: Female Dragonborn Wizard, NG. Str 11, Dex 14, Con 14, Int 16, Wis 14, Cha 11. Eretu has bronze scales and hazel eyes, and an unusual scar on her arm. She wears crimson robes and wields a quarterstaff and light crossbow. Eretu has an arcane familiar, a tiny air elemental named Ninu.",
  "Nocri: Female Dragonborn Wizard, CG. Str 13, Dex 13, Con 15, Int 16, Wis 13, Cha 14. Nocri has bronze scales and gray eyes, and a flicking forked tongue. She wears red robes and wields a quarterstaff and sling. Nocri seeks revenge against the sister who betrayed her.",
  "Ereshki: Female Dragonborn Monk, CE. Str 13, Dex 11, Con 9, Int 10, Wis 11, Cha 10. Ereshki is short and thin, with gold scales and bright brown eyes. She wears simple clothing and wields a yari (spear). Ereshki serves an ancient dragon named Nabidi.",
  "Nidab: Female Dragonborn Paladin, Good. Str 10, Dex 9, Con 7, Int 7, Wis 13, Cha 7. Nidab has bronze scales and blue eyes, and horns engraved with alien symbols. She wears hide armor and wields a whip.",
  "Puaba: Female Dragonborn Monk, N. Str 14, Dex 15, Con 13, Int 9, Wis 13, Cha 8. Puaba is tall, with bronze scales and sharp hazel eyes. She wears travel-stained clothing and wields a bo (quarterstaff) and kama (sickle).",
  "Nocri: Female Dragonborn Ranger, LN. Str 12, Dex 9, Con 9, Int 10, Wis 12, Cha 6. Nocri has bronze scales and green eyes. She wears half plate and wields a battleaxe and shield.",
  "Nisid: Female Dragonborn Cleric, NE. Str 13, Dex 6, Con 11, Int 6, Wis 14, Cha 8. Nisid is tall and slender, with bronze scales and sharp hazel eyes. She wears studded leather and wields a club.",
  "Nanna: Female Dragonborn Monk, NG. Str 12, Dex 15, Con 10, Int 10, Wis 11, Cha 6. Nanna has bronze scales and gray eyes, and rows of shark-like teeth. She wears modest garments and wields a kanabo (mace). Nanna seeks to prove herself to her peers.",
  "Nidur: Female Dragonborn Monk, N. Str 13, Dex 16, Con 10, Int 9, Wis 10, Cha 12. Nidur has bronze scales and soft green eyes. She wears modest garments and wields a kanabo (mace) and kama (sickle). Nidur has an animal companion, a red snake named Sila.",
  "Ammere: Female Dragonborn Cleric, LE. Str 14, Dex 11, Con 6, Int 12, Wis 13, Cha 11. Ammere has bronze scales and bright amber eyes, and a flicking forked tongue. She wears studded leather and wields a handaxe and javelins. Ammere seeks only fame and glory.",
  "Sila: Female Dragonborn Cleric, N. Str 12, Dex 12, Con 9, Int 12, Wis 12, Cha 13. Sila has bronze scales and blue eyes, and a magical scar on her leg. She wears a chain shirt and wields a light hammer. Sila is searching for her lost sister.",
  "Allal: Female Dragonborn Barbarian, NG. Str 13, Dex 11, Con 15, Int 8, Wis 14, Cha 15. Allal has silver scales and amber eyes. She wears leather armor and wields a greatsword. Allal is charming and valiant.",
  "Ninki: Female Dragonborn Sorcerer, NE. Str 12, Dex 12, Con 11, Int 9, Wis 11, Cha 15. Ninki is tall and thin, with red scales and narrow green eyes. She wears simple clothing and wields a dagger. Ninki is craven and selfish.",
  "Ittal: Female Dragonborn Rogue, NG. Str 13, Dex 16, Con 8, Int 14, Wis 11, Cha 10. Ittal has brass scales and sharp green eyes, and rows of shark-like teeth. She wears studded leather and wields a longsword.",
  "Abith: Female Dragonborn Fighter, LN. Str 14, Dex 10, Con 13, Int 12, Wis 14, Cha 13. Abith has bronze scales and blue eyes, and rows of shark-like teeth. She wears a breastplate and wields a scimitar. Abith has an animal companion, a brown bear named Dugusu.",
  "Nidab: Female Dragonborn Rogue, N. Str 8, Dex 15, Con 9, Int 16, Wis 11, Cha 14. Nidab is short and willowy, with bronze scales and amber eyes. She wears leather armor and wields a mace. Nidab is dying and desperately seeks the secret of immortality.",
  "Nanna: Female Dragonborn Rogue, NG. Str 10, Dex 15, Con 13, Int 15, Wis 10, Cha 13. Nanna has bronze scales and dark brown eyes, and an unusual scar on her face. She wears studded leather and wields a longsword and sling. Nanna seeks to discover the truth of her lineage.",
  "Ilis: Female Dragonborn Warlock, NG. Str 14, Dex 10, Con 9, Int 7, Wis 10, Cha 13. Ilis has bronze scales and narrow gray eyes. She wears studded leather and wields a club. Ilis seeks to free herself from an ancient curse.",
  "Nidur: Female Dragonborn Ranger, N. Str 13, Dex 14, Con 10, Int 7, Wis 12, Cha 7. Nidur is heavyset, with bronze scales and gray eyes. She wears leather armor and wields a scimitar and shield. Nidur is honest and barbaric.",
  "Nocri: Female Dragonborn Rogue, NE. Str 14, Dex 14, Con 10, Int 8, Wis 12, Cha 9. Nocri is tall, with bronze scales and narrow brown eyes. She wears leather armor and wields a longsword and darts. Nocri seeks wealth and power at any cost.",
  "Saba: Female Dragonborn Paladin, Good. Str 11, Dex 6, Con 12, Int 11, Wis 10, Cha 12. Saba has bronze scales and soft amber eyes. She wears hide armor and wields a warhammer and shield.",
  "Sili: Female Dragonborn Bard, NG. Str 6, Dex 14, Con 13, Int 14, Wis 10, Cha 14. Sili is tall, with bronze scales and brown eyes. She wears leather armor and wields a longsword and hand crossbow. Sili holds a grudge against elves.",
  "Ilis: Female Dragonborn Rogue, NG. Str 10, Dex 17, Con 5, Int 9, Wis 9, Cha 9. Ilis has bronze scales and hazel eyes. She wears studded leather and wields a rapier. Ilis is painfully tone-deaf.",
  "Sili: Female Dragonborn Cleric, NE. Str 7, Dex 10, Con 10, Int 9, Wis 14, Cha 17. Sili has bronze scales and narrow hazel eyes. She wears half plate and wields a light hammer. Sili is searching for an ancient artifact of evil.",
  "Sabi: Female Dragonborn Fighter, N. Str 12, Dex 13, Con 5, Int 11, Wis 11, Cha 12. Sabi is tall and slender, with red scales and hazel eyes. She wears half plate and wields a war pick and blowgun. Sabi suffers a traumatic fear of blood.",
  "Eshkith: Female Dragonborn Monk, N. Str 16, Dex 15, Con 9, Int 12, Wis 8, Cha 15. Eshkith has bronze scales and dark brown eyes, and horns engraved with strange symbols. She wears modest garments and wields nunchaku (club) and sai (dagger). Eshkith is suspicious and impulsive.",
  "Lili: Female Dragonborn Fighter, N. Str 17, Dex 12, Con 5, Int 12, Wis 8, Cha 13. Lili has bronze scales and light blue eyes. She wears splint armor and wields a whip.",
  "Eretu: Female Dragonborn Monk, LG. Str 15, Dex 16, Con 8, Int 9, Wis 14, Cha 11. Eretu has red scales and green eyes. She wears travel-stained clothing and wields an ono (handaxe). Eretu is honorable and witty.",
  "Ilith: Female Dragonborn Rogue, N. Str 12, Dex 16, Con 7, Int 11, Wis 8, Cha 9. Ilith has bronze scales and dark amber eyes. She wears leather armor and wields a shortsword. Ilith suffers a deadly allergy to horses.",
  "Puaba: Female Dragonborn Druid, Neutral. Str 10, Dex 9, Con 10, Int 6, Wis 12, Cha 13. Puaba has bronze scales and soft brown eyes. She wears leather armor and wields a club. Puaba seeks only fame and glory.",
  "Lila: Female Dragonborn Barbarian, N. Str 17, Dex 11, Con 15, Int 12, Wis 7, Cha 10. Lila has bronze scales and blue eyes, and an unusual scar on her arm. She wears studded leather and wields a flail and shield. Lila has an animal companion, a black bear named Sidur.",
  "Nanna: Female Dragonborn Monk, CN. Str 9, Dex 15, Con 7, Int 9, Wis 12, Cha 11. Nanna is tall, with copper scales and dark gray eyes. She wears well-made clothing and wields a yari (spear). Nanna has an animal companion, a white monkey named Sumuta.",
  "Puaba: Female Dragonborn Cleric, N. Str 9, Dex 6, Con 14, Int 10, Wis 17, Cha 13. Puaba has bronze scales and light green eyes, and rows of shark-like teeth. She wears a chain shirt and wields a quarterstaff. Puaba is searching for the lost Fane of Eternal Light.",
  "Abal: Female Dragonborn Warlock, N. Str 11, Dex 11, Con 10, Int 8, Wis 11, Cha 15. Abal has bronze scales and hazel eyes. She wears studded leather and wields a handaxe. Abal is practical and superstitious.",
  "Meta: Female Dragonborn Barbarian, N. Str 16, Dex 5, Con 9, Int 11, Wis 8, Cha 13. Meta is tall and willowy, with bronze scales and sharp gray eyes. She wears studded leather and wields a morningstar and shield. Meta has an animal companion, a black wolf named Ningal.",
  "Ilith: Female Dragonborn Rogue, N. Str 12, Dex 17, Con 7, Int 14, Wis 12, Cha 12. Ilith is short, with bronze scales and large blue eyes. She wears leather armor and wields a rapier.",
  "Nidab: Female Dragonborn Monk, N. Str 9, Dex 12, Con 13, Int 8, Wis 10, Cha 11. Nidab has black scales and blue eyes. She wears well-made clothing and wields a kanabo (mace) and sai (dagger). Nidab is searching for a legendary blade named Riverblade.",
  "Nidab: Female Dragonborn Druid, Neutral. Str 12, Dex 7, Con 10, Int 10, Wis 13, Cha 9. Nidab has bronze scales and gray eyes. She wears hide armor and wields a scimitar and sickle. Nidab is covetous and haughty.",
  "Myli: Female Dragonborn Warlock, N. Str 17, Dex 10, Con 8, Int 11, Wis 7, Cha 15. Myli has bronze scales and blue eyes. She wears leather armor and wields a spear. Myli has an animal companion, a black cat named Puaba.",
  "Ninki: Female Dragonborn Barbarian, N. Str 15, Dex 9, Con 10, Int 7, Wis 13, Cha 7. Ninki is tall and stout, with bronze scales and sharp green eyes. She wears studded leather and wields a scimitar and heavy crossbow. Ninki is driven and disorganized.",
  "Ittal: Female Dragonborn Cleric, CG. Str 10, Dex 11, Con 11, Int 8, Wis 15, Cha 16. Ittal is tall and overweight, with copper scales and narrow gray eyes. She wears half plate and wields a spear and shield. Ittal seeks to destroy the undead.",
  "Nidab: Female Dragonborn Ranger, LG. Str 12, Dex 12, Con 14, Int 12, Wis 15, Cha 14. Nidab has bronze scales and green eyes. She wears hide armor and wields a war pick and shield.",
  "Ningal: Female Dragonborn Monk, LG. Str 11, Dex 12, Con 11, Int 11, Wis 9, Cha 8. Ningal has bronze scales and bright blue eyes. She wears well-made clothing and wields nunchaku (club). Ningal serves Idwan, an ancient but forgotten fire goddess.",
  "Abal: Female Dragonborn Warlock, CE. Str 8, Dex 13, Con 14, Int 8, Wis 11, Cha 12. Abal has bronze scales and bright blue eyes. She wears leather armor and wields a spear and sling. Abal has an animal companion, a vampire bat named Nannu.",
  "Ilis: Female Dragonborn Fighter, N. Str 12, Dex 14, Con 14, Int 11, Wis 14, Cha 12. Ilis is tall, with bronze scales and hazel eyes. She wears plate armor and wields a halberd. Ilis is searching for a legendary blade named Wavescythe.",
  "Ningal: Female Dragonborn Sorcerer, NG. Str 6, Dex 9, Con 12, Int 9, Wis 13, Cha 15. Ningal has red scales and brown eyes, and a flicking forked tongue. She wears simple clothing and wields a dagger and light crossbow. Ningal is impossibly lucky.",
  "Ereshki: Female Dragonborn Wizard, LG. Str 10, Dex 14, Con 9, Int 16, Wis 5, Cha 7. Ereshki has bronze scales and sharp brown eyes. She wears simple clothing and wields a quarterstaff. Ereshki is diplomatic and perceptive.",
  "Saba: Female Dragonborn Rogue, CN. Str 10, Dex 14, Con 10, Int 12, Wis 11, Cha 8. Saba has bronze scales and gray eyes. She wears leather armor and wields a club. Saba has an animal companion, a sable ferret named Kheba.",
  "Ilit: Female Dragonborn Rogue, LN. Str 8, Dex 12, Con 7, Int 10, Wis 11, Cha 8. Ilit has bronze scales and green eyes. She wears leather armor and wields a longsword. Ilit is hunting the brigands who murdered her family.",
  "Nisid: Female Dragonborn Ranger, N. Str 8, Dex 12, Con 7, Int 14, Wis 12, Cha 11. Nisid is short and thin, with bronze scales and sharp blue eyes. She wears hide armor and wields a longsword. Nisid is practical and abusive.",
  "Myli: Female Dragonborn Cleric, NE. Str 13, Dex 8, Con 9, Int 14, Wis 14, Cha 11. Myli has red scales and gray eyes. She wears leather armor and wields a handaxe. Myli secretly serves Addon, an ancient goddess of trickery.",
  "Lith: Female Dragonborn Rogue, N. Str 11, Dex 16, Con 5, Int 12, Wis 13, Cha 5. Lith has copper scales and green eyes, and wears glasses with silver rims. She wears studded leather and wields a handaxe. Lith is haunted by the memories of a past life.",
  "Ninli: Female Dragonborn Rogue, NE. Str 6, Dex 13, Con 14, Int 14, Wis 14, Cha 9. Ninli has bronze scales and amber eyes. She wears studded leather and wields a longsword and darts. Ninli is violent and insane.",
  "Puabi: Female Dragonborn Ranger, N. Str 8, Dex 14, Con 10, Int 11, Wis 10, Cha 11. Puabi has bronze scales and amber eyes. She wears scale mail and wields a greataxe. Puabi suffers a deadly allergy to moulds.",
  "Artetu: Female Dragonborn Paladin, Good. Str 12, Dex 11, Con 6, Int 11, Wis 11, Cha 16. Artetu has bronze scales and amber eyes. She wears ring mail and wields a pike. Artetu is optimistic and cautious.",
  "Ninu: Female Dragonborn Warlock, NG. Str 14, Dex 10, Con 8, Int 6, Wis 9, Cha 15. Ninu is short and willowy, with copper scales and bright blue eyes. She wears studded leather and wields a quarterstaff and sickle. Ninu has an animal companion, a vampire bat named Amhuumur.",
  "Saba: Female Dragonborn Wizard, N. Str 11, Dex 13, Con 9, Int 16, Wis 8, Cha 13. Saba has bronze scales and large amber eyes. She wears modest garments and wields a dagger.",
  "Mammet: Female Dragonborn Rogue, NG. Str 7, Dex 13, Con 10, Int 14, Wis 11, Cha 13. Mammet has green scales and light amber eyes, and horns engraved with alien symbols. She wears studded leather and wields a longsword and darts.",
  "Lisid: Female Dragonborn Fighter, N. Str 14, Dex 12, Con 11, Int 5, Wis 9, Cha 9. Lisid is short and overweight, with bronze scales and large amber eyes. She wears a chain shirt and wields a greatsword.",
  "Nina: Female Dragonborn Wizard, CN. Str 10, Dex 13, Con 14, Int 13, Wis 7, Cha 10. Nina has bronze scales and brown eyes. She wears modest garments and wields a dagger.",
  "Anum: Female Dragonborn Fighter, N. Str 16, Dex 9, Con 11, Int 7, Wis 5, Cha 10. Anum has bronze scales and gray eyes, and a flicking forked tongue. She wears hide armor and wields a scimitar and shield. Anum is moody and honest.",
  "Mete: Female Dragonborn Fighter, N. Str 16, Dex 11, Con 8, Int 11, Wis 11, Cha 10. Mete has bronze scales and light brown eyes, and rows of shark-like teeth. She wears splint armor and wields a halberd. Mete is easily distracted by small animals.",
  "Astal: Female Dragonborn Monk, N. Str 13, Dex 10, Con 7, Int 12, Wis 12, Cha 9. Astal has bronze scales and soft brown eyes. She wears plain clothing and wields nunchaku (club).",
  "Myla: Female Dragonborn Fighter, LE. Str 14, Dex 14, Con 15, Int 10, Wis 10, Cha 10. Myla has bronze scales and bright amber eyes, and a flicking forked tongue. She wears half plate and wields a scimitar. Myla is hunting the brigands who murdered her family.",
  "Allal: Female Dragonborn Sorcerer, N. Str 7, Dex 9, Con 13, Int 14, Wis 6, Cha 14. Allal is heavyset, with bronze scales and narrow blue eyes. She wears modest garments and wields a dagger and darts.",
  "Sabi: Female Dragonborn Cleric, LE. Str 13, Dex 7, Con 9, Int 9, Wis 17, Cha 14. Sabi has bronze scales and green eyes, and horns engraved with arcane symbols. She wears studded leather and wields a quarterstaff and shield. Sabi seeks to free herself from an ancient curse.",
  "Etum: Female Dragonborn Fighter, N. Str 16, Dex 12, Con 11, Int 11, Wis 8, Cha 8. Etum has green scales and soft amber eyes. She wears chain mail and wields a flail and shield. Etum is haunted by the memories of a past life.",
  "Nanna: Female Dragonborn Fighter, NE. Str 13, Dex 14, Con 8, Int 13, Wis 8, Cha 15. Nanna has copper scales and blue eyes. She wears a chain shirt and wields a whip and shield.",
  "Ninki: Female Dragonborn Cleric, LN. Str 14, Dex 11, Con 7, Int 8, Wis 15, Cha 10. Ninki is tall, with green scales and soft brown eyes. She wears scale mail and wields a club and shortbow.",
  "Saba: Female Dragonborn Paladin, Good. Str 11, Dex 11, Con 14, Int 6, Wis 15, Cha 10. Saba has bronze scales and bright hazel eyes, and a pair of tiny wings. She wears a breastplate and wields a warhammer and shield.",
  "Nina: Female Dragonborn Paladin, Good. Str 14, Dex 14, Con 9, Int 10, Wis 9, Cha 17. Nina has bronze scales and light amber eyes. She wears scale mail and wields a trident. Nina is thrifty and alluring.",
  "Myla: Female Dragonborn Druid, Neutral. Str 10, Dex 7, Con 10, Int 9, Wis 16, Cha 9. Myla is heavyset, with silver scales and dark blue eyes. She wears hide armor and wields a spear and sickle. Myla is bold and unforgiving.",
  "Saba: Female Dragonborn Monk, LE. Str 14, Dex 16, Con 10, Int 14, Wis 15, Cha 13. Saba has gold scales and large gray eyes. She wears worn clothing and wields an ono (handaxe). Saba has an animal companion, a white rabbit named Ayabal.",
  "Lili: Female Dragonborn Fighter, N. Str 15, Dex 9, Con 7, Int 9, Wis 11, Cha 14. Lili has bronze scales and gray eyes, and horns engraved with alien symbols. She wears splint armor and wields a warhammer. Lili is hunting the dragon who slew his mentor.",
  "Mete: Female Dragonborn Rogue, N. Str 11, Dex 17, Con 12, Int 13, Wis 9, Cha 6. Mete has bronze scales and blue eyes, and a flicking forked tongue. She wears studded leather and wields a handaxe. Mete is truthful and arrogant.",
  "Nisid: Female Dragonborn Paladin, Good. Str 15, Dex 10, Con 10, Int 9, Wis 14, Cha 10. Nisid is short, with bronze scales and dark brown eyes. She wears a chain shirt and wields a halberd.",
  "Ayammeshki: Female Dragonborn Rogue, NG. Str 8, Dex 14, Con 14, Int 11, Wis 8, Cha 8. Ayammeshki is short and stout, with bronze scales and bright gray eyes. She wears leather armor and wields a shortsword. Ayammeshki is honorable and foolish.",
  "Ninla: Female Dragonborn Rogue, NG. Str 9, Dex 12, Con 9, Int 14, Wis 10, Cha 10. Ninla is tall, with blue scales and amber eyes. She wears leather armor and wields a shortsword and hand crossbow. Ninla is searching for her missing son.",
  "Eshkil: Female Dragonborn Warlock, NG. Str 11, Dex 8, Con 9, Int 5, Wis 10, Cha 16. Eshkil has blue scales and gray eyes. She wears leather armor and wields a spear and sling. Eshkil is hunting the giant who murdered her family.",
  "Mammyl: Female Dragonborn Ranger, N. Str 13, Dex 16, Con 9, Int 10, Wis 8, Cha 12. Mammyl is thin, with copper scales and hazel eyes. She wears a breastplate and wields a morningstar and shield. Mammyl secretly serves Cale, an ancient goddess of destruction.",
  "Ninla: Female Dragonborn Fighter, NE. Str 14, Dex 9, Con 11, Int 13, Wis 13, Cha 9. Ninla has gold scales and bright brown eyes, and a flicking forked tongue. She wears splint armor and wields a pike. Ninla serves an ancient dragon named Nusuma.",
  "Mammet: Female Dragonborn Paladin, Good. Str 7, Dex 14, Con 14, Int 12, Wis 13, Cha 11. Mammet has silver scales and soft amber eyes, and a magical scar on her face. She wears chain mail and wields a rapier. Mammet is searching for the lost Abbey of Angels.",
  "Meta: Female Dragonborn Rogue, N. Str 14, Dex 14, Con 12, Int 12, Wis 14, Cha 7. Meta has bronze scales and light green eyes, and a magical scar on her leg. She wears leather armor and wields a longsword. Meta seeks to atone for past sins.",
  "Saba: Female Dragonborn Rogue, N. Str 12, Dex 16, Con 12, Int 13, Wis 13, Cha 9. Saba has bronze scales and amber eyes, and wears glasses with platinum rims. She wears leather armor and wields a longsword. Saba is extravagant and hateful.",
  "Puabi: Female Dragonborn Rogue, NE. Str 10, Dex 17, Con 7, Int 11, Wis 12, Cha 8. Puabi has gold scales and gray eyes. She wears leather armor and wields a rapier. Puabi seeks revenge against the thieves' guild which left her to hang.",
  "Nocri: Female Dragonborn Cleric, N. Str 9, Dex 5, Con 12, Int 8, Wis 12, Cha 14. Nocri has white scales and green eyes. She wears leather armor and wields a handaxe and dagger. Nocri is curious and alluring.",
  "Mete: Female Dragonborn Monk, NG. Str 12, Dex 11, Con 10, Int 14, Wis 16, Cha 11. Mete has copper scales and green eyes. She wears plain clothing and wields a yari (spear) and sai (dagger).",
  "Ninu: Female Dragonborn Barbarian, LG. Str 13, Dex 13, Con 11, Int 12, Wis 7, Cha 13. Ninu has blue scales and dark green eyes, and a distinctive scar on her leg. She wears scale mail and wields a whip. Ninu has an animal companion, a black dog named Burnerga.",
  "Nocri: Female Dragonborn Monk, NG. Str 9, Dex 10, Con 8, Int 11, Wis 16, Cha 6. Nocri has bronze scales and gray eyes, and an unusual scar on her face. She wears well-made clothing and wields a bo (quarterstaff).",
  "Nannu: Female Dragonborn Paladin, Good. Str 10, Dex 9, Con 8, Int 13, Wis 13, Cha 11. Nannu has bronze scales and green eyes. She wears chain mail and wields a maul.",
  "Sidab: Female Dragonborn Wizard, NG. Str 9, Dex 15, Con 9, Int 16, Wis 11, Cha 7. Sidab has bronze scales and blue eyes, and an unusual scar on her arm. She wears modest garments and wields a quarterstaff and sling. Sidab is searching for her missing familiar, a black bat named Girsinma.",
  "Inal: Female Dragonborn Paladin, Good. Str 13, Dex 11, Con 11, Int 8, Wis 8, Cha 14. Inal has bronze scales and hazel eyes. She wears half plate and wields a battleaxe and shield. Inal seeks to atone for past sins.",
  "Lili: Female Dragonborn Ranger, CN. Str 12, Dex 7, Con 8, Int 10, Wis 7, Cha 8. Lili has blue scales and light green eyes. She wears leather armor and wields a glaive. Lili has dire rat named Mammyl.",
  "Ningal: Female Dragonborn Druid, Neutral. Str 13, Dex 12, Con 11, Int 9, Wis 14, Cha 7. Ningal has silver scales and sharp amber eyes. She wears leather armor and wields a quarterstaff. Ningal has badger named Dugala.",
  "Ayartere: Female Dragonborn Cleric, LE. Str 10, Dex 6, Con 11, Int 10, Wis 15, Cha 11. Ayartere is slender, with copper scales and blue eyes. She wears half plate and wields a light hammer and shield.",
  "Ilil: Female Dragonborn Barbarian, LN. Str 14, Dex 9, Con 9, Int 13, Wis 12, Cha 13. Ilil has bronze scales and dark green eyes, and a pair of tiny wings. She wears leather armor and wields a greataxe. Ilil is searching for her missing son.",
  "Mammamm: Female Dragonborn Barbarian, LN. Str 16, Dex 8, Con 9, Int 11, Wis 6, Cha 12. Mammamm is willowy, with bronze scales and dark brown eyes. She wears scale mail and wields a war pick and shield. Mammamm is shrewd and cautious.",
  "Puaba: Female Dragonborn Rogue, N. Str 13, Dex 15, Con 8, Int 13, Wis 8, Cha 14. Puaba is tall, with bronze scales and light brown eyes. She wears studded leather and wields a rapier and light crossbow. Puaba has an animal companion, a black snake named Ninki.",
  "Abis: Female Dragonborn Rogue, N. Str 11, Dex 16, Con 13, Int 11, Wis 11, Cha 6. Abis has bronze scales and hazel eyes. She wears leather armor and wields a shortsword and hand crossbow. Abis has an animal companion, a sable ferret named Ninli.",
  "Nidur: Female Dragonborn Druid, Neutral. Str 12, Dex 10, Con 13, Int 8, Wis 13, Cha 10. Nidur is stout, with green scales and amber eyes. She wears leather armor and wields a scimitar and sling. Nidur has badger named Puaba.",
  "Lisab: Female Dragonborn Warlock, LN. Str 11, Dex 11, Con 12, Int 8, Wis 9, Cha 14. Lisab has bronze scales and blue eyes. She wears studded leather and wields a mace. Lisab is searching for her missing daughter.",
  "Ninli: Female Dragonborn Bard, N. Str 5, Dex 12, Con 9, Int 15, Wis 6, Cha 16. Ninli has bronze scales and blue eyes. She wears leather armor and wields a shortsword. Ninli is cautious and fanatical.",
  "Nina: Female Dragonborn Barbarian, NE. Str 15, Dex 10, Con 12, Int 9, Wis 10, Cha 7. Nina has bronze scales and brown eyes, and horns engraved with alien symbols. She wears studded leather and wields a greatsword. Nina has an animal companion, a badger named Sisinu.",
  "Ayabal: Female Dragonborn Monk, N. Str 13, Dex 12, Con 8, Int 6, Wis 13, Cha 10. Ayabal has bronze scales and amber eyes. She wears worn clothing and wields an ono (handaxe). Ayabal suffers a mild allergy to rabbits.",
  "Ninu: Female Dragonborn Rogue, LN. Str 11, Dex 16, Con 11, Int 11, Wis 7, Cha 13. Ninu has copper scales and amber eyes. She wears studded leather and wields a rapier and hand crossbow. Ninu has an animal companion, a dire rat named Erossum.",
  "Nanna: Female Dragonborn Rogue, LN. Str 6, Dex 15, Con 11, Int 15, Wis 9, Cha 10. Nanna has silver scales and narrow blue eyes, and wears glasses with bronze rims. She wears leather armor and wields a longsword. Nanna is stoic and devout.",
  "Inlith: Female Dragonborn Cleric, NG. Str 9, Dex 9, Con 7, Int 10, Wis 15, Cha 8. Inlith is stout, with black scales and sharp hazel eyes. She wears leather armor and wields a handaxe and shield. Inlith is impossibly lucky.",
  "Sidab: Female Dragonborn Cleric, LN. Str 11, Dex 11, Con 5, Int 10, Wis 12, Cha 12. Sidab has bronze scales and gray eyes. She wears a chain shirt and wields a light hammer and light crossbow.",
  "Ayastal: Female Dragonborn Cleric, CG. Str 5, Dex 8, Con 14, Int 14, Wis 14, Cha 9. Ayastal has bronze scales and light hazel eyes. She wears scale mail and wields a handaxe and sling. Ayastal has an animal companion, a hunting dog named Ammere.",
  "Saba: Female Dragonborn Bard, NE. Str 11, Dex 12, Con 10, Int 16, Wis 11, Cha 14. Saba has bronze scales and amber eyes, and horns engraved with alien symbols. She wears studded leather and wields a handaxe and hand crossbow. Saba dislikes anyone smaller than her.",
  "Abal: Female Dragonborn Rogue, LN. Str 8, Dex 14, Con 14, Int 16, Wis 6, Cha 11. Abal has bronze scales and green eyes. She wears leather armor and wields a longsword. Abal speaks with a mousy voice.",
  "Saba: Female Dragonborn Barbarian, N. Str 17, Dex 13, Con 16, Int 11, Wis 9, Cha 9. Saba has blue scales and sharp gray eyes, and wears glasses with copper rims. She wears scale mail and wields a flail and longbow. Saba is shrewd and brutal.",
  "Nisab: Female Dragonborn Fighter, NG. Str 12, Dex 10, Con 5, Int 6, Wis 11, Cha 12. Nisab is short, with bronze scales and dark blue eyes. She wears hide armor and wields a shortsword and shield.",
  "Nidur: Female Dragonborn Sorcerer, LG. Str 9, Dex 13, Con 10, Int 11, Wis 13, Cha 13. Nidur is willowy, with bronze scales and green eyes. She wears worn clothing and wields a quarterstaff and light crossbow.",
  "Ninki: Female Dragonborn Fighter, LN. Str 13, Dex 12, Con 15, Int 10, Wis 7, Cha 15. Ninki is short, with bronze scales and narrow blue eyes. She wears plate armor and wields a pike. Ninki speaks with a whispery voice.",
  "Nocri: Female Dragonborn Fighter, LN. Str 14, Dex 11, Con 9, Int 13, Wis 12, Cha 12. Nocri is short and heavyset, with bronze scales and brown eyes. She wears hide armor and wields a whip. Nocri is hunting the dragon who slew his mentor.",
  "Eshkith: Female Dragonborn Monk, LE. Str 15, Dex 12, Con 10, Int 7, Wis 9, Cha 12. Eshkith is thin, with bronze scales and large green eyes. She wears modest garments and wields a bo (quarterstaff).",
  "Nocri: Female Dragonborn Fighter, LG. Str 17, Dex 8, Con 7, Int 15, Wis 8, Cha 13. Nocri is short and heavyset, with bronze scales and blue eyes. She wears plate armor and wields a halberd.",
  "Saba: Female Dragonborn Bard, N. Str 9, Dex 8, Con 9, Int 8, Wis 12, Cha 14. Saba has bronze scales and blue eyes. She wears leather armor and wields a longsword and hand crossbow. Saba is haunted by the memories of a past life.",
  "Ninli: Female Dragonborn Cleric, LN. Str 12, Dex 9, Con 13, Int 9, Wis 13, Cha 10. Ninli has gold scales and gray eyes, and horns engraved with alien symbols. She wears leather armor and wields a quarterstaff and shield. Ninli is dying and desperately seeks the secret of immortality.",
  "Nidur: Female Dragonborn Fighter, N. Str 14, Dex 14, Con 6, Int 14, Wis 15, Cha 9. Nidur is tall and thin, with copper scales and sharp hazel eyes. She wears a breastplate and wields a pike. Nidur has an animal companion, a gray wolf named Apit.",
  "Mete: Female Dragonborn Cleric, N. Str 9, Dex 11, Con 5, Int 9, Wis 13, Cha 11. Mete has brass scales and large green eyes. She wears studded leather and wields a light hammer and shortbow. Mete has an animal companion, a ginger ferret named Lila.",
  "Ninki: Female Dragonborn Ranger, CE. Str 12, Dex 16, Con 9, Int 14, Wis 12, Cha 11. Ninki is willowy, with bronze scales and green eyes. She wears studded leather and wields a maul. Ninki has dire rat named Kuuzzi.",
  "Nina: Female Dragonborn Monk, CG. Str 12, Dex 13, Con 9, Int 11, Wis 11, Cha 13. Nina has bronze scales and amber eyes, and a pair of tiny wings. She wears well-made clothing and wields a kanabo (mace).",
  "Nidur: Female Dragonborn Paladin, Good. Str 11, Dex 6, Con 10, Int 11, Wis 7, Cha 11. Nidur has blue scales and green eyes, and a flicking forked tongue. She wears a chain shirt and wields a pike. Nidur is wrongly sought by the Empress of Linosea for arson.",
  "Ningal: Female Dragonborn Fighter, NE. Str 12, Dex 15, Con 11, Int 11, Wis 13, Cha 10. Ningal is short, with bronze scales and soft gray eyes. She wears a chain shirt and wields a battleaxe and heavy crossbow. Ningal seeks to steal the crown of the kingdom.",
  "Ninki: Female Dragonborn Monk, N. Str 9, Dex 9, Con 12, Int 6, Wis 11, Cha 8. Ninki has bronze scales and gray eyes, and rows of shark-like teeth. She wears modest garments and wields an ono (handaxe) and sai (dagger). Ninki has an animal companion, a red firedrake named Ninaka.",
  "Sili: Female Dragonborn Ranger, N. Str 12, Dex 14, Con 8, Int 11, Wis 12, Cha 10. Sili is heavyset, with bronze scales and narrow blue eyes. She wears studded leather and wields a morningstar and shield. Sili is polite and destructive.",
  "Nina: Female Dragonborn Monk, NE. Str 10, Dex 13, Con 11, Int 10, Wis 15, Cha 10. Nina has blue scales and green eyes. She wears well-made clothing and wields an ono (handaxe) and kama (sickle). Nina is absent-minded, and always searching for a missing item.",
  "Nanna: Female Dragonborn Rogue, CG. Str 10, Dex 12, Con 13, Int 8, Wis 12, Cha 13. Nanna has bronze scales and sharp brown eyes. She wears studded leather and wields a rapier and sickle. Nanna has an animal companion, a sable ferret named Myli.",
  "Saba: Female Dragonborn Wizard, N. Str 14, Dex 8, Con 8, Int 17, Wis 9, Cha 6. Saba is tall, with bronze scales and dark blue eyes. She wears sturdy clothing and wields a quarterstaff and darts. Saba has an arcane familiar, a tiny earth elemental named Nisil.",
  "Saba: Female Dragonborn Fighter, N. Str 15, Dex 10, Con 12, Int 13, Wis 5, Cha 9. Saba has bronze scales and gray eyes. She wears a breastplate and wields a war pick and shield. Saba lost her reflection to a nymph.",
  "Ilis: Female Dragonborn Cleric, LE. Str 11, Dex 8, Con 10, Int 7, Wis 17, Cha 11. Ilis has green scales and bright green eyes. She wears leather armor and wields a club. Ilis is wrongly sought by the Count of Nimressea for theft.",
  "Sidur: Female Dragonborn Cleric, NG. Str 11, Dex 11, Con 11, Int 15, Wis 16, Cha 12. Sidur is short, with bronze scales and amber eyes. She wears scale mail and wields a mace and darts. Sidur serves Selyr, an ancient but forgotten goddess of ice.",
  "Ayanum: Female Dragonborn Fighter, CG. Str 14, Dex 11, Con 12, Int 13, Wis 10, Cha 6. Ayanum has bronze scales and dark blue eyes, and a flicking forked tongue. She wears a breastplate and wields a flail and shield. Ayanum is haunted by the ghost of someone she killed.",
  "Eshkis: Female Dragonborn Rogue, LE. Str 9, Dex 14, Con 12, Int 14, Wis 11, Cha 15. Eshkis has bronze scales and amber eyes. She wears leather armor and wields a spear. Eshkis seeks only fame and glory.",
  "Nannu: Female Dragonborn Monk, N. Str 14, Dex 15, Con 7, Int 11, Wis 12, Cha 7. Nannu is tall and heavyset, with red scales and green eyes. She wears simple clothing and wields nunchaku (club).",
  "Astal: Female Dragonborn Rogue, CN. Str 10, Dex 16, Con 9, Int 11, Wis 9, Cha 9. Astal has bronze scales and bright gray eyes, and wears glasses with gold rims. She wears leather armor and wields a rapier. Astal is cautious and unfeeling.",
  "Saba: Female Dragonborn Paladin, Good. Str 13, Dex 15, Con 10, Int 9, Wis 15, Cha 9. Saba has bronze scales and sharp gray eyes, and wears glasses with pewter rims. She wears splint armor and wields a war pick. Saba has an animal companion, a black warhorse named Biesharsu.",
  "Ammere: Female Dragonborn Wizard, NG. Str 5, Dex 10, Con 6, Int 17, Wis 11, Cha 9. Ammere is short, with red scales and bright amber eyes. She wears gray robes and wields a quarterstaff and light crossbow.",
  "Annal: Female Dragonborn Monk, NE. Str 7, Dex 10, Con 9, Int 10, Wis 11, Cha 12. Annal has gold scales and gray eyes, and an unusual scar on her arm. She wears simple clothing and wields nunchaku (club) and shuriken (darts). Annal is merciless and lazy.",
  "Nocri: Female Dragonborn Bard, NG. Str 14, Dex 11, Con 15, Int 15, Wis 11, Cha 15. Nocri has bronze scales and green eyes, and an unusual scar on her arm. She wears studded leather and wields a rapier. Nocri has an animal companion, a red fox named Nabiuma.",
  "Nidab: Female Dragonborn Rogue, NG. Str 14, Dex 14, Con 10, Int 12, Wis 8, Cha 10. Nidab has black scales and dark hazel eyes, and wears glasses with steel rims. She wears leather armor and wields a rapier and light crossbow. Nidab seeks to steal an ancient artifact from the Temple of Gothmog of Udun.",
  "Ninla: Female Dragonborn Monk, NG. Str 13, Dex 12, Con 9, Int 12, Wis 8, Cha 12. Ninla has bronze scales and blue eyes, and a pair of tiny wings. She wears modest garments and wields nunchaku (club) and sai (dagger). Ninla is haunted by the memories of a past life.",
  "Nisid: Female Dragonborn Fighter, N. Str 17, Dex 10, Con 9, Int 10, Wis 14, Cha 6. Nisid has red scales and gray eyes, and a distinctive scar on her leg. She wears chain mail and wields a longsword.",
  "Saba: Female Dragonborn Monk, CG. Str 10, Dex 12, Con 11, Int 12, Wis 10, Cha 11. Saba has bronze scales and sharp hazel eyes, and a pair of tiny wings. She wears worn clothing and wields a bo (quarterstaff) and shuriken (darts). Saba has an animal companion, a gray rabbit named Abius.",
  "Nisil: Female Dragonborn Fighter, LN. Str 13, Dex 17, Con 9, Int 12, Wis 10, Cha 7. Nisil has bronze scales and amber eyes, and wears glasses with iron rims. She wears splint armor and wields a trident and shield. Nisil suffers an acute fear of spiders.",
  "Nanna: Female Dragonborn Ranger, LG. Str 7, Dex 15, Con 12, Int 14, Wis 12, Cha 13. Nanna has bronze scales and green eyes, and wears glasses with copper rims. She wears studded leather and wields a war pick. Nanna seeks to save her family from financial ruin.",
  "Nannu: Female Dragonborn Monk, LG. Str 11, Dex 12, Con 9, Int 11, Wis 16, Cha 6. Nannu is slender, with bronze scales and brown eyes. She wears modest garments and wields a yari (spear) and shuriken (darts). Nannu is aesthetic and studious.",
  "Nidab: Female Dragonborn Ranger, N. Str 12, Dex 10, Con 11, Int 6, Wis 15, Cha 7. Nidab is overweight, with red scales and blue eyes. She wears a chain shirt and wields a pike. Nidab suffers an acute fear of injury.",
  "Ninu: Female Dragonborn Barbarian, LG. Str 15, Dex 10, Con 8, Int 10, Wis 13, Cha 10. Ninu has bronze scales and green eyes. She wears hide armor and wields a longsword and shield. Ninu is imaginative and optimistic.",
  "Nanna: Female Dragonborn Warlock, N. Str 12, Dex 8, Con 9, Int 8, Wis 13, Cha 16. Nanna is tall, with white scales and soft blue eyes. She wears studded leather and wields a club. Nanna is inventive and amoral.",
  "Ningal: Female Dragonborn Wizard, CN. Str 8, Dex 17, Con 10, Int 12, Wis 9, Cha 12. Ningal has bronze scales and soft amber eyes, and rows of shark-like teeth. She wears fine clothing and wields a quarterstaff. Ningal seeks to save her family from financial ruin.",
  "Sidab: Female Dragonborn Paladin, Good. Str 16, Dex 14, Con 11, Int 13, Wis 13, Cha 12. Sidab is short, with bronze scales and narrow gray eyes. She wears a breastplate and wields a battleaxe and shield. Sidab is well-spoken and chivalrous.",
  "Sabi: Female Dragonborn Cleric, LG. Str 13, Dex 7, Con 11, Int 14, Wis 15, Cha 14. Sabi has bronze scales and soft blue eyes, and wears glasses with steel rims. She wears studded leather and wields a light hammer and shield. Sabi is fascinated by death.",
  "Ningal: Female Dragonborn Cleric, N. Str 8, Dex 11, Con 13, Int 13, Wis 15, Cha 15. Ningal is overweight, with green scales and dark blue eyes. She wears hide armor and wields a quarterstaff. Ningal is practical and amoral.",
  "Nocri: Female Dragonborn Paladin, Good. Str 9, Dex 11, Con 7, Int 10, Wis 16, Cha 13. Nocri has gold scales and blue eyes, and horns engraved with arcane symbols. She wears ring mail and wields a pike. Nocri is diplomatic and passionate.",
  "Nocri: Female Dragonborn Ranger, N. Str 14, Dex 9, Con 10, Int 7, Wis 12, Cha 11. Nocri has bronze scales and narrow gray eyes, and horns engraved with alien symbols. She wears studded leather and wields a longsword and shield.",
  "Nocri: Female Dragonborn Barbarian, N. Str 13, Dex 12, Con 11, Int 6, Wis 7, Cha 13. Nocri is short, with bronze scales and narrow gray eyes. She wears leather armor and wields a whip and longbow. Nocri is inquisitive and truthful.",
  "Nocri: Female Dragonborn Bard, N. Str 9, Dex 11, Con 9, Int 14, Wis 8, Cha 16. Nocri is tall, with black scales and sharp brown eyes. She wears leather armor and wields a shortsword. Nocri has an animal companion, a gray rabbit named Eshkis.",
  "Ingal: Female Dragonborn Fighter, CG. Str 16, Dex 10, Con 11, Int 10, Wis 14, Cha 11. Ingal has bronze scales and soft green eyes. She wears ring mail and wields a greataxe. Ingal seeks to become a knight of the realm.",
  "Nannu: Female Dragonborn Fighter, N. Str 15, Dex 16, Con 8, Int 10, Wis 7, Cha 11. Nannu has bronze scales and dark green eyes, and horns engraved with strange symbols. She wears plate armor and wields a flail and shield.",
  "Ningal: Female Dragonborn Paladin, Good. Str 13, Dex 10, Con 7, Int 10, Wis 11, Cha 13. Ningal has red scales and narrow hazel eyes, and a pair of tiny wings. She wears scale mail and wields a rapier. Ningal is pious and flirtatious.",
  "Nidur: Female Dragonborn Fighter, CE. Str 12, Dex 8, Con 11, Int 15, Wis 7, Cha 12. Nidur has bronze scales and hazel eyes. She wears scale mail and wields a war pick and shield. Nidur is craven and thoughtless.",
  "Lili: Female Dragonborn Warlock, CG. Str 13, Dex 6, Con 9, Int 7, Wis 9, Cha 17. Lili is tall, with bronze scales and bright green eyes. She wears studded leather and wields a mace.",
  "Nisid: Female Dragonborn Paladin, Good. Str 9, Dex 10, Con 12, Int 11, Wis 12, Cha 12. Nisid has bronze scales and amber eyes, and a flicking forked tongue. She wears chain mail and wields a rapier. Nisid suffers an acute fear of confined spaces.",
  "Nina: Female Dragonborn Cleric, LN. Str 12, Dex 14, Con 13, Int 8, Wis 12, Cha 15. Nina has green scales and sharp hazel eyes. She wears scale mail and wields a club and shield. Nina believes that she is being hunted by supernatural creatures.",
  "Lila: Female Dragonborn Rogue, N. Str 11, Dex 16, Con 10, Int 15, Wis 13, Cha 8. Lila has bronze scales and dark blue eyes, and a distinctive scar on her face. She wears studded leather and wields a shortsword. Lila has an animal companion, a raven named Arerkar.",
  "Lila: Female Dragonborn Wizard, LN. Str 10, Dex 11, Con 12, Int 15, Wis 5, Cha 10. Lila has bronze scales and hazel eyes, and horns engraved with strange symbols. She wears plain clothing and wields a dagger. Lila has an arcane familiar, a blind six-legged cave lizard which eats stone.",
  "Sidab: Female Dragonborn Monk, CG. Str 13, Dex 10, Con 10, Int 10, Wis 15, Cha 10. Sidab is tall and thin, with bronze scales and gray eyes. She wears simple clothing and wields a kanabo (mace) and sai (dagger). Sidab was raised by cultists of the Daughter of Roses.",
  "Abal: Female Dragonborn Rogue, LN. Str 11, Dex 14, Con 6, Int 10, Wis 12, Cha 10. Abal has bronze scales and bright brown eyes, and rows of shark-like teeth. She wears studded leather and wields a shortsword. Abal has an animal companion, a dire rat named Amunin.",
  "Ninki: Female Dragonborn Fighter, N. Str 13, Dex 7, Con 13, Int 13, Wis 13, Cha 8. Ninki has silver scales and narrow gray eyes. She wears splint armor and wields a morningstar. Ninki seeks to save her family from financial ruin.",
  "Myla: Female Dragonborn Rogue, NG. Str 10, Dex 16, Con 11, Int 11, Wis 9, Cha 5. Myla has bronze scales and large amber eyes. She wears leather armor and wields a light hammer. Myla is thrifty and alluring.",
  "Nidab: Female Dragonborn Fighter, N. Str 15, Dex 12, Con 11, Int 11, Wis 8, Cha 10. Nidab has bronze scales and sharp blue eyes. She wears scale mail and wields a greatsword. Nidab seeks to atone for past sins.",
  "Ningal: Female Dragonborn Paladin, Good. Str 14, Dex 7, Con 13, Int 13, Wis 15, Cha 10. Ningal is short and stout, with green scales and narrow amber eyes. She wears a breastplate and wields a longsword.",
  "Artere: Female Dragonborn Monk, LN. Str 14, Dex 9, Con 8, Int 7, Wis 12, Cha 5. Artere has bronze scales and sharp brown eyes. She wears well-made clothing and wields a bo (quarterstaff). Artere has an animal companion, a red snake named Maamilka.",
  "Nidab: Female Dragonborn Fighter, CN. Str 16, Dex 14, Con 9, Int 14, Wis 12, Cha 8. Nidab has bronze scales and sharp green eyes, and wears glasses with steel rims. She wears plate armor and wields a pike. Nidab is hunting the vampire who slew his mentor.",
  "Nocri: Female Dragonborn Rogue, N. Str 13, Dex 15, Con 7, Int 9, Wis 13, Cha 7. Nocri has bronze scales and hazel eyes, and a flicking forked tongue. She wears studded leather and wields a rapier. Nocri is humble and cowardly.",
  "Sabi: Female Dragonborn Rogue, N. Str 12, Dex 13, Con 9, Int 10, Wis 10, Cha 6. Sabi is short and willowy, with black scales and amber eyes. She wears leather armor and wields a light hammer and sickle. Sabi is fascinated by ancient history and civilizations.",
  "Nisab: Female Dragonborn Fighter, N. Str 16, Dex 14, Con 10, Int 9, Wis 10, Cha 10. Nisab is thin, with bronze scales and dark blue eyes. She wears a breastplate and wields a warhammer. Nisab is fascinated by distant lands and peoples.",
  "Nocri: Female Dragonborn Bard, NE. Str 12, Dex 12, Con 9, Int 13, Wis 11, Cha 14. Nocri has bronze scales and gray eyes. She wears studded leather and wields a quarterstaff and light crossbow. Nocri has an animal companion, a red fox named Myli.",
  "Ninki: Female Dragonborn Wizard, N. Str 8, Dex 15, Con 5, Int 14, Wis 7, Cha 14. Ninki is overweight, with bronze scales and blue eyes. She wears indigo robes and wields a quarterstaff. Ninki has a terrible sense of direction.",
  "Saba: Female Dragonborn Fighter, CN. Str 17, Dex 11, Con 6, Int 9, Wis 11, Cha 12. Saba is tall, with bronze scales and green eyes. She wears chain mail and wields a trident and net. Saba has an animal companion, a badger named Nisid.",
  "Allal: Female Dragonborn Paladin, Good. Str 15, Dex 11, Con 11, Int 10, Wis 9, Cha 17. Allal is tall and slender, with blue scales and green eyes. She wears plate armor and wields a greataxe. Allal has an animal companion, a black warhorse named Ninla.",
  "Nanna: Female Dragonborn Paladin, Good. Str 14, Dex 8, Con 10, Int 14, Wis 14, Cha 10. Nanna has white scales and large amber eyes, and horns engraved with alien symbols. She wears scale mail and wields a scimitar and shield. Nanna has an animal companion, a black warhorse named Dashmuga.",
  "Sila: Female Dragonborn Cleric, N. Str 11, Dex 8, Con 10, Int 12, Wis 16, Cha 12. Sila is short, with bronze scales and gray eyes. She wears a chain shirt and wields a spear. Sila seeks to free herself from an ancient curse.",
  "Ninli: Female Dragonborn Fighter, NE. Str 15, Dex 13, Con 13, Int 11, Wis 9, Cha 8. Ninli is thin, with bronze scales and green eyes. She wears ring mail and wields a halberd. Ninli avoids eye contact.",
  "Nidur: Female Dragonborn Ranger, LG. Str 14, Dex 12, Con 12, Int 10, Wis 12, Cha 6. Nidur is tall and thin, with green scales and bright green eyes. She wears a breastplate and wields a warhammer and shield. Nidur compulsively collects small objects.",
  "Nocri: Female Dragonborn Rogue, N. Str 9, Dex 13, Con 10, Int 9, Wis 9, Cha 13. Nocri has copper scales and large brown eyes. She wears studded leather and wields a spear. Nocri is superstitious and harsh.",
  "Ningal: Female Dragonborn Sorcerer, N. Str 10, Dex 11, Con 13, Int 9, Wis 13, Cha 16. Ningal has bronze scales and large gray eyes, and wears glasses with gold rims. She wears simple clothing and wields a quarterstaff.",
  "Etum: Female Dragonborn Sorcerer, CN. Str 12, Dex 7, Con 14, Int 12, Wis 10, Cha 15. Etum has black scales and amber eyes. She wears travel-stained clothing and wields a quarterstaff. Etum believes that she is being hunted by supernatural creatures.",
  "Saba: Female Dragonborn Rogue, N. Str 11, Dex 12, Con 9, Int 12, Wis 8, Cha 15. Saba is tall and thin, with bronze scales and hazel eyes. She wears leather armor and wields a rapier and hand crossbow. Saba is zealous and unfeeling.",
  "Mammet: Female Dragonborn Sorcerer, NG. Str 7, Dex 13, Con 10, Int 7, Wis 11, Cha 15. Mammet has bronze scales and soft amber eyes, and horns engraved with strange symbols. She wears plain clothing and wields a dagger and darts. Mammet is perceptive and courteous.",
  "Lili: Female Dragonborn Fighter, NG. Str 12, Dex 11, Con 8, Int 11, Wis 5, Cha 8. Lili has bronze scales and amber eyes, and horns engraved with strange symbols. She wears hide armor and wields a glaive.",
  "Lili: Female Dragonborn Paladin, Good. Str 15, Dex 8, Con 11, Int 11, Wis 13, Cha 13. Lili has bronze scales and amber eyes, and a distinctive scar on her leg. She wears chain mail and wields a morningstar and shield. Lili is fascinated by noble lineages and heraldry.",
  "Igal: Female Dragonborn Monk, LN. Str 9, Dex 11, Con 10, Int 10, Wis 15, Cha 7. Igal has bronze scales and bright hazel eyes, and horns engraved with arcane symbols. She wears well-made clothing and wields nunchaku (club). Igal believes that she is being hunted by supernatural creatures.",
  "Ilis: Female Dragonborn Monk, NG. Str 15, Dex 12, Con 9, Int 9, Wis 15, Cha 10. Ilis is tall, with bronze scales and gray eyes. She wears modest garments and wields nunchaku (club). Ilis lost her reflection to a hag.",
  "Sili: Female Dragonborn Monk, CN. Str 14, Dex 11, Con 13, Int 11, Wis 15, Cha 12. Sili has black scales and hazel eyes, and a flicking forked tongue. She wears modest garments and wields a yari (spear). Sili seeks to discover why she cannot remember anything from yesterday.",
  "Meta: Female Dragonborn Ranger, LN. Str 12, Dex 13, Con 9, Int 10, Wis 9, Cha 8. Meta has bronze scales and blue eyes. She wears studded leather and wields a morningstar and shield. Meta seeks to atone for past sins.",
  "Myli: Female Dragonborn Sorcerer, NG. Str 13, Dex 14, Con 11, Int 8, Wis 11, Cha 12. Myli is tall and slender, with bronze scales and narrow hazel eyes. She wears plain clothing and wields a quarterstaff.",
  "Ninki: Female Dragonborn Cleric, NG. Str 9, Dex 8, Con 11, Int 10, Wis 13, Cha 12. Ninki has bronze scales and bright hazel eyes. She wears leather armor and wields a mace and javelins. Ninki is compassionate and courageous.",
  "Saba: Female Dragonborn Warlock, LE. Str 11, Dex 10, Con 7, Int 15, Wis 11, Cha 12. Saba has red scales and narrow amber eyes. She wears studded leather and wields a light hammer.",
  "Saba: Female Dragonborn Ranger, NG. Str 13, Dex 10, Con 9, Int 11, Wis 13, Cha 9. Saba has bronze scales and narrow gray eyes, and horns engraved with alien symbols. She wears studded leather and wields a battleaxe. Saba is courteous and generous.",
  "Ilith: Female Dragonborn Bard, N. Str 13, Dex 8, Con 6, Int 14, Wis 12, Cha 12. Ilith is short, with bronze scales and blue eyes. She wears studded leather and wields a longsword. Ilith is searching for her missing son.",
  "Ayastal: Female Dragonborn Warlock, LE. Str 11, Dex 6, Con 11, Int 8, Wis 13, Cha 16. Ayastal has gold scales and brown eyes. She wears studded leather and wields a handaxe.",
  "Myla: Female Dragonborn Paladin, Good. Str 13, Dex 12, Con 9, Int 12, Wis 12, Cha 9. Myla has bronze scales and soft blue eyes, and rows of shark-like teeth. She wears half plate and wields a halberd. Myla is righteous and generous.",
  "Ninki: Female Dragonborn Rogue, LN. Str 11, Dex 16, Con 12, Int 10, Wis 12, Cha 7. Ninki has bronze scales and bright green eyes. She wears leather armor and wields a rapier and light crossbow. Ninki seeks revenge against the sister who betrayed her.",
  "Ayartetu: Female Dragonborn Druid, Neutral. Str 15, Dex 10, Con 12, Int 12, Wis 12, Cha 8. Ayartetu has green scales and light gray eyes. She wears hide armor and wields a scimitar. Ayartetu seeks to atone for past sins.",
  "Ayastal: Female Dragonborn Rogue, N. Str 12, Dex 13, Con 11, Int 14, Wis 11, Cha 11. Ayastal has white scales and brown eyes. She wears leather armor and wields a mace. Ayastal has an animal companion, a raven named Sidur.",
  "Lila: Female Dragonborn Druid, Neutral. Str 10, Dex 11, Con 10, Int 10, Wis 15, Cha 14. Lila has bronze scales and dark gray eyes, and a pair of tiny wings. She wears hide armor and wields a spear and darts. Lila compulsively chants nonsense.",
  "Ninu: Female Dragonborn Warlock, NG. Str 11, Dex 8, Con 8, Int 11, Wis 8, Cha 13. Ninu is short, with bronze scales and narrow gray eyes. She wears studded leather and wields a spear and darts.",
  "Abal: Female Dragonborn Paladin, Good. Str 10, Dex 10, Con 10, Int 10, Wis 13, Cha 12. Abal has blue scales and green eyes, and a flicking forked tongue. She wears scale mail and wields a whip and shield. Abal has an animal companion, a bay warhorse named Susini.",
  "Puaba: Female Dragonborn Rogue, NG. Str 7, Dex 12, Con 14, Int 7, Wis 15, Cha 6. Puaba has green scales and hazel eyes, and an unusual scar on her leg. She wears leather armor and wields a longsword and shortbow. Puaba is energetic and righteous.",
  "Nocri: Female Dragonborn Rogue, LN. Str 9, Dex 12, Con 12, Int 12, Wis 13, Cha 13. Nocri is tall and slender, with blue scales and gray eyes. She wears studded leather and wields a longsword. Nocri seeks to discover why she keeps having the same nightmare.",
  "Lila: Female Dragonborn Paladin, Good. Str 13, Dex 10, Con 9, Int 8, Wis 8, Cha 13. Lila is slender, with bronze scales and bright green eyes. She wears hide armor and wields a scimitar. Lila seeks to destroy the undead.",
  "Ninki: Female Dragonborn Monk, CG. Str 12, Dex 14, Con 11, Int 6, Wis 14, Cha 9. Ninki is short and slender, with bronze scales and bright blue eyes. She wears well-made clothing and wields a yari (spear) and shuriken (darts). Ninki is passionate and serious.",
  "Meta: Female Dragonborn Rogue, LE. Str 8, Dex 17, Con 7, Int 11, Wis 6, Cha 5. Meta has silver scales and blue eyes. She wears leather armor and wields a handaxe.",
  "Sila: Female Dragonborn Monk, NE. Str 10, Dex 14, Con 9, Int 11, Wis 11, Cha 11. Sila has bronze scales and light green eyes. She wears modest garments and wields a kanabo (mace). Sila is searching for a legendary blade named Fell Vindicator.",
  "Ninu: Female Dragonborn Fighter, NG. Str 13, Dex 15, Con 5, Int 13, Wis 10, Cha 10. Ninu has bronze scales and light green eyes, and rows of shark-like teeth. She wears hide armor and wields a flail and shield. Ninu is generous and driven.",
  "Mammyl: Female Dragonborn Monk, NE. Str 13, Dex 12, Con 9, Int 9, Wis 12, Cha 8. Mammyl is slender, with white scales and sharp hazel eyes. She wears worn clothing and wields nunchaku (club) and shuriken (darts). Mammyl has an animal companion, a green firedrake named Ayabit.",
  "Ninki: Female Dragonborn Rogue, NG. Str 7, Dex 13, Con 14, Int 12, Wis 10, Cha 9. Ninki has bronze scales and large gray eyes. She wears studded leather and wields a mace and dagger. Ninki is idealistic and reflective.",
  "Ninki: Female Dragonborn Barbarian, LG. Str 16, Dex 11, Con 13, Int 9, Wis 10, Cha 7. Ninki has bronze scales and narrow blue eyes, and an unusual scar on her leg. She wears studded leather and wields a scimitar.",
  "Puabi: Female Dragonborn Fighter, LN. Str 17, Dex 11, Con 12, Int 10, Wis 11, Cha 9. Puabi is stout, with bronze scales and hazel eyes. She wears ring mail and wields a scimitar and net.",
  "Saba: Female Dragonborn Rogue, NG. Str 12, Dex 12, Con 9, Int 10, Wis 8, Cha 9. Saba is short and heavyset, with bronze scales and brown eyes. She wears leather armor and wields a rapier and dagger. Saba is loyal and cheerful.",
  "Mete: Female Dragonborn Fighter, CN. Str 13, Dex 11, Con 8, Int 14, Wis 8, Cha 13. Mete is heavyset, with silver scales and bright gray eyes. She wears chain mail and wields a shortsword. Mete seeks to destroy the race of ogres.",
  "Sidab: Female Dragonborn Sorcerer, N. Str 10, Dex 9, Con 15, Int 12, Wis 6, Cha 13. Sidab has bronze scales and brown eyes. She wears sturdy clothing and wields a dagger. Sidab is lewd and tactless.",
  "Nidab: Female Dragonborn Fighter, N. Str 17, Dex 9, Con 10, Int 12, Wis 10, Cha 10. Nidab has bronze scales and blue eyes. She wears plate armor and wields a morningstar and shield. Nidab is impossibly lucky.",
  "Nocri: Female Dragonborn Rogue, NG. Str 9, Dex 12, Con 10, Int 17, Wis 13, Cha 11. Nocri has bronze scales and hazel eyes, and a magical scar on her face. She wears leather armor and wields a rapier and hand crossbow. Nocri has an animal companion, a black cat named Lila.",
  "Ninli: Female Dragonborn Bard, NE. Str 9, Dex 13, Con 8, Int 8, Wis 13, Cha 13. Ninli has bronze scales and sharp brown eyes, and a pair of tiny wings. She wears studded leather and wields a rapier. Ninli is harsh and intimidating.",
  "Puabi: Female Dragonborn Rogue, NE. Str 5, Dex 14, Con 10, Int 11, Wis 7, Cha 8. Puabi has black scales and dark gray eyes. She wears studded leather and wields a shortsword and shortbow. Puabi seeks to atone for past sins.",
  "Abith: Female Dragonborn Monk, N. Str 13, Dex 14, Con 15, Int 6, Wis 14, Cha 13. Abith has bronze scales and large green eyes. She wears simple clothing and wields a bo (quarterstaff) and kama (sickle). Abith is inventive and polite.",
  "Sidur: Female Dragonborn Monk, LE. Str 15, Dex 9, Con 10, Int 10, Wis 12, Cha 8. Sidur has bronze scales and gray eyes, and rows of shark-like teeth. She wears modest garments and wields a bo (quarterstaff). Sidur is deceitful and unforgiving.",
  "Saba: Female Dragonborn Monk, N. Str 9, Dex 14, Con 6, Int 7, Wis 17, Cha 9. Saba is tall, with bronze scales and light green eyes. She wears modest garments and wields an ono (handaxe) and shuriken (darts). Saba seeks to save her family from financial ruin.",
  "Puabi: Female Dragonborn Rogue, N. Str 14, Dex 12, Con 9, Int 9, Wis 6, Cha 10. Puabi has white scales and green eyes. She wears studded leather and wields a spear. Puabi is truthful and combative.",
  "Ninki: Female Dragonborn Wizard, N. Str 8, Dex 14, Con 12, Int 13, Wis 12, Cha 14. Ninki has blue scales and green eyes, and wears glasses with bronze rims. She wears sapphire robes and wields a quarterstaff and light crossbow.",
  "Saba: Female Dragonborn Rogue, NE. Str 7, Dex 12, Con 12, Int 15, Wis 9, Cha 5. Saba has bronze scales and blue eyes, and rows of shark-like teeth. She wears studded leather and wields a handaxe. Saba has an animal companion, a raven named Bupilsu.",
  "Nocri: Female Dragonborn Cleric, NG. Str 13, Dex 10, Con 9, Int 10, Wis 15, Cha 8. Nocri is short, with bronze scales and light blue eyes. She wears a chain shirt and wields a quarterstaff and shield. Nocri is fascinated by magic and arcana.",
  "Litte: Female Dragonborn Rogue, N. Str 10, Dex 16, Con 11, Int 12, Wis 11, Cha 8. Litte is tall and stout, with green scales and blue eyes. She wears leather armor and wields a shortsword and hand crossbow. Litte seeks only fame and glory.",
  "Ningal: Female Dragonborn Fighter, LE. Str 14, Dex 9, Con 11, Int 13, Wis 8, Cha 10. Ningal has bronze scales and blue eyes. She wears hide armor and wields a morningstar. Ningal seeks to destroy the race of trolls.",
  "Nanna: Female Dragonborn Cleric, NG. Str 11, Dex 11, Con 8, Int 14, Wis 16, Cha 15. Nanna is slender, with bronze scales and amber eyes. She wears leather armor and wields a light hammer and darts. Nanna is haunted by the ghost of someone she killed.",
  "Sabi: Female Dragonborn Rogue, LG. Str 11, Dex 13, Con 12, Int 14, Wis 11, Cha 9. Sabi has black scales and blue eyes, and rows of shark-like teeth. She wears leather armor and wields a rapier and hand crossbow. Sabi is compassionate and foolhardy.",
  "Erere: Female Dragonborn Paladin, Good. Str 11, Dex 12, Con 12, Int 10, Wis 7, Cha 15. Erere is slender, with bronze scales and light gray eyes. She wears ring mail and wields a morningstar. Erere is colorblind.",
  "Anum: Female Dragonborn Rogue, CN. Str 8, Dex 12, Con 9, Int 16, Wis 14, Cha 10. Anum has gold scales and sharp amber eyes. She wears studded leather and wields a longsword and javelins. Anum has an animal companion, a black cat named Sumana.",
  "Sabi: Female Dragonborn Ranger, NG. Str 12, Dex 15, Con 6, Int 7, Wis 10, Cha 10. Sabi has bronze scales and sharp amber eyes. She wears studded leather and wields a greatsword. Sabi suffers a traumatic fear of open water.",
  "Lila: Female Dragonborn Rogue, N. Str 14, Dex 15, Con 5, Int 11, Wis 9, Cha 14. Lila has bronze scales and dark blue eyes. She wears studded leather and wields a club. Lila is honest and erratic.",
  "Annal: Female Dragonborn Wizard, NG. Str 15, Dex 13, Con 14, Int 15, Wis 5, Cha 7. Annal has bronze scales and light hazel eyes. She wears expensive clothing and wields a quarterstaff and light crossbow. Annal seeks to discover the truth of her lineage.",
  "Sili: Female Dragonborn Fighter, N. Str 17, Dex 16, Con 9, Int 10, Wis 12, Cha 7. Sili is thin, with bronze scales and bright green eyes. She wears half plate and wields a maul. Sili suffers a paralyzing fear of disease.",
  "Myli: Female Dragonborn Fighter, CG. Str 13, Dex 14, Con 13, Int 12, Wis 11, Cha 11. Myli is tall and willowy, with bronze scales and dark hazel eyes. She wears a chain shirt and wields a shortsword and shield. Myli is blind in her right eye.",
  "Allal: Female Dragonborn Paladin, Good. Str 10, Dex 8, Con 9, Int 6, Wis 13, Cha 13. Allal has gold scales and light hazel eyes, and an unusual scar on her face. She wears ring mail and wields a scimitar.",
  "Ningal: Female Dragonborn Warlock, N. Str 10, Dex 7, Con 8, Int 6, Wis 10, Cha 15. Ningal is short and slender, with bronze scales and brown eyes. She wears studded leather and wields a handaxe. Ningal has an animal companion, a raven named Sinezzuu.",
  "Meta: Female Dragonborn Fighter, N. Str 13, Dex 13, Con 12, Int 10, Wis 10, Cha 11. Meta has copper scales and dark amber eyes, and a magical scar on her leg. She wears half plate and wields a warhammer and longbow. Meta has an animal companion, a black dog named Ural.",
  "Anum: Female Dragonborn Rogue, NG. Str 9, Dex 12, Con 13, Int 14, Wis 10, Cha 11. Anum has bronze scales and green eyes, and wears glasses with brass rims. She wears leather armor and wields a longsword.",
  "Lila: Female Dragonborn Paladin, Good. Str 12, Dex 9, Con 9, Int 8, Wis 12, Cha 14. Lila is tall, with white scales and brown eyes. She wears plate armor and wields a war pick.",
  "Ninki: Female Dragonborn Cleric, NE. Str 10, Dex 8, Con 7, Int 7, Wis 17, Cha 8. Ninki is slender, with bronze scales and amber eyes. She wears studded leather and wields a light hammer and sickle. Ninki has an animal companion, a red fox named Nabura.",
  "Puaba: Female Dragonborn Druid, Neutral. Str 13, Dex 13, Con 8, Int 10, Wis 15, Cha 11. Puaba is short and willowy, with bronze scales and brown eyes. She wears hide armor and wields a club. Puaba seeks to atone for past sins.",
  "Nocri: Female Dragonborn Cleric, CN. Str 10, Dex 9, Con 10, Int 9, Wis 13, Cha 8. Nocri has brass scales and sharp blue eyes. She wears a breastplate and wields a quarterstaff and darts. Nocri has an animal companion, a ginger cat named Eshamer.",
  "Ayannal: Female Dragonborn Fighter, LG. Str 15, Dex 11, Con 8, Int 11, Wis 7, Cha 11. Ayannal has white scales and light gray eyes, and horns engraved with strange symbols. She wears splint armor and wields a rapier and blowgun.",
  "Nocri: Female Dragonborn Fighter, N. Str 12, Dex 13, Con 7, Int 10, Wis 9, Cha 8. Nocri has silver scales and amber eyes. She wears a breastplate and wields a longsword and shield. Nocri seeks to save her family from financial ruin.",
  "Ayallal: Female Dragonborn Cleric, NE. Str 10, Dex 14, Con 14, Int 10, Wis 17, Cha 13. Ayallal is short and stout, with bronze scales and brown eyes. She wears studded leather and wields a mace and darts. Ayallal was magically imprisoned for a hundred years.",
  "Saba: Female Dragonborn Druid, Neutral. Str 8, Dex 14, Con 10, Int 7, Wis 16, Cha 8. Saba has red scales and amber eyes. She wears leather armor and wields a spear and dagger. Saba is searching for her missing daughter.",
  "Ilith: Female Dragonborn Cleric, LG. Str 6, Dex 11, Con 11, Int 10, Wis 17, Cha 14. Ilith is short, with bronze scales and bright blue eyes. She wears studded leather and wields a mace.",
  "Nanna: Female Dragonborn Bard, LN. Str 8, Dex 12, Con 8, Int 13, Wis 14, Cha 14. Nanna is short, with green scales and sharp gray eyes. She wears leather armor and wields a quarterstaff and sickle.",
  "Nidur: Female Dragonborn Cleric, NG. Str 7, Dex 8, Con 11, Int 15, Wis 14, Cha 11. Nidur is tall and overweight, with black scales and brown eyes. She wears a chain shirt and wields a spear and light crossbow. Nidur is honorable and suspicious.",
  "Ilit: Female Dragonborn Sorcerer, N. Str 10, Dex 14, Con 15, Int 10, Wis 10, Cha 12. Ilit has bronze scales and large amber eyes. She wears modest garments and wields a quarterstaff.",
  "Ayabith: Female Dragonborn Barbarian, NG. Str 12, Dex 13, Con 14, Int 10, Wis 6, Cha 11. Ayabith has bronze scales and brown eyes, and a magical scar on her face. She wears hide armor and wields a greataxe.",
  "Nisid: Female Dragonborn Barbarian, N. Str 15, Dex 8, Con 9, Int 10, Wis 11, Cha 7. Nisid is tall, with red scales and light gray eyes. She wears leather armor and wields a halberd. Nisid lost her reflection to a nymph.",
  "Ayammetu: Female Dragonborn Fighter, LG. Str 15, Dex 7, Con 8, Int 14, Wis 7, Cha 9. Ayammetu has bronze scales and large blue eyes. She wears chain mail and wields a glaive.",
  "Ninli: Female Dragonborn Monk, CN. Str 11, Dex 9, Con 8, Int 9, Wis 13, Cha 9. Ninli has black scales and amber eyes. She wears simple clothing and wields nunchaku (club) and kama (sickle).",
  "Artetu: Female Dragonborn Monk, NG. Str 8, Dex 15, Con 7, Int 6, Wis 11, Cha 11. Artetu is stout, with bronze scales and light blue eyes. She wears plain clothing and wields a bo (quarterstaff). Artetu is impossibly lucky.",
  "Sidur: Female Dragonborn Rogue, N. Str 10, Dex 14, Con 8, Int 13, Wis 11, Cha 5. Sidur has bronze scales and blue eyes, and wears glasses with iron rims. She wears leather armor and wields a longsword and hand crossbow.",
  "Sila: Female Dragonborn Fighter, N. Str 14, Dex 9, Con 8, Int 7, Wis 14, Cha 14. Sila has bronze scales and sharp amber eyes, and a distinctive scar on her leg. She wears scale mail and wields a morningstar.",
  "Nannu: Female Dragonborn Paladin, Good. Str 16, Dex 14, Con 12, Int 10, Wis 17, Cha 17. Nannu is slender, with bronze scales and brown eyes. She wears a breastplate and wields a whip. Nannu is thrifty and capable.",
  "Ninla: Female Dragonborn Rogue, NG. Str 11, Dex 12, Con 7, Int 13, Wis 9, Cha 9. Ninla is slender, with bronze scales and brown eyes. She wears studded leather and wields a longsword.",
  "Nanna: Female Dragonborn Druid, Neutral. Str 11, Dex 12, Con 10, Int 12, Wis 15, Cha 9. Nanna has bronze scales and sharp hazel eyes, and wears glasses with electrum rims. She wears hide armor and wields a spear and sickle. Nanna is ambitious and practical.",
  "Myli: Female Dragonborn Rogue, CN. Str 9, Dex 17, Con 10, Int 13, Wis 8, Cha 12. Myli is overweight, with bronze scales and bright hazel eyes. She wears studded leather and wields a shortsword. Myli is covetous and scheming.",
  "Puabi: Female Dragonborn Rogue, CG. Str 10, Dex 14, Con 13, Int 14, Wis 10, Cha 11. Puabi has green scales and blue eyes, and rows of shark-like teeth. She wears leather armor and wields a longsword. Puabi has an animal companion, a sable ferret named Abiel.",
  "Ningal: Female Dragonborn Sorcerer, CN. Str 11, Dex 11, Con 8, Int 14, Wis 11, Cha 13. Ningal has bronze scales and soft gray eyes. She wears plain clothing and wields a quarterstaff. Ningal has an animal companion, a snow owl named Ninla.",
  "Sila: Female Dragonborn Monk, CN. Str 16, Dex 16, Con 9, Int 11, Wis 12, Cha 15. Sila has bronze scales and hazel eyes, and a pair of tiny wings. She wears well-made clothing and wields a yari (spear). Sila seeks revenge against the sister who betrayed her.",
  "Nisid: Female Dragonborn Paladin, Good. Str 12, Dex 13, Con 11, Int 9, Wis 10, Cha 12. Nisid is tall and overweight, with bronze scales and narrow gray eyes. She wears plate armor and wields a shortsword. Nisid has an animal companion, a bay warhorse named Ningal.",
  "Nannu: Female Dragonborn Cleric, N. Str 9, Dex 9, Con 11, Int 8, Wis 14, Cha 13. Nannu has bronze scales and green eyes. She wears studded leather and wields a mace and shield. Nannu seeks to atone for past sins.",
  "Lili: Female Dragonborn Wizard, N. Str 13, Dex 10, Con 7, Int 12, Wis 8, Cha 12. Lili has silver scales and narrow gray eyes, and a flicking forked tongue. She wears modest garments and wields a quarterstaff. Lili has Common Companion.",
  "Nisid: Female Dragonborn Monk, CG. Str 9, Dex 9, Con 13, Int 8, Wis 13, Cha 6. Nisid has copper scales and amber eyes, and a pair of tiny wings. She wears plain clothing and wields an ono (handaxe).",
  "Saba: Female Dragonborn Ranger, LN. Str 12, Dex 14, Con 11, Int 9, Wis 8, Cha 10. Saba has bronze scales and brown eyes, and a pair of tiny wings. She wears leather armor and wields a scimitar. Saba has green snake named Saba.",
  "Saba: Female Dragonborn Ranger, N. Str 13, Dex 17, Con 7, Int 10, Wis 10, Cha 8. Saba has bronze scales and light hazel eyes. She wears studded leather and wields a flail and shield. Saba is hunting the warlord who murdered her family.",
  "Lila: Female Dragonborn Monk, N. Str 12, Dex 8, Con 9, Int 13, Wis 14, Cha 11. Lila has bronze scales and green eyes, and horns engraved with strange symbols. She wears simple clothing and wields an ono (handaxe) and sai (dagger). Lila is covetous and barbaric.",
  "Nina: Female Dragonborn Bard, N. Str 12, Dex 10, Con 14, Int 10, Wis 7, Cha 14. Nina has bronze scales and blue eyes, and wears glasses with copper rims. She wears leather armor and wields a club and sickle. Nina avoids eye contact.",
  "Sili: Female Dragonborn Fighter, N. Str 12, Dex 12, Con 7, Int 11, Wis 10, Cha 15. Sili has gold scales and dark hazel eyes, and horns engraved with arcane symbols. She wears plate armor and wields a longsword and shield. Sili compulsively plays with a platinum ring.",
  "Nisil: Female Dragonborn Fighter, CG. Str 14, Dex 16, Con 13, Int 13, Wis 9, Cha 13. Nisil has bronze scales and large hazel eyes, and a flicking forked tongue. She wears scale mail and wields a flail and shield. Nisil is colorblind.",
  "Mammyl: Female Dragonborn Wizard, LG. Str 6, Dex 10, Con 6, Int 13, Wis 10, Cha 10. Mammyl has bronze scales and blue eyes, and a pair of tiny wings. She wears emerald robes and wields a quarterstaff and light crossbow. Mammyl is faithful and thrifty.",
  "Saba: Female Dragonborn Sorcerer, N. Str 12, Dex 10, Con 14, Int 10, Wis 9, Cha 14. Saba has bronze scales and bright amber eyes. She wears worn clothing and wields a dagger and sling. Saba is hunting the doppelganger which destroyed her homeland.",
  "Sidur: Female Dragonborn Wizard, CG. Str 6, Dex 16, Con 9, Int 13, Wis 7, Cha 13. Sidur is willowy, with bronze scales and hazel eyes. She wears travel-stained clothing and wields a quarterstaff.",
  "Allal: Female Dragonborn Rogue, NG. Str 10, Dex 15, Con 15, Int 15, Wis 10, Cha 7. Allal has bronze scales and amber eyes. She wears studded leather and wields a longsword. Allal is chivalrous and honorable.",
  "Sabi: Female Dragonborn Monk, N. Str 16, Dex 12, Con 12, Int 7, Wis 14, Cha 9. Sabi has bronze scales and brown eyes, and wears glasses with steel rims. She wears plain clothing and wields a kanabo (mace) and sai (dagger). Sabi seeks to destroy the race of ogres.",
  "Abit: Female Dragonborn Bard, CN. Str 14, Dex 12, Con 10, Int 12, Wis 6, Cha 12. Abit is overweight, with bronze scales and sharp gray eyes. She wears leather armor and wields a shortsword and hand crossbow. Abit is humble and disloyal.",
  "Ilit: Female Dragonborn Rogue, N. Str 8, Dex 16, Con 10, Int 9, Wis 6, Cha 6. Ilit has bronze scales and blue eyes. She wears studded leather and wields a club and hand crossbow. Ilit has an animal companion, a dire rat named Ningoni.",
  "Nina: Female Dragonborn Barbarian, NG. Str 13, Dex 9, Con 12, Int 14, Wis 9, Cha 12. Nina has black scales and light green eyes. She wears hide armor and wields a trident and heavy crossbow. Nina refers to herself in the third person.",
  "Etum: Female Dragonborn Cleric, NE. Str 14, Dex 9, Con 12, Int 9, Wis 14, Cha 13. Etum is slender, with bronze scales and gray eyes. She wears a breastplate and wields a quarterstaff and shield. Etum dislikes having people behind her.",
  "Meta: Female Dragonborn Fighter, CG. Str 14, Dex 16, Con 6, Int 10, Wis 12, Cha 9. Meta has green scales and dark blue eyes. She wears chain mail and wields a rapier and hand crossbow.",
  "Ayannal: Female Dragonborn Rogue, NG. Str 13, Dex 15, Con 10, Int 11, Wis 12, Cha 14. Ayannal has bronze scales and amber eyes. She wears studded leather and wields a rapier. Ayannal compulsively steals small objects.",
  "Mete: Female Dragonborn Ranger, LG. Str 11, Dex 7, Con 8, Int 9, Wis 12, Cha 7. Mete has bronze scales and blue eyes, and a distinctive scar on her leg. She wears leather armor and wields a longsword and shield. Mete is chivalrous and hardworking.",
  "Ninki: Female Dragonborn Monk, CG. Str 11, Dex 8, Con 9, Int 10, Wis 12, Cha 11. Ninki has copper scales and brown eyes, and wears glasses with brass rims. She wears sturdy clothing and wields a bo (quarterstaff) and shuriken (darts). Ninki is impossibly lucky.",
  "Mammet: Female Dragonborn Rogue, NG. Str 6, Dex 13, Con 7, Int 10, Wis 15, Cha 10. Mammet has bronze scales and soft gray eyes, and horns engraved with alien symbols. She wears studded leather and wields a rapier and hand crossbow. Mammet lost her shadow to a hag.",
  "Sabi: Female Dragonborn Fighter, NG. Str 16, Dex 11, Con 9, Int 8, Wis 13, Cha 15. Sabi is overweight, with bronze scales and bright amber eyes. She wears half plate and wields a flail and heavy crossbow. Sabi has an animal companion, a black bear named Abal.",
  "Ninki: Female Dragonborn Ranger, NG. Str 13, Dex 10, Con 9, Int 11, Wis 12, Cha 7. Ninki is tall, with bronze scales and amber eyes. She wears hide armor and wields a rapier. Ninki has ginger dog named Ilis.",
  "Myla: Female Dragonborn Barbarian, N. Str 13, Dex 10, Con 11, Int 13, Wis 10, Cha 10. Myla is short and stout, with red scales and hazel eyes. She wears hide armor and wields a morningstar and shield. Myla is extravagant and harsh.",
  "Ningal: Female Dragonborn Druid, Neutral. Str 16, Dex 11, Con 7, Int 8, Wis 13, Cha 12. Ningal has red scales and narrow hazel eyes, and a flicking forked tongue. She wears leather armor and wields a quarterstaff and darts. Ningal compulsively flirts with others.",
  "Nina: Female Dragonborn Wizard, LN. Str 12, Dex 11, Con 15, Int 13, Wis 8, Cha 12. Nina is short and stout, with bronze scales and blue eyes. She wears simple clothing and wields a dagger. Nina is extravagant and fierce.",
  "Idal: Female Dragonborn Druid, Neutral. Str 12, Dex 10, Con 11, Int 7, Wis 16, Cha 15. Idal has bronze scales and light green eyes, and an unusual scar on her face. She wears leather armor and wields a club. Idal compulsively picks up things.",
  "Nisid: Female Dragonborn Sorcerer, NG. Str 12, Dex 7, Con 10, Int 14, Wis 10, Cha 15. Nisid has bronze scales and amber eyes. She wears well-made clothing and wields a quarterstaff and sling. Nisid has an animal companion, a red snake named Bonidea.",
  "Sidab: Female Dragonborn Wizard, LN. Str 10, Dex 13, Con 11, Int 14, Wis 9, Cha 13. Sidab has white scales and sharp gray eyes. She wears sturdy clothing and wields a quarterstaff and light crossbow. Sidab compulsively plays with a gold ring.",
  "Nocri: Female Dragonborn Monk, N. Str 7, Dex 10, Con 9, Int 5, Wis 11, Cha 10. Nocri has silver scales and light brown eyes, and rows of shark-like teeth. She wears well-made clothing and wields an ono (handaxe). Nocri avoids eye contact.",
  "Lisab: Female Dragonborn Barbarian, LN. Str 12, Dex 11, Con 13, Int 14, Wis 11, Cha 7. Lisab has silver scales and large amber eyes, and a flicking forked tongue. She wears scale mail and wields a shortsword. Lisab is adaptable and disloyal.",
  "Ayammere: Female Dragonborn Warlock, LN. Str 10, Dex 6, Con 8, Int 14, Wis 10, Cha 17. Ayammere is tall and slender, with bronze scales and soft hazel eyes. She wears studded leather and wields a club and darts. Ayammere has an animal companion, a giant spider named Duki.",
  "Puaba: Female Dragonborn Wizard, LG. Str 7, Dex 9, Con 11, Int 15, Wis 9, Cha 13. Puaba has white scales and light amber eyes, and wears glasses with brass rims. She wears fine clothing and wields a quarterstaff and light crossbow. Puaba avoids eye contact.",
  "Mete: Female Dragonborn Barbarian, NG. Str 16, Dex 11, Con 13, Int 13, Wis 11, Cha 6. Mete has silver scales and large green eyes. She wears studded leather and wields a scimitar and shield. Mete seeks to save her family from financial ruin.",
  "Ninla: Female Dragonborn Wizard, NG. Str 12, Dex 16, Con 10, Int 15, Wis 9, Cha 10. Ninla has bronze scales and brown eyes. She wears fine clothing and wields a dagger.",
  "Ninu: Female Dragonborn Paladin, Good. Str 14, Dex 9, Con 10, Int 12, Wis 9, Cha 13. Ninu has bronze scales and hazel eyes. She wears a breastplate and wields a rapier. Ninu is thrifty and brave.",
  "Eshkis: Female Dragonborn Monk, LG. Str 12, Dex 14, Con 12, Int 11, Wis 15, Cha 8. Eshkis is heavyset, with bronze scales and bright brown eyes. She wears plain clothing and wields a kanabo (mace) and sai (dagger). Eshkis seeks to find her true love.",
  "Ningal: Female Dragonborn Rogue, NE. Str 15, Dex 14, Con 7, Int 11, Wis 10, Cha 7. Ningal has bronze scales and green eyes. She wears studded leather and wields a club. Ningal has an animal companion, a black cat named Sila.",
  "Saba: Female Dragonborn Ranger, N. Str 11, Dex 7, Con 9, Int 9, Wis 7, Cha 13. Saba has bronze scales and hazel eyes, and a magical scar on her face. She wears a breastplate and wields a morningstar. Saba has dire rat named Suuhazuu.",
  "Saba: Female Dragonborn Monk, CE. Str 10, Dex 15, Con 10, Int 10, Wis 15, Cha 13. Saba has bronze scales and amber eyes, and rows of shark-like teeth. She wears sturdy clothing and wields a bo (quarterstaff). Saba is harsh and corrupt.",
  "Ninli: Female Dragonborn Rogue, N. Str 12, Dex 14, Con 15, Int 15, Wis 12, Cha 5. Ninli has bronze scales and green eyes, and horns engraved with strange symbols. She wears studded leather and wields a light hammer. Ninli was raised by cultists of the Adamant Queen.",
  "Puabi: Female Dragonborn Monk, N. Str 10, Dex 13, Con 8, Int 9, Wis 11, Cha 8. Puabi is tall and willowy, with brass scales and gray eyes. She wears sturdy clothing and wields an ono (handaxe). Puabi seeks to free herself from an ancient curse.",
  "Ninla: Female Dragonborn Rogue, N. Str 13, Dex 14, Con 10, Int 10, Wis 8, Cha 11. Ninla is short, with bronze scales and amber eyes. She wears leather armor and wields a shortsword. Ninla is searching for the legendary Crypts of Dire Ages.",
  "Nannu: Female Dragonborn Sorcerer, N. Str 9, Dex 11, Con 14, Int 13, Wis 10, Cha 16. Nannu has bronze scales and sharp brown eyes, and rows of shark-like teeth. She wears sturdy clothing and wields a quarterstaff and darts.",
  "Mammyl: Female Dragonborn Bard, NG. Str 8, Dex 11, Con 12, Int 15, Wis 11, Cha 15. Mammyl has bronze scales and large gray eyes, and rows of shark-like teeth. She wears studded leather and wields a rapier and dagger. Mammyl is a practiced juggler.",
  "Saba: Female Dragonborn Fighter, LG. Str 13, Dex 12, Con 12, Int 9, Wis 10, Cha 9. Saba has red scales and blue eyes, and wears glasses with iron rims. She wears a breastplate and wields a pike. Saba is hunting the warlord who stole her ancestral sword.",
  "Mete: Female Dragonborn Barbarian, NE. Str 12, Dex 14, Con 10, Int 9, Wis 8, Cha 12. Mete is tall, with bronze scales and bright hazel eyes. She wears leather armor and wields a morningstar and hand crossbow. Mete seeks to free herself from an ancient curse.",
  "Inkith: Female Dragonborn Rogue, N. Str 10, Dex 12, Con 12, Int 15, Wis 15, Cha 14. Inkith has bronze scales and hazel eyes, and a flicking forked tongue. She wears studded leather and wields a shortsword and darts. Inkith is inquisitive and morose.",
  "Sidab: Female Dragonborn Monk, LN. Str 7, Dex 12, Con 6, Int 11, Wis 14, Cha 5. Sidab has red scales and sharp brown eyes, and a pair of tiny wings. She wears plain clothing and wields an ono (handaxe).",
  "Lili: Female Dragonborn Cleric, N. Str 12, Dex 8, Con 7, Int 13, Wis 15, Cha 11. Lili has bronze scales and brown eyes. She wears studded leather and wields a spear and shield. Lili has an animal companion, a hunting dog named Bunezzuu.",
  "Nidab: Female Dragonborn Ranger, NE. Str 14, Dex 15, Con 9, Int 9, Wis 10, Cha 11. Nidab is short, with bronze scales and light brown eyes. She wears leather armor and wields a halberd. Nidab is dying and desperately seeks the secret of immortality.",
  "Ninu: Female Dragonborn Druid, Neutral. Str 8, Dex 8, Con 5, Int 10, Wis 12, Cha 6. Ninu has bronze scales and soft gray eyes. She wears hide armor and wields a club and wooden shield. Ninu has black wolf named Ninu.",
  "Saba: Female Dragonborn Barbarian, N. Str 17, Dex 7, Con 9, Int 11, Wis 10, Cha 6. Saba has blue scales and light gray eyes. She wears leather armor and wields a scimitar and hand crossbow. Saba seeks to save her family from financial ruin.",
  "Ayabal: Female Dragonborn Monk, LE. Str 8, Dex 17, Con 9, Int 8, Wis 16, Cha 10. Ayabal is short and thin, with bronze scales and blue eyes. She wears worn clothing and wields an ono (handaxe). Ayabal is hunting the warlord who murdered her family.",
  "Nina: Female Dragonborn Fighter, NG. Str 14, Dex 15, Con 15, Int 11, Wis 10, Cha 12. Nina has bronze scales and light blue eyes. She wears hide armor and wields a pike. Nina has an animal companion, a black dog named Ninu.",
  "Myli: Female Dragonborn Monk, LN. Str 8, Dex 9, Con 5, Int 12, Wis 14, Cha 9. Myli has black scales and hazel eyes, and an unusual scar on her leg. She wears modest garments and wields an ono (handaxe). Myli is dying and desperately seeks the secret of immortality.",
  "Ninu: Female Dragonborn Barbarian, NE. Str 13, Dex 11, Con 11, Int 13, Wis 11, Cha 6. Ninu has red scales and hazel eyes. She wears scale mail and wields a glaive.",
  "Lith: Female Dragonborn Cleric, N. Str 14, Dex 10, Con 6, Int 11, Wis 17, Cha 12. Lith is tall, with bronze scales and blue eyes. She wears a breastplate and wields a handaxe and dagger. Lith has an animal companion, a red firedrake named Nabara.",
  "Ninki: Female Dragonborn Fighter, LG. Str 12, Dex 11, Con 10, Int 6, Wis 13, Cha 9. Ninki has bronze scales and gray eyes. She wears plate armor and wields a halberd. Ninki has an animal companion, a brown bear named Abal.",
  "Etum: Female Dragonborn Monk, NG. Str 15, Dex 15, Con 10, Int 13, Wis 13, Cha 8. Etum has bronze scales and bright hazel eyes, and a flicking forked tongue. She wears plain clothing and wields a yari (spear) and kama (sickle). Etum seeks to destroy the race of orcs.",
  "Ninla: Female Dragonborn Paladin, Good. Str 17, Dex 12, Con 8, Int 9, Wis 14, Cha 9. Ninla has bronze scales and blue eyes. She wears plate armor and wields a longsword. Ninla has an animal companion, a white warhorse named Nezzara.",
  "Ningal: Female Dragonborn Fighter, N. Str 15, Dex 14, Con 12, Int 9, Wis 11, Cha 10. Ningal has bronze scales and large brown eyes. She wears chain mail and wields a rapier. Ningal has an animal companion, a gray wolf named Aran.",
  "Ninki: Female Dragonborn Warlock, NG. Str 8, Dex 8, Con 11, Int 8, Wis 10, Cha 12. Ninki has bronze scales and gray eyes, and rows of shark-like teeth. She wears leather armor and wields a light hammer and shortbow. Ninki refers to herself in the third person.",
  "Sabi: Female Dragonborn Druid, Neutral. Str 15, Dex 9, Con 11, Int 9, Wis 12, Cha 11. Sabi is stout, with bronze scales and brown eyes. She wears hide armor and wields a quarterstaff and sling.",
  "Sabi: Female Dragonborn Warlock, NG. Str 10, Dex 10, Con 7, Int 14, Wis 12, Cha 12. Sabi has bronze scales and bright green eyes. She wears leather armor and wields a spear. Sabi is haunted by the memories of a past life.",
  "Sila: Female Dragonborn Rogue, NE. Str 13, Dex 13, Con 10, Int 9, Wis 11, Cha 14. Sila has bronze scales and brown eyes. She wears studded leather and wields a quarterstaff and javelins. Sila suffers a mild allergy to pollen.",
  "Saba: Female Dragonborn Bard, LN. Str 9, Dex 15, Con 14, Int 8, Wis 12, Cha 13. Saba has bronze scales and soft gray eyes, and horns engraved with strange symbols. She wears studded leather and wields a longsword. Saba is hunting the doppelganger which destroyed her homeland.",
  "Nocri: Female Dragonborn Fighter, LN. Str 17, Dex 11, Con 9, Int 8, Wis 12, Cha 8. Nocri is stout, with bronze scales and sharp brown eyes. She wears half plate and wields a shortsword and shield. Nocri speaks with a raspy voice.",
  "Ilit: Female Dragonborn Fighter, N. Str 12, Dex 7, Con 11, Int 10, Wis 15, Cha 12. Ilit has bronze scales and large brown eyes, and rows of shark-like teeth. She wears a chain shirt and wields a flail. Ilit is impossibly lucky.",
  "Nocri: Female Dragonborn Monk, NE. Str 14, Dex 9, Con 12, Int 8, Wis 12, Cha 9. Nocri is heavyset, with bronze scales and hazel eyes. She wears modest garments and wields nunchaku (club) and shuriken (darts). Nocri is barbaric and unfeeling.",
  "Lili: Female Dragonborn Paladin, Good. Str 10, Dex 12, Con 9, Int 7, Wis 14, Cha 14. Lili has bronze scales and bright green eyes, and a magical scar on her arm. She wears hide armor and wields a maul. Lili compulsively plays with a copper coin.",
  "Nisab: Female Dragonborn Monk, NE. Str 15, Dex 11, Con 10, Int 8, Wis 17, Cha 12. Nisab has bronze scales and hazel eyes. She wears modest garments and wields a kanabo (mace) and sai (dagger). Nisab has an animal companion, a gray rabbit named Sunabi.",
  "Ninli: Female Dragonborn Rogue, LE. Str 12, Dex 15, Con 12, Int 14, Wis 11, Cha 8. Ninli has bronze scales and gray eyes, and rows of shark-like teeth. She wears leather armor and wields a rapier and shortbow.",
  "Nidab: Female Dragonborn Cleric, CN. Str 12, Dex 11, Con 7, Int 7, Wis 17, Cha 11. Nidab has bronze scales and narrow amber eyes, and rows of shark-like teeth. She wears hide armor and wields a club. Nidab has an animal companion, a hawk named Anammit.",
  "Lith: Female Dragonborn Ranger, LN. Str 12, Dex 17, Con 12, Int 13, Wis 15, Cha 7. Lith has bronze scales and dark brown eyes. She wears half plate and wields a rapier.",
  "Abal: Female Dragonborn Sorcerer, N. Str 12, Dex 14, Con 12, Int 10, Wis 10, Cha 14. Abal is tall, with bronze scales and large amber eyes. She wears well-made clothing and wields a quarterstaff. Abal has an animal companion, a raven named Baramma.",
  "Artere: Female Dragonborn Bard, LE. Str 6, Dex 8, Con 13, Int 13, Wis 13, Cha 13. Artere is slender, with bronze scales and bright hazel eyes. She wears studded leather and wields a rapier and hand crossbow. Artere is hunting the doppelganger which destroyed her homeland.",
  "Ninu: Female Dragonborn Fighter, LG. Str 17, Dex 10, Con 6, Int 10, Wis 9, Cha 7. Ninu has brass scales and sharp gray eyes, and rows of shark-like teeth. She wears chain mail and wields a war pick and longbow.",
  "Ingal: Female Dragonborn Cleric, NE. Str 9, Dex 6, Con 7, Int 8, Wis 13, Cha 14. Ingal has bronze scales and soft amber eyes, and horns engraved with arcane symbols. She wears studded leather and wields a spear and shortbow.",
  "Sabi: Female Dragonborn Fighter, LG. Str 15, Dex 14, Con 13, Int 6, Wis 13, Cha 7. Sabi is slender, with bronze scales and light amber eyes. She wears plate armor and wields a greataxe. Sabi has an animal companion, a brown bear named Baalu.",
  "Nisab: Female Dragonborn Cleric, CG. Str 12, Dex 13, Con 11, Int 14, Wis 14, Cha 9. Nisab has white scales and gray eyes. She wears half plate and wields a handaxe. Nisab is hunting the giant who murdered her family.",
  "Nanna: Female Dragonborn Bard, LN. Str 8, Dex 13, Con 11, Int 7, Wis 9, Cha 13. Nanna is tall, with green scales and large brown eyes. She wears studded leather and wields a longsword.",
  "Inal: Female Dragonborn Rogue, CN. Str 10, Dex 15, Con 10, Int 15, Wis 7, Cha 7. Inal has bronze scales and amber eyes, and horns engraved with alien symbols. She wears studded leather and wields a shortsword. Inal seeks to steal an ancient artifact from the Gauntlet of the Gargoyle King.",
  "Ayastal: Female Dragonborn Warlock, CG. Str 17, Dex 14, Con 14, Int 12, Wis 6, Cha 13. Ayastal is tall and stout, with bronze scales and soft green eyes. She wears leather armor and wields a club. Ayastal is haunted by the ghost of someone she killed.",
  "Ninla: Female Dragonborn Rogue, LN. Str 13, Dex 15, Con 14, Int 12, Wis 10, Cha 11. Ninla has bronze scales and bright gray eyes, and a pair of tiny wings. She wears leather armor and wields a longsword. Ninla has an animal companion, a sable ferret named Maamilu.",
  "Eshkith: Female Dragonborn Rogue, N. Str 12, Dex 17, Con 9, Int 12, Wis 10, Cha 8. Eshkith is short, with bronze scales and brown eyes. She wears leather armor and wields a shortsword and hand crossbow. Eshkith is only friendly towards other dragonborns..",
  "Nisab: Female Dragonborn Fighter, N. Str 13, Dex 10, Con 10, Int 10, Wis 9, Cha 6. Nisab has silver scales and large green eyes, and wears glasses with bronze rims. She wears half plate and wields a longsword and blowgun. Nisab is honest and bold.",
  "Eshkis: Female Dragonborn Cleric, LG. Str 10, Dex 11, Con 9, Int 11, Wis 16, Cha 13. Eshkis has bronze scales and brown eyes. She wears leather armor and wields a quarterstaff. Eshkis believes that she is the rightful heir to the kingdom of Falumen.",
  "Etum: Female Dragonborn Fighter, LG. Str 13, Dex 9, Con 9, Int 14, Wis 9, Cha 12. Etum has green scales and sharp brown eyes, and horns engraved with arcane symbols. She wears hide armor and wields a glaive. Etum lost her shadow to a nymph.",
  "Nisil: Female Dragonborn Fighter, NG. Str 15, Dex 13, Con 9, Int 10, Wis 10, Cha 10. Nisil has red scales and green eyes. She wears a breastplate and wields a shortsword and shield. Nisil has an animal companion, a brown bear named Sila.",
  "Saba: Female Dragonborn Paladin, Good. Str 12, Dex 7, Con 10, Int 8, Wis 13, Cha 15. Saba is short and heavyset, with bronze scales and amber eyes. She wears hide armor and wields a morningstar. Saba seeks the meaning of a strange prophecy.",
  "Nannu: Female Dragonborn Bard, N. Str 9, Dex 10, Con 12, Int 10, Wis 12, Cha 16. Nannu is tall, with bronze scales and large amber eyes. She wears studded leather and wields a longsword and hand crossbow. Nannu seeks revenge against the sister who betrayed her.",
  "Ereshki: Female Dragonborn Barbarian, NG. Str 16, Dex 10, Con 15, Int 12, Wis 9, Cha 11. Ereshki has bronze scales and soft green eyes, and a pair of tiny wings. She wears hide armor and wields a greatsword. Ereshki has an animal companion, a red firedrake named Lili.",
  "Sidur: Female Dragonborn Paladin, Good. Str 16, Dex 11, Con 9, Int 12, Wis 14, Cha 9. Sidur has bronze scales and brown eyes. She wears splint armor and wields a scimitar and shield. Sidur is trustworthy and virtuous.",
  "Abis: Female Dragonborn Monk, CG. Str 14, Dex 13, Con 10, Int 11, Wis 14, Cha 10. Abis is willowy, with red scales and narrow blue eyes. She wears simple clothing and wields a yari (spear). Abis seeks to destroy the race of ogres.",
  "Ningal: Female Dragonborn Ranger, N. Str 11, Dex 11, Con 9, Int 10, Wis 11, Cha 10. Ningal has red scales and gray eyes. She wears leather armor and wields a flail. Ningal is covetous and flamboyant.",
  "Ninli: Female Dragonborn Warlock, N. Str 11, Dex 13, Con 7, Int 7, Wis 12, Cha 13. Ninli has red scales and sharp gray eyes. She wears leather armor and wields a mace. Ninli has an animal companion, a vampire bat named Artere.",
  "Nanna: Female Dragonborn Wizard, CE. Str 10, Dex 8, Con 9, Int 14, Wis 10, Cha 12. Nanna has black scales and soft hazel eyes. She wears green robes and wields a dagger.",
  "Nisab: Female Dragonborn Barbarian, N. Str 13, Dex 11, Con 12, Int 13, Wis 11, Cha 12. Nisab is tall and willowy, with bronze scales and sharp brown eyes. She wears leather armor and wields a shortsword and shield. Nisab is alluring and absent-minded.",
  "Puabi: Female Dragonborn Ranger, LN. Str 17, Dex 10, Con 7, Int 12, Wis 10, Cha 12. Puabi has bronze scales and soft green eyes, and rows of shark-like teeth. She wears leather armor and wields a greatsword. Puabi suffers a severe allergy to shellfish.",
  "Ninki: Female Dragonborn Monk, LE. Str 12, Dex 15, Con 13, Int 10, Wis 13, Cha 6. Ninki has bronze scales and bright brown eyes, and a flicking forked tongue. She wears worn clothing and wields an ono (handaxe) and sai (dagger). Ninki speaks with a stutter.",
  "Sabi: Female Dragonborn Fighter, NE. Str 14, Dex 13, Con 10, Int 10, Wis 14, Cha 9. Sabi has bronze scales and blue eyes. She wears ring mail and wields a war pick and net. Sabi is hunting the dragon who slew his mentor.",
  "Lila: Female Dragonborn Barbarian, NG. Str 16, Dex 7, Con 11, Int 14, Wis 10, Cha 9. Lila is short and stout, with red scales and bright brown eyes. She wears hide armor and wields a whip and heavy crossbow. Lila is cursed with amnesia.",
  "Sidab: Female Dragonborn Monk, NG. Str 11, Dex 15, Con 11, Int 11, Wis 15, Cha 9. Sidab has bronze scales and bright hazel eyes, and an unusual scar on her arm. She wears well-made clothing and wields an ono (handaxe) and shuriken (darts).",
  "Ningal: Female Dragonborn Bard, CE. Str 9, Dex 13, Con 13, Int 9, Wis 7, Cha 16. Ningal has blue scales and amber eyes. She wears studded leather and wields a longsword and hand crossbow. Ningal is haunted by the ghost of someone she killed.",
  "Anum: Female Dragonborn Barbarian, NG. Str 12, Dex 7, Con 15, Int 10, Wis 15, Cha 6. Anum is short, with bronze scales and blue eyes. She wears scale mail and wields a trident and heavy crossbow. Anum has an animal companion, a black dog named Myli.",
  "Saba: Female Dragonborn Rogue, LN. Str 9, Dex 17, Con 9, Int 12, Wis 8, Cha 7. Saba has red scales and brown eyes. She wears leather armor and wields a longsword. Saba has an animal companion, a raven named Bunaba.",
  "Sila: Female Dragonborn Rogue, NE. Str 10, Dex 13, Con 12, Int 12, Wis 10, Cha 14. Sila has bronze scales and green eyes, and wears glasses with silver rims. She wears leather armor and wields a shortsword. Sila is haunted by the ghost of someone she killed.",
  "Ningal: Female Dragonborn Fighter, NE. Str 12, Dex 10, Con 11, Int 7, Wis 10, Cha 9. Ningal is overweight, with bronze scales and hazel eyes. She wears a chain shirt and wields a warhammer and shield. Ningal is lazy and coarse.",
  "Ninu: Female Dragonborn Rogue, N. Str 10, Dex 16, Con 11, Int 14, Wis 11, Cha 7. Ninu is short, with bronze scales and brown eyes. She wears studded leather and wields a rapier. Ninu is impossibly lucky.",
  "Eshkil: Female Dragonborn Cleric, CN. Str 10, Dex 13, Con 12, Int 6, Wis 12, Cha 10. Eshkil has bronze scales and narrow hazel eyes, and a flicking forked tongue. She wears studded leather and wields a light hammer.",
  "Ningal: Female Dragonborn Rogue, LE. Str 9, Dex 15, Con 15, Int 10, Wis 8, Cha 10. Ningal has bronze scales and large brown eyes, and wears glasses with iron rims. She wears leather armor and wields a handaxe. Ningal serves an ancient dragon named Aburnam.",
  "Ningal: Female Dragonborn Rogue, CN. Str 8, Dex 14, Con 14, Int 15, Wis 7, Cha 6. Ningal has bronze scales and large brown eyes, and a pair of tiny wings. She wears leather armor and wields a handaxe and dagger. Ningal is truthful and covetous.",
  "Mete: Female Dragonborn Barbarian, LG. Str 12, Dex 9, Con 14, Int 12, Wis 11, Cha 14. Mete has green scales and green eyes. She wears hide armor and wields a pike.",
  "Ayabil: Female Dragonborn Cleric, NG. Str 12, Dex 7, Con 13, Int 7, Wis 12, Cha 12. Ayabil is willowy, with silver scales and brown eyes. She wears hide armor and wields a mace. Ayabil is valiant and inventive.",
  "Puabi: Female Dragonborn Rogue, LE. Str 11, Dex 13, Con 9, Int 11, Wis 9, Cha 9. Puabi is stout, with bronze scales and bright green eyes. She wears leather armor and wields a longsword and hand crossbow. Puabi is possessive and disloyal.",
  "Sila: Female Dragonborn Paladin, Good. Str 10, Dex 12, Con 11, Int 9, Wis 13, Cha 12. Sila has bronze scales and light hazel eyes, and a pair of tiny wings. She wears scale mail and wields a morningstar and shield. Sila is thrifty and philosophical.",
  "Myla: Female Dragonborn Fighter, LE. Str 13, Dex 8, Con 10, Int 10, Wis 12, Cha 6. Myla has bronze scales and green eyes, and wears glasses with silver rims. She wears hide armor and wields a battleaxe. Myla serves an ancient dragon named Nabona.",
  "Ningal: Female Dragonborn Rogue, NE. Str 13, Dex 12, Con 12, Int 12, Wis 10, Cha 14. Ningal has bronze scales and green eyes. She wears studded leather and wields a handaxe and hand crossbow. Ningal seeks to become a vampire.",
  "Nannu: Female Dragonborn Warlock, N. Str 14, Dex 14, Con 10, Int 8, Wis 10, Cha 14. Nannu has copper scales and large green eyes, and wears glasses with platinum rims. She wears studded leather and wields a handaxe and javelins. Nannu has an animal companion, a grey rat named Susinma.",
  "Ittal: Female Dragonborn Ranger, N. Str 10, Dex 12, Con 12, Int 12, Wis 8, Cha 8. Ittal has bronze scales and dark brown eyes. She wears leather armor and wields a warhammer. Ittal is truthful and corrupt.",
  "Arteshki: Female Dragonborn Rogue, LN. Str 6, Dex 15, Con 6, Int 13, Wis 5, Cha 12. Arteshki has bronze scales and amber eyes, and a pair of tiny wings. She wears leather armor and wields a shortsword and hand crossbow. Arteshki is impartial and guarded.",
  "Ayabal: Female Dragonborn Rogue, NE. Str 6, Dex 12, Con 5, Int 9, Wis 12, Cha 12. Ayabal is slender, with red scales and soft brown eyes. She wears leather armor and wields a shortsword and hand crossbow.",
  "Abal: Female Dragonborn Fighter, NG. Str 12, Dex 14, Con 14, Int 10, Wis 14, Cha 10. Abal has bronze scales and dark brown eyes, and a distinctive scar on her face. She wears splint armor and wields a whip and net.",
  "Lisab: Female Dragonborn Rogue, CN. Str 12, Dex 12, Con 9, Int 15, Wis 5, Cha 9. Lisab has bronze scales and soft green eyes, and rows of shark-like teeth. She wears leather armor and wields a rapier and hand crossbow. Lisab has an animal companion, a black cat named Ammabuk.",
  "Myla: Female Dragonborn Barbarian, CG. Str 13, Dex 8, Con 9, Int 8, Wis 11, Cha 13. Myla is slender, with black scales and green eyes. She wears hide armor and wields a battleaxe.",
  "Saba: Female Dragonborn Wizard, CN. Str 11, Dex 12, Con 12, Int 13, Wis 14, Cha 10. Saba has bronze scales and green eyes. She wears well-made clothing and wields a quarterstaff and light crossbow. Saba lost her shadow to a nymph.",
  "Ninla: Female Dragonborn Fighter, NG. Str 12, Dex 9, Con 10, Int 13, Wis 13, Cha 9. Ninla has red scales and amber eyes, and a pair of tiny wings. She wears ring mail and wields a morningstar and shield. Ninla is righteous and passionate.",
  "Ninki: Female Dragonborn Fighter, N. Str 12, Dex 17, Con 14, Int 9, Wis 10, Cha 12. Ninki is tall, with bronze scales and green eyes. She wears plate armor and wields a flail.",
  "Astal: Female Dragonborn Ranger, LN. Str 13, Dex 12, Con 10, Int 12, Wis 11, Cha 11. Astal has gold scales and blue eyes, and a flicking forked tongue. She wears scale mail and wields a longsword. Astal seeks to free herself from an ancient curse.",
  "Nidur: Female Dragonborn Monk, NG. Str 13, Dex 11, Con 9, Int 14, Wis 10, Cha 8. Nidur is tall and thin, with bronze scales and sharp gray eyes. She wears travel-stained clothing and wields nunchaku (club). Nidur seeks to destroy the race of orcs.",
  "Mammyl: Female Dragonborn Cleric, LG. Str 8, Dex 15, Con 8, Int 11, Wis 13, Cha 12. Mammyl has bronze scales and light gray eyes. She wears leather armor and wields a quarterstaff and shield. Mammyl suffers a severe allergy to moulds and oozes.",
  "Etum: Female Dragonborn Fighter, LG. Str 12, Dex 11, Con 10, Int 9, Wis 12, Cha 14. Etum has bronze scales and dark amber eyes. She wears half plate and wields a halberd.",
  "Ningal: Female Dragonborn Fighter, NG. Str 13, Dex 9, Con 10, Int 11, Wis 7, Cha 13. Ningal is short, with bronze scales and blue eyes. She wears splint armor and wields a warhammer. Ningal has an animal companion, a ginger dog named Amunan.",
  "Sidab: Female Dragonborn Ranger, NG. Str 13, Dex 12, Con 7, Int 10, Wis 15, Cha 10. Sidab has green scales and narrow amber eyes, and horns engraved with alien symbols. She wears a chain shirt and wields a flail and shield. Sidab seeks to atone for past sins.",
  "Lili: Female Dragonborn Paladin, Good. Str 9, Dex 10, Con 10, Int 15, Wis 16, Cha 12. Lili has copper scales and blue eyes, and a pair of tiny wings. She wears plate armor and wields a rapier. Lili seeks to destroy the undead.",
  "Nisid: Female Dragonborn Fighter, LG. Str 12, Dex 13, Con 6, Int 8, Wis 11, Cha 6. Nisid has bronze scales and gray eyes, and horns engraved with arcane symbols. She wears a chain shirt and wields a pike. Nisid is principled and talkative.",
  "Ninki: Female Dragonborn Monk, N. Str 9, Dex 14, Con 12, Int 9, Wis 13, Cha 7. Ninki is tall and heavyset, with bronze scales and bright blue eyes. She wears sturdy clothing and wields nunchaku (club). Ninki is haunted by the ghost of someone she killed.",
  "Meta: Female Dragonborn Druid, Neutral. Str 14, Dex 9, Con 12, Int 7, Wis 17, Cha 10. Meta is overweight, with bronze scales and large hazel eyes. She wears hide armor and wields a spear and dagger. Meta is mischievous and flamboyant.",
  "Nannu: Female Dragonborn Fighter, N. Str 14, Dex 13, Con 9, Int 12, Wis 11, Cha 14. Nannu has bronze scales and blue eyes, and a pair of tiny wings. She wears splint armor and wields a longsword. Nannu suffers a traumatic fear of spiders.",
  "Ninki: Female Dragonborn Monk, LN. Str 12, Dex 12, Con 13, Int 9, Wis 11, Cha 6. Ninki is tall, with bronze scales and dark amber eyes. She wears modest garments and wields a kanabo (mace). Ninki was petrified for a hundred years.",
  "Sabi: Female Dragonborn Cleric, N. Str 9, Dex 13, Con 11, Int 6, Wis 17, Cha 9. Sabi has white scales and light green eyes, and an unusual scar on her arm. She wears scale mail and wields a handaxe.",
  "Sidab: Female Dragonborn Ranger, N. Str 11, Dex 17, Con 12, Int 14, Wis 17, Cha 11. Sidab is stout, with bronze scales and narrow hazel eyes. She wears half plate and wields a warhammer.",
  "Meta: Female Dragonborn Rogue, NG. Str 14, Dex 14, Con 14, Int 11, Wis 11, Cha 9. Meta has bronze scales and green eyes, and horns engraved with strange symbols. She wears studded leather and wields a longsword and hand crossbow. Meta is haunted by the ghost of someone she killed.",
  "Ningal: Female Dragonborn Fighter, NE. Str 14, Dex 15, Con 9, Int 13, Wis 11, Cha 13. Ningal is tall and slender, with bronze scales and blue eyes. She wears scale mail and wields a war pick and shield. Ningal is cursed with traumatic nightmares.",
  "Sidab: Female Dragonborn Bard, NG. Str 7, Dex 11, Con 12, Int 7, Wis 10, Cha 15. Sidab has bronze scales and large green eyes. She wears leather armor and wields a shortsword. Sidab has an animal companion, a hunting dog named Saba.",
  "Etum: Female Dragonborn Sorcerer, CN. Str 14, Dex 12, Con 8, Int 8, Wis 7, Cha 14. Etum is slender, with bronze scales and light gray eyes. She wears well-made clothing and wields a dagger. Etum compulsively organizes things.",
  "Ninu: Female Dragonborn Ranger, N. Str 11, Dex 12, Con 9, Int 6, Wis 9, Cha 14. Ninu has white scales and bright hazel eyes, and a pair of tiny wings. She wears leather armor and wields a greatsword. Ninu has black eagle named Azzabum.",
  "Ayabal: Female Dragonborn Monk, LG. Str 14, Dex 12, Con 9, Int 13, Wis 10, Cha 15. Ayabal has bronze scales and sharp hazel eyes. She wears worn clothing and wields an ono (handaxe) and shuriken (darts). Ayabal has an animal companion, a green snake named Nisil.",
  "Mammyl: Female Dragonborn Paladin, Good. Str 15, Dex 10, Con 13, Int 6, Wis 13, Cha 13. Mammyl has bronze scales and gray eyes. She wears a breastplate and wields a whip. Mammyl has an animal companion, a white warhorse named Amum.",
  "Nocri: Female Dragonborn Rogue, NG. Str 8, Dex 16, Con 12, Int 13, Wis 9, Cha 12. Nocri has brass scales and gray eyes, and wears glasses with copper rims. She wears leather armor and wields a rapier. Nocri is imaginative and humble.",
  "Isal: Female Dragonborn Rogue, N. Str 6, Dex 13, Con 12, Int 15, Wis 5, Cha 10. Isal has bronze scales and dark brown eyes. She wears leather armor and wields a longsword and sling.",
  "Nannu: Female Dragonborn Rogue, NG. Str 13, Dex 13, Con 12, Int 12, Wis 9, Cha 10. Nannu is short and overweight, with bronze scales and sharp amber eyes. She wears studded leather and wields a shortsword and hand crossbow. Nannu is fearless and honorable.",
  "Ninki: Female Dragonborn Ranger, LE. Str 8, Dex 15, Con 10, Int 9, Wis 12, Cha 14. Ninki is heavyset, with black scales and sharp green eyes. She wears studded leather and wields a morningstar. Ninki avoids eye contact.",
  "Sili: Female Dragonborn Fighter, NG. Str 13, Dex 12, Con 10, Int 15, Wis 8, Cha 7. Sili has gold scales and brown eyes. She wears ring mail and wields a scimitar and longbow. Sili is romantic and impish.",
  "Nina: Female Dragonborn Rogue, LG. Str 14, Dex 16, Con 12, Int 13, Wis 8, Cha 9. Nina has red scales and green eyes, and a flicking forked tongue. She wears studded leather and wields a longsword and hand crossbow.",
  "Ereshki: Female Dragonborn Monk, N. Str 10, Dex 11, Con 10, Int 7, Wis 10, Cha 8. Ereshki has bronze scales and brown eyes, and a pair of tiny wings. She wears sturdy clothing and wields a yari (spear) and kama (sickle). Ereshki is serious and possessive.",
  "Sili: Female Dragonborn Ranger, CE. Str 14, Dex 12, Con 8, Int 12, Wis 12, Cha 14. Sili has bronze scales and hazel eyes. She wears half plate and wields a scimitar. Sili has dire rat named Ninla.",
  "Nocri: Female Dragonborn Fighter, N. Str 14, Dex 11, Con 8, Int 10, Wis 12, Cha 7. Nocri is short and willowy, with bronze scales and green eyes. She wears chain mail and wields a war pick and shield. Nocri seeks only fame and glory.",
  "Lili: Female Dragonborn Fighter, LN. Str 15, Dex 13, Con 9, Int 9, Wis 14, Cha 7. Lili is tall and thin, with bronze scales and soft gray eyes. She wears a chain shirt and wields a war pick and hand crossbow. Lili is hardworking and scheming.",
  "Sidur: Female Dragonborn Bard, CN. Str 14, Dex 6, Con 8, Int 15, Wis 6, Cha 13. Sidur has bronze scales and green eyes. She wears studded leather and wields a shortsword. Sidur is hunting the sorcerer who murdered her family.",
  "Ninla: Female Dragonborn Fighter, N. Str 15, Dex 11, Con 14, Int 11, Wis 11, Cha 6. Ninla is tall and willowy, with bronze scales and hazel eyes. She wears a breastplate and wields a battleaxe and shield. Ninla has an animal companion, a silver dog named Aratran.",
  "Ninki: Female Dragonborn Rogue, CN. Str 14, Dex 13, Con 10, Int 10, Wis 8, Cha 8. Ninki is thin, with bronze scales and sharp hazel eyes. She wears studded leather and wields a rapier. Ninki speaks with a soft voice.",
  "Astal: Female Dragonborn Rogue, NG. Str 6, Dex 14, Con 8, Int 9, Wis 11, Cha 9. Astal is heavyset, with black scales and gray eyes. She wears studded leather and wields a handaxe and sickle. Astal is searching for the legendary Secret Tomb of Akar.",
  "Nannu: Female Dragonborn Paladin, Good. Str 7, Dex 9, Con 9, Int 15, Wis 10, Cha 16. Nannu is heavyset, with bronze scales and dark gray eyes. She wears a chain shirt and wields a whip and shield. Nannu is courageous and pious.",
  "Ninu: Female Dragonborn Monk, LN. Str 11, Dex 12, Con 9, Int 9, Wis 11, Cha 11. Ninu has copper scales and narrow amber eyes, and a flicking forked tongue. She wears plain clothing and wields a yari (spear) and shuriken (darts). Ninu has an animal companion, a black rat named Isal.",
  "Myla: Female Dragonborn Druid, Neutral. Str 14, Dex 11, Con 8, Int 12, Wis 15, Cha 10. Myla has bronze scales and light hazel eyes. She wears leather armor and wields a spear and wooden shield. Myla is humble and devout.",
  "Saba: Female Dragonborn Rogue, LG. Str 8, Dex 12, Con 11, Int 13, Wis 15, Cha 14. Saba is short and willowy, with bronze scales and bright hazel eyes. She wears studded leather and wields a rapier. Saba is pious and confident.",
  "Annal: Female Dragonborn Wizard, NE. Str 15, Dex 12, Con 10, Int 13, Wis 9, Cha 10. Annal is tall, with copper scales and amber eyes. She wears well-made clothing and wields a quarterstaff. Annal seeks to steal the crown of the kingdom.",
  "Ninla: Female Dragonborn Cleric, NE. Str 10, Dex 14, Con 11, Int 12, Wis 16, Cha 12. Ninla has bronze scales and large gray eyes. She wears studded leather and wields a mace. Ninla is searching for an ancient artifact of evil.",
  "Abal: Female Dragonborn Rogue, N. Str 13, Dex 12, Con 7, Int 14, Wis 8, Cha 9. Abal is tall and willowy, with bronze scales and gray eyes. She wears studded leather and wields a spear and sling. Abal is blind in her right eye.",
  "Etum: Female Dragonborn Warlock, N. Str 9, Dex 10, Con 11, Int 10, Wis 9, Cha 12. Etum has green scales and brown eyes. She wears leather armor and wields a light hammer. Etum is foolhardy and vulgar.",
  "Lili: Female Dragonborn Cleric, N. Str 15, Dex 8, Con 13, Int 13, Wis 13, Cha 13. Lili has bronze scales and sharp amber eyes, and horns engraved with alien symbols. She wears leather armor and wields a club.",
  "Sila: Female Dragonborn Fighter, N. Str 16, Dex 8, Con 9, Int 10, Wis 11, Cha 14. Sila is tall, with bronze scales and soft hazel eyes. She wears half plate and wields a flail and shield. Sila suffers a severe allergy to shellfish.",
  "Abith: Female Dragonborn Bard, CN. Str 8, Dex 12, Con 8, Int 10, Wis 10, Cha 15. Abith has bronze scales and blue eyes. She wears leather armor and wields a longsword. Abith seeks only fame and glory.",
  "Sidur: Female Dragonborn Druid, Neutral. Str 14, Dex 6, Con 10, Int 9, Wis 16, Cha 8. Sidur is short and slender, with bronze scales and hazel eyes. She wears hide armor and wields a club. Sidur speaks with a mousy voice.",
  "Nina: Female Dragonborn Fighter, N. Str 16, Dex 9, Con 13, Int 7, Wis 10, Cha 12. Nina is thin, with bronze scales and brown eyes. She wears half plate and wields a pike.",
  "Etum: Female Dragonborn Sorcerer, NE. Str 7, Dex 8, Con 10, Int 10, Wis 9, Cha 16. Etum has bronze scales and blue eyes. She wears modest garments and wields a dagger and sling. Etum has an animal companion, a hawk named Ninla.",
  "Inocri: Female Dragonborn Barbarian, N. Str 12, Dex 10, Con 12, Int 9, Wis 8, Cha 10. Inocri has green scales and large hazel eyes, and a pair of tiny wings. She wears studded leather and wields a scimitar and longbow. Inocri lost her reflection to a nymph.",
  "Mammyl: Female Dragonborn Monk, N. Str 11, Dex 16, Con 6, Int 12, Wis 8, Cha 6. Mammyl has bronze scales and gray eyes, and a pair of tiny wings. She wears travel-stained clothing and wields an ono (handaxe) and shuriken (darts). Mammyl is jealous and eccentric.",
  "Nannu: Female Dragonborn Wizard, N. Str 11, Dex 10, Con 10, Int 16, Wis 14, Cha 7. Nannu has bronze scales and green eyes, and horns engraved with arcane symbols. She wears fine clothing and wields a dagger and darts.",
  "Ninki: Female Dragonborn Rogue, LE. Str 10, Dex 17, Con 12, Int 13, Wis 9, Cha 9. Ninki is short, with black scales and dark blue eyes. She wears studded leather and wields a rapier. Ninki seeks revenge against the sister who betrayed her.",
  "Nannu: Female Dragonborn Monk, N. Str 13, Dex 12, Con 7, Int 7, Wis 8, Cha 13. Nannu has bronze scales and amber eyes. She wears worn clothing and wields an ono (handaxe). Nannu is jealous and reckless.",
  "Ninu: Female Dragonborn Paladin, Good. Str 11, Dex 8, Con 9, Int 9, Wis 10, Cha 15. Ninu has bronze scales and sharp brown eyes. She wears plate armor and wields a longsword and shield.",
  "Eretu: Female Dragonborn Ranger, LN. Str 15, Dex 13, Con 7, Int 11, Wis 14, Cha 15. Eretu is short, with bronze scales and amber eyes. She wears leather armor and wields a glaive. Eretu is wrongly sought by the paladins of the Abbey of the Elysian Lords for forgery.",
  "Nisab: Female Dragonborn Fighter, NE. Str 13, Dex 11, Con 14, Int 8, Wis 11, Cha 11. Nisab is stout, with bronze scales and amber eyes. She wears scale mail and wields a battleaxe and shield. Nisab serves an ancient dragon named Ammudin.",
  "Nidab: Female Dragonborn Monk, LN. Str 9, Dex 8, Con 10, Int 6, Wis 16, Cha 5. Nidab is tall and slender, with bronze scales and dark hazel eyes. She wears worn clothing and wields nunchaku (club). Nidab has an animal companion, a tiger named Nannu.",
  "Nidur: Female Dragonborn Fighter, LN. Str 13, Dex 16, Con 13, Int 12, Wis 10, Cha 8. Nidur has brass scales and light gray eyes. She wears hide armor and wields a longsword. Nidur has an animal companion, a black dog named Bhhimmura.",
  "Eshkis: Female Dragonborn Druid, Neutral. Str 15, Dex 14, Con 10, Int 11, Wis 16, Cha 7. Eshkis has black scales and narrow blue eyes. She wears hide armor and wields a quarterstaff and sickle. Eshkis avoids eye contact.",
  "Sila: Female Dragonborn Fighter, CN. Str 14, Dex 10, Con 8, Int 13, Wis 10, Cha 11. Sila is short, with bronze scales and blue eyes. She wears half plate and wields a battleaxe and shield. Sila secretly serves Irex, an ancient goddess of destruction.",
  "Ninu: Female Dragonborn Monk, NG. Str 15, Dex 12, Con 10, Int 10, Wis 14, Cha 10. Ninu has bronze scales and gray eyes. She wears simple clothing and wields a bo (quarterstaff) and sai (dagger). Ninu is hunting the demon who murdered her family.",
  "Artetu: Female Dragonborn Monk, CN. Str 17, Dex 14, Con 15, Int 10, Wis 15, Cha 12. Artetu has gold scales and light green eyes, and rows of shark-like teeth. She wears modest garments and wields a kanabo (mace) and shuriken (darts).",
  "Ninki: Female Dragonborn Rogue, LG. Str 7, Dex 16, Con 13, Int 12, Wis 7, Cha 7. Ninki has bronze scales and dark green eyes, and wears glasses with gold rims. She wears studded leather and wields a shortsword. Ninki compulsively sings.",
  "Sabi: Female Dragonborn Monk, CN. Str 9, Dex 11, Con 9, Int 11, Wis 12, Cha 10. Sabi has bronze scales and blue eyes, and a pair of tiny wings. She wears well-made clothing and wields a bo (quarterstaff).",
  "Abis: Female Dragonborn Paladin, Good. Str 14, Dex 10, Con 8, Int 12, Wis 12, Cha 17. Abis has bronze scales and sharp blue eyes. She wears plate armor and wields a morningstar and shield. Abis is passionate and pleasant.",
  "Ningal: Female Dragonborn Fighter, LE. Str 17, Dex 12, Con 9, Int 11, Wis 8, Cha 8. Ningal is slender, with bronze scales and gray eyes. She wears ring mail and wields a maul. Ningal is fiendish and dishonest.",
  "Ninki: Female Dragonborn Paladin, Good. Str 14, Dex 11, Con 8, Int 6, Wis 9, Cha 12. Ninki has bronze scales and blue eyes, and a distinctive scar on her leg. She wears plate armor and wields a glaive. Ninki is gentle and romantic.",
  "Myli: Female Dragonborn Cleric, N. Str 9, Dex 9, Con 8, Int 10, Wis 16, Cha 7. Myli has bronze scales and gray eyes, and horns engraved with alien symbols. She wears studded leather and wields a spear and shield.",
  "Sidur: Female Dragonborn Cleric, N. Str 12, Dex 10, Con 11, Int 7, Wis 17, Cha 12. Sidur has bronze scales and brown eyes. She wears a chain shirt and wields a spear. Sidur has an animal companion, a red fox named Ereshki.",
  "Ingal: Female Dragonborn Bard, N. Str 12, Dex 15, Con 8, Int 15, Wis 7, Cha 13. Ingal is overweight, with bronze scales and brown eyes. She wears studded leather and wields a quarterstaff.",
  "Sidur: Female Dragonborn Rogue, LN. Str 12, Dex 14, Con 8, Int 14, Wis 9, Cha 9. Sidur is heavyset, with bronze scales and amber eyes. She wears studded leather and wields a shortsword and sickle. Sidur is morose and corrupt.",
  "Lili: Female Dragonborn Paladin, Good. Str 12, Dex 13, Con 10, Int 12, Wis 11, Cha 7. Lili is short and slender, with bronze scales and blue eyes. She wears hide armor and wields a greataxe. Lili is courteous and quick-witted.",
  "Sabi: Female Dragonborn Barbarian, NG. Str 16, Dex 9, Con 14, Int 11, Wis 11, Cha 8. Sabi has bronze scales and bright amber eyes, and a flicking forked tongue. She wears leather armor and wields a rapier. Sabi was petrified for a hundred years.",
  "Ningal: Female Dragonborn Ranger, LN. Str 10, Dex 14, Con 12, Int 9, Wis 10, Cha 9. Ningal is tall and heavyset, with bronze scales and large blue eyes. She wears leather armor and wields a pike. Ningal is cursed with chronic pain.",
  "Ninki: Female Dragonborn Warlock, CN. Str 11, Dex 11, Con 13, Int 10, Wis 12, Cha 14. Ninki is willowy, with brass scales and narrow green eyes. She wears leather armor and wields a mace. Ninki seeks to save her family from financial ruin.",
  "Ningal: Female Dragonborn Fighter, N. Str 17, Dex 14, Con 13, Int 10, Wis 13, Cha 11. Ningal has bronze scales and dark hazel eyes, and a flicking forked tongue. She wears ring mail and wields a morningstar and shield. Ningal is only friendly towards other dragonborns..",
  "Sidur: Female Dragonborn Warlock, NG. Str 15, Dex 11, Con 9, Int 7, Wis 9, Cha 17. Sidur has bronze scales and large amber eyes, and an unusual scar on her face. She wears studded leather and wields a spear. Sidur serves Jopha, an ancient but forgotten goddess of storms.",
  "Puaba: Female Dragonborn Paladin, Good. Str 15, Dex 9, Con 6, Int 13, Wis 13, Cha 8. Puaba is tall and slender, with bronze scales and brown eyes. She wears chain mail and wields a war pick and shield. Puaba seeks to continue the noble legacy of her father.",
  "Lila: Female Dragonborn Wizard, CN. Str 11, Dex 12, Con 6, Int 17, Wis 9, Cha 9. Lila has bronze scales and gray eyes, and a flicking forked tongue. She wears modest garments and wields a quarterstaff and darts. Lila suffers a severe allergy to moulds and oozes.",
  "Ninki: Female Dragonborn Monk, N. Str 15, Dex 11, Con 8, Int 11, Wis 12, Cha 10. Ninki has bronze scales and light blue eyes, and a magical scar on her leg. She wears worn clothing and wields an ono (handaxe).",
  "Ninla: Female Dragonborn Paladin, Good. Str 12, Dex 11, Con 14, Int 11, Wis 9, Cha 9. Ninla is short, with bronze scales and brown eyes. She wears plate armor and wields a longsword and shield. Ninla is passionate and heroic.",
  "Saba: Female Dragonborn Druid, Neutral. Str 12, Dex 10, Con 7, Int 10, Wis 14, Cha 11. Saba has bronze scales and hazel eyes, and a pair of tiny wings. She wears hide armor and wields a quarterstaff and wooden shield. Saba is hunting the sorcerer who murdered her family.",
  "Sila: Female Dragonborn Paladin, Good. Str 15, Dex 8, Con 7, Int 5, Wis 11, Cha 10. Sila is tall and slender, with green scales and hazel eyes. She wears half plate and wields a war pick. Sila seeks to free herself from an ancient curse.",
  "Sidur: Female Dragonborn Rogue, LE. Str 13, Dex 13, Con 11, Int 14, Wis 10, Cha 9. Sidur has black scales and light green eyes. She wears leather armor and wields a shortsword and javelins. Sidur is hunting the brigands who murdered her family.",
  "Eshkis: Female Dragonborn Bard, N. Str 9, Dex 11, Con 10, Int 13, Wis 13, Cha 17. Eshkis has bronze scales and soft amber eyes, and horns engraved with alien symbols. She wears studded leather and wields a shortsword and dagger.",
  "Inkis: Female Dragonborn Cleric, N. Str 6, Dex 7, Con 11, Int 5, Wis 15, Cha 12. Inkis has bronze scales and green eyes. She wears scale mail and wields a quarterstaff. Inkis is protective and deceitful.",
  "Idum: Female Dragonborn Monk, LN. Str 9, Dex 13, Con 9, Int 13, Wis 13, Cha 8. Idum has bronze scales and dark brown eyes, and horns engraved with arcane symbols. She wears plain clothing and wields a yari (spear) and shuriken (darts). Idum compulsively plays with a brass ring.",
  "Ningal: Female Dragonborn Fighter, LG. Str 16, Dex 14, Con 7, Int 9, Wis 12, Cha 12. Ningal has bronze scales and green eyes, and wears glasses with iron rims. She wears splint armor and wields a flail and shield.",
  "Nidur: Female Dragonborn Bard, N. Str 13, Dex 12, Con 9, Int 16, Wis 11, Cha 13. Nidur has bronze scales and narrow blue eyes, and rows of shark-like teeth. She wears leather armor and wields a rapier. Nidur holds a grudge against dwarves.",
  "Ninu: Female Dragonborn Monk, NE. Str 12, Dex 11, Con 6, Int 10, Wis 12, Cha 14. Ninu has black scales and hazel eyes. She wears simple clothing and wields a yari (spear) and kama (sickle).",
  "Sili: Female Dragonborn Monk, NG. Str 13, Dex 14, Con 12, Int 11, Wis 9, Cha 15. Sili has bronze scales and green eyes, and a flicking forked tongue. She wears modest garments and wields a yari (spear). Sili is quick-witted and jealous.",
  "Puaba: Female Dragonborn Cleric, LN. Str 14, Dex 6, Con 12, Int 13, Wis 12, Cha 11. Puaba has bronze scales and amber eyes, and horns engraved with alien symbols. She wears studded leather and wields a mace.",
  "Ninla: Female Dragonborn Ranger, N. Str 11, Dex 17, Con 8, Int 11, Wis 11, Cha 8. Ninla is short, with white scales and blue eyes. She wears studded leather and wields a rapier and shield. Ninla has ginger dog named Daadita.",
  "Anum: Female Dragonborn Monk, LE. Str 9, Dex 8, Con 10, Int 13, Wis 11, Cha 10. Anum has blue scales and soft gray eyes, and rows of shark-like teeth. She wears well-made clothing and wields a bo (quarterstaff) and kama (sickle). Anum suffers a mild allergy to moulds.",
  "Ayabal: Female Dragonborn Rogue, N. Str 11, Dex 12, Con 8, Int 9, Wis 7, Cha 7. Ayabal has bronze scales and narrow amber eyes, and rows of shark-like teeth. She wears studded leather and wields a longsword and sling. Ayabal lost her reflection to a nymph.",
  "Ninu: Female Dragonborn Sorcerer, NG. Str 8, Dex 9, Con 10, Int 13, Wis 8, Cha 15. Ninu is tall and heavyset, with bronze scales and gray eyes. She wears worn clothing and wields a dagger and light crossbow. Ninu is heroic and friendly.",
  "Lila: Female Dragonborn Rogue, LN. Str 5, Dex 15, Con 11, Int 10, Wis 10, Cha 9. Lila has bronze scales and sharp brown eyes. She wears leather armor and wields a longsword and darts. Lila is assertive and envious.",
  "Ereshki: Female Dragonborn Sorcerer, LN. Str 11, Dex 12, Con 13, Int 10, Wis 10, Cha 14. Ereshki has bronze scales and narrow blue eyes, and rows of shark-like teeth. She wears travel-stained clothing and wields a quarterstaff. Ereshki compulsively lies.",
  "Myla: Female Dragonborn Cleric, LN. Str 12, Dex 13, Con 6, Int 8, Wis 14, Cha 14. Myla has white scales and bright blue eyes. She wears a chain shirt and wields a light hammer and javelins. Myla is dying and desperately seeks the secret of immortality.",
  "Ereshki: Female Dragonborn Warlock, N. Str 10, Dex 10, Con 12, Int 11, Wis 13, Cha 16. Ereshki has bronze scales and light gray eyes. She wears leather armor and wields a spear.",
  "Lith: Female Dragonborn Ranger, N. Str 13, Dex 9, Con 10, Int 10, Wis 12, Cha 6. Lith has bronze scales and dark amber eyes. She wears scale mail and wields a scimitar.",
  "Anum: Female Dragonborn Fighter, LN. Str 14, Dex 12, Con 9, Int 10, Wis 6, Cha 14. Anum has green scales and green eyes, and wears glasses with brass rims. She wears a breastplate and wields a halberd.",
  "Lila: Female Dragonborn Sorcerer, LG. Str 11, Dex 8, Con 13, Int 11, Wis 11, Cha 13. Lila is short, with blue scales and blue eyes. She wears travel-stained clothing and wields a dagger. Lila has an animal companion, a hawk named Abis.",
  "Ninla: Female Dragonborn Paladin, Good. Str 13, Dex 11, Con 10, Int 9, Wis 8, Cha 16. Ninla is short and thin, with bronze scales and large brown eyes. She wears plate armor and wields a halberd. Ninla is cultured and adventurous.",
  "Lila: Female Dragonborn Monk, LN. Str 11, Dex 12, Con 11, Int 12, Wis 10, Cha 11. Lila has bronze scales and light green eyes. She wears well-made clothing and wields a kanabo (mace) and sai (dagger). Lila has an animal companion, a hunting dog named Ninu.",
  "Ayabis: Female Dragonborn Monk, N. Str 14, Dex 14, Con 10, Int 11, Wis 14, Cha 14. Ayabis has bronze scales and blue eyes, and horns engraved with alien symbols. She wears modest garments and wields a yari (spear) and sai (dagger). Ayabis is protective and driven.",
  "Ningal: Female Dragonborn Druid, Neutral. Str 9, Dex 6, Con 8, Int 9, Wis 17, Cha 10. Ningal has bronze scales and large amber eyes. She wears hide armor and wields a spear and sickle. Ningal is impartial and instinctive.",
  "Nina: Female Dragonborn Druid, Neutral. Str 7, Dex 14, Con 14, Int 10, Wis 13, Cha 14. Nina has white scales and gray eyes. She wears leather armor and wields a club. Nina seeks to save her family from financial ruin.",
  "Ammeshki: Female Dragonborn Paladin, Good. Str 13, Dex 9, Con 7, Int 10, Wis 11, Cha 11. Ammeshki is stout, with bronze scales and soft green eyes. She wears scale mail and wields a whip and shield. Ammeshki is courageous and honest.",
  "Nocri: Female Dragonborn Warlock, LG. Str 11, Dex 10, Con 7, Int 12, Wis 9, Cha 15. Nocri has bronze scales and gray eyes, and a flicking forked tongue. She wears studded leather and wields a quarterstaff. Nocri is dying and desperately seeks the secret of immortality.",
  "Sabi: Female Dragonborn Monk, N. Str 13, Dex 11, Con 6, Int 9, Wis 13, Cha 11. Sabi is slender, with bronze scales and blue eyes. She wears modest garments and wields a yari (spear) and sai (dagger).",
  "Ninu: Female Dragonborn Paladin, Good. Str 16, Dex 11, Con 8, Int 9, Wis 15, Cha 16. Ninu has silver scales and dark brown eyes, and wears glasses with copper rims. She wears ring mail and wields a greatsword. Ninu has an animal companion, a white warhorse named Samadea.",
  "Ilil: Female Dragonborn Monk, NG. Str 11, Dex 13, Con 11, Int 10, Wis 12, Cha 11. Ilil has bronze scales and amber eyes, and wears glasses with pewter rims. She wears travel-stained clothing and wields an ono (handaxe). Ilil is searching for a legendary blade named Empyrean Predator.",
  "Sidab: Female Dragonborn Ranger, N. Str 14, Dex 15, Con 13, Int 11, Wis 8, Cha 13. Sidab has bronze scales and blue eyes. She wears leather armor and wields a halberd.",
  "Saba: Female Dragonborn Cleric, N. Str 9, Dex 10, Con 10, Int 15, Wis 17, Cha 13. Saba has bronze scales and gray eyes. She wears a breastplate and wields a club. Saba has an animal companion, a white rabbit named Suma.",
  "Igal: Female Dragonborn Fighter, N. Str 17, Dex 12, Con 6, Int 9, Wis 13, Cha 6. Igal has red scales and hazel eyes, and a flicking forked tongue. She wears scale mail and wields a battleaxe and hand crossbow.",
  "Ningal: Female Dragonborn Cleric, N. Str 11, Dex 10, Con 8, Int 7, Wis 17, Cha 11. Ningal has bronze scales and brown eyes. She wears studded leather and wields a spear. Ningal has an animal companion, a silver cat named Amzuum.",
  "Ninli: Female Dragonborn Barbarian, NG. Str 14, Dex 5, Con 11, Int 13, Wis 10, Cha 10. Ninli has gold scales and soft gray eyes. She wears leather armor and wields a pike. Ninli seeks to save her family from financial ruin.",
  "Saba: Female Dragonborn Rogue, N. Str 9, Dex 15, Con 9, Int 12, Wis 11, Cha 8. Saba has bronze scales and bright blue eyes. She wears studded leather and wields a rapier and sling.",
  "Astal: Female Dragonborn Barbarian, LE. Str 15, Dex 10, Con 12, Int 12, Wis 9, Cha 12. Astal has bronze scales and soft gray eyes. She wears leather armor and wields a war pick and net. Astal is easily distracted by food and drink.",
  "Ninu: Female Dragonborn Barbarian, NE. Str 12, Dex 6, Con 10, Int 9, Wis 9, Cha 8. Ninu is short and stout, with red scales and light amber eyes. She wears scale mail and wields a shortsword and heavy crossbow.",
  "Mammet: Female Dragonborn Warlock, N. Str 10, Dex 11, Con 11, Int 12, Wis 9, Cha 16. Mammet is short, with red scales and blue eyes. She wears leather armor and wields a spear and shortbow. Mammet is curious and craven.",
  "Lila: Female Dragonborn Wizard, CN. Str 10, Dex 12, Con 11, Int 15, Wis 10, Cha 7. Lila has bronze scales and dark green eyes, and wears glasses with pewter rims. She wears modest garments and wields a dagger.",
  "Sabi: Female Dragonborn Rogue, CN. Str 12, Dex 17, Con 9, Int 10, Wis 10, Cha 7. Sabi has bronze scales and bright amber eyes. She wears leather armor and wields a shortsword.",
  "Nannu: Female Dragonborn Rogue, N. Str 8, Dex 13, Con 7, Int 12, Wis 13, Cha 7. Nannu has bronze scales and hazel eyes, and rows of shark-like teeth. She wears leather armor and wields a longsword and hand crossbow. Nannu is haunted by the memories of a past life.",
  "Myla: Female Dragonborn Wizard, LN. Str 11, Dex 10, Con 9, Int 12, Wis 12, Cha 7. Myla is tall, with bronze scales and large hazel eyes. She wears modest garments and wields a quarterstaff. Myla is searching for her missing familiar, a horned owl named Bazzuumma.",
  "Meta: Female Dragonborn Fighter, N. Str 15, Dex 14, Con 13, Int 13, Wis 8, Cha 7. Meta is short, with bronze scales and brown eyes. She wears hide armor and wields a rapier and shield. Meta is alluring and honest.",
  "Nocri: Female Dragonborn Ranger, NE. Str 14, Dex 16, Con 11, Int 11, Wis 10, Cha 9. Nocri is thin, with bronze scales and hazel eyes. She wears studded leather and wields a warhammer.",
  "Ningal: Female Dragonborn Monk, N. Str 11, Dex 13, Con 15, Int 10, Wis 12, Cha 7. Ningal has bronze scales and green eyes. She wears modest garments and wields a bo (quarterstaff) and shuriken (darts). Ningal is a terrible liar.",
  "Ayammetu: Female Dragonborn Rogue, LN. Str 8, Dex 13, Con 15, Int 12, Wis 11, Cha 11. Ayammetu is thin, with bronze scales and bright amber eyes. She wears studded leather and wields a shortsword and shortbow. Ayammetu is fascinated by riddles and word games.",
  "Ningal: Female Dragonborn Fighter, LG. Str 16, Dex 13, Con 9, Int 13, Wis 9, Cha 8. Ningal is short, with bronze scales and light brown eyes. She wears plate armor and wields a scimitar and shield. Ningal seeks only fame and glory.",
  "Nisid: Female Dragonborn Paladin, Good. Str 8, Dex 9, Con 7, Int 11, Wis 16, Cha 7. Nisid is short, with bronze scales and blue eyes. She wears a breastplate and wields a war pick. Nisid is righteous and flirtatious.",
  "Nannu: Female Dragonborn Cleric, NG. Str 9, Dex 9, Con 9, Int 12, Wis 15, Cha 8. Nannu has bronze scales and brown eyes, and wears glasses with copper rims. She wears leather armor and wields a spear. Nannu has an animal companion, a white rabbit named Nusamsu.",
  "Ningal: Female Dragonborn Rogue, NE. Str 15, Dex 12, Con 6, Int 12, Wis 10, Cha 13. Ningal is tall and heavyset, with bronze scales and narrow gray eyes. She wears leather armor and wields a shortsword.",
  "Nisab: Female Dragonborn Rogue, LN. Str 6, Dex 16, Con 10, Int 10, Wis 8, Cha 11. Nisab has bronze scales and dark green eyes, and a flicking forked tongue. She wears leather armor and wields a club.",
  "Lith: Female Dragonborn Monk, LG. Str 13, Dex 11, Con 9, Int 15, Wis 9, Cha 10. Lith has bronze scales and brown eyes, and a pair of tiny wings. She wears simple clothing and wields a yari (spear) and shuriken (darts). Lith has an animal companion, a golden monkey named Naburu.",
  "Ninla: Female Dragonborn Cleric, NG. Str 13, Dex 14, Con 11, Int 8, Wis 17, Cha 8. Ninla is short, with red scales and blue eyes. She wears studded leather and wields a handaxe. Ninla seeks to find her true love.",
  "Lila: Female Dragonborn Fighter, LG. Str 14, Dex 10, Con 7, Int 11, Wis 12, Cha 6. Lila has bronze scales and light amber eyes, and wears glasses with bronze rims. She wears chain mail and wields a whip and shield. Lila suffers an acute fear of crowds.",
  "Nisid: Female Dragonborn Ranger, LN. Str 15, Dex 10, Con 10, Int 14, Wis 13, Cha 9. Nisid has bronze scales and light amber eyes. She wears leather armor and wields a whip and shield. Nisid is haunted by the ghost of someone she killed.",
  "Nisab: Female Dragonborn Monk, N. Str 11, Dex 12, Con 9, Int 9, Wis 9, Cha 11. Nisab has black scales and narrow gray eyes. She wears plain clothing and wields nunchaku (club). Nisab has an animal companion, a tawny rat named Sabi.",
  "Eshkil: Female Dragonborn Rogue, N. Str 13, Dex 14, Con 11, Int 11, Wis 14, Cha 8. Eshkil is slender, with bronze scales and dark gray eyes. She wears leather armor and wields a longsword.",
  "Ningal: Female Dragonborn Rogue, NG. Str 7, Dex 16, Con 8, Int 11, Wis 11, Cha 12. Ningal is stout, with bronze scales and amber eyes. She wears leather armor and wields a shortsword and hand crossbow.",
  "Sidab: Female Dragonborn Rogue, LN. Str 11, Dex 12, Con 9, Int 9, Wis 10, Cha 10. Sidab has bronze scales and dark gray eyes, and a flicking forked tongue. She wears studded leather and wields a longsword. Sidab seeks to steal a legendary ruby from the Secret Labyrinth of Malice.",
  "Saba: Female Dragonborn Fighter, LN. Str 12, Dex 10, Con 7, Int 10, Wis 7, Cha 7. Saba has bronze scales and hazel eyes, and a pair of tiny wings. She wears chain mail and wields a pike. Saba is searching for a legendary blade named Fell Predator.",
  "Mammet: Female Dragonborn Rogue, CN. Str 8, Dex 16, Con 6, Int 11, Wis 6, Cha 9. Mammet has bronze scales and dark blue eyes, and rows of shark-like teeth. She wears leather armor and wields a rapier. Mammet is bold and truthful.",
  "Sili: Female Dragonborn Fighter, N. Str 15, Dex 15, Con 10, Int 14, Wis 8, Cha 11. Sili has white scales and amber eyes. She wears a breastplate and wields a greatsword.",
  "Igal: Female Dragonborn Wizard, N. Str 11, Dex 12, Con 9, Int 12, Wis 12, Cha 10. Igal is slender, with bronze scales and blue eyes. She wears fine clothing and wields a dagger.",
  "Abal: Female Dragonborn Ranger, LE. Str 14, Dex 16, Con 10, Int 10, Wis 15, Cha 5. Abal has bronze scales and gray eyes, and a flicking forked tongue. She wears scale mail and wields a pike. Abal is corrupt and insane.",
  "Sabi: Female Dragonborn Paladin, Good. Str 12, Dex 14, Con 7, Int 9, Wis 15, Cha 14. Sabi has bronze scales and soft hazel eyes. She wears plate armor and wields a warhammer and shield. Sabi is a practiced gambler.",
  "Lila: Female Dragonborn Cleric, N. Str 10, Dex 11, Con 15, Int 11, Wis 13, Cha 10. Lila has bronze scales and brown eyes. She wears half plate and wields a quarterstaff and dagger. Lila seeks only fame and glory.",
  "Mete: Female Dragonborn Rogue, N. Str 13, Dex 14, Con 10, Int 9, Wis 10, Cha 7. Mete has green scales and sharp gray eyes. She wears leather armor and wields a shortsword. Mete is dying and desperately seeks the secret of immortality.",
  "Puaba: Female Dragonborn Rogue, LN. Str 7, Dex 12, Con 10, Int 8, Wis 5, Cha 11. Puaba has bronze scales and gray eyes. She wears studded leather and wields a mace and hand crossbow. Puaba suffers a traumatic fear of swords and blades.",
  "Sidab: Female Dragonborn Barbarian, LN. Str 16, Dex 8, Con 15, Int 9, Wis 9, Cha 13. Sidab has red scales and dark green eyes, and wears glasses with platinum rims. She wears studded leather and wields a battleaxe. Sidab is inventive and honest.",
  "Ereshki: Female Dragonborn Cleric, LG. Str 10, Dex 13, Con 13, Int 12, Wis 14, Cha 12. Ereshki has bronze scales and soft blue eyes. She wears studded leather and wields a quarterstaff. Ereshki is capable and intuitive.",
  "Ninki: Female Dragonborn Ranger, N. Str 15, Dex 12, Con 8, Int 7, Wis 9, Cha 9. Ninki has bronze scales and soft hazel eyes. She wears studded leather and wields a greataxe. Ninki is impartial and insensitive.",
  "Sabi: Female Dragonborn Cleric, N. Str 11, Dex 8, Con 15, Int 7, Wis 14, Cha 14. Sabi has bronze scales and gray eyes. She wears scale mail and wields a handaxe and shield.",
  "Sila: Female Dragonborn Fighter, NG. Str 17, Dex 9, Con 8, Int 8, Wis 8, Cha 10. Sila is slender, with bronze scales and bright gray eyes. She wears plate armor and wields a halberd. Sila is sensitive and capable.",
  "Ningal: Female Dragonborn Cleric, N. Str 5, Dex 6, Con 9, Int 7, Wis 15, Cha 11. Ningal has bronze scales and bright brown eyes, and a magical scar on her face. She wears a breastplate and wields a handaxe. Ningal has an animal companion, a gray rabbit named Nisil.",
  "Ninu: Female Dragonborn Ranger, N. Str 15, Dex 12, Con 9, Int 15, Wis 15, Cha 5. Ninu is tall, with blue scales and large hazel eyes. She wears studded leather and wields a trident. Ninu has snow owl named Nidab.",
  "Myli: Female Dragonborn Druid, Neutral. Str 14, Dex 12, Con 13, Int 15, Wis 12, Cha 10. Myli has silver scales and bright brown eyes, and horns engraved with arcane symbols. She wears hide armor and wields a scimitar and darts. Myli is serious and flamboyant.",
  "Lili: Female Dragonborn Monk, NG. Str 12, Dex 13, Con 11, Int 15, Wis 13, Cha 9. Lili has copper scales and amber eyes, and wears glasses with electrum rims. She wears simple clothing and wields a bo (quarterstaff).",
  "Nocri: Female Dragonborn Paladin, Good. Str 12, Dex 10, Con 9, Int 11, Wis 11, Cha 9. Nocri has bronze scales and soft brown eyes, and wears glasses with electrum rims. She wears chain mail and wields a rapier. Nocri seeks to free herself from an ancient curse.",
  "Nocri: Female Dragonborn Monk, LN. Str 12, Dex 15, Con 7, Int 5, Wis 11, Cha 13. Nocri has white scales and green eyes, and wears glasses with copper rims. She wears simple clothing and wields a yari (spear).",
  "Nidur: Female Dragonborn Monk, CN. Str 8, Dex 12, Con 9, Int 9, Wis 16, Cha 9. Nidur has bronze scales and light hazel eyes. She wears well-made clothing and wields an ono (handaxe) and sai (dagger). Nidur suffers a traumatic fear of clerics.",
  "Ningal: Female Dragonborn Warlock, NG. Str 9, Dex 9, Con 8, Int 9, Wis 12, Cha 14. Ningal has bronze scales and dark amber eyes, and a flicking forked tongue. She wears studded leather and wields a handaxe. Ningal has an animal companion, a grey rat named Anadum.",
  "Ninli: Female Dragonborn Cleric, N. Str 10, Dex 7, Con 10, Int 8, Wis 12, Cha 8. Ninli has blue scales and green eyes. She wears leather armor and wields a club and shield. Ninli is reserved and fiendish.",
  "Sidab: Female Dragonborn Fighter, LN. Str 13, Dex 17, Con 10, Int 12, Wis 12, Cha 11. Sidab has bronze scales and green eyes. She wears plate armor and wields a shortsword and shield. Sidab has an animal companion, a green firedrake named Ereshki.",
  "Nidab: Female Dragonborn Monk, LN. Str 13, Dex 16, Con 12, Int 15, Wis 14, Cha 11. Nidab has red scales and soft hazel eyes. She wears modest garments and wields an ono (handaxe).",
  "Ninki: Female Dragonborn Barbarian, CN. Str 13, Dex 10, Con 14, Int 11, Wis 7, Cha 11. Ninki has bronze scales and green eyes. She wears hide armor and wields a glaive. Ninki has an animal companion, a black dog named Dukara.",
  "Ningal: Female Dragonborn Warlock, N. Str 9, Dex 14, Con 10, Int 7, Wis 15, Cha 14. Ningal has bronze scales and brown eyes, and a flicking forked tongue. She wears leather armor and wields a mace and dagger. Ningal is foolhardy and sadistic.",
  "Sidab: Female Dragonborn Monk, NG. Str 11, Dex 14, Con 11, Int 10, Wis 9, Cha 7. Sidab has bronze scales and narrow amber eyes, and wears glasses with copper rims. She wears modest garments and wields a bo (quarterstaff) and sai (dagger). Sidab is hunting the warlord who stole her ancestral sword.",
  "Nanna: Female Dragonborn Rogue, CG. Str 8, Dex 12, Con 7, Int 11, Wis 8, Cha 13. Nanna has bronze scales and blue eyes, and wears glasses with bronze rims. She wears leather armor and wields a quarterstaff and darts. Nanna has an animal companion, a dire rat named Amezer.",
  "Igal: Female Dragonborn Sorcerer, NG. Str 7, Dex 10, Con 14, Int 9, Wis 11, Cha 13. Igal has bronze scales and bright blue eyes. She wears plain clothing and wields a quarterstaff and darts. Igal is haunted by the memories of a past life.",
  "Ningal: Female Dragonborn Cleric, CN. Str 7, Dex 7, Con 11, Int 7, Wis 15, Cha 14. Ningal is short and heavyset, with bronze scales and gray eyes. She wears hide armor and wields a light hammer and sling. Ningal is stoic and callous.",
  "Ereshki: Female Dragonborn Monk, LN. Str 12, Dex 10, Con 9, Int 6, Wis 11, Cha 14. Ereshki has bronze scales and light hazel eyes, and a flicking forked tongue. She wears plain clothing and wields a bo (quarterstaff). Ereshki is inquisitive and disloyal.",
  "Nocri: Female Dragonborn Paladin, Good. Str 14, Dex 14, Con 12, Int 12, Wis 13, Cha 9. Nocri is short, with copper scales and sharp brown eyes. She wears scale mail and wields a trident.",
  "Lila: Female Dragonborn Ranger, CN. Str 14, Dex 11, Con 10, Int 11, Wis 16, Cha 9. Lila is short and overweight, with bronze scales and dark brown eyes. She wears a breastplate and wields a greataxe. Lila is shrewd and determined.",
  "Ningal: Female Dragonborn Druid, Neutral. Str 9, Dex 12, Con 15, Int 10, Wis 15, Cha 14. Ningal has bronze scales and gray eyes. She wears hide armor and wields a spear and wooden shield. Ningal has golden eagle named Artere.",
  "Sili: Female Dragonborn Druid, Neutral. Str 11, Dex 9, Con 6, Int 8, Wis 16, Cha 9. Sili is short, with bronze scales and soft blue eyes. She wears leather armor and wields a mace and darts. Sili is gullible and bloodthirsty.",
  "Ninli: Female Dragonborn Monk, LE. Str 17, Dex 13, Con 11, Int 11, Wis 13, Cha 11. Ninli is short and overweight, with green scales and gray eyes. She wears simple clothing and wields a yari (spear). Ninli has an animal companion, a hunting dog named Nidita.",
  "Sidab: Female Dragonborn Cleric, N. Str 10, Dex 12, Con 10, Int 5, Wis 15, Cha 12. Sidab has bronze scales and brown eyes, and horns engraved with alien symbols. She wears leather armor and wields a mace and shortbow. Sidab is searching for the lost dwarven kingdom of Baramunz.",
  "Myli: Female Dragonborn Ranger, LE. Str 13, Dex 11, Con 11, Int 7, Wis 12, Cha 8. Myli has bronze scales and dark green eyes, and a flicking forked tongue. She wears studded leather and wields a halberd.",
  "Nocri: Female Dragonborn Barbarian, LN. Str 16, Dex 5, Con 14, Int 6, Wis 9, Cha 12. Nocri is slender, with bronze scales and brown eyes. She wears scale mail and wields a battleaxe and shield. Nocri is cautious and impatient.",
  "Nocri: Female Dragonborn Fighter, N. Str 13, Dex 9, Con 10, Int 6, Wis 7, Cha 14. Nocri is tall and thin, with bronze scales and amber eyes. She wears scale mail and wields a scimitar and shield.",
  "Ninki: Female Dragonborn Rogue, N. Str 11, Dex 17, Con 6, Int 11, Wis 8, Cha 6. Ninki has bronze scales and gray eyes. She wears studded leather and wields a rapier and dagger. Ninki is dying and desperately seeks the secret of immortality.",
  "Sabi: Female Dragonborn Monk, NG. Str 9, Dex 16, Con 12, Int 13, Wis 15, Cha 9. Sabi has brass scales and sharp blue eyes. She wears sturdy clothing and wields nunchaku (club). Sabi is principled and clever.",
  "Nisid: Female Dragonborn Rogue, LN. Str 10, Dex 14, Con 12, Int 13, Wis 8, Cha 12. Nisid has bronze scales and brown eyes, and a flicking forked tongue. She wears studded leather and wields a shortsword and hand crossbow. Nisid has an animal companion, a black snake named Suuheshbu.",
  "Sili: Female Dragonborn Monk, NE. Str 13, Dex 11, Con 13, Int 11, Wis 13, Cha 6. Sili has bronze scales and large green eyes. She wears travel-stained clothing and wields an ono (handaxe) and shuriken (darts). Sili is greedy and disloyal.",
  "Puaba: Female Dragonborn Bard, NE. Str 9, Dex 12, Con 15, Int 11, Wis 11, Cha 14. Puaba is heavyset, with copper scales and soft gray eyes. She wears leather armor and wields a rapier. Puaba has an animal companion, a hawk named Sina.",
  "Puaba: Female Dragonborn Paladin, Good. Str 15, Dex 9, Con 10, Int 15, Wis 10, Cha 12. Puaba has bronze scales and amber eyes, and a pair of tiny wings. She wears a breastplate and wields a halberd.",
  "Ningal: Female Dragonborn Ranger, CN. Str 14, Dex 12, Con 14, Int 14, Wis 8, Cha 12. Ningal is tall and overweight, with bronze scales and hazel eyes. She wears leather armor and wields a shortsword and shield. Ningal is instinctive and impulsive.",
  "Ninu: Female Dragonborn Druid, Neutral. Str 12, Dex 11, Con 8, Int 9, Wis 12, Cha 14. Ninu has bronze scales and blue eyes. She wears hide armor and wields a mace and dagger.",
  "Lith: Female Dragonborn Fighter, LE. Str 13, Dex 12, Con 8, Int 13, Wis 7, Cha 10. Lith has brass scales and green eyes. She wears scale mail and wields a glaive.",
  "Ninla: Female Dragonborn Ranger, N. Str 14, Dex 14, Con 7, Int 13, Wis 12, Cha 11. Ninla has bronze scales and hazel eyes. She wears scale mail and wields a morningstar and shield. Ninla is honest and devout.",
  "Saba: Female Dragonborn Monk, N. Str 13, Dex 16, Con 10, Int 6, Wis 11, Cha 13. Saba has bronze scales and blue eyes, and a pair of tiny wings. She wears modest garments and wields an ono (handaxe). Saba is hunting the brigands who murdered her family.",
  "Ningal: Female Dragonborn Bard, N. Str 6, Dex 8, Con 11, Int 13, Wis 9, Cha 15. Ningal has silver scales and bright brown eyes. She wears leather armor and wields a shortsword and sling. Ningal avoids eye contact.",
  "Lila: Female Dragonborn Ranger, CN. Str 10, Dex 10, Con 6, Int 13, Wis 12, Cha 14. Lila has white scales and brown eyes. She wears leather armor and wields a shortsword. Lila seeks revenge against the sister who betrayed her.",
  "Meta: Female Dragonborn Fighter, N. Str 17, Dex 16, Con 12, Int 11, Wis 10, Cha 8. Meta is tall and heavyset, with red scales and brown eyes. She wears a chain shirt and wields a scimitar and shield.",
  "Nidab: Female Dragonborn Monk, CN. Str 16, Dex 14, Con 7, Int 9, Wis 12, Cha 6. Nidab is thin, with copper scales and green eyes. She wears plain clothing and wields an ono (handaxe) and shuriken (darts).",
  "Ilith: Female Dragonborn Rogue, CN. Str 6, Dex 16, Con 11, Int 10, Wis 9, Cha 10. Ilith has bronze scales and amber eyes, and a pair of tiny wings. She wears leather armor and wields a club and shortbow. Ilith seeks revenge against the sister who betrayed her.",
  "Lila: Female Dragonborn Ranger, LN. Str 15, Dex 10, Con 11, Int 14, Wis 11, Cha 14. Lila has blue scales and hazel eyes, and a distinctive scar on her face. She wears studded leather and wields a longsword and shield. Lila believes that she is the rightful heir to the kingdom of Larine.",
  "Mammyl: Female Dragonborn Ranger, CN. Str 11, Dex 11, Con 5, Int 9, Wis 15, Cha 11. Mammyl has bronze scales and gray eyes, and wears glasses with brass rims. She wears scale mail and wields a glaive. Mammyl dislikes anyone bigger than her.",
  "Ningal: Female Dragonborn Paladin, Good. Str 11, Dex 13, Con 8, Int 6, Wis 9, Cha 14. Ningal is heavyset, with bronze scales and narrow green eyes. She wears scale mail and wields a rapier. Ningal compulsively steals small objects.",
  "Ayannal: Female Dragonborn Ranger, NE. Str 12, Dex 13, Con 9, Int 11, Wis 10, Cha 8. Ayannal has bronze scales and narrow blue eyes. She wears a breastplate and wields a shortsword. Ayannal was petrified for a hundred years.",
  "Sidur: Female Dragonborn Monk, NG. Str 12, Dex 9, Con 6, Int 11, Wis 13, Cha 7. Sidur has bronze scales and light amber eyes. She wears modest garments and wields nunchaku (club). Sidur is capable and studious.",
  "Nisab: Female Dragonborn Cleric, NG. Str 9, Dex 10, Con 12, Int 13, Wis 17, Cha 10. Nisab is short, with bronze scales and large gray eyes. She wears scale mail and wields a club.",
  "Mammet: Female Dragonborn Paladin, Good. Str 11, Dex 11, Con 9, Int 12, Wis 12, Cha 10. Mammet has red scales and dark gray eyes, and horns engraved with arcane symbols. She wears ring mail and wields a trident. Mammet is searching for her missing son.",
  "Mammyl: Female Dragonborn Paladin, Good. Str 12, Dex 14, Con 14, Int 11, Wis 15, Cha 13. Mammyl has copper scales and hazel eyes, and a flicking forked tongue. She wears a breastplate and wields a longsword. Mammyl was petrified for a hundred years.",
  "Mammet: Female Dragonborn Druid, Neutral. Str 7, Dex 13, Con 11, Int 10, Wis 12, Cha 13. Mammet is short, with brass scales and large gray eyes. She wears leather armor and wields a quarterstaff and wooden shield. Mammet has dire rat named Adammil.",
  "Nidab: Female Dragonborn Barbarian, N. Str 17, Dex 14, Con 12, Int 11, Wis 15, Cha 10. Nidab has bronze scales and hazel eyes, and a pair of tiny wings. She wears studded leather and wields a greataxe. Nidab is lewd and eccentric.",
  "Nina: Female Dragonborn Druid, Neutral. Str 11, Dex 10, Con 10, Int 9, Wis 17, Cha 13. Nina has bronze scales and blue eyes. She wears hide armor and wields a club and wooden shield. Nina was raised by cultists of the Daughter of Scepters.",
  "Ninki: Female Dragonborn Cleric, NG. Str 7, Dex 11, Con 5, Int 15, Wis 15, Cha 12. Ninki has black scales and hazel eyes. She wears a breastplate and wields a quarterstaff and darts. Ninki is faithful and foolhardy.",
  "Ninla: Female Dragonborn Ranger, LG. Str 13, Dex 15, Con 10, Int 12, Wis 11, Cha 11. Ninla has blue scales and green eyes, and rows of shark-like teeth. She wears leather armor and wields a war pick and shield.",
  "Saba: Female Dragonborn Paladin, Good. Str 10, Dex 9, Con 9, Int 10, Wis 8, Cha 11. Saba has bronze scales and soft green eyes, and a pair of tiny wings. She wears plate armor and wields a battleaxe.",
  "Nidab: Female Dragonborn Paladin, Good. Str 7, Dex 13, Con 11, Int 10, Wis 14, Cha 17. Nidab has copper scales and large brown eyes, and wears glasses with iron rims. She wears a chain shirt and wields a flail and shield. Nidab is well-spoken and brave.",
  "Nisab: Female Dragonborn Fighter, NG. Str 17, Dex 12, Con 8, Int 7, Wis 13, Cha 12. Nisab has bronze scales and large gray eyes, and a pair of tiny wings. She wears a chain shirt and wields a shortsword.",
  "Ninli: Female Dragonborn Rogue, CE. Str 6, Dex 12, Con 10, Int 8, Wis 7, Cha 10. Ninli is short, with bronze scales and amber eyes. She wears studded leather and wields a rapier.",
  "Sila: Female Dragonborn Monk, LN. Str 10, Dex 12, Con 8, Int 11, Wis 13, Cha 9. Sila has bronze scales and blue eyes, and a pair of tiny wings. She wears plain clothing and wields a yari (spear). Sila believes that she is the rightful heir to the throne of Vallonde.",
  "Lila: Female Dragonborn Rogue, N. Str 10, Dex 16, Con 13, Int 17, Wis 6, Cha 7. Lila has bronze scales and gray eyes, and a flicking forked tongue. She wears leather armor and wields a shortsword.",
  "Idal: Female Dragonborn Fighter, LE. Str 17, Dex 13, Con 9, Int 11, Wis 10, Cha 9. Idal has brass scales and blue eyes. She wears a chain shirt and wields a whip. Idal has an animal companion, a badger named Ningezi.",
  "Etum: Female Dragonborn Cleric, LN. Str 5, Dex 7, Con 9, Int 8, Wis 13, Cha 8. Etum has bronze scales and sharp brown eyes. She wears half plate and wields a quarterstaff and light crossbow. Etum compulsively plays with an iron ring.",
  "Ayabal: Female Dragonborn Rogue, N. Str 12, Dex 16, Con 12, Int 10, Wis 12, Cha 6. Ayabal has silver scales and narrow brown eyes. She wears studded leather and wields a longsword and shortbow. Ayabal is extravagant and thoughtless.",
  "Nocri: Female Dragonborn Druid, Neutral. Str 11, Dex 14, Con 10, Int 11, Wis 14, Cha 11. Nocri has gold scales and green eyes. She wears hide armor and wields a scimitar. Nocri has golden eagle named Nyasu.",
  "Igal: Female Dragonborn Barbarian, LE. Str 16, Dex 11, Con 13, Int 8, Wis 12, Cha 9. Igal has white scales and brown eyes. She wears leather armor and wields a scimitar and hand crossbow. Igal has an animal companion, a badger named Ninki.",
  "Ninki: Female Dragonborn Cleric, CN. Str 9, Dex 8, Con 14, Int 10, Wis 16, Cha 10. Ninki has bronze scales and large gray eyes. She wears studded leather and wields a quarterstaff and sling. Ninki is superstitious and inquisitive.",
  "Sila: Female Dragonborn Monk, NE. Str 12, Dex 12, Con 12, Int 9, Wis 7, Cha 13. Sila is stout, with bronze scales and amber eyes. She wears modest garments and wields a kanabo (mace). Sila is abrasive and sharp-tongued.",
  "Mete: Female Dragonborn Fighter, N. Str 17, Dex 11, Con 12, Int 11, Wis 11, Cha 8. Mete has black scales and green eyes. She wears ring mail and wields a trident and net. Mete is practical and bold.",
  "Idum: Female Dragonborn Fighter, LN. Str 12, Dex 10, Con 6, Int 9, Wis 5, Cha 9. Idum is thin, with gold scales and hazel eyes. She wears ring mail and wields a morningstar. Idum is hunting the cultists who murdered her family.",
  "Nidur: Female Dragonborn Fighter, CN. Str 16, Dex 7, Con 9, Int 10, Wis 5, Cha 10. Nidur has bronze scales and sharp amber eyes, and wears glasses with platinum rims. She wears half plate and wields a rapier and heavy crossbow.",
  "Annal: Female Dragonborn Paladin, Good. Str 8, Dex 13, Con 11, Int 6, Wis 15, Cha 16. Annal has bronze scales and hazel eyes. She wears a breastplate and wields a greataxe. Annal is searching for her lost sister.",
  "Nidur: Female Dragonborn Rogue, CG. Str 9, Dex 16, Con 10, Int 12, Wis 13, Cha 10. Nidur has bronze scales and large hazel eyes, and a pair of tiny wings. She wears studded leather and wields a longsword. Nidur is valiant and imaginative.",
  "Lila: Female Dragonborn Ranger, LG. Str 9, Dex 13, Con 8, Int 14, Wis 11, Cha 14. Lila has brass scales and green eyes, and wears glasses with bronze rims. She wears a breastplate and wields a trident. Lila is dying and desperately seeks the secret of immortality.",
  "Meta: Female Dragonborn Monk, CN. Str 16, Dex 8, Con 9, Int 9, Wis 7, Cha 9. Meta is thin, with bronze scales and narrow hazel eyes. She wears sturdy clothing and wields nunchaku (club). Meta has an animal companion, a tawny rat named Mana.",
  "Nocri: Female Dragonborn Fighter, LN. Str 12, Dex 11, Con 10, Int 7, Wis 8, Cha 12. Nocri is tall, with bronze scales and light amber eyes. She wears scale mail and wields a halberd. Nocri has an animal companion, a copper firedrake named Nabiuma.",
  "Nidur: Female Dragonborn Paladin, Good. Str 15, Dex 14, Con 7, Int 10, Wis 14, Cha 12. Nidur has blue scales and amber eyes, and a distinctive scar on her arm. She wears a breastplate and wields a halberd. Nidur has an animal companion, a bay warhorse named Muzuumma.",
  "Ninki: Female Dragonborn Cleric, CN. Str 11, Dex 11, Con 7, Int 9, Wis 15, Cha 12. Ninki has bronze scales and green eyes, and rows of shark-like teeth. She wears half plate and wields a mace.",
  "Sabi: Female Dragonborn Fighter, N. Str 16, Dex 14, Con 10, Int 11, Wis 10, Cha 11. Sabi is thin, with bronze scales and soft blue eyes. She wears splint armor and wields a maul. Sabi has an animal companion, a green firedrake named Astal.",
  "Nisab: Female Dragonborn Fighter, NE. Str 12, Dex 16, Con 11, Int 11, Wis 15, Cha 10. Nisab has bronze scales and narrow amber eyes, and a pair of tiny wings. She wears plate armor and wields a maul.",
  "Saba: Female Dragonborn Wizard, LG. Str 9, Dex 15, Con 7, Int 17, Wis 6, Cha 7. Saba has bronze scales and amber eyes, and a pair of tiny wings. She wears modest garments and wields a quarterstaff and sling.",
  "Lila: Female Dragonborn Paladin, Good. Str 12, Dex 9, Con 6, Int 10, Wis 16, Cha 15. Lila is short and willowy, with bronze scales and narrow amber eyes. She wears hide armor and wields a flail and shield.",
  "Saba: Female Dragonborn Cleric, LN. Str 10, Dex 10, Con 7, Int 10, Wis 16, Cha 12. Saba is tall, with bronze scales and brown eyes. She wears scale mail and wields a club and shield. Saba dislikes having people behind her.",
  "Nisil: Female Dragonborn Cleric, N. Str 11, Dex 12, Con 11, Int 7, Wis 16, Cha 9. Nisil has bronze scales and large amber eyes, and a flicking forked tongue. She wears leather armor and wields a handaxe. Nisil is dying and desperately seeks the secret of immortality.",
  "Nisab: Female Dragonborn Warlock, N. Str 12, Dex 8, Con 11, Int 13, Wis 10, Cha 12. Nisab has bronze scales and gray eyes, and a flicking forked tongue. She wears studded leather and wields a handaxe and dagger. Nisab seeks to raise an army of stone golems.",
  "Nocri: Female Dragonborn Paladin, Good. Str 15, Dex 14, Con 10, Int 13, Wis 8, Cha 9. Nocri has bronze scales and gray eyes. She wears hide armor and wields a battleaxe and shield.",
  "Meta: Female Dragonborn Warlock, N. Str 17, Dex 15, Con 11, Int 10, Wis 10, Cha 13. Meta is short, with bronze scales and sharp gray eyes. She wears leather armor and wields a light hammer. Meta is driven and thoughtless.",
  "Ninki: Female Dragonborn Ranger, NE. Str 12, Dex 10, Con 8, Int 12, Wis 13, Cha 10. Ninki has bronze scales and light gray eyes. She wears hide armor and wields a trident and shield.",
  "Ayabal: Female Dragonborn Cleric, NG. Str 11, Dex 11, Con 10, Int 15, Wis 14, Cha 15. Ayabal has bronze scales and soft amber eyes. She wears hide armor and wields a mace and shield. Ayabal is impossibly lucky.",
  "Sili: Female Dragonborn Monk, LG. Str 9, Dex 13, Con 9, Int 9, Wis 14, Cha 13. Sili has bronze scales and bright brown eyes. She wears modest garments and wields a bo (quarterstaff). Sili is philosophical and diplomatic.",
  "Nannu: Female Dragonborn Bard, CN. Str 12, Dex 15, Con 12, Int 14, Wis 8, Cha 17. Nannu is tall, with bronze scales and large hazel eyes. She wears leather armor and wields a rapier and hand crossbow. Nannu has an animal companion, a sable ferret named Esuus.",
  "Mammyl: Female Dragonborn Rogue, N. Str 11, Dex 15, Con 11, Int 10, Wis 9, Cha 11. Mammyl has bronze scales and sharp brown eyes, and a pair of tiny wings. She wears studded leather and wields a handaxe.",
  "Ninki: Female Dragonborn Monk, NG. Str 11, Dex 9, Con 12, Int 14, Wis 8, Cha 7. Ninki has bronze scales and bright hazel eyes. She wears sturdy clothing and wields a kanabo (mace) and sai (dagger).",
  "Nannu: Female Dragonborn Warlock, CN. Str 11, Dex 10, Con 13, Int 10, Wis 9, Cha 12. Nannu has gold scales and brown eyes, and an unusual scar on her arm. She wears studded leather and wields a quarterstaff. Nannu believes that she is being hunted by supernatural creatures.",
  "Inlit: Female Dragonborn Rogue, N. Str 11, Dex 12, Con 7, Int 13, Wis 8, Cha 5. Inlit has bronze scales and dark brown eyes, and a flicking forked tongue. She wears leather armor and wields a shortsword and sling. Inlit refers to herself in the third person.",
  "Nisil: Female Dragonborn Fighter, LN. Str 12, Dex 13, Con 5, Int 10, Wis 6, Cha 13. Nisil is tall, with silver scales and brown eyes. She wears plate armor and wields a greatsword. Nisil seeks to destroy the race of ogres.",
  "Saba: Female Dragonborn Rogue, N. Str 15, Dex 16, Con 14, Int 12, Wis 8, Cha 8. Saba is short and stout, with bronze scales and large gray eyes. She wears studded leather and wields a rapier. Saba has an animal companion, a black snake named Mammet.",
  "Mammet: Female Dragonborn Monk, N. Str 14, Dex 12, Con 10, Int 9, Wis 10, Cha 6. Mammet is short, with green scales and hazel eyes. She wears well-made clothing and wields a yari (spear). Mammet has an animal companion, a black snake named Sumerki.",
  "Nidur: Female Dragonborn Druid, Neutral. Str 14, Dex 15, Con 9, Int 12, Wis 14, Cha 10. Nidur has bronze scales and soft green eyes. She wears hide armor and wields a mace. Nidur is assertive and insensitive.",
  "Nidur: Female Dragonborn Rogue, LE. Str 14, Dex 14, Con 12, Int 12, Wis 11, Cha 7. Nidur has bronze scales and dark green eyes, and a flicking forked tongue. She wears studded leather and wields a rapier. Nidur was magically imprisoned for a hundred years.",
  "Litta: Female Dragonborn Paladin, Good. Str 13, Dex 13, Con 13, Int 9, Wis 14, Cha 9. Litta has silver scales and gray eyes, and a distinctive scar on her arm. She wears scale mail and wields a war pick and shield. Litta is brave and optimistic.",
  "Nina: Female Dragonborn Rogue, CG. Str 12, Dex 14, Con 10, Int 9, Wis 11, Cha 10. Nina has bronze scales and hazel eyes, and a flicking forked tongue. She wears studded leather and wields a mace and hand crossbow. Nina seeks revenge against the thieves' guild which left her to hang.",
  "Nocri: Female Dragonborn Rogue, N. Str 5, Dex 15, Con 7, Int 11, Wis 9, Cha 10. Nocri is tall, with white scales and sharp brown eyes. She wears leather armor and wields a rapier and javelins. Nocri has an animal companion, a sable ferret named Ninki.",
  "Sidab: Female Dragonborn Fighter, N. Str 13, Dex 12, Con 7, Int 11, Wis 12, Cha 6. Sidab is tall, with black scales and hazel eyes. She wears ring mail and wields a warhammer. Sidab has an animal companion, a black bear named Ayammere.",
  "Saba: Female Dragonborn Rogue, NG. Str 11, Dex 16, Con 11, Int 13, Wis 14, Cha 8. Saba is thin, with bronze scales and hazel eyes. She wears leather armor and wields a longsword and hand crossbow. Saba is righteous and industrious.",
  "Saba: Female Dragonborn Sorcerer, LN. Str 10, Dex 5, Con 10, Int 5, Wis 10, Cha 15. Saba has brass scales and brown eyes, and horns engraved with strange symbols. She wears plain clothing and wields a quarterstaff.",
  "Litte: Female Dragonborn Barbarian, CG. Str 12, Dex 8, Con 12, Int 9, Wis 10, Cha 8. Litte has gold scales and sharp blue eyes, and a distinctive scar on her arm. She wears leather armor and wields a warhammer and blowgun. Litte speaks with a soft voice.",
  "Idal: Female Dragonborn Cleric, N. Str 9, Dex 5, Con 10, Int 15, Wis 13, Cha 9. Idal is thin, with silver scales and amber eyes. She wears studded leather and wields a mace and shield. Idal is cursed with wild tremors.",
  "Ninla: Female Dragonborn Fighter, CN. Str 17, Dex 11, Con 10, Int 6, Wis 9, Cha 7. Ninla has blue scales and large hazel eyes. She wears hide armor and wields a whip and net. Ninla dislikes having people behind her.",
  "Ayabis: Female Dragonborn Monk, N. Str 9, Dex 10, Con 10, Int 6, Wis 13, Cha 12. Ayabis is short, with bronze scales and sharp gray eyes. She wears travel-stained clothing and wields nunchaku (club) and shuriken (darts). Ayabis has an animal companion, a white monkey named Amuchal.",
  "Ninli: Female Dragonborn Rogue, LN. Str 12, Dex 16, Con 10, Int 13, Wis 6, Cha 12. Ninli has bronze scales and dark gray eyes. She wears studded leather and wields a shortsword. Ninli has an animal companion, a black cat named Ninki.",
  "Ilith: Female Dragonborn Paladin, Good. Str 12, Dex 10, Con 9, Int 6, Wis 14, Cha 12. Ilith has gold scales and bright amber eyes, and rows of shark-like teeth. She wears a chain shirt and wields a greataxe. Ilith has an animal companion, a bay warhorse named Anan.",
  "Sidab: Female Dragonborn Barbarian, N. Str 13, Dex 5, Con 12, Int 6, Wis 11, Cha 14. Sidab has white scales and soft blue eyes. She wears studded leather and wields a war pick and net. Sidab is amoral and practical.",
  "Nanna: Female Dragonborn Bard, LG. Str 9, Dex 14, Con 10, Int 11, Wis 8, Cha 15. Nanna is heavyset, with bronze scales and amber eyes. She wears studded leather and wields a shortsword and hand crossbow. Nanna suffers an acute fear of spiders.",
  "Ilis: Female Dragonborn Wizard, CN. Str 6, Dex 9, Con 13, Int 14, Wis 12, Cha 11. Ilis is short, with bronze scales and amber eyes. She wears modest garments and wields a dagger and light crossbow. Ilis is jealous and greedy.",
  "Sila: Female Dragonborn Rogue, NG. Str 9, Dex 14, Con 12, Int 9, Wis 7, Cha 10. Sila has bronze scales and hazel eyes, and wears glasses with iron rims. She wears studded leather and wields a rapier.",
  "Ayabal: Female Dragonborn Wizard, NE. Str 11, Dex 17, Con 6, Int 13, Wis 7, Cha 10. Ayabal has bronze scales and green eyes, and rows of shark-like teeth. She wears modest garments and wields a dagger. Ayabal has Common Companion.",
  "Nannu: Female Dragonborn Sorcerer, NG. Str 8, Dex 9, Con 13, Int 5, Wis 13, Cha 16. Nannu is stout, with bronze scales and amber eyes. She wears travel-stained clothing and wields a quarterstaff.",
  "Nocri: Female Dragonborn Paladin, Good. Str 11, Dex 12, Con 5, Int 5, Wis 7, Cha 13. Nocri has bronze scales and hazel eyes. She wears ring mail and wields a rapier and shield. Nocri believes that she is being hunted by supernatural creatures.",
  "Ilith: Female Dragonborn Rogue, N. Str 6, Dex 16, Con 5, Int 14, Wis 8, Cha 5. Ilith has bronze scales and green eyes. She wears studded leather and wields a shortsword and hand crossbow. Ilith is searching for the legendary elven kingdom of Enedhen.",
  "Etum: Female Dragonborn Ranger, NG. Str 14, Dex 12, Con 7, Int 11, Wis 13, Cha 9. Etum has bronze scales and amber eyes. She wears hide armor and wields a greatsword. Etum is capable and thrifty.",
  "Nisab: Female Dragonborn Fighter, LG. Str 14, Dex 12, Con 10, Int 10, Wis 10, Cha 8. Nisab is thin, with bronze scales and soft blue eyes. She wears chain mail and wields a pike. Nisab is searching for her missing son.",
  "Ayannal: Female Dragonborn Sorcerer, N. Str 8, Dex 13, Con 13, Int 7, Wis 9, Cha 17. Ayannal has bronze scales and large amber eyes, and horns engraved with arcane symbols. She wears sturdy clothing and wields a dagger. Ayannal seeks to discover what destroyed her homeland.",
  "Lila: Female Dragonborn Barbarian, LN. Str 17, Dex 9, Con 9, Int 11, Wis 13, Cha 13. Lila has bronze scales and bright green eyes, and wears glasses with platinum rims. She wears studded leather and wields a shortsword. Lila is impartial and covetous.",
  "Nidur: Female Dragonborn Cleric, N. Str 10, Dex 13, Con 10, Int 14, Wis 15, Cha 9. Nidur is short and heavyset, with bronze scales and blue eyes. She wears a chain shirt and wields a quarterstaff. Nidur is flirtatious and devout.",
  "Abal: Female Dragonborn Cleric, N. Str 8, Dex 13, Con 13, Int 8, Wis 17, Cha 8. Abal has bronze scales and light gray eyes, and rows of shark-like teeth. She wears scale mail and wields a light hammer and shield. Abal has an animal companion, a hawk named Mulima.",
  "Nina: Female Dragonborn Paladin, Good. Str 12, Dex 12, Con 6, Int 12, Wis 10, Cha 9. Nina is slender, with bronze scales and narrow gray eyes. She wears splint armor and wields a scimitar and shield. Nina suffers a deadly allergy to horses.",
  "Sili: Female Dragonborn Monk, CG. Str 13, Dex 9, Con 12, Int 9, Wis 11, Cha 9. Sili has black scales and narrow blue eyes. She wears well-made clothing and wields a kanabo (mace) and sai (dagger). Sili seeks to discover the truth of her lineage.",
  "Sili: Female Dragonborn Rogue, NG. Str 10, Dex 12, Con 10, Int 14, Wis 11, Cha 11. Sili has bronze scales and large blue eyes, and a pair of tiny wings. She wears studded leather and wields a rapier and darts. Sili is thrifty and truthful.",
  "Myli: Female Dragonborn Monk, LE. Str 14, Dex 16, Con 9, Int 9, Wis 16, Cha 5. Myli is stout, with bronze scales and light hazel eyes. She wears well-made clothing and wields a kanabo (mace) and sai (dagger). Myli is cursed with traumatic nightmares.",
  "Nidab: Female Dragonborn Fighter, N. Str 14, Dex 14, Con 11, Int 15, Wis 6, Cha 8. Nidab is overweight, with bronze scales and hazel eyes. She wears plate armor and wields a flail. Nidab seeks to atone for past sins.",
  "Artere: Female Dragonborn Monk, NG. Str 15, Dex 12, Con 14, Int 12, Wis 9, Cha 11. Artere has bronze scales and brown eyes, and wears glasses with iron rims. She wears modest garments and wields a kanabo (mace) and sai (dagger). Artere lost her reflection to a nymph.",
  "Ningal: Female Dragonborn Paladin, Good. Str 13, Dex 11, Con 11, Int 8, Wis 9, Cha 8. Ningal has blue scales and bright brown eyes, and rows of shark-like teeth. She wears ring mail and wields a whip. Ningal is painfully tone-deaf.",
  "Ninki: Female Dragonborn Rogue, LN. Str 13, Dex 13, Con 14, Int 11, Wis 10, Cha 11. Ninki has bronze scales and green eyes, and horns engraved with arcane symbols. She wears leather armor and wields a rapier and darts. Ninki seeks to steal an ancient artifact from the Black Caverns of the Goblin King.",
  "Ninu: Female Dragonborn Bard, N. Str 8, Dex 14, Con 9, Int 7, Wis 7, Cha 14. Ninu has white scales and large hazel eyes. She wears leather armor and wields a rapier. Ninu is searching for her lost sister.",
  "Nidab: Female Dragonborn Monk, LN. Str 12, Dex 11, Con 6, Int 10, Wis 12, Cha 12. Nidab has bronze scales and light hazel eyes. She wears simple clothing and wields an ono (handaxe) and shuriken (darts). Nidab is absent-minded and hardworking.",
  "Etum: Female Dragonborn Fighter, CN. Str 12, Dex 13, Con 14, Int 11, Wis 6, Cha 12. Etum is tall and overweight, with bronze scales and sharp amber eyes. She wears splint armor and wields a shortsword. Etum has an animal companion, a black bear named Ninla.",
  "Inlit: Female Dragonborn Monk, N. Str 12, Dex 11, Con 12, Int 13, Wis 8, Cha 7. Inlit is tall and willowy, with brass scales and soft hazel eyes. She wears simple clothing and wields nunchaku (club) and kama (sickle). Inlit speaks with a raspy voice.",
  "Nannu: Female Dragonborn Rogue, CG. Str 8, Dex 12, Con 10, Int 12, Wis 10, Cha 14. Nannu is short, with bronze scales and green eyes. She wears leather armor and wields a longsword and javelins. Nannu is searching for the legendary Dark Prison of Chaos.",
  "Anum: Female Dragonborn Sorcerer, NG. Str 9, Dex 8, Con 14, Int 13, Wis 9, Cha 14. Anum has blue scales and blue eyes. She wears sturdy clothing and wields a dagger. Anum is friendly and aesthetic.",
  "Irkal: Female Dragonborn Rogue, N. Str 5, Dex 12, Con 12, Int 15, Wis 12, Cha 12. Irkal has bronze scales and green eyes. She wears studded leather and wields a longsword. Irkal is practical and cynical.",
  "Saba: Female Dragonborn Fighter, N. Str 14, Dex 9, Con 12, Int 11, Wis 12, Cha 9. Saba is thin, with bronze scales and brown eyes. She wears hide armor and wields a battleaxe. Saba has a terrible sense of direction.",
  "Ningal: Female Dragonborn Sorcerer, LN. Str 9, Dex 11, Con 15, Int 15, Wis 13, Cha 15. Ningal has bronze scales and brown eyes. She wears simple clothing and wields a dagger and sling. Ningal is cursed with insanity.",
  "Lith: Female Dragonborn Fighter, N. Str 17, Dex 14, Con 8, Int 10, Wis 13, Cha 9. Lith has red scales and sharp brown eyes. She wears a chain shirt and wields a maul. Lith is stoic and destructive.",
  "Saba: Female Dragonborn Fighter, LE. Str 15, Dex 9, Con 9, Int 9, Wis 10, Cha 9. Saba has bronze scales and green eyes. She wears splint armor and wields a warhammer and shield. Saba is selfish and unfeeling.",
  "Sila: Female Dragonborn Ranger, LN. Str 10, Dex 9, Con 10, Int 8, Wis 14, Cha 14. Sila is heavyset, with bronze scales and light blue eyes. She wears leather armor and wields a warhammer.",
  "Lila: Female Dragonborn Fighter, CN. Str 13, Dex 14, Con 9, Int 11, Wis 7, Cha 11. Lila has green scales and dark amber eyes, and an unusual scar on her leg. She wears plate armor and wields a war pick and longbow. Lila has an animal companion, a badger named Lili.",
  "Sabi: Female Dragonborn Sorcerer, CN. Str 10, Dex 7, Con 13, Int 6, Wis 11, Cha 17. Sabi is tall, with bronze scales and amber eyes. She wears worn clothing and wields a quarterstaff and light crossbow. Sabi is covetous and bold.",
  "Myla: Female Dragonborn Rogue, NE. Str 9, Dex 14, Con 12, Int 17, Wis 12, Cha 12. Myla is short and stout, with bronze scales and dark blue eyes. She wears studded leather and wields a longsword. Myla is greedy and combative.",
  "Ayastal: Female Dragonborn Bard, CN. Str 8, Dex 12, Con 14, Int 12, Wis 12, Cha 17. Ayastal has white scales and light hazel eyes, and a flicking forked tongue. She wears leather armor and wields a light hammer and hand crossbow.",
  "Abis: Female Dragonborn Rogue, LN. Str 10, Dex 17, Con 8, Int 11, Wis 10, Cha 7. Abis is tall, with bronze scales and green eyes. She wears studded leather and wields a shortsword.",
  "Saba: Female Dragonborn Fighter, N. Str 15, Dex 10, Con 9, Int 10, Wis 11, Cha 11. Saba has bronze scales and blue eyes, and a distinctive scar on her face. She wears ring mail and wields a flail and shield. Saba has an animal companion, a black wolf named Dita.",
  "Ninki: Female Dragonborn Bard, NE. Str 6, Dex 9, Con 10, Int 12, Wis 6, Cha 13. Ninki has bronze scales and amber eyes. She wears studded leather and wields a light hammer and hand crossbow.",
  "Lisab: Female Dragonborn Druid, Neutral. Str 14, Dex 11, Con 9, Int 9, Wis 17, Cha 8. Lisab is tall, with copper scales and gray eyes. She wears leather armor and wields a scimitar. Lisab seeks to atone for past sins.",
  "Mammet: Female Dragonborn Cleric, N. Str 12, Dex 8, Con 12, Int 12, Wis 13, Cha 16. Mammet is overweight, with bronze scales and bright amber eyes. She wears leather armor and wields a club. Mammet is fierce and humble.",
  "Lila: Female Dragonborn Monk, N. Str 8, Dex 11, Con 9, Int 14, Wis 13, Cha 8. Lila has bronze scales and gray eyes. She wears worn clothing and wields a bo (quarterstaff). Lila is lustful and violent.",
  "Mete: Female Dragonborn Monk, NG. Str 13, Dex 9, Con 8, Int 10, Wis 10, Cha 5. Mete is willowy, with bronze scales and hazel eyes. She wears travel-stained clothing and wields a kanabo (mace) and shuriken (darts). Mete is haunted by the ghost of someone she killed.",
  "Litta: Female Dragonborn Monk, N. Str 14, Dex 14, Con 10, Int 8, Wis 14, Cha 15. Litta has bronze scales and soft brown eyes, and a flicking forked tongue. She wears worn clothing and wields an ono (handaxe). Litta has an animal companion, a copper firedrake named Eshkis.",
  "Saba: Female Dragonborn Rogue, LE. Str 6, Dex 12, Con 7, Int 10, Wis 11, Cha 10. Saba is short, with bronze scales and sharp amber eyes. She wears leather armor and wields a shortsword and dagger. Saba seeks to discover why she cannot remember anything from yesterday.",
  "Nanna: Female Dragonborn Ranger, LN. Str 9, Dex 8, Con 11, Int 14, Wis 13, Cha 6. Nanna has black scales and blue eyes, and horns engraved with arcane symbols. She wears leather armor and wields a halberd. Nanna is alluring and extravagant.",
  "Nocri: Female Dragonborn Druid, Neutral. Str 15, Dex 15, Con 12, Int 11, Wis 15, Cha 11. Nocri is willowy, with bronze scales and sharp blue eyes. She wears leather armor and wields a quarterstaff and wooden shield. Nocri has black wolf named Saba.",
  "Ninu: Female Dragonborn Monk, N. Str 12, Dex 16, Con 10, Int 13, Wis 10, Cha 7. Ninu has white scales and gray eyes. She wears sturdy clothing and wields a bo (quarterstaff) and shuriken (darts). Ninu is hunting the brigands who murdered her family.",
  "Annal: Female Dragonborn Bard, LN. Str 7, Dex 8, Con 11, Int 17, Wis 7, Cha 14. Annal is heavyset, with bronze scales and sharp blue eyes. She wears studded leather and wields a rapier. Annal is dying and desperately seeks the secret of immortality.",
  "Annal: Female Dragonborn Warlock, LG. Str 15, Dex 13, Con 12, Int 7, Wis 9, Cha 17. Annal has red scales and amber eyes. She wears leather armor and wields a spear. Annal lost her shadow to a hag.",
  "Nidab: Female Dragonborn Ranger, CN. Str 9, Dex 14, Con 9, Int 9, Wis 11, Cha 8. Nidab is tall, with bronze scales and green eyes. She wears studded leather and wields a flail. Nidab compulsively plays with a copper coin.",
  "Sili: Female Dragonborn Paladin, Good. Str 12, Dex 9, Con 11, Int 9, Wis 15, Cha 8. Sili has brass scales and narrow green eyes, and wears glasses with steel rims. She wears plate armor and wields a rapier and shield. Sili is hunting the vampire who murdered her family.",
  "Lili: Female Dragonborn Fighter, CE. Str 13, Dex 14, Con 11, Int 15, Wis 11, Cha 8. Lili has bronze scales and bright brown eyes, and a pair of tiny wings. She wears hide armor and wields a scimitar and shield.",
  "Ayarteshki: Female Dragonborn Fighter, LG. Str 15, Dex 14, Con 9, Int 9, Wis 7, Cha 12. Ayarteshki is heavyset, with bronze scales and narrow brown eyes. She wears a breastplate and wields a rapier and heavy crossbow. Ayarteshki has an animal companion, a badger named Ningal.",
  "Nisab: Female Dragonborn Fighter, N. Str 13, Dex 11, Con 11, Int 11, Wis 11, Cha 9. Nisab is heavyset, with bronze scales and light blue eyes. She wears plate armor and wields a whip and blowgun. Nisab is fierce and combative.",
  "Nina: Female Dragonborn Rogue, N. Str 12, Dex 13, Con 11, Int 13, Wis 9, Cha 7. Nina is short and heavyset, with bronze scales and brown eyes. She wears leather armor and wields a mace. Nina is nervous and dishonest.",
  "Ningal: Female Dragonborn Sorcerer, CG. Str 9, Dex 6, Con 9, Int 10, Wis 7, Cha 13. Ningal has bronze scales and light hazel eyes, and rows of shark-like teeth. She wears plain clothing and wields a dagger. Ningal has an animal companion, a horned owl named Ninu.",
  "Lisab: Female Dragonborn Paladin, Good. Str 14, Dex 8, Con 9, Int 10, Wis 8, Cha 14. Lisab has bronze scales and hazel eyes. She wears plate armor and wields a rapier.",
  "Ninla: Female Dragonborn Paladin, Good. Str 8, Dex 11, Con 7, Int 10, Wis 14, Cha 13. Ninla has green scales and narrow green eyes. She wears plate armor and wields a greatsword. Ninla suffers a mild allergy to rabbits.",
  "Sili: Female Dragonborn Rogue, N. Str 9, Dex 12, Con 10, Int 14, Wis 7, Cha 11. Sili is tall, with blue scales and brown eyes. She wears studded leather and wields a mace and hand crossbow. Sili suffers a paralyzing fear of injury.",
  "Sabi: Female Dragonborn Fighter, N. Str 12, Dex 12, Con 10, Int 7, Wis 11, Cha 13. Sabi has bronze scales and narrow amber eyes. She wears splint armor and wields a trident and shield. Sabi believes that she is the rightful heir to the kingdom of Vallinde.",
  "Sidab: Female Dragonborn Monk, LN. Str 17, Dex 13, Con 9, Int 12, Wis 15, Cha 7. Sidab is slender, with bronze scales and green eyes. She wears travel-stained clothing and wields a kanabo (mace). Sidab is cautious and fanatical.",
  "Sidab: Female Dragonborn Monk, N. Str 11, Dex 15, Con 10, Int 14, Wis 12, Cha 10. Sidab is thin, with bronze scales and sharp blue eyes. She wears travel-stained clothing and wields an ono (handaxe).",
  "Nina: Female Dragonborn Fighter, N. Str 16, Dex 9, Con 12, Int 9, Wis 9, Cha 9. Nina is tall, with bronze scales and sharp amber eyes. She wears hide armor and wields a pike. Nina refers to herself in the third person.",
  "Nidur: Female Dragonborn Rogue, NG. Str 10, Dex 14, Con 8, Int 9, Wis 11, Cha 9. Nidur is stout, with red scales and light blue eyes. She wears leather armor and wields a shortsword. Nidur is studious and industrious.",
  "Nocri: Female Dragonborn Paladin, Good. Str 12, Dex 5, Con 11, Int 6, Wis 14, Cha 9. Nocri has blue scales and light gray eyes, and a pair of tiny wings. She wears scale mail and wields a longsword and shield.",
  "Ayabis: Female Dragonborn Warlock, LN. Str 9, Dex 10, Con 15, Int 13, Wis 12, Cha 14. Ayabis has brass scales and hazel eyes. She wears studded leather and wields a spear.",
  "Ninki: Female Dragonborn Fighter, NG. Str 12, Dex 13, Con 10, Int 13, Wis 6, Cha 7. Ninki has bronze scales and large blue eyes, and horns engraved with strange symbols. She wears half plate and wields a rapier.",
  "Arteshki: Female Dragonborn Wizard, LN. Str 7, Dex 14, Con 9, Int 14, Wis 11, Cha 10. Arteshki has green scales and dark green eyes. She wears plain clothing and wields a dagger.",
  "Ninli: Female Dragonborn Bard, NE. Str 10, Dex 10, Con 11, Int 11, Wis 9, Cha 14. Ninli has bronze scales and gray eyes, and horns engraved with alien symbols. She wears studded leather and wields a longsword and darts. Ninli seeks to free herself from an ancient curse.",
  "Lith: Female Dragonborn Rogue, LG. Str 15, Dex 12, Con 7, Int 11, Wis 7, Cha 10. Lith has bronze scales and amber eyes, and wears glasses with pewter rims. She wears leather armor and wields a club and sling. Lith seeks to continue the noble legacy of her father.",
  "Mammet: Female Dragonborn Bard, N. Str 14, Dex 12, Con 9, Int 17, Wis 10, Cha 16. Mammet has white scales and green eyes, and a flicking forked tongue. She wears leather armor and wields a shortsword.",
  "Ayabis: Female Dragonborn Rogue, NG. Str 8, Dex 15, Con 7, Int 13, Wis 10, Cha 9. Ayabis has black scales and sharp amber eyes. She wears studded leather and wields a shortsword. Ayabis seeks to save her family from financial ruin.",
  "Mammet: Female Dragonborn Rogue, NG. Str 14, Dex 17, Con 15, Int 8, Wis 8, Cha 9. Mammet has bronze scales and green eyes. She wears studded leather and wields a longsword. Mammet has an animal companion, a sable ferret named Tenabi.",
  "Abal: Female Dragonborn Rogue, N. Str 6, Dex 17, Con 11, Int 9, Wis 9, Cha 12. Abal has bronze scales and hazel eyes, and a pair of tiny wings. She wears leather armor and wields a shortsword. Abal seeks to free herself from an ancient curse.",
  "Sidab: Female Dragonborn Wizard, N. Str 11, Dex 9, Con 6, Int 15, Wis 11, Cha 9. Sidab has bronze scales and large brown eyes. She wears modest garments and wields a quarterstaff. Sidab suffers a mild allergy to horses.",
  "Ilith: Female Dragonborn Wizard, CG. Str 12, Dex 11, Con 9, Int 17, Wis 11, Cha 10. Ilith has gold scales and gray eyes. She wears modest garments and wields a quarterstaff. Ilith is perceptive and impish.",
  "Mammyl: Female Dragonborn Druid, Neutral. Str 10, Dex 12, Con 10, Int 11, Wis 14, Cha 10. Mammyl has brass scales and amber eyes. She wears hide armor and wields a mace and wooden shield. Mammyl holds a grudge against halflings.",
  "Lili: Female Dragonborn Sorcerer, N. Str 12, Dex 9, Con 10, Int 13, Wis 8, Cha 16. Lili has bronze scales and amber eyes. She wears modest garments and wields a quarterstaff and darts. Lili is adaptable and lively.",
  "Saba: Female Dragonborn Barbarian, CG. Str 16, Dex 11, Con 13, Int 6, Wis 7, Cha 10. Saba has bronze scales and amber eyes. She wears hide armor and wields a glaive. Saba is calm and practical.",
  "Eshkis: Female Dragonborn Rogue, LN. Str 7, Dex 13, Con 12, Int 11, Wis 11, Cha 12. Eshkis has white scales and amber eyes. She wears studded leather and wields a longsword and javelins. Eshkis is impartial and bloodthirsty.",
  "Sili: Female Dragonborn Paladin, Good. Str 8, Dex 10, Con 5, Int 13, Wis 10, Cha 13. Sili has bronze scales and blue eyes. She wears splint armor and wields a longsword and shield. Sili has an animal companion, a bay warhorse named Nebilu.",
  "Ningal: Female Dragonborn Cleric, N. Str 10, Dex 11, Con 14, Int 13, Wis 16, Cha 11. Ningal has bronze scales and large hazel eyes, and rows of shark-like teeth. She wears leather armor and wields a handaxe and shield.",
  "Abal: Female Dragonborn Barbarian, CN. Str 14, Dex 8, Con 11, Int 9, Wis 13, Cha 9. Abal has bronze scales and dark green eyes, and wears glasses with electrum rims. She wears studded leather and wields a rapier.",
  "Nisab: Female Dragonborn Fighter, N. Str 12, Dex 14, Con 9, Int 10, Wis 11, Cha 8. Nisab has brass scales and blue eyes, and a pair of tiny wings. She wears splint armor and wields a longsword. Nisab is searching for her missing son.",
  "Inocri: Female Dragonborn Druid, Neutral. Str 13, Dex 14, Con 7, Int 14, Wis 15, Cha 11. Inocri has bronze scales and light green eyes. She wears hide armor and wields a club. Inocri is searching for her missing son.",
  "Nocri: Female Dragonborn Warlock, NG. Str 15, Dex 7, Con 8, Int 12, Wis 9, Cha 12. Nocri has gold scales and blue eyes, and rows of shark-like teeth. She wears leather armor and wields a spear and dagger.",
  "Sabi: Female Dragonborn Paladin, Good. Str 11, Dex 6, Con 7, Int 14, Wis 15, Cha 13. Sabi is tall and heavyset, with green scales and blue eyes. She wears ring mail and wields a whip and shield. Sabi is dying and desperately seeks the secret of immortality.",
  "Abis: Female Dragonborn Monk, N. Str 12, Dex 9, Con 6, Int 10, Wis 14, Cha 7. Abis has bronze scales and gray eyes. She wears travel-stained clothing and wields a kanabo (mace) and kama (sickle). Abis suffers a severe allergy to rabbits.",
  "Abit: Female Dragonborn Monk, LN. Str 9, Dex 13, Con 10, Int 11, Wis 12, Cha 11. Abit is short and stout, with black scales and bright gray eyes. She wears modest garments and wields a kanabo (mace) and sai (dagger). Abit suffers a traumatic fear of runes and symbols.",
  "Nisab: Female Dragonborn Ranger, LE. Str 13, Dex 13, Con 13, Int 14, Wis 12, Cha 12. Nisab has red scales and blue eyes, and wears glasses with electrum rims. She wears scale mail and wields a shortsword and shield. Nisab is hunting the brigands who murdered her family.",
  "Ilil: Female Dragonborn Fighter, LE. Str 13, Dex 13, Con 13, Int 12, Wis 12, Cha 10. Ilil has white scales and hazel eyes. She wears hide armor and wields a war pick and net. Ilil is reckless and harsh.",
  "Ayartetu: Female Dragonborn Paladin, Good. Str 12, Dex 12, Con 9, Int 15, Wis 14, Cha 12. Ayartetu has silver scales and amber eyes. She wears chain mail and wields a scimitar. Ayartetu was magically imprisoned for a hundred years.",
  "Nidab: Female Dragonborn Wizard, CN. Str 5, Dex 12, Con 9, Int 16, Wis 6, Cha 10. Nidab is short, with bronze scales and hazel eyes. She wears gray robes and wields a quarterstaff and light crossbow.",
  "Nisab: Female Dragonborn Cleric, NE. Str 6, Dex 9, Con 12, Int 6, Wis 13, Cha 14. Nisab is short, with red scales and hazel eyes. She wears studded leather and wields a handaxe and sling. Nisab is deceitful and cowardly.",
  "Ninla: Female Dragonborn Cleric, NE. Str 12, Dex 11, Con 12, Int 8, Wis 16, Cha 14. Ninla is heavyset, with bronze scales and light gray eyes. She wears studded leather and wields a light hammer. Ninla has an animal companion, a red fox named Nannu.",
  "Nisid: Female Dragonborn Fighter, NE. Str 15, Dex 11, Con 14, Int 6, Wis 9, Cha 14. Nisid has bronze scales and light brown eyes. She wears half plate and wields a longsword and net.",
  "Ninli: Female Dragonborn Monk, LN. Str 9, Dex 12, Con 11, Int 13, Wis 8, Cha 14. Ninli has bronze scales and narrow blue eyes. She wears plain clothing and wields nunchaku (club) and kama (sickle). Ninli is searching for her missing son.",
  "Lila: Female Dragonborn Rogue, N. Str 10, Dex 12, Con 14, Int 12, Wis 10, Cha 10. Lila has copper scales and sharp hazel eyes, and horns engraved with arcane symbols. She wears studded leather and wields a rapier and sickle. Lila is searching for the legendary Undercrypt of Heuda.",
  "Nocri: Female Dragonborn Monk, NG. Str 9, Dex 16, Con 10, Int 11, Wis 16, Cha 8. Nocri has black scales and large blue eyes. She wears plain clothing and wields nunchaku (club) and shuriken (darts). Nocri is sensitive and bold.",
  "Inocri: Female Dragonborn Rogue, N. Str 7, Dex 17, Con 8, Int 13, Wis 9, Cha 10. Inocri is heavyset, with bronze scales and amber eyes. She wears studded leather and wields a longsword. Inocri is adaptable and harsh.",
  "Saba: Female Dragonborn Cleric, NE. Str 8, Dex 13, Con 10, Int 7, Wis 12, Cha 10. Saba has green scales and brown eyes. She wears leather armor and wields a mace.",
  "Idal: Female Dragonborn Rogue, N. Str 12, Dex 13, Con 10, Int 11, Wis 12, Cha 11. Idal has bronze scales and narrow amber eyes, and a flicking forked tongue. She wears studded leather and wields a shortsword. Idal is impartial and pleasant.",
  "Sidab: Female Dragonborn Monk, NG. Str 16, Dex 14, Con 12, Int 10, Wis 9, Cha 9. Sidab has bronze scales and light brown eyes. She wears simple clothing and wields a bo (quarterstaff) and shuriken (darts). Sidab is hunting the vampire who slew his mentor.",
  "Nidab: Female Dragonborn Paladin, Good. Str 14, Dex 10, Con 14, Int 14, Wis 11, Cha 10. Nidab has bronze scales and gray eyes. She wears chain mail and wields a battleaxe.",
  "Ningal: Female Dragonborn Monk, LG. Str 14, Dex 13, Con 10, Int 11, Wis 12, Cha 10. Ningal has copper scales and narrow green eyes. She wears plain clothing and wields a yari (spear). Ningal is compassionate and lustful.",
  "Nidur: Female Dragonborn Fighter, N. Str 17, Dex 14, Con 10, Int 15, Wis 10, Cha 10. Nidur has bronze scales and narrow brown eyes, and a flicking forked tongue. She wears hide armor and wields a war pick and longbow. Nidur is lewd and cowardly.",
  "Ninli: Female Dragonborn Monk, LG. Str 9, Dex 7, Con 11, Int 6, Wis 15, Cha 12. Ninli has bronze scales and amber eyes, and horns engraved with arcane symbols. She wears well-made clothing and wields a bo (quarterstaff) and kama (sickle). Ninli is honorable and industrious.",
  "Idal: Female Dragonborn Fighter, N. Str 14, Dex 11, Con 10, Int 12, Wis 5, Cha 12. Idal has red scales and soft gray eyes. She wears half plate and wields a warhammer. Idal is a practiced juggler.",
  "Eshkit: Female Dragonborn Warlock, NG. Str 11, Dex 15, Con 12, Int 15, Wis 10, Cha 15. Eshkit has bronze scales and sharp hazel eyes. She wears leather armor and wields a mace.",
  "Abis: Female Dragonborn Warlock, LN. Str 12, Dex 8, Con 10, Int 9, Wis 7, Cha 14. Abis is thin, with bronze scales and soft green eyes. She wears studded leather and wields a spear and sling. Abis speaks with a deep voice.",
  "Eretu: Female Dragonborn Barbarian, NE. Str 15, Dex 12, Con 12, Int 12, Wis 10, Cha 9. Eretu has bronze scales and green eyes. She wears leather armor and wields a maul. Eretu is cruel and possessive.",
  "Sili: Female Dragonborn Paladin, Good. Str 8, Dex 11, Con 8, Int 11, Wis 10, Cha 13. Sili has bronze scales and light blue eyes, and a flicking forked tongue. She wears ring mail and wields a maul. Sili has an animal companion, a black warhorse named Abum.",
  "Ninu: Female Dragonborn Ranger, N. Str 13, Dex 13, Con 12, Int 11, Wis 13, Cha 8. Ninu has bronze scales and gray eyes, and wears glasses with pewter rims. She wears studded leather and wields a flail and shield. Ninu is searching for the legendary elven kingdom of Edhellon.",
  "Saba: Female Dragonborn Ranger, LG. Str 13, Dex 10, Con 12, Int 15, Wis 16, Cha 10. Saba has bronze scales and soft blue eyes, and wears glasses with gold rims. She wears leather armor and wields a trident and shield. Saba is searching for her missing daughter.",
  "Puabi: Female Dragonborn Druid, Neutral. Str 11, Dex 13, Con 14, Int 10, Wis 16, Cha 8. Puabi is tall and heavyset, with bronze scales and light brown eyes. She wears leather armor and wields a club and darts. Puabi has green snake named Neberu.",
  "Ereshki: Female Dragonborn Rogue, CE. Str 11, Dex 14, Con 8, Int 13, Wis 7, Cha 14. Ereshki has blue scales and narrow hazel eyes. She wears studded leather and wields a longsword.",
  "Annal: Female Dragonborn Monk, LG. Str 13, Dex 12, Con 7, Int 14, Wis 11, Cha 12. Annal has silver scales and green eyes, and horns engraved with alien symbols. She wears travel-stained clothing and wields a bo (quarterstaff) and kama (sickle). Annal seeks to become a knight of the realm.",
  "Nina: Female Dragonborn Ranger, NG. Str 13, Dex 9, Con 10, Int 14, Wis 12, Cha 8. Nina has blue scales and large gray eyes. She wears studded leather and wields a trident. Nina seeks to discover the truth of her lineage.",
  "Ninki: Female Dragonborn Cleric, NG. Str 8, Dex 10, Con 10, Int 12, Wis 14, Cha 10. Ninki has bronze scales and green eyes. She wears leather armor and wields a quarterstaff. Ninki is searching for the lost Cathedral of the Silver Sky.",
  "Etum: Female Dragonborn Rogue, LN. Str 7, Dex 14, Con 9, Int 7, Wis 11, Cha 7. Etum has bronze scales and brown eyes, and a distinctive scar on her arm. She wears studded leather and wields a quarterstaff and hand crossbow. Etum is impulsive and quiet.",
  "Sidur: Female Dragonborn Fighter, CG. Str 17, Dex 8, Con 8, Int 5, Wis 6, Cha 6. Sidur has bronze scales and soft blue eyes, and a magical scar on her leg. She wears plate armor and wields a longsword and shield. Sidur is thrifty and gullible.",
  "Ninu: Female Dragonborn Cleric, N. Str 12, Dex 7, Con 13, Int 11, Wis 17, Cha 10. Ninu is heavyset, with bronze scales and green eyes. She wears a breastplate and wields a light hammer and sling. Ninu seeks to destroy the undead.",
  "Nanna: Female Dragonborn Rogue, LE. Str 9, Dex 13, Con 7, Int 9, Wis 5, Cha 9. Nanna is tall and willowy, with bronze scales and bright blue eyes. She wears studded leather and wields a longsword. Nanna seeks to steal the crown of the kingdom.",
  "Ninki: Female Dragonborn Fighter, NG. Str 13, Dex 10, Con 9, Int 12, Wis 8, Cha 9. Ninki has bronze scales and large green eyes, and a flicking forked tongue. She wears ring mail and wields a battleaxe and blowgun.",
  "Nidur: Female Dragonborn Fighter, LN. Str 14, Dex 11, Con 11, Int 12, Wis 5, Cha 9. Nidur has bronze scales and narrow blue eyes, and a pair of tiny wings. She wears half plate and wields a scimitar and longbow. Nidur is hunting the demon who slew his mentor.",
  "Sabi: Female Dragonborn Fighter, N. Str 14, Dex 11, Con 14, Int 8, Wis 11, Cha 10. Sabi is tall, with bronze scales and brown eyes. She wears chain mail and wields a morningstar and net. Sabi seeks only fame and glory.",
  "Nanna: Female Dragonborn Monk, LN. Str 7, Dex 12, Con 12, Int 9, Wis 11, Cha 9. Nanna is tall and overweight, with silver scales and light green eyes. She wears well-made clothing and wields a kanabo (mace) and kama (sickle).",
  "Ilis: Female Dragonborn Fighter, NG. Str 15, Dex 13, Con 14, Int 9, Wis 12, Cha 9. Ilis has copper scales and hazel eyes. She wears half plate and wields a longsword. Ilis is hunting the warlord who murdered her family.",
  "Abal: Female Dragonborn Ranger, CG. Str 16, Dex 12, Con 13, Int 13, Wis 12, Cha 13. Abal has red scales and blue eyes, and a flicking forked tongue. She wears leather armor and wields a warhammer and shield. Abal seeks to prove herself to her peers.",
  "Litta: Female Dragonborn Warlock, NE. Str 9, Dex 15, Con 9, Int 10, Wis 9, Cha 12. Litta is tall, with bronze scales and light amber eyes. She wears leather armor and wields a handaxe and sling. Litta is disloyal and unfeeling.",
  "Inocri: Female Dragonborn Monk, NG. Str 16, Dex 11, Con 10, Int 13, Wis 12, Cha 5. Inocri is slender, with bronze scales and large brown eyes. She wears plain clothing and wields nunchaku (club) and sai (dagger). Inocri has an animal companion, a tiger named Nina.",
  "Nocri: Female Dragonborn Fighter, N. Str 12, Dex 11, Con 8, Int 8, Wis 12, Cha 13. Nocri has bronze scales and bright brown eyes. She wears ring mail and wields a trident and longbow. Nocri blames dragons for every misfortune.",
  "Nanna: Female Dragonborn Fighter, NG. Str 17, Dex 12, Con 9, Int 7, Wis 9, Cha 9. Nanna has bronze scales and narrow brown eyes. She wears half plate and wields a glaive. Nanna is energetic and thrifty."
]