[
  "More: Male Elf Rogue, LG. Str 13, Dex 12, Con 11, Int 16, Wis 6, Cha 9. More has auburn hair and large hazel eyes. He wears studded leather and wields a shortsword. More has an animal companion, a black cat named Egor.",
  "Ricre: Male Elf Fighter, LN. Str 13, Dex 14, Con 14, Int 8, Wis 9, Cha 8. Ricre is common in appearance, with golden hair and gray eyes. He wears scale mail and wields a whip. Ricre seeks to discover what destroyed his homeland.",
  "Milathor: Male Elf Ranger, N. Str 12, Dex 17, Con 14, Int 7, Wis 8, Cha 10. Milathor is fair in appearance, with silver hair and dark brown eyes. He wears half plate and wields a maul. Milathor seeks to discover why he cannot remember anything from yesterday.",
  "Elror: Male Elf Druid, Neutral. Str 11, Dex 9, Con 12, Int 12, Wis 12, Cha 11. Elror has matted blonde hair and amber eyes, and an uneven moustache. He wears leather armor and wields a quarterstaff and wooden shield. Elror is disorganized and adventurous.",
  "Legali: Male Elf Cleric, NG. Str 10, Dex 7, Con 9, Int 8, Wis 15, Cha 10. Legali has short brown hair and soft green eyes, and numerous magical tattoos. He wears leather armor and wields a quarterstaff and sickle. Legali has an animal companion, a ginger ferret named Finde.",
  "Ladenor: Male Elf Ranger, NG. Str 12, Dex 12, Con 5, Int 10, Wis 9, Cha 14. Ladenor is thin, with auburn hair and brown eyes. He wears studded leather and wields a trident. Ladenor is colorblind.",
  "Egnol: Male Elf Fighter, NG. Str 17, Dex 10, Con 7, Int 9, Wis 9, Cha 11. Egnol has an angular face, with uneven copper hair and narrow gray eyes. He wears a chain shirt and wields a halberd. Egnol has an animal companion, a badger named Becha.",
  "Ethor: Male Elf Rogue, NE. Str 5, Dex 12, Con 8, Int 15, Wis 10, Cha 13. Ethor is slender, with brown hair and large hazel eyes. He wears leather armor and wields a longsword and hand crossbow. Ethor is cursed with a deformed arm.",
  "Gina: Male Elf Barbarian, NE. Str 13, Dex 13, Con 10, Int 6, Wis 15, Cha 9. Gina has red hair and narrow green eyes. He wears hide armor and wields a flail and shield. Gina has an animal companion, a red firedrake named Lominael.",
  "Tanethel: Male Elf Bard, N. Str 8, Dex 13, Con 5, Int 15, Wis 8, Cha 14. Tanethel has an angular face, with curly auburn hair and soft brown eyes. He wears leather armor and wields a shortsword.",
  "Torosaer: Male Elf Monk, CN. Str 14, Dex 13, Con 14, Int 11, Wis 7, Cha 14. Torosaer is tall and overweight, with short blonde hair and sharp brown eyes. He wears worn clothing and wields an ono (handaxe).",
  "Cinte: Male Elf Paladin, Good. Str 10, Dex 11, Con 8, Int 8, Wis 17, Cha 13. Cinte has red hair and dark hazel eyes. He wears chain mail and wields a trident and shield. Cinte is brave and flirtatious.",
  "Cata: Male Elf Monk, LN. Str 12, Dex 8, Con 10, Int 11, Wis 7, Cha 9. Cata is common in appearance, with blonde hair and green eyes. He wears modest garments and wields a bo (quarterstaff) and kama (sickle). Cata has an animal companion, a white rabbit named Mora.",
  "Goneli: Male Elf Sorcerer, NG. Str 9, Dex 12, Con 16, Int 9, Wis 10, Cha 12. Goneli is tall, with gray hair and narrow hazel eyes. He wears sturdy clothing and wields a quarterstaff and darts.",
  "Celinor: Male Elf Rogue, N. Str 8, Dex 14, Con 7, Int 12, Wis 9, Cha 12. Celinor has gray hair and bright gray eyes. He wears leather armor and wields a spear and shortbow. Celinor has an animal companion, a black cat named Anel.",
  "Bane: Male Elf Monk, N. Str 13, Dex 11, Con 11, Int 5, Wis 16, Cha 11. Bane has an angular face, with matted black hair and gray eyes. He wears plain clothing and wields a bo (quarterstaff). Bane is polite and immoral.",
  "Celinar: Male Elf Sorcerer, NE. Str 8, Dex 9, Con 9, Int 6, Wis 12, Cha 17. Celinar is thin, with long brown hair and blue eyes. He wears simple clothing and wields a quarterstaff and light crossbow. Celinar seeks to discover why he keeps having the same nightmare.",
  "Glinerdhel: Male Elf Barbarian, LG. Str 17, Dex 12, Con 12, Int 12, Wis 9, Cha 12. Glinerdhel is youthful in appearance, with brown hair and brown eyes. He wears scale mail and wields a whip and blowgun. Glinerdhel is courteous and truthful.",
  "Seary: Male Elf Barbarian, LE. Str 13, Dex 9, Con 10, Int 10, Wis 11, Cha 9. Seary is heavyset, with braided silver hair and hazel eyes. He wears studded leather and wields a glaive. Seary seeks revenge against the sister who betrayed him.",
  "Eglingoth: Male Elf Rogue, NG. Str 11, Dex 13, Con 9, Int 12, Wis 12, Cha 8. Eglingoth is fair in appearance, with uneven silver hair and dark green eyes. He wears studded leather and wields a shortsword.",
  "Elelmin: Male Elf Barbarian, LN. Str 14, Dex 10, Con 7, Int 14, Wis 7, Cha 8. Elelmin is tall and willowy, with white hair and light amber eyes. He wears hide armor and wields a greataxe. Elelmin is a terrible liar.",
  "Care: Male Elf Warlock, LN. Str 9, Dex 8, Con 8, Int 8, Wis 7, Cha 13. Care has a square face, with silver hair and sharp green eyes. He wears studded leather and wields a light hammer and sickle.",
  "Gola: Male Elf Cleric, N. Str 15, Dex 10, Con 12, Int 9, Wis 17, Cha 16. Gola has cropped red hair and sharp amber eyes. He wears leather armor and wields a handaxe and shield. Gola seeks to discover who murdered his family.",
  "Orol: Male Elf Fighter, N. Str 17, Dex 17, Con 12, Int 8, Wis 12, Cha 10. Orol has blonde hair and green eyes. He wears a chain shirt and wields a pike. Orol is impartial and envious.",
  "Cune: Male Elf Monk, NE. Str 10, Dex 13, Con 10, Int 11, Wis 15, Cha 8. Cune has a round face, with messy silver hair and brown eyes. He wears modest garments and wields nunchaku (club). Cune suffers a deadly allergy to nuts.",
  "Anurn: Male Elf Monk, LN. Str 13, Dex 16, Con 13, Int 6, Wis 12, Cha 14. Anurn is tall, with brown hair and soft blue eyes. He wears modest garments and wields nunchaku (club) and sai (dagger).",
  "Culla: Male Elf Wizard, NG. Str 12, Dex 12, Con 8, Int 13, Wis 8, Cha 10. Culla has gray hair and amber eyes. He wears modest garments and wields a dagger. Culla is steadfast and industrious.",
  "Minethor: Male Elf Bard, N. Str 8, Dex 7, Con 11, Int 12, Wis 10, Cha 13. Minethor has a long face, with long brown hair and amber eyes. He wears studded leather and wields a quarterstaff and hand crossbow. Minethor has an animal companion, a white rabbit named Eintaic.",
  "Coinmi: Male Elf Rogue, NE. Str 9, Dex 12, Con 9, Int 13, Wis 8, Cha 10. Coinmi has brown hair and gray eyes, and a malevolent smile. He wears leather armor and wields a handaxe and hand crossbow. Coinmi has an animal companion, a dire rat named Gilmarie.",
  "Celi: Male Elf Ranger, N. Str 15, Dex 10, Con 5, Int 10, Wis 11, Cha 12. Celi has an angular face, with thin copper hair and brown eyes. He wears half plate and wields a trident and shield.",
  "Mothili: Male Elf Paladin, Good. Str 14, Dex 10, Con 11, Int 11, Wis 10, Cha 7. Mothili has silver hair and gray eyes, and prominent ears. He wears plate armor and wields a glaive. Mothili has an animal companion, a white warhorse named Ersach.",
  "Craemi: Male Elf Bard, LG. Str 10, Dex 11, Con 11, Int 10, Wis 10, Cha 13. Craemi has short auburn hair and narrow amber eyes. He wears studded leather and wields a handaxe and hand crossbow. Craemi has an animal companion, a black rat named Gwionarfin.",
  "Ellas: Male Elf Fighter, LE. Str 13, Dex 9, Con 10, Int 10, Wis 6, Cha 10. Ellas is thin, with red hair and blue eyes. He wears a breastplate and wields a flail and shield. Ellas has an animal companion, a brown bear named Gula.",
  "Elelung: Male Elf Monk, LN. Str 12, Dex 9, Con 12, Int 6, Wis 10, Cha 8. Elelung has auburn hair and narrow brown eyes, and numerous magical tattoos. He wears sturdy clothing and wields a kanabo (mace) and sai (dagger). Elelung seeks to save his family from financial ruin.",
  "Dugo: Male Elf Rogue, N. Str 12, Dex 17, Con 14, Int 14, Wis 12, Cha 9. Dugo is heavyset, with curly gray hair and narrow gray eyes. He wears studded leather and wields a longsword and hand crossbow. Dugo has an animal companion, a raven named Croda.",
  "Dritha: Male Elf Cleric, LN. Str 10, Dex 13, Con 8, Int 14, Wis 15, Cha 12. Dritha has a round face, with tangled auburn hair and amber eyes. He wears a chain shirt and wields a handaxe. Dritha has an animal companion, a red fox named Kiane.",
  "Amadh: Male Elf Cleric, N. Str 8, Dex 11, Con 10, Int 11, Wis 17, Cha 12. Amadh has a narrow face, with gray hair and narrow blue eyes. He wears scale mail and wields a spear. Amadh is talkative and jealous.",
  "Galadil: Male Elf Ranger, N. Str 9, Dex 10, Con 9, Int 7, Wis 15, Cha 11. Galadil has blonde hair and dark hazel eyes, and a round nose. He wears a breastplate and wields a morningstar.",
  "Adas: Male Elf Warlock, NE. Str 13, Dex 11, Con 5, Int 7, Wis 5, Cha 14. Adas is fair in appearance, with braided auburn hair and sharp blue eyes. He wears studded leather and wields a handaxe. Adas is vulgar and deceitful.",
  "Duno: Male Elf Warlock, CN. Str 15, Dex 13, Con 9, Int 12, Wis 5, Cha 12. Duno is rugged in appearance, with blonde hair and soft blue eyes. He wears leather armor and wields a mace. Duno has an animal companion, a raven named Cola.",
  "Galebre: Male Elf Warlock, N. Str 8, Dex 10, Con 11, Int 10, Wis 11, Cha 12. Galebre is stout, with silver hair and light brown eyes. He wears studded leather and wields a light hammer and dagger. Galebre is foolish and amoral.",
  "Olfir: Male Elf Ranger, CN. Str 12, Dex 12, Con 5, Int 10, Wis 12, Cha 7. Olfir is short and willowy, with gray hair and green eyes. He wears leather armor and wields a warhammer and shield.",
  "Colle: Male Elf Rogue, NG. Str 10, Dex 13, Con 8, Int 14, Wis 9, Cha 10. Colle has tangled brown hair and soft hazel eyes, and a short moustache. He wears leather armor and wields a rapier and sickle. Colle has an animal companion, a black snake named Athan.",
  "Voranden: Male Elf Fighter, N. Str 16, Dex 13, Con 10, Int 8, Wis 10, Cha 14. Voranden has blonde hair and blue eyes. He wears splint armor and wields a scimitar and shield. Voranden refers to himself in the third person.",
  "Cuiloy: Male Elf Druid, Neutral. Str 12, Dex 12, Con 11, Int 7, Wis 14, Cha 9. Cuiloy has black hair and amber eyes, and prominent ears. He wears leather armor and wields a quarterstaff and darts. Cuiloy is cursed with traumatic nightmares.",
  "Mario: Male Elf Fighter, CN. Str 16, Dex 7, Con 7, Int 10, Wis 10, Cha 9. Mario has straight golden hair and narrow blue eyes, and pointed ears. He wears chain mail and wields a warhammer and shield.",
  "Tane: Male Elf Cleric, N. Str 8, Dex 12, Con 13, Int 11, Wis 13, Cha 17. Tane is short, with gray hair and light gray eyes. He wears a chain shirt and wields a spear and shield.",
  "Ingwion: Male Elf Rogue, N. Str 15, Dex 13, Con 7, Int 8, Wis 8, Cha 14. Ingwion is short and heavyset, with auburn hair and soft green eyes. He wears studded leather and wields a longsword. Ingwion is searching for the legendary dwarven kingdom of Buzirukth.",
  "Laune: Male Elf Rogue, N. Str 13, Dex 12, Con 7, Int 14, Wis 11, Cha 9. Laune has messy golden hair and gray eyes, and a flat nose. He wears leather armor and wields a rapier and hand crossbow. Laune seeks revenge against the thieves' guild which left him to hang.",
  "Finerdhald: Male Elf Monk, CG. Str 14, Dex 10, Con 14, Int 12, Wis 15, Cha 12. Finerdhald has thick red hair and large blue eyes, and wears glasses with bronze rims. He wears modest garments and wields nunchaku (club). Finerdhald is thrifty and adventurous.",
  "Bella: Male Elf Ranger, N. Str 12, Dex 13, Con 13, Int 10, Wis 10, Cha 8. Bella has a square face, with blonde hair and amber eyes. He wears leather armor and wields a whip and shield. Bella was magically imprisoned for a hundred years.",
  "Eabran: Male Elf Bard, NG. Str 9, Dex 13, Con 11, Int 11, Wis 12, Cha 12. Eabran is rugged in appearance, with golden hair and hazel eyes. He wears leather armor and wields a shortsword. Eabran is hunting the doppelganger which destroyed his homeland.",
  "Maelde: Male Elf Wizard, N. Str 13, Dex 10, Con 6, Int 16, Wis 7, Cha 10. Maelde is tall, with brown hair and soft amber eyes. He wears worn clothing and wields a dagger and darts. Maelde is impish and possessive.",
  "Danaeli: Male Elf Monk, CG. Str 12, Dex 16, Con 9, Int 12, Wis 12, Cha 11. Danaeli is pleasant in appearance, with auburn hair and gray eyes. He wears modest garments and wields a bo (quarterstaff). Danaeli is hunting the giant who slew his mentor.",
  "Faighy: Male Elf Fighter, LN. Str 16, Dex 14, Con 9, Int 8, Wis 15, Cha 10. Faighy has brown hair and large blue eyes, and a magical mark on his arm. He wears ring mail and wields a morningstar and heavy crossbow.",
  "Ciane: Male Elf Warlock, CG. Str 12, Dex 11, Con 8, Int 10, Wis 10, Cha 14. Ciane is rugged in appearance, with brown hair and hazel eyes. He wears studded leather and wields a mace and sling.",
  "Olfil: Male Elf Rogue, NE. Str 13, Dex 12, Con 11, Int 12, Wis 10, Cha 9. Olfil is heavyset, with cropped golden hair and soft brown eyes. He wears leather armor and wields a club and hand crossbow. Olfil secretly serves Chenno, an ancient god of destruction.",
  "Daci: Male Elf Fighter, LG. Str 15, Dex 12, Con 10, Int 9, Wis 9, Cha 7. Daci has matted red hair and brown eyes, and a round nose. He wears half plate and wields a war pick and shield.",
  "Aladon: Male Elf Barbarian, CN. Str 17, Dex 11, Con 10, Int 8, Wis 9, Cha 12. Aladon is tall and stout, with silver hair and amber eyes. He wears leather armor and wields a halberd. Aladon secretly serves Alan, an ancient god of chaos.",
  "Lachi: Male Elf Monk, N. Str 17, Dex 12, Con 10, Int 11, Wis 8, Cha 8. Lachi has blonde hair and brown eyes, and an unusual tattoo on his arm. He wears modest garments and wields a yari (spear). Lachi has an animal companion, a hunting dog named Cotta.",
  "Unos: Male Elf Paladin, Good. Str 11, Dex 7, Con 9, Int 8, Wis 15, Cha 9. Unos is thin, with black hair and blue eyes. He wears half plate and wields a whip and shield.",
  "Aldinwer: Male Elf Bard, N. Str 10, Dex 9, Con 10, Int 15, Wis 14, Cha 13. Aldinwer has an angular face, with messy copper hair and sharp green eyes. He wears leather armor and wields a rapier and sling.",
  "Adanthil: Male Elf Bard, N. Str 5, Dex 13, Con 10, Int 11, Wis 9, Cha 12. Adanthil has golden hair and blue eyes, and a matted beard. He wears studded leather and wields a club and light crossbow. Adanthil is fierce and greedy.",
  "Ingwelior: Male Elf Druid, Neutral. Str 11, Dex 6, Con 10, Int 10, Wis 12, Cha 7. Ingwelior is tall, with gray hair and sharp blue eyes. He wears hide armor and wields a quarterstaff. Ingwelior is truthful and amoral.",
  "Duilebre: Male Elf Druid, Neutral. Str 13, Dex 10, Con 15, Int 12, Wis 13, Cha 13. Duilebre has thin white hair and blue eyes, and a beaked nose. He wears hide armor and wields a mace and wooden shield. Duilebre seeks to save his family from financial ruin.",
  "Estophin: Male Elf Wizard, LN. Str 13, Dex 10, Con 12, Int 14, Wis 8, Cha 13. Estophin is rough in appearance, with thin gray hair and amber eyes. He wears green robes and wields a quarterstaff and darts. Estophin compulsively chants nonsense.",
  "Diova: Male Elf Ranger, N. Str 11, Dex 12, Con 9, Int 7, Wis 11, Cha 13. Diova has gray hair and blue eyes, and small ears. He wears a chain shirt and wields a whip. Diova compulsively plays with a copper coin.",
  "Merga: Male Elf Monk, CN. Str 12, Dex 14, Con 7, Int 12, Wis 9, Cha 10. Merga has silver hair and brown eyes. He wears well-made clothing and wields a kanabo (mace). Merga is haunted by the memories of a past life.",
  "Dali: Male Elf Cleric, N. Str 8, Dex 13, Con 12, Int 8, Wis 15, Cha 13. Dali is heavyset, with tangled white hair and green eyes. He wears hide armor and wields a quarterstaff and darts.",
  "Amrodrel: Male Elf Monk, LN. Str 8, Dex 15, Con 9, Int 7, Wis 13, Cha 9. Amrodrel is short, with copper hair and brown eyes. He wears simple clothing and wields nunchaku (club). Amrodrel has an animal companion, a gray rabbit named Finore.",
  "Aenel: Male Elf Ranger, CG. Str 13, Dex 10, Con 8, Int 8, Wis 11, Cha 13. Aenel has copper hair and blue eyes, and a magical tattoo on his leg. He wears scale mail and wields a longsword. Aenel seeks to save his family from financial ruin.",
  "Cunia: Male Elf Warlock, LG. Str 12, Dex 14, Con 11, Int 8, Wis 6, Cha 15. Cunia is rough in appearance, with copper hair and hazel eyes. He wears leather armor and wields a handaxe.",
  "Coxos: Male Elf Fighter, LG. Str 13, Dex 13, Con 8, Int 9, Wis 14, Cha 7. Coxos has braided blonde hair and soft gray eyes. He wears half plate and wields a scimitar and shield. Coxos is hunting the giant who slew his mentor.",
  "Rufinor: Male Elf Wizard, LE. Str 7, Dex 12, Con 14, Int 12, Wis 8, Cha 13. Rufinor is rugged in appearance, with cropped white hair and gray eyes. He wears bronze robes and wields a dagger. Rufinor has an arcane familiar, a tiny sanddrake named Nimlye.",
  "Elron: Male Elf Ranger, NE. Str 15, Dex 10, Con 8, Int 11, Wis 9, Cha 8. Elron has braided black hair and gray eyes. He wears a chain shirt and wields a greataxe. Elron is slothful and malevolent.",
  "Sala: Male Elf Fighter, CN. Str 16, Dex 11, Con 9, Int 7, Wis 11, Cha 10. Sala has black hair and gray eyes, and an unusual tattoo on his leg. He wears splint armor and wields a trident and heavy crossbow. Sala is a pack-rat, and carries a satchel of random junk.",
  "Mirosaer: Male Elf Rogue, LN. Str 10, Dex 12, Con 7, Int 10, Wis 11, Cha 15. Mirosaer has silver hair and gray eyes, and a round nose. He wears leather armor and wields a longsword and shortbow.",
  "Commi: Male Elf Monk, CG. Str 16, Dex 16, Con 10, Int 14, Wis 11, Cha 8. Commi is rugged in appearance, with thick silver hair and brown eyes. He wears travel-stained clothing and wields a kanabo (mace) and kama (sickle). Commi dislikes having people behind him.",
  "Calga: Male Elf Cleric, NE. Str 6, Dex 13, Con 12, Int 10, Wis 15, Cha 17. Calga has a long face, with gray hair and bright hazel eyes. He wears leather armor and wields a club and shortbow. Calga has an animal companion, a ginger ferret named Ilming.",
  "Tane: Male Elf Cleric, N. Str 11, Dex 10, Con 9, Int 8, Wis 13, Cha 12. Tane is rough in appearance, with curly copper hair and bright gray eyes. He wears leather armor and wields a mace and shield. Tane is gullible and greedy.",
  "Celore: Male Elf Paladin, Good. Str 11, Dex 12, Con 11, Int 9, Wis 10, Cha 16. Celore is short, with copper hair and amber eyes. He wears chain mail and wields a warhammer and shield. Celore is charming and driven.",
  "Bito: Male Elf Barbarian, LN. Str 12, Dex 12, Con 7, Int 12, Wis 7, Cha 11. Bito has a narrow face, with long copper hair and brown eyes. He wears scale mail and wields a glaive. Bito has an animal companion, a red firedrake named Finrufin.",
  "Makili: Male Elf Rogue, N. Str 7, Dex 16, Con 7, Int 11, Wis 9, Cha 11. Makili has matted silver hair and large blue eyes. He wears studded leather and wields a longsword.",
  "Adad: Male Elf Barbarian, N. Str 14, Dex 11, Con 8, Int 8, Wis 7, Cha 13. Adad has straight white hair and blue eyes. He wears hide armor and wields a trident. Adad has an animal companion, a copper firedrake named Edon.",
  "Anthir: Male Elf Bard, CG. Str 12, Dex 15, Con 9, Int 14, Wis 10, Cha 17. Anthir is willowy, with brown hair and bright hazel eyes. He wears leather armor and wields a rapier and hand crossbow.",
  "Bathu: Male Elf Cleric, N. Str 12, Dex 9, Con 15, Int 9, Wis 14, Cha 13. Bathu has curly golden hair and brown eyes, and a thick moustache. He wears studded leather and wields a spear and shield. Bathu has an animal companion, a red fox named Elion.",
  "Cola: Male Elf Cleric, NE. Str 5, Dex 8, Con 10, Int 11, Wis 17, Cha 14. Cola has silver hair and hazel eyes, and a round nose. He wears a chain shirt and wields a spear and shield. Cola is depraved and fanatical.",
  "Cumhe: Male Elf Monk, N. Str 14, Dex 13, Con 10, Int 14, Wis 13, Cha 10. Cumhe is willowy, with matted silver hair and green eyes. He wears well-made clothing and wields a kanabo (mace).",
  "Veltio: Male Elf Cleric, NG. Str 10, Dex 8, Con 11, Int 10, Wis 14, Cha 12. Veltio has a round face, with auburn hair and large amber eyes. He wears hide armor and wields a club.",
  "Mara: Male Elf Ranger, N. Str 12, Dex 12, Con 11, Int 11, Wis 14, Cha 7. Mara is rough in appearance, with brown hair and green eyes. He wears hide armor and wields a shortsword. Mara has silver dog named Covi.",
  "Saerondir: Male Elf Fighter, NG. Str 15, Dex 13, Con 8, Int 8, Wis 10, Cha 11. Saerondir is fey in appearance, with cropped white hair and sharp hazel eyes. He wears splint armor and wields a rapier. Saerondir is hunting the demon who murdered his family.",
  "Tetri: Male Elf Paladin, Good. Str 12, Dex 12, Con 11, Int 12, Wis 12, Cha 9. Tetri is pleasant in appearance, with straight copper hair and blue eyes. He wears scale mail and wields a longsword. Tetri is cursed with amnesia.",
  "Fore: Male Elf Rogue, NG. Str 9, Dex 14, Con 11, Int 10, Wis 8, Cha 12. Fore has gray hair and narrow gray eyes. He wears studded leather and wields a handaxe. Fore compulsively plays with a platinum ring.",
  "Celindan: Male Elf Fighter, LE. Str 17, Dex 14, Con 8, Int 8, Wis 9, Cha 7. Celindan has thick golden hair and large blue eyes. He wears ring mail and wields a maul. Celindan seeks to become a knight of the realm.",
  "Golasaer: Male Elf Rogue, N. Str 12, Dex 16, Con 10, Int 13, Wis 7, Cha 12. Golasaer has thick copper hair and gray eyes, and a tangled moustache. He wears leather armor and wields a shortsword. Golasaer is foolhardy and barbaric.",
  "Minore: Male Elf Fighter, CN. Str 12, Dex 13, Con 8, Int 12, Wis 15, Cha 12. Minore is common in appearance, with thin red hair and gray eyes. He wears chain mail and wields a trident and heavy crossbow. Minore seeks to destroy the race of ogres.",
  "Pengildel: Male Elf Rogue, LN. Str 13, Dex 15, Con 6, Int 17, Wis 12, Cha 12. Pengildel is fair in appearance, with copper hair and hazel eyes. He wears studded leather and wields a mace and hand crossbow. Pengildel has an animal companion, a dire rat named Maglegalm.",
  "Galdore: Male Elf Fighter, N. Str 14, Dex 15, Con 10, Int 6, Wis 9, Cha 8. Galdore is rough in appearance, with cropped brown hair and green eyes. He wears ring mail and wields a halberd. Galdore seeks revenge against the sister who betrayed him.",
  "Finerdhing: Male Elf Wizard, N. Str 10, Dex 7, Con 8, Int 16, Wis 9, Cha 11. Finerdhing has a long face, with blonde hair and green eyes. He wears worn clothing and wields a quarterstaff and light crossbow. Finerdhing has an arcane familiar, a tiny air elemental named Curothil.",
  "Vire: Male Elf Sorcerer, LN. Str 10, Dex 5, Con 13, Int 11, Wis 13, Cha 15. Vire is tall and stout, with braided brown hair and green eyes. He wears travel-stained clothing and wields a quarterstaff and light crossbow. Vire is practical and impartial.",
  "Emnan: Male Elf Fighter, N. Str 12, Dex 7, Con 10, Int 6, Wis 12, Cha 10. Emnan is fey in appearance, with cropped golden hair and sharp blue eyes. He wears plate armor and wields a whip and heavy crossbow. Emnan seeks to destroy the race of trolls.",
  "Maelmi: Male Elf Fighter, LG. Str 12, Dex 12, Con 10, Int 7, Wis 9, Cha 14. Maelmi has silver hair and gray eyes. He wears splint armor and wields a battleaxe and blowgun. Maelmi has an animal companion, a badger named Nelalwe.",
  "Golinarf: Male Elf Fighter, LN. Str 14, Dex 10, Con 10, Int 9, Wis 12, Cha 14. Golinarf has thin red hair and narrow blue eyes. He wears hide armor and wields a shortsword and shield. Golinarf compulsively whistles.",
  "Sigmi: Male Elf Rogue, N. Str 12, Dex 15, Con 7, Int 14, Wis 8, Cha 9. Sigmi is heavyset, with tangled golden hair and brown eyes. He wears studded leather and wields a shortsword. Sigmi has an animal companion, a raven named Altalwel.",
  "Aimel: Male Elf Sorcerer, NG. Str 9, Dex 13, Con 9, Int 13, Wis 8, Cha 15. Aimel is stout, with matted blonde hair and amber eyes. He wears well-made clothing and wields a dagger and light crossbow. Aimel seeks to continue the noble legacy of his father.",
  "Beagi: Male Elf Ranger, N. Str 9, Dex 16, Con 11, Int 7, Wis 11, Cha 9. Beagi is rough in appearance, with blonde hair and narrow green eyes. He wears hide armor and wields a halberd. Beagi seeks to discover what destroyed his homeland.",
  "Made: Male Elf Monk, N. Str 12, Dex 9, Con 9, Int 8, Wis 12, Cha 8. Made is tall, with thin silver hair and dark gray eyes. He wears worn clothing and wields nunchaku (club) and sai (dagger). Made is flirtatious and practical.",
  "Guilodor: Male Elf Rogue, CE. Str 7, Dex 13, Con 5, Int 15, Wis 7, Cha 10. Guilodor has uneven silver hair and green eyes. He wears leather armor and wields a shortsword. Guilodor was petrified for a hundred years.",
  "Gildenor: Male Elf Paladin, Good. Str 16, Dex 7, Con 10, Int 10, Wis 9, Cha 7. Gildenor has a square face, with matted white hair and dark brown eyes. He wears scale mail and wields a morningstar. Gildenor is cursed with a maimed leg.",
  "Atad: Male Elf Monk, N. Str 14, Dex 17, Con 9, Int 12, Wis 8, Cha 11. Atad has a long face, with silver hair and amber eyes. He wears modest garments and wields nunchaku (club) and sai (dagger). Atad has an animal companion, a green firedrake named Celye.",
  "Cati: Male Elf Fighter, N. Str 15, Dex 9, Con 8, Int 8, Wis 9, Cha 12. Cati has short blonde hair and gray eyes, and a round nose. He wears a chain shirt and wields a pike.",
  "Gwionerdhin: Male Elf Rogue, N. Str 6, Dex 12, Con 11, Int 12, Wis 14, Cha 12. Gwionerdhin is rough in appearance, with curly black hair and bright blue eyes. He wears leather armor and wields a spear and hand crossbow. Gwionerdhin has an animal companion, a sable ferret named Seara.",
  "Omiophel: Male Elf Sorcerer, N. Str 12, Dex 12, Con 15, Int 10, Wis 11, Cha 12. Omiophel is slender, with short black hair and blue eyes. He wears well-made clothing and wields a quarterstaff and light crossbow. Omiophel is honest and thoughtless.",
  "Lodhilborn: Male Elf Rogue, LN. Str 11, Dex 14, Con 7, Int 14, Wis 11, Cha 7. Lodhilborn is tall, with braided black hair and sharp amber eyes. He wears leather armor and wields a mace. Lodhilborn has an animal companion, a sable ferret named Cune.",
  "Lindanerdh: Male Elf Druid, Neutral. Str 9, Dex 10, Con 10, Int 12, Wis 13, Cha 5. Lindanerdh is tall, with matted black hair and bright blue eyes. He wears hide armor and wields a mace. Lindanerdh suffers a severe allergy to rodents.",
  "Orin: Male Elf Monk, LG. Str 11, Dex 15, Con 10, Int 10, Wis 15, Cha 10. Orin is short and overweight, with brown hair and gray eyes. He wears modest garments and wields a bo (quarterstaff) and sai (dagger).",
  "Cario: Male Elf Ranger, N. Str 10, Dex 10, Con 11, Int 13, Wis 14, Cha 7. Cario has blonde hair and bright green eyes. He wears studded leather and wields a shortsword and shield. Cario suffers a severe allergy to rodents.",
  "Malpa: Male Elf Barbarian, LG. Str 16, Dex 13, Con 13, Int 6, Wis 11, Cha 10. Malpa has a round face, with braided white hair and soft green eyes. He wears leather armor and wields a greatsword.",
  "Molio: Male Elf Monk, N. Str 11, Dex 13, Con 11, Int 9, Wis 8, Cha 12. Molio has red hair and amber eyes. He wears well-made clothing and wields an ono (handaxe) and sai (dagger). Molio is a practiced dart thrower.",
  "Erdhimborn: Male Elf Bard, NG. Str 12, Dex 12, Con 6, Int 16, Wis 7, Cha 16. Erdhimborn is rugged in appearance, with black hair and sharp gray eyes. He wears studded leather and wields a longsword. Erdhimborn is pious and honest.",
  "Gole: Male Elf Fighter, CG. Str 13, Dex 15, Con 9, Int 14, Wis 12, Cha 10. Gole has black hair and amber eyes. He wears a chain shirt and wields a maul. Gole seeks to become a knight of the realm.",
  "Boda: Male Elf Bard, NE. Str 6, Dex 6, Con 11, Int 10, Wis 13, Cha 13. Boda is common in appearance, with tangled black hair and bright blue eyes. He wears studded leather and wields a rapier. Boda has an animal companion, a hawk named Mailio.",
  "Barti: Male Elf Monk, LN. Str 12, Dex 9, Con 8, Int 10, Wis 15, Cha 9. Barti is pleasant in appearance, with red hair and gray eyes. He wears travel-stained clothing and wields nunchaku (club).",
  "Curondaer: Male Elf Wizard, NE. Str 12, Dex 15, Con 12, Int 15, Wis 6, Cha 10. Curondaer has a square face, with short black hair and gray eyes. He wears modest garments and wields a quarterstaff. Curondaer is quiet, and says as little as possible.",
  "Rodire: Male Elf Druid, Neutral. Str 13, Dex 6, Con 13, Int 8, Wis 16, Cha 7. Rodire is short, with long gray hair and blue eyes. He wears leather armor and wields a mace. Rodire seeks to save his family from financial ruin.",
  "Mare: Male Elf Druid, Neutral. Str 12, Dex 12, Con 13, Int 10, Wis 13, Cha 12. Mare has thick blonde hair and amber eyes. He wears hide armor and wields a quarterstaff. Mare is mischievous and gullible.",
  "Atick: Male Elf Druid, Neutral. Str 9, Dex 10, Con 9, Int 11, Wis 12, Cha 8. Atick is short, with cropped blonde hair and dark blue eyes. He wears leather armor and wields a mace. Atick has black wolf named Annan.",
  "Duartio: Male Elf Monk, CN. Str 16, Dex 11, Con 9, Int 10, Wis 12, Cha 12. Duartio has thin blonde hair and bright hazel eyes. He wears well-made clothing and wields a bo (quarterstaff) and shuriken (darts). Duartio is adaptable and lazy.",
  "Threthineth: Male Elf Paladin, Good. Str 14, Dex 9, Con 10, Int 11, Wis 10, Cha 16. Threthineth is short, with red hair and amber eyes. He wears hide armor and wields a whip. Threthineth has an animal companion, a bay warhorse named Edid.",
  "Incech: Male Elf Monk, LN. Str 13, Dex 15, Con 13, Int 7, Wis 9, Cha 8. Incech has messy black hair and amber eyes. He wears travel-stained clothing and wields nunchaku (club). Incech is eccentric and thoughtless.",
  "Argos: Male Elf Monk, N. Str 15, Dex 17, Con 9, Int 10, Wis 12, Cha 12. Argos has blonde hair and dark hazel eyes. He wears plain clothing and wields a bo (quarterstaff) and kama (sickle). Argos is adaptable and cruel.",
  "Dene: Male Elf Rogue, NG. Str 10, Dex 12, Con 6, Int 14, Wis 13, Cha 7. Dene has white hair and blue eyes, and a magical tattoo on his face. He wears leather armor and wields a rapier and sickle. Dene is honorable and extravagant.",
  "Biti: Male Elf Barbarian, NG. Str 15, Dex 11, Con 10, Int 7, Wis 6, Cha 14. Biti is common in appearance, with red hair and brown eyes. He wears hide armor and wields a trident and blowgun. Biti has an animal companion, a black wolf named Faltle.",
  "Galindor: Male Elf Paladin, Good. Str 12, Dex 9, Con 8, Int 8, Wis 16, Cha 8. Galindor has brown hair and sharp green eyes, and a flat nose. He wears a breastplate and wields a trident. Galindor is chivalrous and energetic.",
  "Gomi: Male Elf Monk, LN. Str 11, Dex 9, Con 15, Int 11, Wis 14, Cha 10. Gomi has an angular face, with curly brown hair and large brown eyes. He wears travel-stained clothing and wields nunchaku (club). Gomi has an animal companion, a black snake named Artas.",
  "Gonore: Male Elf Paladin, Good. Str 14, Dex 10, Con 7, Int 7, Wis 8, Cha 10. Gonore is tall, with silver hair and narrow amber eyes. He wears plate armor and wields a morningstar and shield. Gonore serves Mariel, an ancient but forgotten water god.",
  "Cirdore: Male Elf Cleric, NG. Str 8, Dex 7, Con 12, Int 10, Wis 16, Cha 10. Cirdore is short, with silver hair and brown eyes. He wears studded leather and wields a club and shield. Cirdore is hunting the fiend which destroyed his homeland.",
  "Nachi: Male Elf Druid, Neutral. Str 8, Dex 9, Con 7, Int 13, Wis 17, Cha 11. Nachi has curly red hair and brown eyes. He wears leather armor and wields a club. Nachi seeks to free himself from an ancient curse.",
  "Seli: Male Elf Monk, CG. Str 12, Dex 15, Con 11, Int 13, Wis 13, Cha 10. Seli is rugged in appearance, with uneven blonde hair and bright blue eyes. He wears modest garments and wields an ono (handaxe) and shuriken (darts).",
  "Ture: Male Elf Fighter, LE. Str 12, Dex 15, Con 10, Int 10, Wis 7, Cha 6. Ture has red hair and bright blue eyes. He wears a breastplate and wields a longsword and hand crossbow. Ture compulsively collects small objects.",
  "Indelel: Male Elf Barbarian, LN. Str 16, Dex 14, Con 13, Int 7, Wis 8, Cha 12. Indelel is fair in appearance, with braided silver hair and gray eyes. He wears hide armor and wields a trident and blowgun.",
  "Corpry: Male Elf Wizard, LN. Str 7, Dex 15, Con 9, Int 17, Wis 12, Cha 8. Corpry has long auburn hair and brown eyes, and a magical scar on his arm. He wears fine clothing and wields a quarterstaff and light crossbow. Corpry seeks to atone for past sins.",
  "Ebos: Male Elf Rogue, LN. Str 7, Dex 16, Con 8, Int 14, Wis 11, Cha 8. Ebos is fey in appearance, with straight blonde hair and brown eyes. He wears leather armor and wields a longsword. Ebos is searching for his lost brother.",
  "Finore: Male Elf Ranger, N. Str 9, Dex 10, Con 13, Int 10, Wis 12, Cha 10. Finore is tall and overweight, with golden hair and bright amber eyes. He wears half plate and wields a trident and shield. Finore is searching for the lost elven kingdom of Iriond.",
  "Fola: Male Elf Sorcerer, CN. Str 13, Dex 9, Con 12, Int 9, Wis 12, Cha 12. Fola is pleasant in appearance, with matted black hair and blue eyes. He wears modest garments and wields a dagger. Fola compulsively scratches an old scar.",
  "Eglir: Male Elf Monk, LN. Str 17, Dex 11, Con 8, Int 10, Wis 8, Cha 9. Eglir has an angular face, with straight golden hair and large green eyes. He wears plain clothing and wields a bo (quarterstaff) and shuriken (darts). Eglir seeks to discover what destroyed his homeland.",
  "Broci: Male Elf Sorcerer, NE. Str 14, Dex 8, Con 16, Int 10, Wis 9, Cha 15. Broci has gray hair and blue eyes, and a round nose. He wears sturdy clothing and wields a quarterstaff. Broci has an animal companion, a black snake named Artas.",
  "Elemman: Male Elf Druid, Neutral. Str 14, Dex 9, Con 7, Int 11, Wis 15, Cha 9. Elemman has a square face, with copper hair and narrow blue eyes. He wears leather armor and wields a club and sling. Elemman is foolish and paranoid.",
  "Curodor: Male Elf Bard, NG. Str 14, Dex 5, Con 8, Int 11, Wis 13, Cha 13. Curodor is rugged in appearance, with uneven gray hair and soft amber eyes. He wears studded leather and wields a longsword. Curodor is virtuous and quiet.",
  "Ithen: Male Elf Druid, Neutral. Str 14, Dex 10, Con 12, Int 9, Wis 16, Cha 12. Ithen has brown hair and narrow gray eyes. He wears hide armor and wields a club and wooden shield. Ithen is covetous and eccentric.",
  "Calpho: Male Elf Rogue, NG. Str 10, Dex 15, Con 6, Int 12, Wis 12, Cha 11. Calpho has thick red hair and hazel eyes, and numerous unusual tattoos. He wears studded leather and wields a longsword. Calpho is steadfast and ambitious.",
  "Mane: Male Elf Rogue, N. Str 8, Dex 15, Con 8, Int 16, Wis 13, Cha 8. Mane is slender, with straight red hair and large blue eyes. He wears studded leather and wields a rapier.",
  "Miredor: Male Elf Warlock, LE. Str 12, Dex 8, Con 11, Int 6, Wis 8, Cha 14. Miredor has white hair and amber eyes, and a magical scar on his leg. He wears leather armor and wields a mace and sling. Miredor is hunting the doppelganger which destroyed his homeland.",
  "Dubhde: Male Elf Wizard, N. Str 7, Dex 14, Con 10, Int 13, Wis 14, Cha 11. Dubhde is fair in appearance, with short red hair and blue eyes. He wears fine clothing and wields a quarterstaff and light crossbow.",
  "Ciache: Male Elf Monk, NG. Str 11, Dex 15, Con 9, Int 6, Wis 15, Cha 13. Ciache has tangled golden hair and narrow hazel eyes, and a curly moustache. He wears sturdy clothing and wields a bo (quarterstaff) and shuriken (darts). Ciache serves Lyriel, an ancient but forgotten god of knowledge.",
  "Copri: Male Elf Warlock, LG. Str 9, Dex 7, Con 10, Int 8, Wis 13, Cha 17. Copri is fey in appearance, with cropped copper hair and sharp blue eyes. He wears leather armor and wields a handaxe and shortbow.",
  "Galeguil: Male Elf Sorcerer, N. Str 14, Dex 6, Con 10, Int 10, Wis 10, Cha 13. Galeguil has a square face, with thick black hair and green eyes. He wears travel-stained clothing and wields a dagger. Galeguil is dying and desperately seeks the secret of immortality.",
  "Celure: Male Elf Fighter, LN. Str 17, Dex 11, Con 12, Int 10, Wis 9, Cha 12. Celure has curly white hair and green eyes, and an unusual tattoo on his leg. He wears half plate and wields a rapier and hand crossbow. Celure is extravagant and adaptable.",
  "Ragia: Male Elf Sorcerer, NG. Str 11, Dex 12, Con 14, Int 9, Wis 8, Cha 13. Ragia has a long face, with golden hair and light green eyes. He wears well-made clothing and wields a dagger and darts. Ragia is haunted by the memories of a past life.",
  "Daneli: Male Elf Fighter, CN. Str 15, Dex 14, Con 7, Int 10, Wis 8, Cha 10. Daneli has a round face, with red hair and large green eyes. He wears scale mail and wields a whip and hand crossbow. Daneli seeks to save his family from financial ruin.",
  "Arlaill: Male Elf Ranger, LN. Str 13, Dex 10, Con 12, Int 9, Wis 11, Cha 10. Arlaill is pleasant in appearance, with golden hair and green eyes. He wears a chain shirt and wields a trident and shield. Arlaill has badger named Mithrianye.",
  "Elron: Male Elf Fighter, LN. Str 17, Dex 16, Con 11, Int 11, Wis 11, Cha 7. Elron has black hair and narrow hazel eyes. He wears half plate and wields a trident and heavy crossbow. Elron is truthful and covetous.",
  "Mane: Male Elf Cleric, N. Str 13, Dex 12, Con 8, Int 12, Wis 16, Cha 11. Mane has a narrow face, with auburn hair and brown eyes. He wears scale mail and wields a spear. Mane seeks revenge against the sister who betrayed him.",
  "Oror: Male Elf Warlock, LG. Str 11, Dex 14, Con 10, Int 13, Wis 10, Cha 13. Oror has tangled black hair and soft brown eyes, and a matted moustache. He wears leather armor and wields a spear and shortbow.",
  "Eled: Male Elf Bard, N. Str 12, Dex 8, Con 9, Int 11, Wis 12, Cha 13. Eled is short and thin, with thin white hair and green eyes. He wears leather armor and wields a rapier and hand crossbow.",
  "Verco: Male Elf Wizard, CG. Str 10, Dex 17, Con 12, Int 13, Wis 9, Cha 11. Verco is tall and heavyset, with thin silver hair and light brown eyes. He wears tailored clothing and wields a dagger. Verco is cursed with chronic pain.",
  "Olweston: Male Elf Druid, Neutral. Str 12, Dex 10, Con 6, Int 8, Wis 13, Cha 14. Olweston is fair in appearance, with tangled brown hair and gray eyes. He wears hide armor and wields a quarterstaff and sling. Olweston has golden eagle named Cenu.",
  "Golegon: Male Elf Druid, Neutral. Str 12, Dex 11, Con 11, Int 6, Wis 13, Cha 11. Golegon has matted golden hair and bright hazel eyes, and prominent ears. He wears hide armor and wields a spear. Golegon refers to himself in the third person.",
  "Ciani: Male Elf Monk, LN. Str 9, Dex 11, Con 10, Int 10, Wis 13, Cha 13. Ciani is rough in appearance, with gray hair and amber eyes. He wears sturdy clothing and wields a bo (quarterstaff) and sai (dagger). Ciani is haunted by the ghost of someone he killed.",
  "Mane: Male Elf Sorcerer, N. Str 7, Dex 8, Con 11, Int 11, Wis 12, Cha 14. Mane has braided copper hair and dark gray eyes, and prominent ears. He wears plain clothing and wields a dagger. Mane is foolhardy and jealous.",
  "Keirai: Male Elf Wizard, LG. Str 8, Dex 8, Con 12, Int 13, Wis 8, Cha 11. Keirai is tall and thin, with golden hair and amber eyes. He wears modest garments and wields a dagger and light crossbow. Keirai dislikes having people behind him.",
  "Sali: Male Elf Fighter, NE. Str 15, Dex 11, Con 12, Int 11, Wis 10, Cha 12. Sali is heavyset, with straight blonde hair and gray eyes. He wears ring mail and wields a shortsword and hand crossbow.",
  "Ugnan: Male Elf Paladin, Good. Str 12, Dex 11, Con 12, Int 10, Wis 12, Cha 10. Ugnan is rugged in appearance, with silver hair and narrow amber eyes. He wears ring mail and wields a warhammer and shield. Ugnan is cursed with a maimed leg.",
  "Belli: Male Elf Druid, Neutral. Str 12, Dex 13, Con 6, Int 10, Wis 17, Cha 9. Belli is tall, with thin gray hair and narrow green eyes. He wears hide armor and wields a scimitar and wooden shield.",
  "Cone: Male Elf Warlock, CN. Str 12, Dex 10, Con 13, Int 12, Wis 13, Cha 16. Cone is common in appearance, with long brown hair and bright green eyes. He wears studded leather and wields a quarterstaff. Cone has an animal companion, a vampire bat named Nerduilye.",
  "Celadel: Male Elf Fighter, LG. Str 12, Dex 8, Con 12, Int 9, Wis 13, Cha 8. Celadel is rough in appearance, with black hair and amber eyes. He wears chain mail and wields a shortsword. Celadel is generous and jealous.",
  "Egod: Male Elf Monk, N. Str 10, Dex 16, Con 12, Int 9, Wis 16, Cha 9. Egod has black hair and amber eyes. He wears travel-stained clothing and wields a yari (spear). Egod has an animal companion, a green snake named Akin.",
  "Nemhne: Male Elf Bard, NE. Str 7, Dex 7, Con 10, Int 9, Wis 14, Cha 17. Nemhne has silver hair and green eyes. He wears leather armor and wields a rapier. Nemhne has an animal companion, a white rabbit named Salao.",
  "Hilbeli: Male Elf Monk, N. Str 14, Dex 12, Con 11, Int 10, Wis 9, Cha 11. Hilbeli has a narrow face, with long red hair and hazel eyes. He wears sturdy clothing and wields an ono (handaxe) and sai (dagger). Hilbeli seeks to become a knight of the realm.",
  "Agun: Male Elf Wizard, NG. Str 10, Dex 11, Con 6, Int 13, Wis 9, Cha 8. Agun has a long face, with blonde hair and gray eyes. He wears tailored clothing and wields a dagger and light crossbow. Agun has an arcane familiar, a red lizard named Omall.",
  "Baithi: Male Elf Fighter, N. Str 17, Dex 12, Con 9, Int 9, Wis 12, Cha 8. Baithi is pleasant in appearance, with golden hair and amber eyes. He wears a chain shirt and wields a longsword and shield. Baithi is dying and desperately seeks the secret of immortality.",
  "Hilure: Male Elf Monk, LE. Str 13, Dex 14, Con 10, Int 14, Wis 12, Cha 10. Hilure has an angular face, with curly golden hair and dark hazel eyes. He wears modest garments and wields a yari (spear) and kama (sickle). Hilure seeks to atone for past sins.",
  "Cuni: Male Elf Monk, N. Str 14, Dex 8, Con 10, Int 11, Wis 17, Cha 9. Cuni is short, with cropped blonde hair and blue eyes. He wears modest garments and wields a bo (quarterstaff) and sai (dagger). Cuni is hunting the warlord who murdered his family.",
  "Dida: Male Elf Rogue, LN. Str 9, Dex 16, Con 10, Int 12, Wis 15, Cha 7. Dida is fair in appearance, with long blonde hair and green eyes. He wears leather armor and wields a shortsword and shortbow. Dida is covetous and destructive.",
  "Galemmalg: Male Elf Druid, Neutral. Str 13, Dex 12, Con 13, Int 11, Wis 14, Cha 11. Galemmalg has copper hair and hazel eyes, and numerous magical tattoos. He wears leather armor and wields a quarterstaff and wooden shield.",
  "Gelmaedhre: Male Elf Monk, NE. Str 16, Dex 9, Con 6, Int 10, Wis 13, Cha 10. Gelmaedhre is short, with white hair and hazel eyes. He wears modest garments and wields a bo (quarterstaff) and kama (sickle). Gelmaedhre suffers a deadly allergy to moulds and oozes.",
  "Ingweth: Male Elf Cleric, N. Str 13, Dex 13, Con 15, Int 12, Wis 15, Cha 15. Ingweth has uneven white hair and narrow green eyes. He wears studded leather and wields a club and shield. Ingweth suffers an acute fear of spiders.",
  "Antilt: Male Elf Warlock, LE. Str 12, Dex 9, Con 13, Int 9, Wis 7, Cha 13. Antilt has thick auburn hair and dark green eyes, and sharpened teeth. He wears leather armor and wields a quarterstaff and sickle. Antilt is searching for an ancient artifact of evil.",
  "Mari: Male Elf Monk, CN. Str 13, Dex 14, Con 13, Int 9, Wis 13, Cha 12. Mari is common in appearance, with uneven silver hair and green eyes. He wears plain clothing and wields a yari (spear). Mari seeks to destroy the race of ogres.",
  "Maco: Male Elf Cleric, NG. Str 11, Dex 13, Con 8, Int 9, Wis 12, Cha 13. Maco has an angular face, with messy golden hair and large amber eyes. He wears studded leather and wields a mace.",
  "Cone: Male Elf Druid, Neutral. Str 15, Dex 12, Con 7, Int 9, Wis 17, Cha 10. Cone is short, with white hair and narrow brown eyes. He wears leather armor and wields a club and wooden shield. Cone has hawk named Gali.",
  "Nemi: Male Elf Monk, N. Str 11, Dex 15, Con 10, Int 7, Wis 13, Cha 9. Nemi has matted gray hair and green eyes, and an unusual mark on his arm. He wears worn clothing and wields a bo (quarterstaff) and kama (sickle). Nemi has an animal companion, a red firedrake named Sinnia.",
  "Erengor: Male Elf Ranger, N. Str 9, Dex 14, Con 6, Int 11, Wis 8, Cha 6. Erengor has short auburn hair and brown eyes. He wears leather armor and wields a longsword and shield. Erengor suffers a paralyzing fear of blood.",
  "Conci: Male Elf Paladin, Good. Str 14, Dex 8, Con 11, Int 9, Wis 11, Cha 10. Conci is youthful in appearance, with short black hair and gray eyes. He wears a breastplate and wields a longsword. Conci is romantic and capable.",
  "Gonarfin: Male Elf Cleric, CN. Str 10, Dex 12, Con 9, Int 10, Wis 16, Cha 12. Gonarfin has black hair and soft blue eyes, and pointed ears. He wears a breastplate and wields a quarterstaff. Gonarfin is cursed with wild tremors.",
  "Algaglor: Male Elf Bard, N. Str 12, Dex 14, Con 10, Int 12, Wis 12, Cha 12. Algaglor is common in appearance, with black hair and blue eyes. He wears studded leather and wields a shortsword and javelins. Algaglor has an animal companion, a tawny rat named Dronu.",
  "Roghwy: Male Elf Barbarian, LN. Str 13, Dex 10, Con 13, Int 10, Wis 5, Cha 11. Roghwy has tangled copper hair and gray eyes. He wears scale mail and wields a rapier and blowgun. Roghwy seeks revenge against the sister who betrayed him.",
  "Dami: Male Elf Ranger, LN. Str 12, Dex 11, Con 10, Int 13, Wis 9, Cha 8. Dami has a round face, with golden hair and large amber eyes. He wears studded leather and wields a maul. Dami has green snake named Meda.",
  "Cainco: Male Elf Barbarian, CE. Str 12, Dex 12, Con 13, Int 11, Wis 10, Cha 11. Cainco has tangled auburn hair and blue eyes, and prominent ears. He wears studded leather and wields a morningstar and blowgun. Cainco has an animal companion, a black bear named Eror.",
  "Ablurel: Male Elf Monk, CN. Str 15, Dex 13, Con 10, Int 13, Wis 9, Cha 7. Ablurel has a long face, with silver hair and narrow blue eyes. He wears sturdy clothing and wields nunchaku (club) and sai (dagger). Ablurel is absent-minded, and always searching for a missing item.",
  "Findore: Male Elf Paladin, Good. Str 14, Dex 14, Con 8, Int 8, Wis 13, Cha 12. Findore is short, with curly golden hair and dark amber eyes. He wears a chain shirt and wields a flail and shield.",
  "Caroduil: Male Elf Rogue, CG. Str 6, Dex 14, Con 10, Int 8, Wis 8, Cha 8. Caroduil is short and stout, with messy white hair and narrow amber eyes. He wears studded leather and wields a rapier. Caroduil seeks revenge against the sister who betrayed him.",
  "Dune: Male Elf Monk, CG. Str 14, Dex 11, Con 12, Int 15, Wis 12, Cha 15. Dune has a long face, with uneven red hair and light green eyes. He wears modest garments and wields an ono (handaxe) and kama (sickle). Dune has an animal companion, a green snake named Sinsa.",
  "Ecthebril: Male Elf Cleric, LN. Str 10, Dex 8, Con 9, Int 10, Wis 17, Cha 12. Ecthebril has a round face, with golden hair and green eyes. He wears scale mail and wields a mace and dagger. Ecthebril is talkative and slothful.",
  "Celure: Male Elf Monk, LN. Str 8, Dex 12, Con 12, Int 11, Wis 8, Cha 13. Celure has an angular face, with uneven black hair and sharp gray eyes. He wears travel-stained clothing and wields nunchaku (club) and shuriken (darts). Celure seeks to atone for past sins.",
  "Finore: Male Elf Cleric, NG. Str 8, Dex 11, Con 10, Int 13, Wis 16, Cha 10. Finore has braided brown hair and soft hazel eyes. He wears leather armor and wields a handaxe and javelins. Finore is reflective and courteous.",
  "Cati: Male Elf Ranger, NG. Str 14, Dex 12, Con 12, Int 10, Wis 14, Cha 9. Cati has braided white hair and soft amber eyes. He wears studded leather and wields a greatsword. Cati seeks to atone for past sins.",
  "Sale: Male Elf Druid, Neutral. Str 8, Dex 8, Con 11, Int 7, Wis 17, Cha 9. Sale has a square face, with thick golden hair and sharp gray eyes. He wears hide armor and wields a mace and dagger. Sale was petrified for a hundred years.",
  "Kine: Male Elf Bard, LN. Str 11, Dex 13, Con 12, Int 11, Wis 12, Cha 17. Kine is tall, with uneven silver hair and narrow hazel eyes. He wears studded leather and wields a shortsword and darts. Kine is only friendly towards other elves..",
  "Diarmi: Male Elf Rogue, N. Str 15, Dex 13, Con 8, Int 14, Wis 10, Cha 11. Diarmi has silver hair and blue eyes, and an unusual tattoo on his arm. He wears leather armor and wields a club. Diarmi seeks to atone for past sins.",
  "Minore: Male Elf Rogue, N. Str 9, Dex 14, Con 7, Int 13, Wis 8, Cha 10. Minore has uneven black hair and amber eyes, and a round nose. He wears studded leather and wields a handaxe.",
  "Domno: Male Elf Barbarian, LE. Str 13, Dex 10, Con 12, Int 8, Wis 8, Cha 5. Domno has a long face, with short silver hair and dark gray eyes. He wears leather armor and wields a war pick and shield. Domno seeks to free himself from an ancient curse.",
  "Dune: Male Elf Warlock, CE. Str 15, Dex 13, Con 12, Int 9, Wis 14, Cha 17. Dune is rugged in appearance, with golden hair and gray eyes. He wears leather armor and wields a club. Dune secretly serves Akvar, an ancient god of evil.",
  "Gimlinas: Male Elf Druid, Neutral. Str 12, Dex 14, Con 9, Int 9, Wis 14, Cha 8. Gimlinas has tangled copper hair and dark amber eyes. He wears leather armor and wields a quarterstaff and wooden shield. Gimlinas is painfully tone-deaf.",
  "Cata: Male Elf Fighter, LN. Str 16, Dex 8, Con 10, Int 10, Wis 8, Cha 10. Cata has tangled red hair and gray eyes. He wears ring mail and wields a war pick and blowgun. Cata has an animal companion, a black bear named Saerinar.",
  "Engodreg: Male Elf Sorcerer, LE. Str 9, Dex 9, Con 12, Int 14, Wis 11, Cha 17. Engodreg has white hair and green eyes, and a thin nose. He wears well-made clothing and wields a quarterstaff. Engodreg seeks to steal the crown of the kingdom.",
  "Celadir: Male Elf Rogue, LN. Str 12, Dex 15, Con 11, Int 8, Wis 14, Cha 8. Celadir is tall, with long auburn hair and soft green eyes. He wears leather armor and wields a light hammer and light crossbow. Celadir is a practiced dart thrower.",
  "Idas: Male Elf Fighter, N. Str 15, Dex 10, Con 8, Int 8, Wis 8, Cha 10. Idas is tall and stout, with blonde hair and light hazel eyes. He wears scale mail and wields a halberd. Idas suffers an acute fear of spiders.",
  "Enlon: Male Elf Paladin, Good. Str 7, Dex 11, Con 9, Int 11, Wis 8, Cha 15. Enlon is pleasant in appearance, with messy brown hair and light gray eyes. He wears ring mail and wields a flail and shield.",
  "Ingos: Male Elf Monk, N. Str 10, Dex 12, Con 13, Int 10, Wis 13, Cha 11. Ingos has matted blonde hair and large amber eyes, and wears glasses with brass rims. He wears modest garments and wields nunchaku (club).",
  "Gormakil: Male Elf Bard, LN. Str 6, Dex 6, Con 11, Int 11, Wis 11, Cha 12. Gormakil is rough in appearance, with straight black hair and blue eyes. He wears leather armor and wields a rapier and light crossbow. Gormakil is anxious and bloodthirsty.",
  "Tici: Male Elf Fighter, NG. Str 13, Dex 12, Con 5, Int 9, Wis 12, Cha 6. Tici has silver hair and dark brown eyes. He wears a breastplate and wields a rapier and shield. Tici lost his shadow to a hag.",
  "Miocha: Male Elf Fighter, N. Str 17, Dex 8, Con 12, Int 9, Wis 10, Cha 13. Miocha is common in appearance, with auburn hair and light amber eyes. He wears half plate and wields a war pick and shield.",
  "Galdire: Male Elf Fighter, NE. Str 13, Dex 15, Con 10, Int 6, Wis 11, Cha 9. Galdire has braided gray hair and blue eyes. He wears splint armor and wields a scimitar and shield. Galdire is searching for an ancient artifact of evil.",
  "Michi: Male Elf Monk, N. Str 14, Dex 10, Con 12, Int 15, Wis 12, Cha 14. Michi is thin, with short black hair and dark gray eyes. He wears travel-stained clothing and wields a yari (spear). Michi is fascinated by necromancy and the undead.",
  "Tine: Male Elf Barbarian, LG. Str 15, Dex 8, Con 12, Int 8, Wis 15, Cha 12. Tine is slender, with golden hair and large blue eyes. He wears hide armor and wields a rapier. Tine speaks with a deep voice.",
  "Mora: Male Elf Rogue, LN. Str 10, Dex 15, Con 9, Int 13, Wis 9, Cha 8. Mora has messy auburn hair and amber eyes, and a distinctive tattoo on his face. He wears studded leather and wields a club. Mora is only friendly towards other elves..",
  "Glemmaedhre: Male Elf Rogue, NG. Str 9, Dex 16, Con 9, Int 10, Wis 10, Cha 5. Glemmaedhre has short golden hair and brown eyes, and numerous distinctive tattoos. He wears studded leather and wields a spear and darts. Glemmaedhre suffers an acute fear of necromancy and the undead.",
  "Ethon: Male Elf Monk, N. Str 15, Dex 17, Con 8, Int 10, Wis 16, Cha 6. Ethon is slender, with copper hair and light blue eyes. He wears well-made clothing and wields nunchaku (club) and sai (dagger). Ethon has an animal companion, a hunting dog named Mabladuil.",
  "Finethor: Male Elf Monk, N. Str 9, Dex 17, Con 14, Int 12, Wis 12, Cha 8. Finethor has short black hair and soft green eyes. He wears well-made clothing and wields nunchaku (club) and kama (sickle).",
  "Cuna: Male Elf Rogue, LN. Str 15, Dex 17, Con 11, Int 10, Wis 13, Cha 11. Cuna is rough in appearance, with short gray hair and blue eyes. He wears leather armor and wields a shortsword and hand crossbow. Cuna is practical and driven.",
  "Cule: Male Elf Sorcerer, N. Str 10, Dex 11, Con 11, Int 14, Wis 5, Cha 16. Cule has a square face, with short blonde hair and narrow green eyes. He wears plain clothing and wields a dagger. Cule seeks to raise an army of gargoyles.",
  "Onwedhror: Male Elf Sorcerer, NE. Str 8, Dex 11, Con 13, Int 13, Wis 12, Cha 13. Onwedhror is rugged in appearance, with blonde hair and green eyes. He wears well-made clothing and wields a dagger.",
  "Cuna: Male Elf Bard, N. Str 14, Dex 9, Con 7, Int 13, Wis 10, Cha 12. Cuna has uneven golden hair and soft amber eyes, and a sharp nose. He wears studded leather and wields a shortsword.",
  "Cona: Male Elf Monk, CG. Str 14, Dex 13, Con 11, Int 9, Wis 12, Cha 8. Cona has a square face, with braided brown hair and light gray eyes. He wears simple clothing and wields a yari (spear). Cona has an animal companion, a hunting dog named Amaltas.",
  "Biti: Male Elf Barbarian, LE. Str 15, Dex 9, Con 9, Int 8, Wis 14, Cha 10. Biti has matted golden hair and amber eyes, and a cropped beard. He wears leather armor and wields a rapier. Biti seeks to steal the crown of the kingdom.",
  "Aglon: Male Elf Bard, CN. Str 11, Dex 11, Con 14, Int 13, Wis 14, Cha 12. Aglon has long copper hair and bright amber eyes, and wears glasses with copper rims. He wears leather armor and wields a mace. Aglon is searching for his missing familiar, a silver cat named Laina.",
  "Cesa: Male Elf Barbarian, LG. Str 15, Dex 11, Con 10, Int 13, Wis 14, Cha 10. Cesa is tall and heavyset, with silver hair and light blue eyes. He wears scale mail and wields a whip and shield. Cesa has an animal companion, a badger named Celi.",
  "Gonarfing: Male Elf Rogue, LN. Str 10, Dex 16, Con 9, Int 11, Wis 11, Cha 8. Gonarfing has copper hair and bright blue eyes, and a braided moustache. He wears studded leather and wields a rapier and hand crossbow. Gonarfing seeks revenge against the sister who betrayed him.",
  "Muli: Male Elf Warlock, LE. Str 10, Dex 7, Con 9, Int 10, Wis 12, Cha 17. Muli has red hair and large brown eyes, and an uneven beard. He wears leather armor and wields a spear and sling. Muli lost his reflection to a hag.",
  "Cune: Male Elf Ranger, LG. Str 13, Dex 7, Con 7, Int 12, Wis 9, Cha 10. Cune has a square face, with brown hair and sharp brown eyes. He wears leather armor and wields a longsword and shield. Cune is hunting the dragon who murdered his family.",
  "Curonor: Male Elf Fighter, LG. Str 14, Dex 14, Con 6, Int 8, Wis 11, Cha 12. Curonor is cultured in appearance, with braided gray hair and green eyes. He wears scale mail and wields a pike.",
  "Celegal: Male Elf Cleric, LN. Str 10, Dex 9, Con 11, Int 11, Wis 14, Cha 12. Celegal has uneven red hair and dark amber eyes. He wears hide armor and wields a spear and darts. Celegal is agreeable and secretive.",
  "Eonnar: Male Elf Ranger, LN. Str 12, Dex 12, Con 10, Int 9, Wis 12, Cha 12. Eonnar is tall and overweight, with cropped auburn hair and sharp blue eyes. He wears leather armor and wields a whip and shield. Eonnar has green snake named Elwimloth.",
  "Minore: Male Elf Monk, CN. Str 14, Dex 15, Con 11, Int 10, Wis 15, Cha 11. Minore has a narrow face, with short gray hair and hazel eyes. He wears modest garments and wields a bo (quarterstaff) and shuriken (darts). Minore has an animal companion, a copper firedrake named Aedralior.",
  "Rothili: Male Elf Paladin, Good. Str 15, Dex 6, Con 10, Int 12, Wis 11, Cha 13. Rothili has a square face, with black hair and sharp blue eyes. He wears chain mail and wields a warhammer and shield. Rothili is imaginative and talkative.",
  "Finarfin: Male Elf Rogue, NG. Str 11, Dex 13, Con 13, Int 8, Wis 10, Cha 13. Finarfin is courtly in bearing, with curly auburn hair and brown eyes. He wears studded leather and wields a quarterstaff. Finarfin seeks to prove himself to his peers.",
  "Gwioneli: Male Elf Wizard, NE. Str 9, Dex 13, Con 11, Int 13, Wis 8, Cha 12. Gwioneli has a round face, with brown hair and gray eyes. He wears yellow robes and wields a quarterstaff and sling. Gwioneli seeks revenge against the kingdom which exiled him.",
  "Fertio: Male Elf Bard, NG. Str 6, Dex 11, Con 10, Int 10, Wis 11, Cha 12. Fertio is youthful in appearance, with brown hair and sharp green eyes. He wears studded leather and wields a club. Fertio compulsively plays with a platinum ring.",
  "Egaras: Male Elf Paladin, Good. Str 16, Dex 9, Con 9, Int 11, Wis 11, Cha 15. Egaras has copper hair and dark brown eyes, and prominent ears. He wears plate armor and wields a warhammer and shield. Egaras is courteous and agreeable.",
  "Virio: Male Elf Druid, Neutral. Str 9, Dex 10, Con 13, Int 13, Wis 14, Cha 10. Virio has thin copper hair and green eyes. He wears hide armor and wields a scimitar. Virio is impossibly lucky.",
  "Dirodir: Male Elf Rogue, LN. Str 7, Dex 17, Con 6, Int 7, Wis 11, Cha 7. Dirodir has a narrow face, with golden hair and light amber eyes. He wears leather armor and wields a light hammer and sickle. Dirodir speaks with a soft voice.",
  "Conne: Male Elf Ranger, CN. Str 10, Dex 11, Con 11, Int 9, Wis 14, Cha 11. Conne has golden hair and blue eyes, and wears glasses with gold rims. He wears scale mail and wields a halberd. Conne is truthful and vengeful.",
  "Legali: Male Elf Ranger, NE. Str 14, Dex 16, Con 10, Int 14, Wis 14, Cha 11. Legali is tall, with white hair and dark gray eyes. He wears studded leather and wields a longsword and shield. Legali is violent and callous.",
  "Celebel: Male Elf Monk, LE. Str 7, Dex 12, Con 15, Int 12, Wis 14, Cha 7. Celebel has curly golden hair and light gray eyes. He wears plain clothing and wields a kanabo (mace) and kama (sickle). Celebel has an animal companion, a tiger named Tanare.",
  "Lane: Male Elf Cleric, NG. Str 12, Dex 7, Con 9, Int 12, Wis 16, Cha 12. Lane has long white hair and hazel eyes, and pointed ears. He wears scale mail and wields a mace. Lane is a pack-rat, and carries a satchel of random junk.",
  "Mahtanas: Male Elf Rogue, LN. Str 11, Dex 17, Con 14, Int 13, Wis 7, Cha 9. Mahtanas is short, with tangled auburn hair and bright gray eyes. He wears leather armor and wields a shortsword. Mahtanas seeks revenge against the thieves' guild which left him to hang.",
  "Penlinerdh: Male Elf Sorcerer, CN. Str 10, Dex 6, Con 17, Int 10, Wis 10, Cha 17. Penlinerdh is pleasant in appearance, with uneven black hair and bright amber eyes. He wears travel-stained clothing and wields a dagger. Penlinerdh is a terrible liar.",
  "Lorfinerdh: Male Elf Rogue, N. Str 8, Dex 12, Con 15, Int 12, Wis 7, Cha 10. Lorfinerdh is rugged in appearance, with gray hair and bright gray eyes. He wears leather armor and wields a handaxe and hand crossbow. Lorfinerdh is extravagant and jealous.",
  "Oror: Male Elf Druid, Neutral. Str 10, Dex 9, Con 8, Int 6, Wis 15, Cha 7. Oror has golden hair and sharp hazel eyes, and prominent ears. He wears leather armor and wields a club and wooden shield. Oror secretly serves Akvat, an ancient god of destruction.",
  "Onwelior: Male Elf Rogue, CN. Str 7, Dex 16, Con 6, Int 11, Wis 10, Cha 10. Onwelior has a long face, with copper hair and amber eyes. He wears studded leather and wields a rapier. Onwelior is extravagant and ambitious.",
  "Mirosaer: Male Elf Fighter, LN. Str 17, Dex 11, Con 6, Int 10, Wis 12, Cha 13. Mirosaer has silver hair and dark gray eyes. He wears splint armor and wields a greataxe. Mirosaer lost his reflection to a nymph.",
  "Asuc: Male Elf Druid, Neutral. Str 7, Dex 10, Con 7, Int 5, Wis 17, Cha 10. Asuc is slender, with blonde hair and narrow brown eyes. He wears hide armor and wields a quarterstaff and wooden shield. Asuc is dying and desperately seeks the secret of immortality.",
  "Sica: Male Elf Rogue, N. Str 12, Dex 16, Con 10, Int 10, Wis 6, Cha 14. Sica has tangled silver hair and bright blue eyes, and numerous unusual tattoos. He wears leather armor and wields a quarterstaff and hand crossbow. Sica seeks to atone for past sins.",
  "Rophore: Male Elf Rogue, CN. Str 8, Dex 12, Con 7, Int 13, Wis 13, Cha 6. Rophore has black hair and large hazel eyes, and a short beard. He wears studded leather and wields a shortsword and hand crossbow.",
  "Hilio: Male Elf Rogue, N. Str 11, Dex 17, Con 12, Int 11, Wis 6, Cha 10. Hilio has a long face, with blonde hair and large blue eyes. He wears leather armor and wields a longsword. Hilio is alluring and haughty.",
  "Edralgan: Male Elf Sorcerer, N. Str 7, Dex 11, Con 9, Int 11, Wis 8, Cha 14. Edralgan has a long face, with braided brown hair and light amber eyes. He wears sturdy clothing and wields a dagger. Edralgan has an animal companion, a black cat named Eril.",
  "Lurineth: Male Elf Rogue, N. Str 8, Dex 13, Con 8, Int 13, Wis 11, Cha 5. Lurineth is rough in appearance, with matted brown hair and narrow green eyes. He wears studded leather and wields a rapier. Lurineth has an animal companion, a sable ferret named Diacia.",
  "Colle: Male Elf Rogue, NG. Str 9, Dex 17, Con 8, Int 15, Wis 12, Cha 14. Colle is short and overweight, with short black hair and dark hazel eyes. He wears leather armor and wields a rapier.",
  "Elron: Male Elf Rogue, N. Str 13, Dex 15, Con 10, Int 11, Wis 9, Cha 12. Elron has straight brown hair and sharp amber eyes, and prominent ears. He wears studded leather and wields a shortsword and hand crossbow. Elron is hunting the warlord who murdered his family.",
  "Care: Male Elf Rogue, NG. Str 5, Dex 16, Con 8, Int 8, Wis 10, Cha 11. Care has gray hair and sharp hazel eyes, and a flat nose. He wears leather armor and wields a longsword and hand crossbow. Care speaks with a soft voice.",
  "Anloc: Male Elf Fighter, LG. Str 12, Dex 13, Con 10, Int 12, Wis 12, Cha 14. Anloc is tall, with red hair and blue eyes. He wears a chain shirt and wields a battleaxe and longbow. Anloc has an animal companion, a silver dog named Mica.",
  "Celure: Male Elf Cleric, LN. Str 13, Dex 10, Con 10, Int 13, Wis 12, Cha 13. Celure is fey in appearance, with matted brown hair and green eyes. He wears studded leather and wields a spear. Celure seeks to atone for past sins.",
  "Maelra: Male Elf Rogue, CG. Str 11, Dex 14, Con 9, Int 10, Wis 14, Cha 10. Maelra is tall and slender, with silver hair and bright green eyes. He wears studded leather and wields a rapier and hand crossbow. Maelra is diplomatic and driven.",
  "Lone: Male Elf Rogue, CG. Str 13, Dex 12, Con 8, Int 11, Wis 14, Cha 10. Lone has a square face, with white hair and amber eyes. He wears leather armor and wields a light hammer. Lone suffers a severe allergy to dogs.",
  "Ahtar: Male Elf Monk, N. Str 13, Dex 15, Con 11, Int 7, Wis 11, Cha 7. Ahtar is stout, with gray hair and sharp hazel eyes. He wears well-made clothing and wields a bo (quarterstaff). Ahtar is colorblind.",
  "Ablumil: Male Elf Warlock, CN. Str 12, Dex 11, Con 11, Int 13, Wis 9, Cha 15. Ablumil has red hair and brown eyes. He wears studded leather and wields a club. Ablumil seeks to atone for past sins.",
  "Milindir: Male Elf Wizard, LG. Str 9, Dex 14, Con 12, Int 14, Wis 6, Cha 5. Milindir has long blonde hair and amber eyes. He wears travel-stained clothing and wields a quarterstaff and light crossbow. Milindir is cursed with hallucinations.",
  "Finwe: Male Elf Wizard, N. Str 13, Dex 12, Con 10, Int 13, Wis 15, Cha 11. Finwe has a round face, with brown hair and brown eyes. He wears simple clothing and wields a dagger and darts. Finwe is hunting the warlord who murdered his family.",
  "Esuc: Male Elf Monk, N. Str 12, Dex 10, Con 11, Int 10, Wis 14, Cha 9. Esuc has blonde hair and large blue eyes. He wears travel-stained clothing and wields a bo (quarterstaff). Esuc is assertive and jealous.",
  "Dida: Male Elf Monk, N. Str 12, Dex 9, Con 9, Int 6, Wis 11, Cha 15. Dida has black hair and dark green eyes, and a long moustache. He wears well-made clothing and wields nunchaku (club). Dida has an animal companion, a tiger named Boada.",
  "Brici: Male Elf Rogue, N. Str 8, Dex 15, Con 9, Int 9, Wis 9, Cha 12. Brici is tall and willowy, with braided silver hair and bright hazel eyes. He wears studded leather and wields a rapier and hand crossbow. Brici seeks revenge against the aristocrat who framed him.",
  "Lionare: Male Elf Paladin, Good. Str 10, Dex 11, Con 9, Int 12, Wis 9, Cha 12. Lionare is youthful in appearance, with tangled silver hair and soft gray eyes. He wears half plate and wields a warhammer and shield. Lionare has an animal companion, a black warhorse named Cotta.",
  "Carandir: Male Elf Monk, N. Str 12, Dex 12, Con 13, Int 10, Wis 13, Cha 14. Carandir has copper hair and large green eyes, and a thin beard. He wears travel-stained clothing and wields a kanabo (mace) and shuriken (darts). Carandir is soft-hearted and honest.",
  "Cirdore: Male Elf Rogue, N. Str 11, Dex 13, Con 5, Int 13, Wis 8, Cha 12. Cirdore is common in appearance, with short white hair and green eyes. He wears leather armor and wields a light hammer and sickle. Cirdore is a practiced dart thrower.",
  "Caitha: Male Elf Barbarian, N. Str 17, Dex 14, Con 8, Int 8, Wis 9, Cha 12. Caitha is fair in appearance, with gray hair and blue eyes. He wears hide armor and wields a pike. Caitha has an animal companion, a badger named Vercha.",
  "Maci: Male Elf Rogue, NE. Str 8, Dex 16, Con 11, Int 10, Wis 13, Cha 14. Maci is fey in appearance, with gray hair and bright amber eyes. He wears leather armor and wields a longsword. Maci is malevolent and combative.",
  "Eunoc: Male Elf Druid, Neutral. Str 16, Dex 12, Con 10, Int 7, Wis 16, Cha 11. Eunoc has a narrow face, with gray hair and large gray eyes. He wears leather armor and wields a scimitar.",
  "Cune: Male Elf Rogue, N. Str 11, Dex 12, Con 8, Int 11, Wis 10, Cha 8. Cune is short and slender, with copper hair and bright hazel eyes. He wears leather armor and wields a mace and hand crossbow. Cune dislikes having people behind him.",
  "Cirdaneth: Male Elf Cleric, NG. Str 12, Dex 10, Con 12, Int 9, Wis 14, Cha 17. Cirdaneth is rough in appearance, with thick gray hair and brown eyes. He wears leather armor and wields a mace.",
  "Igeicc: Male Elf Warlock, LN. Str 11, Dex 7, Con 11, Int 13, Wis 8, Cha 14. Igeicc has white hair and bright green eyes. He wears studded leather and wields a mace. Igeicc seeks to discover what destroyed his homeland.",
  "Srine: Male Elf Bard, N. Str 10, Dex 12, Con 7, Int 11, Wis 6, Cha 14. Srine has uneven gray hair and hazel eyes, and an uneven beard. He wears leather armor and wields a longsword and sickle. Srine is amoral and zealous.",
  "Ilingor: Male Elf Cleric, NG. Str 9, Dex 10, Con 13, Int 5, Wis 13, Cha 12. Ilingor has straight silver hair and light gray eyes, and prominent ears. He wears leather armor and wields a club and shield. Ilingor is well-spoken and chivalrous.",
  "Enuach: Male Elf Ranger, LG. Str 10, Dex 13, Con 10, Int 10, Wis 12, Cha 10. Enuach is noble in bearing, with gray hair and gray eyes. He wears scale mail and wields a flail. Enuach has gray wolf named Finnla.",
  "Cerio: Male Elf Monk, CG. Str 14, Dex 14, Con 8, Int 12, Wis 7, Cha 15. Cerio is tall and overweight, with blonde hair and hazel eyes. He wears simple clothing and wields a kanabo (mace) and shuriken (darts). Cerio seeks to discover the truth of his lineage.",
  "Cono: Male Elf Sorcerer, NG. Str 10, Dex 13, Con 11, Int 6, Wis 8, Cha 14. Cono has long golden hair and brown eyes. He wears travel-stained clothing and wields a dagger. Cono blames dragons for every misfortune.",
  "Carosaer: Male Elf Bard, N. Str 7, Dex 9, Con 9, Int 10, Wis 12, Cha 13. Carosaer has a square face, with cropped copper hair and blue eyes. He wears leather armor and wields a shortsword and hand crossbow. Carosaer is honest and extravagant.",
  "Enendir: Male Elf Rogue, NG. Str 13, Dex 14, Con 7, Int 14, Wis 9, Cha 5. Enendir has auburn hair and amber eyes, and small ears. He wears studded leather and wields a rapier. Enendir seeks to atone for past sins.",
  "Enelroth: Male Elf Fighter, LN. Str 16, Dex 10, Con 12, Int 8, Wis 7, Cha 11. Enelroth is rough in appearance, with white hair and soft green eyes. He wears hide armor and wields a shortsword and blowgun. Enelroth is impossibly lucky.",
  "Dorandir: Male Elf Cleric, CG. Str 10, Dex 10, Con 12, Int 6, Wis 15, Cha 12. Dorandir has copper hair and large green eyes. He wears half plate and wields a quarterstaff and shield. Dorandir has an animal companion, a hunting dog named Ulith.",
  "Annaeler: Male Elf Sorcerer, N. Str 9, Dex 7, Con 14, Int 11, Wis 11, Cha 17. Annaeler has a round face, with thick brown hair and green eyes. He wears worn clothing and wields a dagger. Annaeler is practical and destructive.",
  "Maire: Male Elf Monk, LN. Str 11, Dex 10, Con 9, Int 8, Wis 13, Cha 8. Maire is fey in appearance, with blonde hair and green eyes. He wears worn clothing and wields nunchaku (club) and shuriken (darts). Maire is searching for his missing son.",
  "Maise: Male Elf Rogue, LG. Str 13, Dex 17, Con 12, Int 12, Wis 12, Cha 6. Maise has straight auburn hair and large green eyes, and small ears. He wears studded leather and wields a rapier and shortbow. Maise compulsively plays with a bronze ring.",
  "Midha: Male Elf Paladin, Good. Str 17, Dex 8, Con 9, Int 10, Wis 17, Cha 11. Midha has a narrow face, with uneven blonde hair and amber eyes. He wears hide armor and wields a halberd.",
  "Sinne: Male Elf Monk, LN. Str 12, Dex 10, Con 14, Int 8, Wis 8, Cha 6. Sinne is short and overweight, with short golden hair and dark brown eyes. He wears sturdy clothing and wields an ono (handaxe). Sinne seeks to become a knight of the realm.",
  "Galadaer: Male Elf Bard, NG. Str 5, Dex 6, Con 13, Int 13, Wis 14, Cha 15. Galadaer has an angular face, with gray hair and amber eyes. He wears studded leather and wields a club. Galadaer is heroic and faithful.",
  "Erorfil: Male Elf Warlock, N. Str 12, Dex 14, Con 10, Int 7, Wis 10, Cha 15. Erorfil has cropped black hair and large amber eyes. He wears leather armor and wields a handaxe and javelins. Erorfil is morose and combative.",
  "Eadhoror: Male Elf Druid, Neutral. Str 12, Dex 12, Con 12, Int 12, Wis 13, Cha 10. Eadhoror is rugged in appearance, with silver hair and hazel eyes. He wears leather armor and wields a mace and wooden shield. Eadhoror is pessimistic and reckless.",
  "Ciachi: Male Elf Monk, LN. Str 11, Dex 13, Con 9, Int 6, Wis 14, Cha 11. Ciachi is short and stout, with long silver hair and large green eyes. He wears plain clothing and wields an ono (handaxe) and kama (sickle). Ciachi is impossibly lucky.",
  "Gonaeli: Male Elf Fighter, CG. Str 15, Dex 15, Con 8, Int 11, Wis 10, Cha 10. Gonaeli has matted copper hair and amber eyes, and a round nose. He wears a breastplate and wields a trident. Gonaeli lost his reflection to a nymph.",
  "Riomne: Male Elf Fighter, N. Str 16, Dex 11, Con 14, Int 12, Wis 8, Cha 9. Riomne is fey in appearance, with braided gray hair and blue eyes. He wears plate armor and wields a whip and blowgun. Riomne is flirtatious and envious.",
  "Cata: Male Elf Fighter, NG. Str 17, Dex 14, Con 13, Int 11, Wis 10, Cha 11. Cata has a round face, with braided copper hair and amber eyes. He wears splint armor and wields a whip and heavy crossbow.",
  "Ereleg: Male Elf Monk, CN. Str 16, Dex 12, Con 7, Int 11, Wis 15, Cha 10. Ereleg has red hair and hazel eyes, and a beaked nose. He wears modest garments and wields a yari (spear). Ereleg compulsively plays with a steel ring.",
  "Maegladan: Male Elf Wizard, CE. Str 11, Dex 14, Con 12, Int 16, Wis 12, Cha 15. Maegladan has thick red hair and hazel eyes. He wears modest garments and wields a dagger and sling. Maegladan is harsh and coarse.",
  "Mabladaer: Male Elf Rogue, LN. Str 11, Dex 13, Con 10, Int 11, Wis 6, Cha 13. Mabladaer is short, with silver hair and hazel eyes. He wears studded leather and wields a rapier and hand crossbow. Mabladaer seeks to steal an ancient artifact from the College of the Sorcerous Arts.",
  "Angron: Male Elf Monk, N. Str 13, Dex 8, Con 13, Int 12, Wis 13, Cha 7. Angron is short and slender, with golden hair and amber eyes. He wears worn clothing and wields a yari (spear) and kama (sickle). Angron is extravagant and impartial.",
  "Aralar: Male Elf Barbarian, N. Str 13, Dex 14, Con 8, Int 13, Wis 11, Cha 9. Aralar has curly blonde hair and hazel eyes, and pointed ears. He wears scale mail and wields a pike. Aralar is quiet, and says as little as possible.",
  "Sini: Male Elf Fighter, NE. Str 16, Dex 12, Con 8, Int 6, Wis 9, Cha 8. Sini is fair in appearance, with matted black hair and gray eyes. He wears splint armor and wields a warhammer and shield. Sini is searching for a legendary blade named Wavescythe.",
  "Torahir: Male Elf Bard, NG. Str 9, Dex 8, Con 10, Int 9, Wis 9, Cha 14. Torahir is cultured in appearance, with brown hair and soft blue eyes. He wears leather armor and wields a rapier and sling. Torahir secretly serves Zago, an ancient god of evil.",
  "Mare: Male Elf Fighter, N. Str 12, Dex 10, Con 9, Int 6, Wis 11, Cha 8. Mare has a narrow face, with thick brown hair and green eyes. He wears a chain shirt and wields a shortsword.",
  "Arrach: Male Elf Paladin, Good. Str 12, Dex 10, Con 5, Int 9, Wis 8, Cha 9. Arrach is tall and stout, with braided copper hair and blue eyes. He wears half plate and wields a greatsword. Arrach seeks to atone for past sins.",
  "Ladore: Male Elf Cleric, LN. Str 11, Dex 8, Con 12, Int 8, Wis 16, Cha 12. Ladore is tall and thin, with long blonde hair and soft amber eyes. He wears hide armor and wields a mace and sling.",
  "Gonare: Male Elf Fighter, NG. Str 15, Dex 13, Con 11, Int 11, Wis 11, Cha 12. Gonare is tall, with copper hair and hazel eyes. He wears a breastplate and wields a morningstar and blowgun. Gonare has an animal companion, a ginger dog named Celebre.",
  "Dubhgia: Male Elf Monk, NG. Str 10, Dex 13, Con 15, Int 12, Wis 13, Cha 11. Dubhgia has thin auburn hair and sharp green eyes, and a flat nose. He wears modest garments and wields a yari (spear) and kama (sickle). Dubhgia seeks to atone for past sins.",
  "Gonare: Male Elf Monk, CG. Str 13, Dex 12, Con 8, Int 9, Wis 10, Cha 10. Gonare has black hair and blue eyes. He wears sturdy clothing and wields a bo (quarterstaff). Gonare is virtuous and industrious.",
  "Cume: Male Elf Monk, N. Str 12, Dex 15, Con 13, Int 9, Wis 15, Cha 10. Cume is common in appearance, with brown hair and narrow gray eyes. He wears well-made clothing and wields a yari (spear) and sai (dagger). Cume is lustful and obsessive.",
  "Lungali: Male Elf Sorcerer, LN. Str 11, Dex 6, Con 15, Int 8, Wis 9, Cha 16. Lungali is rugged in appearance, with white hair and narrow brown eyes. He wears well-made clothing and wields a dagger.",
  "Nerco: Male Elf Monk, LN. Str 14, Dex 12, Con 8, Int 8, Wis 10, Cha 9. Nerco has a long face, with copper hair and large green eyes. He wears travel-stained clothing and wields nunchaku (club) and kama (sickle). Nerco has an animal companion, a hunting dog named Lidua.",
  "Cate: Male Elf Paladin, Good. Str 14, Dex 11, Con 13, Int 11, Wis 12, Cha 10. Cate is short, with short brown hair and dark brown eyes. He wears a chain shirt and wields a flail and shield.",
  "Eled: Male Elf Cleric, N. Str 12, Dex 10, Con 7, Int 6, Wis 12, Cha 9. Eled has gray hair and green eyes, and numerous magical tattoos. He wears studded leather and wields a spear. Eled has an animal companion, a tawny rat named Adach.",
  "Ennahil: Male Elf Fighter, CN. Str 14, Dex 14, Con 9, Int 12, Wis 9, Cha 9. Ennahil is short and thin, with matted copper hair and light brown eyes. He wears chain mail and wields a war pick and shield. Ennahil is honest and depraved.",
  "Mahta: Male Elf Rogue, NG. Str 9, Dex 13, Con 10, Int 14, Wis 6, Cha 10. Mahta is rough in appearance, with auburn hair and hazel eyes. He wears leather armor and wields a longsword.",
  "Mary: Male Elf Bard, N. Str 10, Dex 7, Con 14, Int 8, Wis 12, Cha 17. Mary has thick copper hair and green eyes. He wears studded leather and wields a shortsword.",
  "Brixim: Male Elf Ranger, N. Str 9, Dex 10, Con 11, Int 8, Wis 11, Cha 9. Brixim is thin, with curly gray hair and gray eyes. He wears leather armor and wields a greatsword.",
  "Bedwy: Male Elf Fighter, LN. Str 15, Dex 14, Con 11, Int 12, Wis 7, Cha 13. Bedwy has a square face, with straight copper hair and soft brown eyes. He wears scale mail and wields a greatsword. Bedwy is determined and mercenary.",
  "Guilionerdh: Male Elf Barbarian, N. Str 13, Dex 11, Con 14, Int 10, Wis 9, Cha 15. Guilionerdh has straight auburn hair and narrow amber eyes, and a thin nose. He wears hide armor and wields a trident and shield. Guilionerdh is lewd and coarse.",
  "Cune: Male Elf Warlock, NG. Str 12, Dex 12, Con 5, Int 11, Wis 11, Cha 12. Cune is stout, with braided copper hair and dark hazel eyes. He wears leather armor and wields a mace. Cune is romantic and thrifty.",
  "Olac: Male Elf Cleric, NG. Str 9, Dex 12, Con 11, Int 8, Wis 12, Cha 9. Olac is short and stout, with thick black hair and large amber eyes. He wears scale mail and wields a light hammer. Olac seeks to continue the noble legacy of his father.",
  "Emmas: Male Elf Cleric, NE. Str 9, Dex 8, Con 13, Int 13, Wis 13, Cha 10. Emmas has a long face, with copper hair and light brown eyes. He wears studded leather and wields a quarterstaff and sling. Emmas is disloyal and selfish.",
  "Graine: Male Elf Bard, NE. Str 8, Dex 9, Con 13, Int 8, Wis 12, Cha 17. Graine is fey in appearance, with gray hair and gray eyes. He wears studded leather and wields a shortsword.",
  "Maglegald: Male Elf Sorcerer, NG. Str 14, Dex 9, Con 11, Int 9, Wis 8, Cha 12. Maglegald is short and heavyset, with matted blonde hair and amber eyes. He wears travel-stained clothing and wields a quarterstaff. Maglegald seeks to master the secrets of chaos magic.",
  "Gonare: Male Elf Rogue, LE. Str 6, Dex 14, Con 12, Int 14, Wis 8, Cha 11. Gonare has black hair and green eyes. He wears leather armor and wields a shortsword. Gonare secretly serves Lasu, an ancient god of darkness.",
  "Egon: Male Elf Sorcerer, N. Str 12, Dex 9, Con 13, Int 14, Wis 8, Cha 13. Egon has a narrow face, with tangled black hair and hazel eyes. He wears travel-stained clothing and wields a dagger and light crossbow. Egon is agreeable and selfish.",
  "Lacha: Male Elf Rogue, N. Str 10, Dex 14, Con 8, Int 12, Wis 13, Cha 9. Lacha has white hair and green eyes. He wears leather armor and wields a longsword. Lacha is zealous and eccentric.",
  "Clona: Male Elf Rogue, LN. Str 9, Dex 16, Con 15, Int 14, Wis 9, Cha 8. Clona is pleasant in appearance, with uneven black hair and large gray eyes. He wears leather armor and wields a shortsword and sling. Clona seeks to steal an ancient artifact from the Hive of Gloomy Souls.",
  "Carue: Male Elf Rogue, CN. Str 13, Dex 17, Con 11, Int 9, Wis 11, Cha 12. Carue has a square face, with blonde hair and soft green eyes. He wears studded leather and wields a longsword. Carue has an animal companion, a dire rat named Vaca.",
  "Elior: Male Elf Cleric, NG. Str 7, Dex 12, Con 13, Int 13, Wis 17, Cha 16. Elior is fey in appearance, with thick red hair and green eyes. He wears a breastplate and wields a quarterstaff and shield.",
  "Amrad: Male Elf Paladin, Good. Str 17, Dex 11, Con 11, Int 7, Wis 15, Cha 10. Amrad has curly black hair and light hazel eyes, and a beaked nose. He wears plate armor and wields a shortsword. Amrad seeks to free himself from an ancient curse.",
  "Ceithe: Male Elf Monk, LN. Str 13, Dex 13, Con 7, Int 11, Wis 13, Cha 11. Ceithe has uneven auburn hair and bright gray eyes, and prominent ears. He wears travel-stained clothing and wields a yari (spear) and shuriken (darts). Ceithe has an animal companion, a white rabbit named Ratua.",
  "Baire: Male Elf Barbarian, N. Str 13, Dex 10, Con 8, Int 7, Wis 9, Cha 7. Baire is tall and heavyset, with long silver hair and hazel eyes. He wears scale mail and wields a whip and longbow. Baire has an animal companion, a badger named Maxos.",
  "Brache: Male Elf Wizard, LN. Str 6, Dex 13, Con 10, Int 17, Wis 6, Cha 15. Brache has thin auburn hair and amber eyes. He wears sturdy clothing and wields a quarterstaff. Brache suffers a deadly allergy to shellfish.",
  "Thronethilb: Male Elf Fighter, LN. Str 17, Dex 10, Con 7, Int 5, Wis 14, Cha 14. Thronethilb is short and slender, with tangled black hair and narrow amber eyes. He wears a breastplate and wields a greataxe.",
  "Alargor: Male Elf Cleric, NE. Str 11, Dex 12, Con 12, Int 5, Wis 16, Cha 13. Alargor has a round face, with blonde hair and large green eyes. He wears scale mail and wields a light hammer and shield. Alargor has an animal companion, a hawk named Cune.",
  "Enedras: Male Elf Rogue, LG. Str 5, Dex 12, Con 14, Int 17, Wis 10, Cha 7. Enedras has a round face, with blonde hair and green eyes. He wears leather armor and wields a rapier and sling. Enedras is witty and morose.",
  "Laco: Male Elf Rogue, N. Str 9, Dex 14, Con 7, Int 8, Wis 13, Cha 6. Laco is rugged in appearance, with blonde hair and narrow green eyes. He wears leather armor and wields a longsword. Laco secretly serves Gusya, an ancient god of destruction.",
  "Galenwe: Male Elf Cleric, LG. Str 9, Dex 8, Con 12, Int 7, Wis 16, Cha 16. Galenwe is short and slender, with thick silver hair and hazel eyes. He wears a chain shirt and wields a spear and shield. Galenwe is absent-minded, and always searching for a missing item.",
  "Vola: Male Elf Monk, CE. Str 13, Dex 9, Con 10, Int 6, Wis 12, Cha 7. Vola has gray hair and bright amber eyes, and a thick beard. He wears travel-stained clothing and wields a bo (quarterstaff) and kama (sickle). Vola dislikes having people behind him.",
  "Elin: Male Elf Ranger, CN. Str 10, Dex 9, Con 11, Int 8, Wis 9, Cha 14. Elin is fey in appearance, with messy copper hair and sharp hazel eyes. He wears a breastplate and wields a pike. Elin is searching for the lost dominion of Tirithon.",
  "Elengon: Male Elf Monk, N. Str 10, Dex 13, Con 10, Int 11, Wis 12, Cha 7. Elengon has a narrow face, with gray hair and gray eyes. He wears worn clothing and wields nunchaku (club). Elengon has an animal companion, a red firedrake named Tuane.",
  "Omiod: Male Elf Cleric, LN. Str 10, Dex 7, Con 10, Int 10, Wis 17, Cha 13. Omiod is short and willowy, with gray hair and light hazel eyes. He wears a chain shirt and wields a spear. Omiod is hunting the cultists who murdered his family.",
  "Voda: Male Elf Rogue, CN. Str 13, Dex 12, Con 7, Int 14, Wis 7, Cha 10. Voda has a long face, with braided copper hair and green eyes. He wears studded leather and wields a longsword and hand crossbow. Voda is haunted by the memories of a past life.",
  "Golfindor: Male Elf Ranger, NE. Str 10, Dex 17, Con 9, Int 5, Wis 12, Cha 8. Golfindor has auburn hair and brown eyes. He wears hide armor and wields a pike. Golfindor has snow owl named Nelothel.",
  "Dyni: Male Elf Barbarian, LN. Str 13, Dex 9, Con 15, Int 14, Wis 8, Cha 9. Dyni has white hair and amber eyes. He wears leather armor and wields a longsword and net. Dyni has an animal companion, a black wolf named Celore.",
  "Cade: Male Elf Cleric, N. Str 11, Dex 10, Con 12, Int 11, Wis 17, Cha 9. Cade is rough in appearance, with straight auburn hair and brown eyes. He wears scale mail and wields a mace and dagger. Cade holds a grudge against halflings.",
  "Erix: Male Elf Fighter, N. Str 14, Dex 14, Con 13, Int 9, Wis 10, Cha 14. Erix has brown hair and large green eyes, and a round nose. He wears ring mail and wields a morningstar and shield. Erix is suspicious and proud.",
  "Finaeli: Male Elf Monk, LG. Str 15, Dex 13, Con 8, Int 10, Wis 12, Cha 13. Finaeli has white hair and light hazel eyes, and a matted moustache. He wears simple clothing and wields a kanabo (mace). Finaeli is romantic and pious.",
  "Edramrod: Male Elf Fighter, N. Str 12, Dex 12, Con 8, Int 6, Wis 15, Cha 11. Edramrod is pleasant in appearance, with copper hair and green eyes. He wears ring mail and wields a warhammer. Edramrod is haunted by the ghost of someone he killed.",
  "Celemmin: Male Elf Rogue, LN. Str 9, Dex 13, Con 10, Int 9, Wis 9, Cha 14. Celemmin has a long face, with golden hair and large green eyes. He wears leather armor and wields a rapier. Celemmin has an animal companion, a dire rat named Grawsta.",
  "Drovi: Male Elf Monk, CG. Str 12, Dex 7, Con 13, Int 10, Wis 9, Cha 7. Drovi has messy blonde hair and light amber eyes. He wears simple clothing and wields a bo (quarterstaff) and shuriken (darts).",
  "Saere: Male Elf Paladin, Good. Str 14, Dex 15, Con 7, Int 8, Wis 14, Cha 15. Saere is stout, with blonde hair and amber eyes. He wears a chain shirt and wields a warhammer and shield. Saere has an animal companion, a bay warhorse named Etir.",
  "Guilodor: Male Elf Barbarian, N. Str 13, Dex 8, Con 16, Int 12, Wis 10, Cha 12. Guilodor has a round face, with blonde hair and green eyes. He wears hide armor and wields a halberd. Guilodor was magically imprisoned for a hundred years.",
  "Elmin: Male Elf Rogue, N. Str 11, Dex 15, Con 9, Int 8, Wis 10, Cha 7. Elmin is rugged in appearance, with straight red hair and amber eyes. He wears leather armor and wields a spear and hand crossbow. Elmin seeks revenge against the aristocrat who framed him.",
  "Trachui: Male Elf Bard, N. Str 12, Dex 9, Con 11, Int 12, Wis 12, Cha 12. Trachui is tall and stout, with blonde hair and soft green eyes. He wears leather armor and wields a shortsword and hand crossbow. Trachui secretly serves Rela, an ancient god of death.",
  "Made: Male Elf Monk, N. Str 15, Dex 16, Con 7, Int 8, Wis 13, Cha 15. Made has black hair and dark amber eyes. He wears plain clothing and wields a yari (spear). Made seeks to become a knight of the realm.",
  "Lane: Male Elf Rogue, N. Str 10, Dex 14, Con 8, Int 12, Wis 13, Cha 8. Lane is pleasant in appearance, with curly red hair and hazel eyes. He wears studded leather and wields a club. Lane is agreeable and adaptable.",
  "Tata: Male Elf Rogue, N. Str 6, Dex 13, Con 8, Int 13, Wis 9, Cha 8. Tata has auburn hair and soft blue eyes, and a straight moustache. He wears leather armor and wields a longsword and javelins. Tata is haunted by the ghost of someone he killed.",
  "Sesnua: Male Elf Rogue, NE. Str 11, Dex 13, Con 11, Int 13, Wis 11, Cha 6. Sesnua has a narrow face, with copper hair and gray eyes. He wears leather armor and wields a spear. Sesnua seeks revenge against the thieves' guild which left him to hang.",
  "Orul: Male Elf Paladin, Good. Str 15, Dex 11, Con 8, Int 12, Wis 14, Cha 8. Orul is short, with curly golden hair and large blue eyes. He wears plate armor and wields a warhammer. Orul is impossibly lucky.",
  "Curothil: Male Elf Sorcerer, N. Str 9, Dex 11, Con 13, Int 9, Wis 7, Cha 17. Curothil has brown hair and dark amber eyes. He wears plain clothing and wields a quarterstaff and sling. Curothil has an animal companion, a vampire bat named Tatarie.",
  "Cathbe: Male Elf Ranger, LN. Str 13, Dex 11, Con 10, Int 13, Wis 11, Cha 9. Cathbe is pleasant in appearance, with golden hair and hazel eyes. He wears scale mail and wields a shortsword and shield. Cathbe is jealous and craven.",
  "Mahtore: Male Elf Wizard, N. Str 9, Dex 14, Con 9, Int 17, Wis 12, Cha 10. Mahtore has a long face, with braided white hair and bright green eyes. He wears travel-stained clothing and wields a dagger.",
  "Fare: Male Elf Monk, LN. Str 15, Dex 12, Con 12, Int 13, Wis 12, Cha 6. Fare is tall and thin, with copper hair and green eyes. He wears worn clothing and wields a bo (quarterstaff) and shuriken (darts). Fare lost his reflection to a hag.",
  "Ophin: Male Elf Monk, LN. Str 7, Dex 12, Con 10, Int 13, Wis 8, Cha 11. Ophin has tangled golden hair and brown eyes, and small ears. He wears travel-stained clothing and wields a kanabo (mace). Ophin is truthful and bloodthirsty.",
  "Elelung: Male Elf Fighter, LN. Str 12, Dex 9, Con 8, Int 10, Wis 10, Cha 8. Elelung has red hair and green eyes. He wears a breastplate and wields a longsword and net. Elelung is easily distracted by food and drink.",
  "Maila: Male Elf Druid, Neutral. Str 13, Dex 12, Con 12, Int 12, Wis 14, Cha 10. Maila has a round face, with golden hair and gray eyes. He wears leather armor and wields a quarterstaff. Maila is cursed with amnesia.",
  "Cati: Male Elf Ranger, N. Str 10, Dex 13, Con 9, Int 9, Wis 8, Cha 9. Cati has silver hair and amber eyes, and a sharp nose. He wears a chain shirt and wields a shortsword and shield. Cati is agreeable and lewd.",
  "Cirduili: Male Elf Barbarian, N. Str 17, Dex 11, Con 14, Int 11, Wis 8, Cha 6. Cirduili has messy gray hair and hazel eyes, and wears glasses with steel rims. He wears hide armor and wields a greataxe.",
  "Ingor: Male Elf Rogue, NG. Str 13, Dex 17, Con 9, Int 12, Wis 8, Cha 10. Ingor has short blonde hair and light hazel eyes. He wears studded leather and wields a club and hand crossbow. Ingor is fascinated by noble lineages and heraldry.",
  "Ceannmhi: Male Elf Bard, N. Str 13, Dex 10, Con 13, Int 11, Wis 6, Cha 14. Ceannmhi has matted blonde hair and green eyes. He wears studded leather and wields a rapier. Ceannmhi has an animal companion, a white rabbit named Sata.",
  "Emmir: Male Elf Fighter, LN. Str 15, Dex 17, Con 11, Int 10, Wis 11, Cha 9. Emmir is rugged in appearance, with cropped gray hair and large amber eyes. He wears ring mail and wields a war pick and shield. Emmir has an animal companion, a ginger dog named Maieuli.",
  "Coinne: Male Elf Monk, N. Str 11, Dex 14, Con 11, Int 5, Wis 13, Cha 11. Coinne has matted blonde hair and green eyes. He wears sturdy clothing and wields a kanabo (mace) and sai (dagger). Coinne speaks with a deep voice.",
  "Golinel: Male Elf Monk, N. Str 16, Dex 9, Con 10, Int 13, Wis 13, Cha 9. Golinel has thick red hair and amber eyes. He wears simple clothing and wields a kanabo (mace) and sai (dagger). Golinel suffers a severe allergy to moulds and oozes.",
  "Cove: Male Elf Rogue, LG. Str 11, Dex 17, Con 7, Int 15, Wis 9, Cha 7. Cove has thick golden hair and blue eyes. He wears leather armor and wields a shortsword and hand crossbow. Cove has an animal companion, a black snake named Conmi.",
  "Airduc: Male Elf Cleric, NG. Str 11, Dex 7, Con 10, Int 11, Wis 12, Cha 10. Airduc has straight copper hair and soft green eyes. He wears a chain shirt and wields a light hammer. Airduc is virtuous and honest.",
  "Edhrol: Male Elf Rogue, LN. Str 12, Dex 16, Con 10, Int 12, Wis 12, Cha 12. Edhrol has a long face, with messy auburn hair and bright amber eyes. He wears leather armor and wields a shortsword and hand crossbow.",
  "Dani: Male Elf Fighter, N. Str 16, Dex 13, Con 8, Int 10, Wis 14, Cha 8. Dani has an angular face, with uneven black hair and gray eyes. He wears ring mail and wields a rapier and longbow. Dani has an animal companion, a black dog named Beara.",
  "Aelion: Male Elf Druid, Neutral. Str 15, Dex 10, Con 10, Int 11, Wis 14, Cha 10. Aelion has black hair and large gray eyes. He wears hide armor and wields a club. Aelion is shrewd and practical.",
  "Ceithe: Male Elf Barbarian, N. Str 12, Dex 11, Con 12, Int 7, Wis 11, Cha 10. Ceithe is pleasant in appearance, with matted white hair and amber eyes. He wears leather armor and wields a battleaxe and longbow. Ceithe is covetous and erratic.",
  "Indil: Male Elf Warlock, CE. Str 11, Dex 10, Con 9, Int 10, Wis 9, Cha 16. Indil is beastly in appearance, with silver hair and hazel eyes. He wears leather armor and wields a spear. Indil is coarse and secretive.",
  "Indon: Male Elf Fighter, LE. Str 13, Dex 16, Con 15, Int 8, Wis 6, Cha 9. Indon has gray hair and light green eyes. He wears ring mail and wields a greataxe. Indon has an animal companion, a badger named Maila.",
  "Mionaeli: Male Elf Fighter, N. Str 14, Dex 11, Con 9, Int 7, Wis 14, Cha 6. Mionaeli has brown hair and bright blue eyes. He wears a chain shirt and wields a rapier and shield. Mionaeli has an animal companion, a red firedrake named Neachta.",
  "Orfilin: Male Elf Paladin, Good. Str 12, Dex 12, Con 9, Int 10, Wis 13, Cha 11. Orfilin has cropped auburn hair and amber eyes, and a messy beard. He wears splint armor and wields a battleaxe and shield. Orfilin has an animal companion, a black warhorse named Olarad.",
  "Alanwed: Male Elf Ranger, CG. Str 12, Dex 12, Con 15, Int 15, Wis 13, Cha 15. Alanwed has a square face, with brown hair and narrow brown eyes. He wears studded leather and wields a scimitar and shield. Alanwed has forest owl named Tario.",
  "Elelmil: Male Elf Ranger, LN. Str 13, Dex 11, Con 14, Int 11, Wis 13, Cha 5. Elelmil has a narrow face, with auburn hair and gray eyes. He wears a breastplate and wields a glaive. Elelmil is impossibly lucky.",
  "Daba: Male Elf Rogue, N. Str 12, Dex 12, Con 10, Int 9, Wis 10, Cha 10. Daba is short and slender, with white hair and bright brown eyes. He wears leather armor and wields a rapier. Daba is impossibly lucky.",
  "Gilgildor: Male Elf Barbarian, NG. Str 16, Dex 11, Con 15, Int 6, Wis 10, Cha 12. Gilgildor is overweight, with long white hair and sharp green eyes. He wears hide armor and wields a shortsword and heavy crossbow. Gilgildor compulsively plays with a pewter ring.",
  "Vorasaer: Male Elf Rogue, N. Str 7, Dex 15, Con 9, Int 15, Wis 15, Cha 12. Vorasaer has a long face, with golden hair and green eyes. He wears leather armor and wields a shortsword. Vorasaer is impossibly lucky.",
  "Ciana: Male Elf Sorcerer, CN. Str 8, Dex 8, Con 10, Int 6, Wis 9, Cha 12. Ciana has a round face, with braided copper hair and hazel eyes. He wears well-made clothing and wields a quarterstaff and darts. Ciana has an animal companion, a sand lizard named Celadrie.",
  "Macbai: Male Elf Bard, N. Str 6, Dex 6, Con 10, Int 10, Wis 15, Cha 14. Macbai is pleasant in appearance, with braided golden hair and soft green eyes. He wears leather armor and wields a shortsword and hand crossbow. Macbai is searching for his lost sister.",
  "Atuach: Male Elf Monk, NG. Str 10, Dex 16, Con 6, Int 11, Wis 9, Cha 14. Atuach is short and overweight, with red hair and dark green eyes. He wears modest garments and wields a bo (quarterstaff). Atuach is hunting the dragon who murdered his family.",
  "Carosaer: Male Elf Rogue, CG. Str 5, Dex 16, Con 5, Int 14, Wis 8, Cha 14. Carosaer is willowy, with blonde hair and bright amber eyes. He wears studded leather and wields a longsword.",
  "Enenlor: Male Elf Warlock, NE. Str 12, Dex 7, Con 7, Int 14, Wis 10, Cha 17. Enenlor has an angular face, with black hair and sharp hazel eyes. He wears leather armor and wields a club. Enenlor has an animal companion, a grey rat named Febe.",
  "Elelmin: Male Elf Druid, Neutral. Str 12, Dex 12, Con 10, Int 8, Wis 12, Cha 9. Elelmin has long gray hair and bright gray eyes. He wears leather armor and wields a mace and sickle. Elelmin is extravagant and impulsive.",
  "Mablasaer: Male Elf Paladin, Good. Str 12, Dex 9, Con 9, Int 13, Wis 12, Cha 12. Mablasaer has uneven golden hair and gray eyes, and prominent ears. He wears hide armor and wields a pike. Mablasaer has an animal companion, a black warhorse named Covi.",
  "Cone: Male Elf Rogue, NG. Str 14, Dex 14, Con 13, Int 12, Wis 14, Cha 10. Cone is short, with red hair and dark brown eyes. He wears studded leather and wields a rapier. Cone seeks to save his family from financial ruin.",
  "Malgali: Male Elf Monk, N. Str 12, Dex 12, Con 11, Int 8, Wis 11, Cha 9. Malgali has tangled red hair and green eyes, and a flat nose. He wears well-made clothing and wields nunchaku (club).",
  "Opror: Male Elf Fighter, NG. Str 17, Dex 10, Con 9, Int 10, Wis 9, Cha 13. Opror has silver hair and dark gray eyes, and a magical mark on his arm. He wears a chain shirt and wields a halberd. Opror is absent-minded, and always searching for a missing item.",
  "Omiod: Male Elf Fighter, CN. Str 16, Dex 12, Con 9, Int 12, Wis 11, Cha 11. Omiod has messy white hair and sharp hazel eyes. He wears splint armor and wields a flail and hand crossbow. Omiod suffers a severe allergy to dragons.",
  "Connla: Male Elf Fighter, NG. Str 17, Dex 15, Con 5, Int 11, Wis 12, Cha 5. Connla has curly copper hair and amber eyes. He wears plate armor and wields a war pick. Connla has an animal companion, a red firedrake named Arfingor.",
  "Evill: Male Elf Paladin, Good. Str 11, Dex 7, Con 11, Int 13, Wis 9, Cha 14. Evill has golden hair and dark blue eyes. He wears half plate and wields a greataxe.",
  "Carue: Male Elf Cleric, NG. Str 10, Dex 13, Con 8, Int 9, Wis 14, Cha 11. Carue has a round face, with brown hair and brown eyes. He wears scale mail and wields a handaxe and shield. Carue is courageous and generous.",
  "Fachui: Male Elf Druid, Neutral. Str 10, Dex 11, Con 11, Int 9, Wis 16, Cha 7. Fachui has a square face, with white hair and hazel eyes. He wears leather armor and wields a quarterstaff. Fachui has black wolf named Indimloth.",
  "Sube: Male Elf Wizard, N. Str 8, Dex 15, Con 10, Int 16, Wis 9, Cha 11. Sube is tall and willowy, with gray hair and brown eyes. He wears modest garments and wields a dagger and sling. Sube seeks to discover why he cannot remember anything from yesterday.",
  "Ildor: Male Elf Bard, LN. Str 9, Dex 6, Con 13, Int 9, Wis 10, Cha 14. Ildor has auburn hair and dark blue eyes, and large ears. He wears leather armor and wields a light hammer and hand crossbow.",
  "Elel: Male Elf Druid, Neutral. Str 12, Dex 14, Con 9, Int 8, Wis 16, Cha 10. Elel is slender, with gray hair and soft gray eyes. He wears hide armor and wields a quarterstaff and wooden shield. Elel seeks only fame and glory.",
  "Etain: Male Elf Bard, N. Str 5, Dex 10, Con 11, Int 14, Wis 6, Cha 17. Etain has matted brown hair and soft green eyes, and numerous unusual tattoos. He wears leather armor and wields a rapier.",
  "Cata: Male Elf Cleric, CN. Str 8, Dex 12, Con 5, Int 8, Wis 14, Cha 7. Cata is rough in appearance, with thick red hair and bright green eyes. He wears leather armor and wields a quarterstaff and darts. Cata has an animal companion, a sable ferret named Thalla.",
  "Dune: Male Elf Ranger, NE. Str 10, Dex 16, Con 10, Int 13, Wis 11, Cha 7. Dune is pleasant in appearance, with auburn hair and amber eyes. He wears studded leather and wields a glaive. Dune believes that he is the rightful heir to the throne of Lienegress.",
  "Coxim: Male Elf Warlock, N. Str 13, Dex 9, Con 5, Int 12, Wis 6, Cha 16. Coxim is thin, with thick golden hair and gray eyes. He wears leather armor and wields a quarterstaff and dagger.",
  "Athinder: Male Elf Rogue, NG. Str 7, Dex 17, Con 9, Int 9, Wis 9, Cha 9. Athinder is tall, with short white hair and blue eyes. He wears studded leather and wields a spear and dagger. Athinder is searching for his missing daughter.",
  "Alad: Male Elf Druid, Neutral. Str 11, Dex 12, Con 12, Int 8, Wis 12, Cha 10. Alad is short, with black hair and brown eyes. He wears hide armor and wields a spear. Alad is searching for his lost sister.",
  "Ohingor: Male Elf Bard, NG. Str 10, Dex 8, Con 11, Int 12, Wis 13, Cha 14. Ohingor is common in appearance, with copper hair and blue eyes. He wears studded leather and wields a handaxe and sling. Ohingor is confident and generous.",
  "Igriel: Male Elf Rogue, NG. Str 9, Dex 14, Con 8, Int 10, Wis 8, Cha 8. Igriel has curly white hair and light amber eyes. He wears leather armor and wields a longsword and hand crossbow. Igriel dislikes having people behind him.",
  "Brixos: Male Elf Paladin, Good. Str 17, Dex 11, Con 7, Int 14, Wis 8, Cha 13. Brixos has messy gray hair and hazel eyes. He wears splint armor and wields a battleaxe. Brixos is cursed with delusions.",
  "Aralan: Male Elf Fighter, NG. Str 12, Dex 9, Con 8, Int 10, Wis 12, Cha 15. Aralan has gray hair and blue eyes. He wears a breastplate and wields a battleaxe. Aralan seeks revenge against the sister who betrayed him.",
  "Denerdhil: Male Elf Rogue, N. Str 9, Dex 14, Con 7, Int 8, Wis 10, Cha 10. Denerdhil is rough in appearance, with tangled red hair and hazel eyes. He wears leather armor and wields a longsword and hand crossbow. Denerdhil seeks revenge against the aristocrat who framed him.",
  "Cori: Male Elf Paladin, Good. Str 12, Dex 10, Con 8, Int 5, Wis 15, Cha 16. Cori has an angular face, with matted copper hair and gray eyes. He wears ring mail and wields a longsword.",
  "Dirandor: Male Elf Wizard, NG. Str 7, Dex 10, Con 9, Int 17, Wis 13, Cha 13. Dirandor has brown hair and gray eyes, and a thin nose. He wears scarlet robes and wields a quarterstaff and darts. Dirandor has an arcane familiar, a red lizard named Aiccadh.",
  "Goladhil: Male Elf Paladin, Good. Str 13, Dex 12, Con 9, Int 10, Wis 12, Cha 11. Goladhil has a square face, with copper hair and amber eyes. He wears splint armor and wields a morningstar and shield. Goladhil suffers a paralyzing fear of darkness.",
  "Irel: Male Elf Monk, LG. Str 8, Dex 9, Con 13, Int 7, Wis 15, Cha 10. Irel has auburn hair and sharp green eyes. He wears simple clothing and wields a yari (spear). Irel is searching for a legendary blade named Demonreaver.",
  "Elron: Male Elf Rogue, N. Str 5, Dex 12, Con 12, Int 14, Wis 13, Cha 12. Elron has red hair and brown eyes. He wears studded leather and wields a longsword and sling. Elron has an animal companion, a black cat named Commi.",
  "Tore: Male Elf Wizard, LN. Str 8, Dex 12, Con 12, Int 17, Wis 8, Cha 8. Tore has copper hair and green eyes, and a messy moustache. He wears fine clothing and wields a quarterstaff.",
  "Finde: Male Elf Ranger, NG. Str 16, Dex 7, Con 9, Int 10, Wis 11, Cha 11. Finde is rugged in appearance, with white hair and green eyes. He wears a chain shirt and wields a battleaxe. Finde is dying and desperately seeks the secret of immortality.",
  "Enestor: Male Elf Rogue, N. Str 14, Dex 14, Con 9, Int 14, Wis 10, Cha 9. Enestor is overweight, with copper hair and green eyes. He wears leather armor and wields a rapier. Enestor is absent-minded and mercenary.",
  "Armin: Male Elf Paladin, Good. Str 13, Dex 11, Con 11, Int 10, Wis 10, Cha 8. Armin is courtly in bearing, with golden hair and gray eyes. He wears splint armor and wields a greataxe. Armin is searching for his lost brother.",
  "Mila: Male Elf Warlock, NG. Str 12, Dex 13, Con 9, Int 11, Wis 15, Cha 15. Mila has a round face, with brown hair and sharp amber eyes. He wears studded leather and wields a mace. Mila has an animal companion, a raven named Celebrie.",
  "Fingonarf: Male Elf Druid, Neutral. Str 12, Dex 7, Con 8, Int 11, Wis 12, Cha 8. Fingonarf has white hair and hazel eyes, and a sharp nose. He wears leather armor and wields a mace and sling. Fingonarf is haunted by the ghost of someone he killed.",
  "Colli: Male Elf Monk, N. Str 11, Dex 14, Con 12, Int 9, Wis 13, Cha 15. Colli has copper hair and large green eyes, and a thick beard. He wears modest garments and wields nunchaku (club) and sai (dagger). Colli has an animal companion, a black rat named Mola.",
  "Ingweth: Male Elf Sorcerer, N. Str 6, Dex 10, Con 12, Int 15, Wis 9, Cha 17. Ingweth has auburn hair and hazel eyes, and pointed ears. He wears modest garments and wields a dagger. Ingweth is flirtatious and craven.",
  "Atannael: Male Elf Paladin, Good. Str 13, Dex 6, Con 15, Int 11, Wis 13, Cha 14. Atannael has long brown hair and sharp green eyes, and a distinctive scar on his face. He wears a chain shirt and wields a trident and shield.",
  "Ingor: Male Elf Fighter, CG. Str 14, Dex 13, Con 14, Int 9, Wis 10, Cha 5. Ingor is willowy, with auburn hair and bright amber eyes. He wears hide armor and wields a trident and blowgun. Ingor is passionate and cheerful.",
  "Maelma: Male Elf Monk, NE. Str 12, Dex 9, Con 10, Int 9, Wis 11, Cha 5. Maelma is fair in appearance, with thick red hair and light amber eyes. He wears well-made clothing and wields an ono (handaxe) and kama (sickle).",
  "Amdil: Male Elf Monk, LN. Str 14, Dex 13, Con 10, Int 6, Wis 9, Cha 8. Amdil has brown hair and amber eyes, and wears glasses with steel rims. He wears modest garments and wields a kanabo (mace) and sai (dagger). Amdil is pleasant and brutal.",
  "Dumnau: Male Elf Bard, LN. Str 11, Dex 6, Con 5, Int 7, Wis 12, Cha 17. Dumnau is tall, with uneven auburn hair and green eyes. He wears studded leather and wields a club. Dumnau is searching for the lost dwarven kingdom of Zundushur.",
  "Enethorn: Male Elf Rogue, N. Str 10, Dex 13, Con 12, Int 13, Wis 7, Cha 9. Enethorn has gray hair and soft amber eyes, and a sharp nose. He wears leather armor and wields a light hammer. Enethorn is haunted by the ghost of someone he killed.",
  "Cati: Male Elf Fighter, N. Str 16, Dex 10, Con 8, Int 5, Wis 11, Cha 9. Cati is tall and willowy, with copper hair and blue eyes. He wears ring mail and wields a morningstar.",
  "Lori: Male Elf Monk, LN. Str 12, Dex 11, Con 8, Int 8, Wis 13, Cha 6. Lori has matted brown hair and gray eyes. He wears travel-stained clothing and wields a bo (quarterstaff) and sai (dagger). Lori is hunting the demon who slew his mentor.",
  "Sualda: Male Elf Fighter, N. Str 13, Dex 11, Con 7, Int 15, Wis 11, Cha 10. Sualda has brown hair and dark blue eyes, and a distinctive scar on his arm. He wears plate armor and wields a scimitar and shield. Sualda is impish and craven.",
  "Artach: Male Elf Bard, N. Str 10, Dex 11, Con 14, Int 14, Wis 10, Cha 17. Artach is rough in appearance, with short white hair and narrow brown eyes. He wears leather armor and wields a longsword. Artach seeks to discover who murdered his family.",
  "Atanor: Male Elf Bard, CG. Str 15, Dex 12, Con 9, Int 16, Wis 14, Cha 13. Atanor has braided blonde hair and sharp blue eyes. He wears leather armor and wields a longsword. Atanor compulsively rhymes words.",
  "Forne: Male Elf Fighter, NG. Str 14, Dex 14, Con 11, Int 11, Wis 9, Cha 11. Forne has straight white hair and amber eyes, and a distinctive scar on his arm. He wears hide armor and wields a war pick and net. Forne is valiant and disorganized.",
  "Morve: Male Elf Druid, Neutral. Str 8, Dex 15, Con 11, Int 11, Wis 17, Cha 8. Morve is rugged in appearance, with tangled auburn hair and blue eyes. He wears leather armor and wields a spear. Morve suffers a paralyzing fear of injury.",
  "Care: Male Elf Wizard, LG. Str 5, Dex 14, Con 12, Int 12, Wis 11, Cha 12. Care has curly brown hair and bright green eyes, and numerous magical tattoos. He wears modest garments and wields a quarterstaff and light crossbow. Care seeks to become an instructor at the Athenaeum of Arcane Devices.",
  "Gabai: Male Elf Ranger, LN. Str 12, Dex 14, Con 11, Int 6, Wis 12, Cha 13. Gabai is overweight, with uneven blonde hair and bright green eyes. He wears a breastplate and wields a battleaxe.",
  "Gane: Male Elf Fighter, NE. Str 14, Dex 13, Con 11, Int 12, Wis 9, Cha 12. Gane has blonde hair and large hazel eyes. He wears splint armor and wields a scimitar and shield. Gane has an animal companion, a gray wolf named Fianna.",
  "Lata: Male Elf Warlock, NG. Str 10, Dex 13, Con 10, Int 8, Wis 8, Cha 12. Lata is tall, with blonde hair and amber eyes. He wears leather armor and wields a mace and dagger.",
  "Tedo: Male Elf Barbarian, N. Str 12, Dex 10, Con 11, Int 10, Wis 8, Cha 10. Tedo has a long face, with long golden hair and blue eyes. He wears studded leather and wields a war pick and hand crossbow.",
  "Liolle: Male Elf Monk, N. Str 11, Dex 13, Con 11, Int 11, Wis 10, Cha 13. Liolle is fair in appearance, with white hair and amber eyes. He wears sturdy clothing and wields a kanabo (mace). Liolle is hardworking and practical.",
  "Cirdire: Male Elf Fighter, LN. Str 13, Dex 14, Con 9, Int 7, Wis 11, Cha 10. Cirdire has thin brown hair and dark gray eyes. He wears chain mail and wields a morningstar and blowgun. Cirdire is dying and desperately seeks the secret of immortality.",
  "Rosaere: Male Elf Paladin, Good. Str 16, Dex 7, Con 11, Int 12, Wis 17, Cha 11. Rosaere is youthful in appearance, with gray hair and large gray eyes. He wears chain mail and wields a glaive. Rosaere is brave and optimistic.",
  "Tahne: Male Elf Rogue, LN. Str 9, Dex 15, Con 10, Int 14, Wis 13, Cha 11. Tahne is slender, with blonde hair and blue eyes. He wears leather armor and wields a shortsword and darts.",
  "Mari: Male Elf Cleric, CN. Str 13, Dex 9, Con 11, Int 13, Wis 17, Cha 15. Mari has black hair and blue eyes, and a long moustache. He wears a breastplate and wields a club and shortbow. Mari has a terrible sense of direction.",
  "Cala: Male Elf Cleric, N. Str 10, Dex 10, Con 9, Int 9, Wis 13, Cha 12. Cala has copper hair and gray eyes. He wears leather armor and wields a club and sling.",
  "Voma: Male Elf Paladin, Good. Str 17, Dex 12, Con 10, Int 9, Wis 10, Cha 13. Voma has a narrow face, with brown hair and amber eyes. He wears chain mail and wields a war pick and shield. Voma is fascinated by necromancy and the undead.",
  "Arthan: Male Elf Monk, NG. Str 11, Dex 12, Con 10, Int 10, Wis 13, Cha 8. Arthan has curly brown hair and sharp brown eyes. He wears modest garments and wields a yari (spear). Arthan has an animal companion, a hunting dog named Edhelel.",
  "Cuira: Male Elf Ranger, N. Str 10, Dex 15, Con 11, Int 7, Wis 14, Cha 9. Cuira is short, with short golden hair and soft gray eyes. He wears a chain shirt and wields a greatsword. Cuira is hunting the cultists who murdered his family.",
  "Argolwel: Male Elf Rogue, LN. Str 12, Dex 14, Con 11, Int 16, Wis 11, Cha 11. Argolwel is tall, with gray hair and sharp gray eyes. He wears leather armor and wields a longsword and hand crossbow. Argolwel seeks revenge against the thieves' guild which left him to hang.",
  "Erol: Male Elf Rogue, LE. Str 11, Dex 13, Con 8, Int 15, Wis 10, Cha 12. Erol has red hair and soft amber eyes, and wears glasses with platinum rims. He wears studded leather and wields a mace. Erol serves a powerful arch-fiend named Asac.",
  "Galadhin: Male Elf Monk, LN. Str 14, Dex 11, Con 5, Int 8, Wis 10, Cha 15. Galadhin has red hair and dark brown eyes. He wears sturdy clothing and wields a yari (spear). Galadhin is searching for his missing son.",
  "Magli: Male Elf Barbarian, N. Str 16, Dex 11, Con 11, Int 10, Wis 10, Cha 13. Magli has straight golden hair and narrow green eyes, and an unusual mark on his face. He wears scale mail and wields a longsword and shield. Magli was magically imprisoned for a hundred years.",
  "Comi: Male Elf Druid, Neutral. Str 9, Dex 13, Con 14, Int 13, Wis 15, Cha 8. Comi is common in appearance, with copper hair and blue eyes. He wears leather armor and wields a quarterstaff and wooden shield. Comi has green snake named Gildore.",
  "Gimlinarf: Male Elf Barbarian, LG. Str 13, Dex 13, Con 11, Int 11, Wis 11, Cha 12. Gimlinarf is willowy, with long black hair and hazel eyes. He wears scale mail and wields a greataxe. Gimlinarf is intuitive and friendly.",
  "Dyna: Male Elf Barbarian, LG. Str 16, Dex 9, Con 10, Int 9, Wis 9, Cha 9. Dyna is stout, with blonde hair and soft gray eyes. He wears scale mail and wields a greataxe. Dyna is loyal and inventive.",
  "Conne: Male Elf Barbarian, LN. Str 14, Dex 11, Con 13, Int 6, Wis 14, Cha 8. Conne has uneven gray hair and hazel eyes. He wears studded leather and wields a whip. Conne is lewd and thoughtful.",
  "Galegal: Male Elf Monk, N. Str 11, Dex 7, Con 15, Int 11, Wis 17, Cha 8. Galegal is rugged in appearance, with copper hair and dark green eyes. He wears modest garments and wields nunchaku (club) and kama (sickle). Galegal seeks to atone for past sins.",
  "Tini: Male Elf Monk, N. Str 10, Dex 11, Con 5, Int 9, Wis 12, Cha 10. Tini is short, with white hair and light hazel eyes. He wears modest garments and wields a kanabo (mace). Tini is alluring and haughty.",
  "Ebrithin: Male Elf Paladin, Good. Str 10, Dex 8, Con 11, Int 12, Wis 15, Cha 17. Ebrithin has messy black hair and blue eyes, and small ears. He wears ring mail and wields a glaive. Ebrithin seeks to atone for past sins.",
  "Torumin: Male Elf Fighter, CE. Str 17, Dex 14, Con 10, Int 12, Wis 9, Cha 5. Torumin has matted brown hair and dark amber eyes, and a braided beard. He wears hide armor and wields a halberd. Torumin is savage and disloyal.",
  "Galmagli: Male Elf Fighter, NG. Str 12, Dex 15, Con 11, Int 8, Wis 10, Cha 11. Galmagli is pleasant in appearance, with black hair and green eyes. He wears plate armor and wields a war pick.",
  "Rixos: Male Elf Fighter, NG. Str 14, Dex 15, Con 12, Int 12, Wis 8, Cha 15. Rixos has cropped brown hair and sharp green eyes. He wears scale mail and wields a greataxe. Rixos has an animal companion, a green firedrake named Ellarien.",
  "Fedlia: Male Elf Sorcerer, LN. Str 13, Dex 12, Con 10, Int 10, Wis 15, Cha 16. Fedlia has short silver hair and narrow gray eyes, and a braided beard. He wears modest garments and wields a dagger. Fedlia is quiet, and says as little as possible.",
  "Ilil: Male Elf Monk, LE. Str 11, Dex 14, Con 5, Int 8, Wis 12, Cha 10. Ilil has auburn hair and brown eyes, and an unusual mark on his arm. He wears sturdy clothing and wields an ono (handaxe). Ilil has an animal companion, a hunting dog named Gonethil.",
  "Bathu: Male Elf Fighter, N. Str 17, Dex 9, Con 10, Int 15, Wis 13, Cha 6. Bathu has golden hair and sharp green eyes. He wears hide armor and wields a scimitar and shield. Bathu is covetous and fierce.",
  "Core: Male Elf Druid, Neutral. Str 11, Dex 10, Con 11, Int 13, Wis 14, Cha 7. Core has straight red hair and bright amber eyes, and a short beard. He wears leather armor and wields a spear. Core has silver dog named Elwindel.",
  "Penlore: Male Elf Cleric, N. Str 14, Dex 12, Con 11, Int 10, Wis 15, Cha 12. Penlore is common in appearance, with gray hair and dark brown eyes. He wears scale mail and wields a club. Penlore has an animal companion, a red fox named Inyen.",
  "Erorn: Male Elf Fighter, LN. Str 14, Dex 13, Con 8, Int 7, Wis 7, Cha 9. Erorn has gray hair and brown eyes, and large ears. He wears splint armor and wields a warhammer and shield. Erorn has an animal companion, a brown bear named Ealtaloth.",
  "Eoron: Male Elf Sorcerer, N. Str 12, Dex 12, Con 13, Int 14, Wis 7, Cha 14. Eoron has an angular face, with white hair and sharp brown eyes. He wears modest garments and wields a dagger and darts. Eoron seeks revenge against the sister who betrayed him.",
  "Corprue: Male Elf Rogue, CG. Str 10, Dex 17, Con 12, Int 12, Wis 9, Cha 8. Corprue has straight gray hair and green eyes. He wears studded leather and wields a longsword.",
  "Illeal: Male Elf Monk, N. Str 12, Dex 12, Con 9, Int 8, Wis 10, Cha 9. Illeal is fair in appearance, with thin golden hair and gray eyes. He wears modest garments and wields a kanabo (mace). Illeal is haunted by the ghost of someone he killed.",
  "Mionerdhil: Male Elf Fighter, LG. Str 13, Dex 12, Con 9, Int 7, Wis 11, Cha 13. Mionerdhil is fair in appearance, with messy brown hair and green eyes. He wears hide armor and wields a glaive.",
  "Milebel: Male Elf Rogue, CG. Str 12, Dex 14, Con 8, Int 8, Wis 6, Cha 12. Milebel has gray hair and narrow brown eyes. He wears leather armor and wields a rapier and shortbow. Milebel is diplomatic and impartial.",
  "Cuingo: Male Elf Fighter, N. Str 13, Dex 13, Con 10, Int 10, Wis 7, Cha 11. Cuingo is willowy, with curly white hair and bright gray eyes. He wears half plate and wields a morningstar and shield. Cuingo speaks with a lisp.",
  "Laera: Male Elf Fighter, LN. Str 13, Dex 13, Con 13, Int 9, Wis 8, Cha 12. Laera has a round face, with black hair and light amber eyes. He wears a breastplate and wields a pike. Laera is haunted by the memories of a past life.",
  "Mary: Male Elf Druid, Neutral. Str 10, Dex 7, Con 12, Int 10, Wis 14, Cha 13. Mary has blonde hair and hazel eyes, and a flat nose. He wears hide armor and wields a scimitar and dagger. Mary seeks to save his family from financial ruin.",
  "Ireall: Male Elf Ranger, NE. Str 11, Dex 17, Con 10, Int 13, Wis 14, Cha 13. Ireall is rough in appearance, with thick copper hair and gray eyes. He wears half plate and wields a rapier and shield. Ireall has green snake named Nimlaser.",
  "Orfil: Male Elf Druid, Neutral. Str 13, Dex 10, Con 6, Int 9, Wis 14, Cha 11. Orfil has messy gray hair and blue eyes. He wears hide armor and wields a spear.",
  "Gachi: Male Elf Fighter, NE. Str 13, Dex 14, Con 11, Int 12, Wis 10, Cha 8. Gachi has golden hair and dark amber eyes. He wears splint armor and wields a scimitar and shield. Gachi seeks to fulfill an ancient prophecy of evil.",
  "Cune: Male Elf Bard, N. Str 12, Dex 15, Con 12, Int 10, Wis 9, Cha 13. Cune has brown hair and green eyes, and large ears. He wears leather armor and wields a rapier. Cune is jealous and secretive.",
  "Elerer: Male Elf Bard, CN. Str 11, Dex 13, Con 10, Int 12, Wis 10, Cha 13. Elerer is short and slender, with blonde hair and gray eyes. He wears studded leather and wields a quarterstaff. Elerer holds a grudge against druids.",
  "Ingor: Male Elf Wizard, LG. Str 12, Dex 12, Con 11, Int 14, Wis 7, Cha 11. Ingor has a long face, with blonde hair and soft green eyes. He wears green robes and wields a quarterstaff and darts. Ingor suffers a paralyzing fear of open spaces.",
  "Unoaf: Male Elf Fighter, N. Str 15, Dex 15, Con 11, Int 9, Wis 6, Cha 9. Unoaf is thin, with uneven gray hair and brown eyes. He wears chain mail and wields a shortsword. Unoaf is alluring and abusive.",
  "Core: Male Elf Rogue, N. Str 7, Dex 13, Con 12, Int 11, Wis 5, Cha 5. Core has gray hair and blue eyes. He wears leather armor and wields a longsword. Core has an animal companion, a sable ferret named Nerdiser.",
  "Maglineth: Male Elf Rogue, CN. Str 6, Dex 17, Con 10, Int 13, Wis 8, Cha 12. Maglineth is short, with white hair and amber eyes. He wears studded leather and wields a shortsword. Maglineth suffers a severe allergy to dogs.",
  "Inros: Male Elf Rogue, NE. Str 11, Dex 16, Con 8, Int 10, Wis 9, Cha 7. Inros is wretched in appearance, with blonde hair and green eyes. He wears leather armor and wields a shortsword. Inros is insensitive and disloyal.",
  "Annaethor: Male Elf Fighter, CG. Str 12, Dex 13, Con 15, Int 11, Wis 12, Cha 12. Annaethor has a long face, with brown hair and gray eyes. He wears ring mail and wields a longsword. Annaethor speaks with a strange accent.",
  "Loci: Male Elf Fighter, NE. Str 15, Dex 11, Con 8, Int 11, Wis 7, Cha 14. Loci has white hair and bright blue eyes, and a beaked nose. He wears splint armor and wields a warhammer and shield. Loci is merciless and insensitive.",
  "Nose: Male Elf Ranger, N. Str 12, Dex 15, Con 13, Int 12, Wis 14, Cha 10. Nose is fair in appearance, with black hair and narrow brown eyes. He wears a chain shirt and wields a halberd. Nose has silver dog named Vilio.",
  "Taneli: Male Elf Ranger, LN. Str 7, Dex 12, Con 11, Int 8, Wis 11, Cha 15. Taneli has a long face, with matted white hair and narrow gray eyes. He wears scale mail and wields a pike.",
  "Canda: Male Elf Rogue, CG. Str 13, Dex 13, Con 9, Int 14, Wis 11, Cha 6. Canda has tangled blonde hair and amber eyes. He wears leather armor and wields a longsword. Canda is thrifty and studious.",
  "Amroror: Male Elf Paladin, Good. Str 15, Dex 11, Con 11, Int 10, Wis 12, Cha 16. Amroror has a round face, with cropped golden hair and narrow gray eyes. He wears hide armor and wields a warhammer and shield. Amroror seeks to continue the noble legacy of his father.",
  "Mirethald: Male Elf Fighter, CN. Str 13, Dex 14, Con 13, Int 15, Wis 7, Cha 14. Mirethald has braided blonde hair and amber eyes. He wears a chain shirt and wields a longsword and shield. Mirethald was raised by cultists of the Sentinel of Chains.",
  "Finare: Male Elf Sorcerer, NG. Str 14, Dex 10, Con 10, Int 11, Wis 9, Cha 16. Finare has a narrow face, with golden hair and bright gray eyes. He wears modest garments and wields a dagger and darts.",
  "Diranthil: Male Elf Bard, N. Str 9, Dex 9, Con 12, Int 16, Wis 11, Cha 15. Diranthil has white hair and brown eyes. He wears studded leather and wields a spear. Diranthil has an animal companion, a red fox named Bane.",
  "Macia: Male Elf Paladin, Good. Str 10, Dex 9, Con 6, Int 8, Wis 14, Cha 11. Macia has a square face, with straight copper hair and gray eyes. He wears ring mail and wields a greatsword. Macia seeks to destroy the undead.",
  "Enloror: Male Elf Monk, CE. Str 8, Dex 12, Con 9, Int 8, Wis 8, Cha 10. Enloror is common in appearance, with blonde hair and gray eyes. He wears plain clothing and wields an ono (handaxe). Enloror has an animal companion, a red snake named Mahtata.",
  "Bali: Male Elf Druid, Neutral. Str 13, Dex 9, Con 11, Int 14, Wis 12, Cha 10. Bali has curly auburn hair and light blue eyes, and a sharp nose. He wears hide armor and wields a quarterstaff and sickle.",
  "Gonethald: Male Elf Wizard, LG. Str 9, Dex 15, Con 8, Int 17, Wis 10, Cha 5. Gonethald has a long face, with curly copper hair and bright brown eyes. He wears modest garments and wields a dagger. Gonethald is virtuous and extravagant.",
  "Seghe: Male Elf Rogue, LN. Str 6, Dex 16, Con 13, Int 7, Wis 6, Cha 10. Seghe has a long face, with curly auburn hair and brown eyes. He wears studded leather and wields a shortsword. Seghe has an animal companion, a black cat named Epog.",
  "Conne: Male Elf Wizard, CN. Str 11, Dex 12, Con 10, Int 16, Wis 11, Cha 5. Conne is rugged in appearance, with braided silver hair and gray eyes. He wears modest garments and wields a quarterstaff and light crossbow. Conne dislikes anyone smaller than him.",
  "Gani: Male Elf Monk, N. Str 13, Dex 9, Con 12, Int 9, Wis 13, Cha 14. Gani has blonde hair and light amber eyes, and a beaked nose. He wears modest garments and wields a yari (spear).",
  "Domne: Male Elf Rogue, N. Str 8, Dex 17, Con 10, Int 15, Wis 11, Cha 9. Domne is short, with copper hair and sharp gray eyes. He wears studded leather and wields a rapier. Domne is amoral and destructive.",
  "Maelge: Male Elf Rogue, LG. Str 8, Dex 12, Con 6, Int 12, Wis 9, Cha 6. Maelge is common in appearance, with messy gray hair and gray eyes. He wears studded leather and wields a rapier and hand crossbow. Maelge speaks with a raspy voice.",
  "Gana: Male Elf Bard, NG. Str 13, Dex 9, Con 8, Int 12, Wis 12, Cha 17. Gana has blonde hair and green eyes. He wears studded leather and wields a quarterstaff. Gana is searching for the lost dwarven kingdom of Baragzar.",
  "Care: Male Elf Druid, Neutral. Str 11, Dex 11, Con 11, Int 8, Wis 12, Cha 9. Care is short, with thick silver hair and sharp gray eyes. He wears hide armor and wields a scimitar. Care is impatient and thoughtless.",
  "Cune: Male Elf Cleric, NG. Str 9, Dex 12, Con 10, Int 10, Wis 17, Cha 10. Cune has an angular face, with cropped brown hair and sharp hazel eyes. He wears leather armor and wields a light hammer and shield. Cune is loyal and capable.",
  "Cori: Male Elf Druid, Neutral. Str 13, Dex 8, Con 8, Int 9, Wis 15, Cha 14. Cori has gray hair and green eyes. He wears leather armor and wields a quarterstaff and dagger. Cori seeks only fame and glory.",
  "Amdindon: Male Elf Ranger, NE. Str 9, Dex 13, Con 14, Int 13, Wis 7, Cha 12. Amdindon has white hair and hazel eyes, and wears glasses with silver rims. He wears a chain shirt and wields a battleaxe and shield. Amdindon seeks to discover why he keeps having the same dream.",
  "Gline: Male Elf Sorcerer, N. Str 7, Dex 11, Con 12, Int 11, Wis 13, Cha 12. Gline has short gray hair and brown eyes. He wears well-made clothing and wields a quarterstaff. Gline seeks only fame and glory.",
  "Erol: Male Elf Ranger, NG. Str 10, Dex 13, Con 10, Int 10, Wis 13, Cha 10. Erol is pleasant in appearance, with auburn hair and large green eyes. He wears scale mail and wields a maul. Erol seeks revenge against the sister who betrayed him.",
  "Cuna: Male Elf Fighter, CN. Str 12, Dex 10, Con 11, Int 10, Wis 10, Cha 11. Cuna has silver hair and amber eyes. He wears half plate and wields a shortsword. Cuna is paranoid and dishonest.",
  "Elror: Male Elf Monk, CG. Str 11, Dex 10, Con 14, Int 9, Wis 11, Cha 13. Elror is elegant in appearance, with thick red hair and sharp hazel eyes. He wears well-made clothing and wields an ono (handaxe) and shuriken (darts). Elror has an animal companion, a green firedrake named Celodhir.",
  "Rodanar: Male Elf Monk, N. Str 10, Dex 9, Con 10, Int 6, Wis 8, Cha 7. Rodanar has a square face, with messy golden hair and amber eyes. He wears simple clothing and wields nunchaku (club). Rodanar has an animal companion, a black monkey named Deoca.",
  "Alangron: Male Elf Paladin, Good. Str 12, Dex 12, Con 6, Int 9, Wis 14, Cha 10. Alangron is fair in appearance, with messy silver hair and light brown eyes. He wears a chain shirt and wields a rapier.",
  "Ellaut: Male Elf Monk, LN. Str 15, Dex 12, Con 11, Int 7, Wis 9, Cha 9. Ellaut is short, with matted blonde hair and gray eyes. He wears modest garments and wields an ono (handaxe) and sai (dagger). Ellaut is hunting the vampire who slew his mentor.",
  "Elwelror: Male Elf Monk, NG. Str 11, Dex 11, Con 9, Int 9, Wis 12, Cha 11. Elwelror is fair in appearance, with straight golden hair and bright hazel eyes. He wears travel-stained clothing and wields a kanabo (mace). Elwelror seeks to continue the noble legacy of his father.",
  "Eneros: Male Elf Cleric, N. Str 9, Dex 10, Con 10, Int 11, Wis 13, Cha 15. Eneros has copper hair and hazel eyes. He wears hide armor and wields a quarterstaff. Eneros has an animal companion, a white rabbit named Olor.",
  "Eledhron: Male Elf Rogue, CN. Str 11, Dex 17, Con 9, Int 10, Wis 10, Cha 11. Eledhron has a narrow face, with uneven white hair and bright amber eyes. He wears studded leather and wields a shortsword and light crossbow. Eledhron has an animal companion, a black cat named Idrinduis.",
  "Galminor: Male Elf Rogue, NE. Str 8, Dex 17, Con 11, Int 12, Wis 12, Cha 12. Galminor is thin, with golden hair and soft gray eyes. He wears studded leather and wields a longsword and hand crossbow. Galminor has an animal companion, a sable ferret named Orol.",
  "Malga: Male Elf Paladin, Good. Str 10, Dex 9, Con 12, Int 9, Wis 15, Cha 15. Malga has red hair and gray eyes. He wears chain mail and wields a maul. Malga has an animal companion, a bay warhorse named Cardia.",
  "Calla: Male Elf Wizard, LN. Str 5, Dex 9, Con 7, Int 13, Wis 11, Cha 7. Calla has thick brown hair and hazel eyes. He wears topaz robes and wields a dagger and light crossbow. Calla has an arcane familiar, a gray toad named Tima.",
  "Eneth: Male Elf Rogue, N. Str 11, Dex 15, Con 13, Int 10, Wis 8, Cha 8. Eneth has a square face, with long blonde hair and light amber eyes. He wears leather armor and wields a longsword. Eneth is instinctive and jealous.",
  "Rixim: Male Elf Fighter, N. Str 16, Dex 14, Con 6, Int 8, Wis 9, Cha 6. Rixim has brown hair and hazel eyes. He wears splint armor and wields a maul. Rixim is wrongly sought by the paladins of the Fane of White Light for forgery.",
  "Cery: Male Elf Fighter, NG. Str 13, Dex 15, Con 11, Int 6, Wis 12, Cha 11. Cery has an angular face, with auburn hair and brown eyes. He wears splint armor and wields a pike. Cery is impossibly lucky.",
  "Atannael: Male Elf Rogue, N. Str 6, Dex 17, Con 12, Int 11, Wis 11, Cha 10. Atannael is rough in appearance, with blonde hair and large blue eyes. He wears leather armor and wields a mace and hand crossbow. Atannael is devout and adventurous.",
  "Cene: Male Elf Bard, N. Str 15, Dex 7, Con 7, Int 11, Wis 7, Cha 13. Cene is fair in appearance, with gray hair and large green eyes. He wears leather armor and wields a shortsword. Cene is serious and slothful.",
  "Galadhel: Male Elf Rogue, LG. Str 9, Dex 17, Con 12, Int 14, Wis 15, Cha 9. Galadhel has gray hair and gray eyes, and prominent ears. He wears studded leather and wields a longsword and darts. Galadhel has an animal companion, a dire rat named Deocha.",
  "Mare: Male Elf Monk, N. Str 11, Dex 7, Con 7, Int 9, Wis 11, Cha 10. Mare is stout, with thin brown hair and blue eyes. He wears simple clothing and wields nunchaku (club) and kama (sickle).",
  "Giore: Male Elf Rogue, NG. Str 11, Dex 13, Con 8, Int 9, Wis 7, Cha 10. Giore has a narrow face, with cropped copper hair and large blue eyes. He wears studded leather and wields a handaxe and darts. Giore is trustworthy and humble.",
  "Sina: Male Elf Fighter, LN. Str 15, Dex 11, Con 11, Int 14, Wis 7, Cha 10. Sina is short and heavyset, with black hair and bright green eyes. He wears plate armor and wields a war pick and shield. Sina seeks to save his family from financial ruin.",
  "Sava: Male Elf Paladin, Good. Str 15, Dex 11, Con 13, Int 12, Wis 9, Cha 12. Sava has thick blonde hair and brown eyes, and a round nose. He wears a breastplate and wields a greatsword. Sava seeks to find his true love.",
  "Elwel: Male Elf Rogue, LN. Str 8, Dex 17, Con 8, Int 13, Wis 6, Cha 10. Elwel is short and willowy, with auburn hair and hazel eyes. He wears leather armor and wields a quarterstaff. Elwel is searching for the legendary Black Tomb of Ages.",
  "Ophilil: Male Elf Rogue, LN. Str 7, Dex 16, Con 7, Int 10, Wis 9, Cha 14. Ophilil is thin, with straight white hair and green eyes. He wears leather armor and wields a rapier. Ophilil seeks only fame and glory.",
  "Eror: Male Elf Monk, LE. Str 14, Dex 13, Con 7, Int 14, Wis 11, Cha 9. Eror has a long face, with matted red hair and hazel eyes. He wears plain clothing and wields an ono (handaxe). Eror is searching for a legendary blade named Windreaver.",
  "Celebel: Male Elf Fighter, CG. Str 15, Dex 14, Con 11, Int 6, Wis 7, Cha 13. Celebel has thin golden hair and bright green eyes. He wears splint armor and wields a warhammer and hand crossbow.",
  "Strixom: Male Elf Warlock, NG. Str 14, Dex 13, Con 9, Int 7, Wis 8, Cha 14. Strixom has black hair and narrow green eyes. He wears leather armor and wields a handaxe and light crossbow. Strixom is hunting the warlord who stole his ancestral sword.",
  "Caibre: Male Elf Fighter, N. Str 16, Dex 8, Con 12, Int 12, Wis 13, Cha 11. Caibre has braided copper hair and dark green eyes, and a thin nose. He wears ring mail and wields a flail and shield. Caibre has an animal companion, a badger named Nellaser.",
  "Golador: Male Elf Druid, Neutral. Str 16, Dex 10, Con 11, Int 11, Wis 13, Cha 13. Golador is common in appearance, with straight silver hair and amber eyes. He wears leather armor and wields a scimitar. Golador seeks to free himself from an ancient curse.",
  "Golemmin: Male Elf Paladin, Good. Str 11, Dex 12, Con 6, Int 9, Wis 13, Cha 16. Golemmin has blonde hair and bright gray eyes, and a sharp nose. He wears splint armor and wields a greataxe. Golemmin lost his reflection to a hag.",
  "Gwindire: Male Elf Rogue, LN. Str 13, Dex 15, Con 8, Int 7, Wis 11, Cha 10. Gwindire has a round face, with blonde hair and hazel eyes. He wears studded leather and wields a rapier and hand crossbow. Gwindire is stoic and truthful.",
  "Mairio: Male Elf Warlock, LG. Str 8, Dex 12, Con 11, Int 12, Wis 9, Cha 16. Mairio has an angular face, with straight red hair and hazel eyes. He wears leather armor and wields a club and javelins. Mairio seeks to become an instructor at the Athenaeum of Cesius.",
  "Suti: Male Elf Cleric, LE. Str 8, Dex 10, Con 13, Int 8, Wis 17, Cha 13. Suti has a narrow face, with messy golden hair and light gray eyes. He wears a chain shirt and wields a spear and shield.",
  "Cone: Male Elf Bard, LG. Str 6, Dex 10, Con 9, Int 13, Wis 10, Cha 12. Cone is common in appearance, with straight blonde hair and large gray eyes. He wears studded leather and wields a longsword. Cone has an animal companion, a hawk named Ceri.",
  "Arenn: Male Elf Bard, LN. Str 7, Dex 6, Con 7, Int 9, Wis 9, Cha 16. Arenn has a narrow face, with red hair and light amber eyes. He wears studded leather and wields a mace.",
  "Maci: Male Elf Barbarian, NG. Str 15, Dex 8, Con 11, Int 7, Wis 11, Cha 10. Maci has white hair and bright gray eyes. He wears scale mail and wields a longsword and shield.",
  "Ingor: Male Elf Fighter, CN. Str 12, Dex 7, Con 11, Int 8, Wis 10, Cha 12. Ingor has a narrow face, with auburn hair and sharp gray eyes. He wears half plate and wields a pike. Ingor seeks to become a knight of the realm.",
  "Dugo: Male Elf Cleric, LN. Str 9, Dex 10, Con 8, Int 11, Wis 13, Cha 15. Dugo is rugged in appearance, with uneven copper hair and bright hazel eyes. He wears a breastplate and wields a handaxe. Dugo has an animal companion, a white rabbit named Dana.",
  "Tanore: Male Elf Fighter, N. Str 16, Dex 12, Con 14, Int 12, Wis 9, Cha 9. Tanore has blonde hair and sharp green eyes. He wears splint armor and wields a shortsword. Tanore is wrongly sought by the paladins of the Cathedral of the Elysian Lords for heresy.",
  "Finaeli: Male Elf Sorcerer, LN. Str 13, Dex 10, Con 13, Int 11, Wis 11, Cha 16. Finaeli has black hair and soft brown eyes, and a round nose. He wears travel-stained clothing and wields a quarterstaff. Finaeli seeks to raise an army of stone golems.",
  "Carophon: Male Elf Fighter, NE. Str 13, Dex 10, Con 8, Int 12, Wis 9, Cha 10. Carophon has short blonde hair and green eyes. He wears a chain shirt and wields a halberd.",
  "Cune: Male Elf Paladin, Good. Str 16, Dex 10, Con 12, Int 10, Wis 14, Cha 10. Cune is overweight, with silver hair and brown eyes. He wears a chain shirt and wields a maul. Cune has an animal companion, a black warhorse named Arwel.",
  "Glorfinar: Male Elf Warlock, CN. Str 12, Dex 12, Con 11, Int 10, Wis 13, Cha 12. Glorfinar has gray hair and narrow brown eyes, and numerous unusual tattoos. He wears leather armor and wields a handaxe and dagger. Glorfinar has an animal companion, a grey rat named Enennas.",
  "Cete: Male Elf Fighter, CN. Str 13, Dex 15, Con 11, Int 10, Wis 8, Cha 10. Cete has golden hair and dark blue eyes. He wears ring mail and wields a halberd. Cete has an animal companion, a black bear named Minare.",
  "Orfindeth: Male Elf Monk, LG. Str 12, Dex 10, Con 11, Int 8, Wis 11, Cha 13. Orfindeth has messy copper hair and brown eyes, and numerous distinctive tattoos. He wears modest garments and wields an ono (handaxe). Orfindeth has an animal companion, a green snake named Galemmagl.",
  "Findanor: Male Elf Fighter, LN. Str 16, Dex 12, Con 7, Int 7, Wis 10, Cha 6. Findanor has a square face, with short black hair and narrow blue eyes. He wears ring mail and wields a whip and shield. Findanor has an animal companion, a black dog named Amarel.",
  "Golinas: Male Elf Monk, LE. Str 15, Dex 14, Con 8, Int 9, Wis 12, Cha 7. Golinas has matted black hair and soft gray eyes, and a sharp nose. He wears worn clothing and wields nunchaku (club) and kama (sickle).",
  "Omar: Male Elf Rogue, N. Str 7, Dex 12, Con 14, Int 16, Wis 10, Cha 8. Omar has blonde hair and narrow blue eyes. He wears studded leather and wields a longsword and hand crossbow. Omar has an animal companion, a sable ferret named Almod.",
  "Dere: Male Elf Rogue, NG. Str 14, Dex 17, Con 13, Int 11, Wis 5, Cha 7. Dere is short, with silver hair and amber eyes. He wears leather armor and wields a quarterstaff and sling. Dere seeks revenge against the thieves' guild which left him to hang.",
  "Egon: Male Elf Fighter, NG. Str 15, Dex 12, Con 9, Int 13, Wis 13, Cha 15. Egon has a long face, with thick copper hair and gray eyes. He wears plate armor and wields a greataxe. Egon seeks revenge against the sister who betrayed him.",
  "Agnen: Male Elf Fighter, CE. Str 15, Dex 7, Con 10, Int 11, Wis 8, Cha 6. Agnen is short and willowy, with curly auburn hair and gray eyes. He wears a breastplate and wields a halberd.",
  "Emmargol: Male Elf Rogue, N. Str 9, Dex 13, Con 12, Int 12, Wis 13, Cha 10. Emmargol has a narrow face, with silver hair and amber eyes. He wears studded leather and wields a shortsword. Emmargol secretly serves Migo, an ancient god of evil.",
  "Sury: Male Elf Fighter, NG. Str 17, Dex 10, Con 14, Int 11, Wis 10, Cha 9. Sury has golden hair and gray eyes, and a distinctive mark on his arm. He wears a breastplate and wields a maul. Sury has an animal companion, a badger named Canda.",
  "Ildon: Male Elf Barbarian, N. Str 12, Dex 11, Con 9, Int 8, Wis 10, Cha 10. Ildon is short and overweight, with brown hair and bright blue eyes. He wears scale mail and wields a glaive. Ildon has an animal companion, a badger named Indilming.",
  "Cobthe: Male Elf Rogue, NE. Str 10, Dex 15, Con 6, Int 11, Wis 6, Cha 8. Cobthe has a narrow face, with thick white hair and large amber eyes. He wears leather armor and wields a club. Cobthe suffers a mild allergy to shellfish.",
  "Malgali: Male Elf Barbarian, N. Str 16, Dex 12, Con 11, Int 10, Wis 10, Cha 13. Malgali has braided red hair and green eyes. He wears leather armor and wields a battleaxe and shield. Malgali is covetous and abrasive.",
  "Elelrod: Male Elf Druid, Neutral. Str 14, Dex 8, Con 14, Int 9, Wis 15, Cha 10. Elelrod has a narrow face, with straight red hair and soft amber eyes. He wears leather armor and wields a spear. Elelrod is impartial and anxious.",
  "Malgonas: Male Elf Monk, CN. Str 14, Dex 11, Con 10, Int 10, Wis 12, Cha 15. Malgonas is short and thin, with uneven gray hair and green eyes. He wears travel-stained clothing and wields a kanabo (mace) and shuriken (darts).",
  "Alad: Male Elf Druid, Neutral. Str 13, Dex 10, Con 11, Int 11, Wis 13, Cha 12. Alad has gray hair and hazel eyes, and prominent ears. He wears hide armor and wields a scimitar and darts. Alad compulsively insults others.",
  "Dufga: Male Elf Wizard, LN. Str 8, Dex 15, Con 13, Int 16, Wis 10, Cha 9. Dufga has white hair and bright brown eyes, and a round nose. He wears modest garments and wields a dagger. Dufga speaks with a raspy voice.",
  "Celaduil: Male Elf Druid, Neutral. Str 7, Dex 11, Con 8, Int 11, Wis 14, Cha 12. Celaduil is common in appearance, with thick red hair and narrow hazel eyes. He wears leather armor and wields a quarterstaff. Celaduil seeks to atone for past sins.",
  "Maila: Male Elf Monk, LN. Str 12, Dex 16, Con 10, Int 9, Wis 15, Cha 9. Maila is rough in appearance, with white hair and soft gray eyes. He wears well-made clothing and wields nunchaku (club) and shuriken (darts). Maila seeks revenge against the sister who betrayed him.",
  "Cata: Male Elf Monk, NE. Str 12, Dex 10, Con 9, Int 5, Wis 13, Cha 13. Cata has a long face, with white hair and hazel eyes. He wears worn clothing and wields a bo (quarterstaff) and shuriken (darts). Cata has an animal companion, a gray rabbit named Remi.",
  "Oromiod: Male Elf Paladin, Good. Str 12, Dex 12, Con 9, Int 9, Wis 10, Cha 13. Oromiod has copper hair and gray eyes, and a magical tattoo on his leg. He wears scale mail and wields a greatsword. Oromiod is chivalrous and practical.",
  "Eatos: Male Elf Fighter, LN. Str 13, Dex 13, Con 12, Int 8, Wis 10, Cha 8. Eatos has long black hair and blue eyes. He wears plate armor and wields a trident and net. Eatos has an animal companion, a red firedrake named Elumil.",
  "Elron: Male Elf Rogue, NG. Str 11, Dex 14, Con 7, Int 12, Wis 7, Cha 12. Elron has silver hair and amber eyes. He wears leather armor and wields a light hammer and sickle.",
  "Elelror: Male Elf Warlock, N. Str 16, Dex 11, Con 10, Int 11, Wis 14, Cha 17. Elelror has short blonde hair and large blue eyes. He wears leather armor and wields a quarterstaff and javelins. Elelror is dying and desperately seeks the secret of immortality.",
  "Cirdili: Male Elf Ranger, N. Str 12, Dex 10, Con 11, Int 11, Wis 8, Cha 12. Cirdili is short, with messy brown hair and amber eyes. He wears studded leather and wields a greataxe. Cirdili is eccentric and insensitive.",
  "Cenne: Male Elf Sorcerer, N. Str 11, Dex 12, Con 15, Int 9, Wis 9, Cha 17. Cenne is short, with silver hair and green eyes. He wears travel-stained clothing and wields a quarterstaff. Cenne suffers an acute fear of confined spaces.",
  "Enelmin: Male Elf Druid, Neutral. Str 10, Dex 12, Con 6, Int 10, Wis 13, Cha 6. Enelmin has an angular face, with copper hair and sharp hazel eyes. He wears hide armor and wields a quarterstaff and wooden shield. Enelmin refers to himself in the third person.",
  "Galminor: Male Elf Monk, N. Str 11, Dex 15, Con 15, Int 9, Wis 11, Cha 13. Galminor is tall, with thin gray hair and amber eyes. He wears simple clothing and wields an ono (handaxe) and shuriken (darts). Galminor has an animal companion, a gray rat named Gase.",
  "Miranthin: Male Elf Fighter, LN. Str 17, Dex 12, Con 8, Int 6, Wis 11, Cha 7. Miranthin has an angular face, with copper hair and soft green eyes. He wears a chain shirt and wields a pike. Miranthin is dying and desperately seeks the secret of immortality.",
  "Mago: Male Elf Sorcerer, N. Str 12, Dex 9, Con 14, Int 8, Wis 8, Cha 13. Mago has a long face, with copper hair and light brown eyes. He wears travel-stained clothing and wields a dagger.",
  "Athingor: Male Elf Ranger, N. Str 11, Dex 12, Con 8, Int 12, Wis 10, Cha 5. Athingor has copper hair and light amber eyes, and prominent ears. He wears leather armor and wields a shortsword and shield. Athingor seeks to discover what destroyed his homeland.",
  "Adholor: Male Elf Rogue, N. Str 13, Dex 13, Con 12, Int 11, Wis 14, Cha 10. Adholor is tall, with red hair and dark amber eyes. He wears studded leather and wields a shortsword and hand crossbow. Adholor is paranoid and depraved.",
  "Celodhir: Male Elf Wizard, CE. Str 5, Dex 7, Con 10, Int 17, Wis 13, Cha 12. Celodhir has a square face, with short red hair and light gray eyes. He wears expensive clothing and wields a quarterstaff.",
  "Feci: Male Elf Fighter, N. Str 15, Dex 12, Con 9, Int 14, Wis 11, Cha 9. Feci is heavyset, with gray hair and light green eyes. He wears hide armor and wields a shortsword and shield.",
  "Doccua: Male Elf Monk, NE. Str 15, Dex 14, Con 14, Int 11, Wis 13, Cha 8. Doccua has a long face, with tangled silver hair and light gray eyes. He wears travel-stained clothing and wields a bo (quarterstaff). Doccua is craven and barbaric.",
  "Pengonarf: Male Elf Rogue, N. Str 12, Dex 17, Con 13, Int 8, Wis 6, Cha 8. Pengonarf has a long face, with thin silver hair and bright green eyes. He wears studded leather and wields a rapier. Pengonarf has an animal companion, a raven named Arwen.",
  "Ethor: Male Elf Wizard, LE. Str 12, Dex 8, Con 13, Int 14, Wis 15, Cha 8. Ethor is repulsive in appearance, with silver hair and gray eyes. He wears worn clothing and wields a quarterstaff and darts. Ethor seeks to become a vampire.",
  "Ingolfin: Male Elf Paladin, Good. Str 10, Dex 13, Con 10, Int 10, Wis 11, Cha 9. Ingolfin has silver hair and blue eyes. He wears plate armor and wields a maul. Ingolfin is loyal and covetous.",
  "Mablathil: Male Elf Monk, CG. Str 10, Dex 9, Con 8, Int 10, Wis 13, Cha 13. Mablathil has a narrow face, with braided copper hair and brown eyes. He wears modest garments and wields an ono (handaxe) and shuriken (darts). Mablathil suffers a mild allergy to milk.",
  "Coxim: Male Elf Rogue, LN. Str 7, Dex 17, Con 11, Int 16, Wis 13, Cha 5. Coxim has a long face, with thin red hair and gray eyes. He wears studded leather and wields a rapier and hand crossbow. Coxim has an animal companion, a dire rat named Cona.",
  "Ered: Male Elf Cleric, NE. Str 14, Dex 13, Con 13, Int 14, Wis 13, Cha 9. Ered is pleasant in appearance, with copper hair and green eyes. He wears studded leather and wields a light hammer and shield. Ered seeks to discover who murdered his family.",
  "Suadno: Male Elf Monk, N. Str 15, Dex 9, Con 8, Int 12, Wis 10, Cha 12. Suadno has brown hair and large brown eyes. He wears well-made clothing and wields a yari (spear) and kama (sickle).",
  "Cinhu: Male Elf Bard, N. Str 13, Dex 10, Con 7, Int 12, Wis 10, Cha 15. Cinhu has braided auburn hair and green eyes, and pointed ears. He wears leather armor and wields a spear and hand crossbow. Cinhu is searching for the legendary elven kingdom of Egland.",
  "Feclu: Male Elf Rogue, LN. Str 8, Dex 17, Con 12, Int 12, Wis 12, Cha 13. Feclu is rugged in appearance, with thick brown hair and brown eyes. He wears leather armor and wields a shortsword and hand crossbow.",
  "Laisra: Male Elf Paladin, Good. Str 12, Dex 8, Con 10, Int 6, Wis 12, Cha 12. Laisra has tangled brown hair and gray eyes. He wears a chain shirt and wields a shortsword and shield. Laisra has a terrible sense of direction.",
  "Elror: Male Elf Fighter, NG. Str 14, Dex 8, Con 9, Int 12, Wis 8, Cha 12. Elror has a round face, with auburn hair and hazel eyes. He wears ring mail and wields a glaive. Elror is diplomatic and imaginative.",
  "Vinde: Male Elf Cleric, N. Str 8, Dex 6, Con 12, Int 9, Wis 16, Cha 8. Vinde is tall, with golden hair and bright amber eyes. He wears a breastplate and wields a handaxe. Vinde has an animal companion, a gray rat named Arwen.",
  "Golinas: Male Elf Rogue, N. Str 6, Dex 13, Con 11, Int 12, Wis 14, Cha 8. Golinas is tall and heavyset, with gray hair and bright brown eyes. He wears studded leather and wields a rapier and hand crossbow. Golinas believes that he is the rightful heir to the crown of Elioriand.",
  "Breago: Male Elf Cleric, NE. Str 9, Dex 7, Con 9, Int 8, Wis 15, Cha 15. Breago is stout, with thin red hair and green eyes. He wears a breastplate and wields a club and shield. Breago lost his shadow to a nymph.",
  "Celegal: Male Elf Bard, LG. Str 12, Dex 6, Con 11, Int 11, Wis 11, Cha 15. Celegal has copper hair and hazel eyes. He wears leather armor and wields a rapier. Celegal suffers a deadly allergy to moulds.",
  "Legalmin: Male Elf Paladin, Good. Str 10, Dex 6, Con 11, Int 9, Wis 14, Cha 7. Legalmin has red hair and bright amber eyes, and a magical scar on his face. He wears splint armor and wields a glaive. Legalmin is heroic and idealistic.",
  "Aillel: Male Elf Rogue, NE. Str 11, Dex 14, Con 9, Int 7, Wis 9, Cha 12. Aillel has uneven brown hair and hazel eyes, and a magical mark on his leg. He wears studded leather and wields a rapier. Aillel seeks to fulfill an ancient prophecy of evil.",
  "Celionerdh: Male Elf Fighter, CE. Str 13, Dex 12, Con 12, Int 10, Wis 10, Cha 11. Celionerdh has golden hair and gray eyes, and pointed ears. He wears splint armor and wields a flail and net.",
  "Gete: Male Elf Cleric, LN. Str 11, Dex 13, Con 6, Int 9, Wis 15, Cha 12. Gete has a narrow face, with blonde hair and light blue eyes. He wears studded leather and wields a spear and shortbow. Gete seeks revenge against the sister who betrayed him.",
  "Eneleg: Male Elf Fighter, LE. Str 12, Dex 13, Con 9, Int 11, Wis 12, Cha 12. Eneleg is wretched in appearance, with brown hair and bright hazel eyes. He wears ring mail and wields a pike. Eneleg is sadistic and scheming.",
  "Emior: Male Elf Monk, N. Str 10, Dex 16, Con 12, Int 5, Wis 9, Cha 9. Emior is tall and slender, with copper hair and large blue eyes. He wears sturdy clothing and wields a bo (quarterstaff) and shuriken (darts). Emior is dying and desperately seeks the secret of immortality.",
  "Thaldanar: Male Elf Druid, Neutral. Str 15, Dex 10, Con 11, Int 15, Wis 12, Cha 13. Thaldanar has copper hair and narrow amber eyes. He wears hide armor and wields a spear and dagger.",
  "Quennethil: Male Elf Monk, N. Str 13, Dex 12, Con 7, Int 11, Wis 15, Cha 9. Quennethil has thin golden hair and green eyes. He wears plain clothing and wields a bo (quarterstaff) and sai (dagger). Quennethil seeks to discover who murdered his family.",
  "Ahtadhon: Male Elf Cleric, NG. Str 10, Dex 12, Con 10, Int 9, Wis 15, Cha 15. Ahtadhon is rough in appearance, with brown hair and hazel eyes. He wears leather armor and wields a quarterstaff and shortbow. Ahtadhon is searching for the lost kingdom of Forlorion.",
  "Galadir: Male Elf Sorcerer, N. Str 11, Dex 10, Con 10, Int 11, Wis 7, Cha 15. Galadir has an angular face, with copper hair and narrow blue eyes. He wears simple clothing and wields a dagger. Galadir seeks revenge against the sister who betrayed him.",
  "Athan: Male Elf Monk, N. Str 11, Dex 12, Con 9, Int 10, Wis 9, Cha 13. Athan has an angular face, with braided gray hair and narrow hazel eyes. He wears travel-stained clothing and wields a kanabo (mace) and shuriken (darts). Athan blames the gods for every misfortune.",
  "Emmalas: Male Elf Rogue, N. Str 9, Dex 13, Con 13, Int 17, Wis 13, Cha 9. Emmalas has red hair and soft gray eyes. He wears leather armor and wields a shortsword. Emmalas has an animal companion, a black snake named Bari.",
  "Ebrir: Male Elf Barbarian, N. Str 15, Dex 14, Con 16, Int 10, Wis 15, Cha 10. Ebrir has thick brown hair and brown eyes. He wears hide armor and wields a warhammer. Ebrir has a terrible sense of direction.",
  "Galasaer: Male Elf Monk, N. Str 10, Dex 7, Con 11, Int 11, Wis 14, Cha 11. Galasaer has short blonde hair and gray eyes, and pointed ears. He wears sturdy clothing and wields an ono (handaxe).",
  "Culla: Male Elf Warlock, NE. Str 15, Dex 7, Con 10, Int 8, Wis 9, Cha 17. Culla is stout, with brown hair and narrow hazel eyes. He wears studded leather and wields a mace.",
  "Cuillia: Male Elf Warlock, LN. Str 10, Dex 14, Con 10, Int 14, Wis 15, Cha 15. Cuillia is common in appearance, with red hair and blue eyes. He wears leather armor and wields a mace and javelins. Cuillia has an animal companion, a black cat named Ethil.",
  "Mide: Male Elf Cleric, NG. Str 15, Dex 8, Con 10, Int 8, Wis 14, Cha 12. Mide is rugged in appearance, with short auburn hair and brown eyes. He wears hide armor and wields a spear and dagger. Mide seeks only fame and glory.",
  "Velle: Male Elf Druid, Neutral. Str 9, Dex 13, Con 6, Int 7, Wis 17, Cha 6. Velle has a round face, with braided brown hair and blue eyes. He wears leather armor and wields a quarterstaff and wooden shield. Velle is disorganized and instinctive.",
  "Lurosaer: Male Elf Monk, N. Str 14, Dex 14, Con 10, Int 7, Wis 10, Cha 12. Lurosaer has red hair and blue eyes. He wears sturdy clothing and wields a yari (spear). Lurosaer seeks to destroy the race of trolls.",
  "Lebrohon: Male Elf Rogue, CN. Str 6, Dex 13, Con 7, Int 13, Wis 10, Cha 9. Lebrohon is short, with auburn hair and brown eyes. He wears leather armor and wields a rapier and sickle. Lebrohon seeks to free himself from an ancient curse.",
  "Egon: Male Elf Cleric, NG. Str 11, Dex 9, Con 9, Int 9, Wis 16, Cha 15. Egon has a narrow face, with short brown hair and bright green eyes. He wears leather armor and wields a mace and shield. Egon seeks revenge against the sister who betrayed him.",
  "Alannael: Male Elf Cleric, LG. Str 9, Dex 7, Con 6, Int 11, Wis 13, Cha 11. Alannael is pleasant in appearance, with uneven auburn hair and blue eyes. He wears hide armor and wields a club and javelins. Alannael refers to himself in the third person.",
  "Lungali: Male Elf Rogue, NG. Str 11, Dex 13, Con 12, Int 12, Wis 11, Cha 11. Lungali has a narrow face, with copper hair and green eyes. He wears studded leather and wields a mace and hand crossbow. Lungali is searching for the legendary Warrens of Shiva the Destroyer.",
  "Aradon: Male Elf Monk, LN. Str 10, Dex 16, Con 11, Int 11, Wis 14, Cha 10. Aradon has straight auburn hair and hazel eyes, and numerous distinctive tattoos. He wears well-made clothing and wields a yari (spear). Aradon has an animal companion, a red snake named Findiser.",
  "Edhron: Male Elf Fighter, N. Str 16, Dex 11, Con 12, Int 11, Wis 11, Cha 12. Edhron is rough in appearance, with straight white hair and green eyes. He wears half plate and wields a war pick and shield.",
  "Indingweth: Male Elf Monk, NG. Str 13, Dex 12, Con 15, Int 9, Wis 8, Cha 13. Indingweth has a narrow face, with golden hair and light brown eyes. He wears plain clothing and wields a bo (quarterstaff) and sai (dagger). Indingweth is hunting the dragon who slew his mentor.",
  "Emmil: Male Elf Warlock, NG. Str 15, Dex 9, Con 11, Int 10, Wis 11, Cha 12. Emmil has braided black hair and sharp gray eyes, and a thin nose. He wears leather armor and wields a club. Emmil is absent-minded, and always searching for a missing item.",
  "Elengon: Male Elf Rogue, N. Str 14, Dex 16, Con 10, Int 10, Wis 7, Cha 10. Elengon has gray hair and light green eyes, and a distinctive scar on his face. He wears studded leather and wields a spear and sling. Elengon has an animal companion, a black cat named Eren.",
  "Feanore: Male Elf Rogue, LN. Str 13, Dex 17, Con 10, Int 10, Wis 10, Cha 8. Feanore has a narrow face, with blonde hair and large blue eyes. He wears leather armor and wields a longsword and sling. Feanore has an animal companion, a sable ferret named Golindor.",
  "Mionore: Male Elf Wizard, LN. Str 8, Dex 12, Con 8, Int 14, Wis 6, Cha 9. Mionore has auburn hair and large brown eyes, and prominent ears. He wears azure robes and wields a dagger. Mionore is sarcastic and reckless.",
  "Brane: Male Elf Fighter, CN. Str 12, Dex 15, Con 15, Int 7, Wis 7, Cha 7. Brane has a round face, with straight auburn hair and dark blue eyes. He wears splint armor and wields a scimitar and shield. Brane is cursed with delusions.",
  "Rini: Male Elf Ranger, LE. Str 11, Dex 12, Con 13, Int 12, Wis 8, Cha 9. Rini is rough in appearance, with cropped black hair and brown eyes. He wears studded leather and wields a halberd. Rini is depraved and sharp-tongued.",
  "Amun: Male Elf Rogue, LN. Str 14, Dex 14, Con 7, Int 8, Wis 11, Cha 14. Amun has uneven blonde hair and blue eyes. He wears leather armor and wields a handaxe and sling.",
  "Gwindore: Male Elf Monk, NG. Str 13, Dex 13, Con 11, Int 14, Wis 10, Cha 10. Gwindore is short and stout, with brown hair and large gray eyes. He wears travel-stained clothing and wields a kanabo (mace).",
  "Glineli: Male Elf Fighter, NG. Str 17, Dex 14, Con 10, Int 11, Wis 6, Cha 13. Glineli has matted black hair and brown eyes. He wears scale mail and wields a rapier and heavy crossbow.",
  "Ingorod: Male Elf Fighter, NG. Str 12, Dex 14, Con 11, Int 12, Wis 8, Cha 8. Ingorod has a long face, with white hair and gray eyes. He wears splint armor and wields a greataxe.",
  "Glina: Male Elf Fighter, NG. Str 17, Dex 9, Con 12, Int 8, Wis 7, Cha 10. Glina has white hair and blue eyes, and a distinctive tattoo on his arm. He wears a breastplate and wields a shortsword and shield.",
  "Aemman: Male Elf Paladin, Good. Str 13, Dex 12, Con 10, Int 14, Wis 12, Cha 15. Aemman has brown hair and sharp amber eyes, and a beaked nose. He wears ring mail and wields a rapier. Aemman is philosophical and trustworthy.",
  "Tage: Male Elf Monk, CG. Str 13, Dex 11, Con 12, Int 10, Wis 14, Cha 7. Tage has a long face, with tangled brown hair and gray eyes. He wears worn clothing and wields an ono (handaxe). Tage is searching for a legendary blade named Sublime Vengeance.",
  "Athin: Male Elf Monk, LG. Str 12, Dex 12, Con 7, Int 10, Wis 10, Cha 8. Athin has a round face, with gray hair and light gray eyes. He wears modest garments and wields an ono (handaxe). Athin suffers a traumatic fear of swords and blades.",
  "Coimhla: Male Elf Ranger, CN. Str 10, Dex 10, Con 11, Int 14, Wis 12, Cha 9. Coimhla is rugged in appearance, with tangled red hair and light amber eyes. He wears leather armor and wields a greatsword. Coimhla is impulsive and impartial.",
  "Finaeli: Male Elf Bard, LG. Str 10, Dex 9, Con 9, Int 13, Wis 5, Cha 15. Finaeli has uneven brown hair and amber eyes, and a distinctive scar on his arm. He wears leather armor and wields a rapier and sling. Finaeli seeks to become an instructor at the College of Elemental Study.",
  "Galdaneth: Male Elf Monk, LN. Str 10, Dex 11, Con 11, Int 10, Wis 13, Cha 5. Galdaneth has a long face, with tangled white hair and brown eyes. He wears well-made clothing and wields nunchaku (club) and sai (dagger). Galdaneth has an animal companion, a gray rat named Eled.",
  "Colga: Male Elf Druid, Neutral. Str 13, Dex 9, Con 11, Int 7, Wis 15, Cha 10. Colga has matted silver hair and dark hazel eyes, and a thin nose. He wears hide armor and wields a spear. Colga seeks revenge against the sister who betrayed him.",
  "Mire: Male Elf Fighter, NG. Str 12, Dex 17, Con 10, Int 15, Wis 12, Cha 6. Mire is courtly in bearing, with thick golden hair and narrow gray eyes. He wears splint armor and wields a shortsword and heavy crossbow. Mire is sensitive and passionate.",
  "Caruoe: Male Elf Monk, CN. Str 12, Dex 14, Con 7, Int 11, Wis 12, Cha 9. Caruoe has braided golden hair and green eyes, and wears glasses with steel rims. He wears sturdy clothing and wields nunchaku (club) and kama (sickle). Caruoe is moody and sarcastic.",
  "Begia: Male Elf Ranger, N. Str 10, Dex 8, Con 9, Int 6, Wis 14, Cha 15. Begia is common in appearance, with white hair and brown eyes. He wears scale mail and wields a shortsword and shield. Begia secretly serves Beha, an ancient god of evil.",
  "Finarfing: Male Elf Sorcerer, NG. Str 9, Dex 14, Con 16, Int 8, Wis 11, Cha 15. Finarfing has a long face, with red hair and bright green eyes. He wears well-made clothing and wields a dagger. Finarfing has an animal companion, a forest owl named Orol.",
  "Gutha: Male Elf Druid, Neutral. Str 13, Dex 10, Con 10, Int 9, Wis 14, Cha 7. Gutha is tall and thin, with red hair and large blue eyes. He wears leather armor and wields a scimitar. Gutha is paranoid and sadistic.",
  "Elung: Male Elf Ranger, LG. Str 13, Dex 12, Con 13, Int 5, Wis 16, Cha 12. Elung is common in appearance, with gray hair and blue eyes. He wears studded leather and wields a warhammer. Elung has forest owl named Luthienye.",
  "More: Male Elf Fighter, NG. Str 14, Dex 9, Con 13, Int 9, Wis 11, Cha 11. More is pleasant in appearance, with copper hair and narrow blue eyes. He wears ring mail and wields a scimitar and shield. More seeks to prove himself to his peers.",
  "Crona: Male Elf Fighter, N. Str 17, Dex 11, Con 11, Int 12, Wis 10, Cha 12. Crona has thin golden hair and blue eyes, and a round nose. He wears chain mail and wields a maul. Crona suffers a traumatic fear of open spaces.",
  "Finerdhald: Male Elf Fighter, N. Str 14, Dex 15, Con 11, Int 11, Wis 11, Cha 6. Finerdhald is tall, with long auburn hair and blue eyes. He wears hide armor and wields a scimitar and shield. Finerdhald has an animal companion, a red firedrake named Cruocha.",
  "Mada: Male Elf Paladin, Good. Str 11, Dex 10, Con 11, Int 13, Wis 12, Cha 9. Mada has a long face, with curly copper hair and sharp amber eyes. He wears a chain shirt and wields a greataxe. Mada refers to himself in the third person.",
  "Lungaldir: Male Elf Rogue, N. Str 8, Dex 13, Con 7, Int 8, Wis 5, Cha 8. Lungaldir is short and stout, with thin white hair and green eyes. He wears leather armor and wields a longsword. Lungaldir is flamboyant and harsh.",
  "Copa: Male Elf Ranger, NG. Str 15, Dex 14, Con 9, Int 9, Wis 12, Cha 12. Copa has a square face, with messy brown hair and large hazel eyes. He wears leather armor and wields a morningstar and shield.",
  "Alangron: Male Elf Rogue, LN. Str 8, Dex 17, Con 7, Int 12, Wis 11, Cha 12. Alangron has black hair and sharp amber eyes, and a sharp nose. He wears leather armor and wields a longsword. Alangron is searching for the lost elven kingdom of Dorthone.",
  "Barra: Male Elf Warlock, LG. Str 8, Dex 6, Con 7, Int 12, Wis 9, Cha 17. Barra has auburn hair and hazel eyes. He wears studded leather and wields a club and javelins. Barra is thrifty and friendly.",
  "Gnega: Male Elf Cleric, NG. Str 6, Dex 14, Con 10, Int 11, Wis 17, Cha 7. Gnega has black hair and hazel eyes, and a short moustache. He wears leather armor and wields a quarterstaff and sickle.",
  "Erdhil: Male Elf Druid, Neutral. Str 8, Dex 9, Con 12, Int 13, Wis 13, Cha 13. Erdhil is heavyset, with matted copper hair and soft green eyes. He wears hide armor and wields a quarterstaff and sickle. Erdhil has golden eagle named Esan.",
  "Mori: Male Elf Ranger, LN. Str 10, Dex 13, Con 13, Int 13, Wis 7, Cha 11. Mori has silver hair and green eyes. He wears a breastplate and wields a maul. Mori is hardworking and possessive.",
  "Cune: Male Elf Cleric, LN. Str 13, Dex 11, Con 9, Int 7, Wis 12, Cha 10. Cune has thin red hair and sharp amber eyes. He wears half plate and wields a quarterstaff and shield. Cune is extravagant and amoral.",
  "Edan: Male Elf Druid, Neutral. Str 8, Dex 15, Con 12, Int 10, Wis 14, Cha 10. Edan has silver hair and large blue eyes. He wears hide armor and wields a club and sling. Edan has green snake named Boda.",
  "Galodhil: Male Elf Fighter, N. Str 12, Dex 10, Con 9, Int 13, Wis 7, Cha 8. Galodhil is heavyset, with curly copper hair and gray eyes. He wears scale mail and wields a glaive. Galodhil has an animal companion, a green firedrake named Manda.",
  "Enerdhir: Male Elf Paladin, Good. Str 14, Dex 11, Con 9, Int 6, Wis 10, Cha 8. Enerdhir has copper hair and bright brown eyes. He wears a chain shirt and wields a pike. Enerdhir has an animal companion, a white warhorse named Dani.",
  "Celemmaht: Male Elf Fighter, N. Str 12, Dex 14, Con 10, Int 11, Wis 10, Cha 7. Celemmaht is tall, with matted gray hair and amber eyes. He wears a chain shirt and wields a scimitar and longbow.",
  "Iverc: Male Elf Warlock, CG. Str 16, Dex 11, Con 14, Int 8, Wis 10, Cha 15. Iverc has an angular face, with copper hair and green eyes. He wears leather armor and wields a quarterstaff. Iverc has an animal companion, a raven named Ophir.",
  "Coplia: Male Elf Monk, NG. Str 10, Dex 12, Con 9, Int 15, Wis 12, Cha 13. Coplia has uneven gray hair and dark amber eyes. He wears simple clothing and wields a yari (spear).",
  "Odrel: Male Elf Warlock, NG. Str 13, Dex 7, Con 12, Int 8, Wis 10, Cha 17. Odrel is slender, with thick black hair and dark amber eyes. He wears leather armor and wields a quarterstaff. Odrel believes that he is being hunted by supernatural creatures.",
  "Doroduil: Male Elf Bard, NG. Str 6, Dex 13, Con 6, Int 9, Wis 10, Cha 13. Doroduil has gray hair and dark brown eyes, and wears glasses with steel rims. He wears studded leather and wields a longsword. Doroduil seeks to continue the noble legacy of his father.",
  "Adan: Male Elf Rogue, LG. Str 12, Dex 13, Con 8, Int 13, Wis 7, Cha 8. Adan is rough in appearance, with golden hair and brown eyes. He wears studded leather and wields a spear and hand crossbow. Adan has an animal companion, a raven named Artaren.",
  "Sarne: Male Elf Sorcerer, N. Str 12, Dex 10, Con 12, Int 7, Wis 10, Cha 13. Sarne is common in appearance, with gray hair and amber eyes. He wears well-made clothing and wields a quarterstaff and darts. Sarne compulsively chants nonsense.",
  "Cirdili: Male Elf Sorcerer, N. Str 12, Dex 11, Con 11, Int 8, Wis 8, Cha 14. Cirdili has long copper hair and hazel eyes. He wears plain clothing and wields a dagger and sling. Cirdili is adventurous and inquisitive.",
  "Bella: Male Elf Fighter, LG. Str 16, Dex 13, Con 12, Int 9, Wis 15, Cha 10. Bella is common in appearance, with silver hair and narrow green eyes. He wears a breastplate and wields a shortsword and net. Bella has an animal companion, a black bear named Iston.",
  "Ahil: Male Elf Fighter, CG. Str 13, Dex 10, Con 12, Int 6, Wis 10, Cha 11. Ahil is pleasant in appearance, with brown hair and amber eyes. He wears plate armor and wields a trident and shield.",
  "Carosaer: Male Elf Bard, N. Str 10, Dex 14, Con 10, Int 12, Wis 15, Cha 17. Carosaer has auburn hair and soft brown eyes. He wears studded leather and wields a shortsword.",
  "Quennore: Male Elf Barbarian, LN. Str 13, Dex 8, Con 13, Int 10, Wis 10, Cha 12. Quennore is fair in appearance, with braided golden hair and dark brown eyes. He wears hide armor and wields a greataxe. Quennore is dying and desperately seeks the secret of immortality.",
  "Kiane: Male Elf Cleric, N. Str 6, Dex 14, Con 6, Int 13, Wis 17, Cha 13. Kiane has a round face, with black hair and hazel eyes. He wears leather armor and wields a quarterstaff and dagger. Kiane has an animal companion, a gray rabbit named Galebrie.",
  "Cima: Male Elf Monk, NG. Str 9, Dex 13, Con 11, Int 10, Wis 13, Cha 12. Cima has short gray hair and amber eyes. He wears well-made clothing and wields a kanabo (mace). Cima is righteous and impulsive.",
  "Cune: Male Elf Druid, Neutral. Str 17, Dex 10, Con 12, Int 12, Wis 13, Cha 9. Cune is fair in appearance, with brown hair and light green eyes. He wears leather armor and wields a spear and sickle.",
  "Subhkolb: Male Elf Paladin, Good. Str 9, Dex 14, Con 11, Int 11, Wis 12, Cha 13. Subhkolb has thick red hair and brown eyes. He wears chain mail and wields a trident and shield. Subhkolb blames trolls for every misfortune.",
  "Boda: Male Elf Bard, NG. Str 8, Dex 9, Con 5, Int 11, Wis 8, Cha 13. Boda has braided golden hair and blue eyes, and a sharp nose. He wears studded leather and wields a mace.",
  "Elureth: Male Elf Druid, Neutral. Str 10, Dex 9, Con 8, Int 9, Wis 12, Cha 9. Elureth has a narrow face, with gray hair and dark green eyes. He wears leather armor and wields a mace. Elureth blames the gods for every misfortune.",
  "Coni: Male Elf Monk, N. Str 9, Dex 10, Con 11, Int 15, Wis 9, Cha 8. Coni has thick copper hair and brown eyes. He wears modest garments and wields an ono (handaxe) and shuriken (darts). Coni is only friendly towards other elves..",
  "Glinare: Male Elf Sorcerer, LN. Str 7, Dex 12, Con 12, Int 12, Wis 8, Cha 15. Glinare has copper hair and brown eyes, and a distinctive tattoo on his face. He wears sturdy clothing and wields a dagger. Glinare is agreeable and perverted.",
  "Galure: Male Elf Sorcerer, N. Str 11, Dex 14, Con 13, Int 7, Wis 9, Cha 17. Galure is rough in appearance, with silver hair and blue eyes. He wears sturdy clothing and wields a dagger and darts. Galure has an animal companion, a white weasel named Voada.",
  "Malgali: Male Elf Fighter, LN. Str 17, Dex 13, Con 8, Int 11, Wis 9, Cha 11. Malgali is fair in appearance, with straight white hair and gray eyes. He wears splint armor and wields a trident. Malgali is only friendly towards other elves..",
  "Cinhi: Male Elf Bard, N. Str 10, Dex 12, Con 14, Int 12, Wis 9, Cha 17. Cinhi is stout, with long copper hair and amber eyes. He wears leather armor and wields a longsword. Cinhi has an animal companion, a gray rabbit named Iorwen.",
  "Fingali: Male Elf Paladin, Good. Str 11, Dex 10, Con 9, Int 11, Wis 12, Cha 11. Fingali is overweight, with red hair and brown eyes. He wears scale mail and wields a rapier. Fingali seeks only fame and glory.",
  "Alahil: Male Elf Fighter, NG. Str 12, Dex 11, Con 8, Int 14, Wis 11, Cha 9. Alahil has gray hair and hazel eyes, and a flat nose. He wears chain mail and wields a flail.",
  "Finda: Male Elf Fighter, NG. Str 14, Dex 16, Con 12, Int 14, Wis 12, Cha 11. Finda is cultured in appearance, with uneven silver hair and blue eyes. He wears plate armor and wields a halberd. Finda seeks to destroy the race of trolls.",
  "Cynle: Male Elf Paladin, Good. Str 12, Dex 11, Con 9, Int 12, Wis 7, Cha 15. Cynle is youthful in appearance, with thick auburn hair and green eyes. He wears a breastplate and wields a battleaxe. Cynle is generous and energetic.",
  "Elrolor: Male Elf Rogue, N. Str 10, Dex 15, Con 12, Int 7, Wis 10, Cha 10. Elrolor has braided silver hair and large gray eyes. He wears leather armor and wields a spear. Elrolor is impartial and immoral.",
  "Haldeli: Male Elf Fighter, LE. Str 12, Dex 10, Con 9, Int 11, Wis 11, Cha 8. Haldeli is tall and overweight, with thick golden hair and bright gray eyes. He wears half plate and wields a scimitar and shield. Haldeli has an animal companion, a black bear named Sale.",
  "Ellaun: Male Elf Druid, Neutral. Str 13, Dex 8, Con 11, Int 9, Wis 17, Cha 8. Ellaun has a long face, with matted copper hair and gray eyes. He wears leather armor and wields a scimitar and wooden shield. Ellaun has hawk named Edramron.",
  "Mailu: Male Elf Rogue, LN. Str 10, Dex 12, Con 12, Int 15, Wis 10, Cha 6. Mailu is tall and heavyset, with white hair and sharp blue eyes. He wears studded leather and wields a light hammer and hand crossbow. Mailu has an animal companion, a raven named Epoch.",
  "Bella: Male Elf Monk, NG. Str 13, Dex 9, Con 10, Int 6, Wis 15, Cha 13. Bella has straight copper hair and gray eyes, and numerous unusual tattoos. He wears modest garments and wields a yari (spear) and shuriken (darts). Bella is impossibly lucky.",
  "Maco: Male Elf Monk, N. Str 13, Dex 15, Con 9, Int 9, Wis 14, Cha 13. Maco is rough in appearance, with thick brown hair and amber eyes. He wears well-made clothing and wields nunchaku (club) and kama (sickle). Maco has a terrible sense of direction.",
  "Maeglinerdh: Male Elf Ranger, LN. Str 16, Dex 17, Con 10, Int 6, Wis 12, Cha 10. Maeglinerdh has long gray hair and green eyes, and a sharp nose. He wears leather armor and wields a greatsword. Maeglinerdh has black eagle named Veldia.",
  "Risa: Male Elf Ranger, CN. Str 8, Dex 11, Con 9, Int 5, Wis 12, Cha 11. Risa has short white hair and soft gray eyes. He wears a chain shirt and wields a maul. Risa was petrified for a hundred years.",
  "Ithingor: Male Elf Rogue, NE. Str 5, Dex 14, Con 7, Int 17, Wis 12, Cha 13. Ithingor has matted auburn hair and brown eyes. He wears leather armor and wields a handaxe and darts. Ithingor has an animal companion, a black cat named Enar.",
  "Alalion: Male Elf Monk, N. Str 14, Dex 10, Con 13, Int 10, Wis 8, Cha 9. Alalion is short, with blonde hair and blue eyes. He wears travel-stained clothing and wields nunchaku (club). Alalion is protective and practical.",
  "Ferda: Male Elf Paladin, Good. Str 8, Dex 8, Con 14, Int 11, Wis 9, Cha 8. Ferda is rugged in appearance, with red hair and large brown eyes. He wears chain mail and wields a scimitar and shield. Ferda is hunting the warlord who stole his ancestral sword.",
  "Sede: Male Elf Barbarian, N. Str 14, Dex 10, Con 13, Int 5, Wis 10, Cha 9. Sede is tall, with braided gray hair and narrow hazel eyes. He wears leather armor and wields a whip and longbow.",
  "Cerbai: Male Elf Druid, Neutral. Str 12, Dex 10, Con 8, Int 8, Wis 13, Cha 8. Cerbai is rough in appearance, with white hair and gray eyes. He wears leather armor and wields a mace and wooden shield.",
  "Aennalar: Male Elf Paladin, Good. Str 14, Dex 10, Con 8, Int 14, Wis 16, Cha 15. Aennalar is common in appearance, with brown hair and hazel eyes. He wears scale mail and wields a greataxe.",
  "Corma: Male Elf Bard, LN. Str 15, Dex 13, Con 12, Int 12, Wis 9, Cha 16. Corma has black hair and sharp brown eyes, and small ears. He wears studded leather and wields a rapier. Corma is searching for his missing familiar, a copper firedrake named Serode.",
  "Rosaere: Male Elf Paladin, Good. Str 10, Dex 13, Con 10, Int 14, Wis 13, Cha 14. Rosaere is cultured in appearance, with red hair and dark gray eyes. He wears a breastplate and wields a morningstar. Rosaere suffers a severe allergy to horses.",
  "Galmili: Male Elf Fighter, NG. Str 12, Dex 14, Con 7, Int 13, Wis 6, Cha 11. Galmili has a long face, with white hair and blue eyes. He wears ring mail and wields a longsword. Galmili is energetic and principled.",
  "Ceti: Male Elf Cleric, N. Str 12, Dex 10, Con 14, Int 12, Wis 17, Cha 15. Ceti is common in appearance, with long red hair and soft blue eyes. He wears a breastplate and wields a light hammer and shield.",
  "Aenegon: Male Elf Rogue, NE. Str 6, Dex 12, Con 10, Int 14, Wis 6, Cha 12. Aenegon has an angular face, with white hair and amber eyes. He wears leather armor and wields a shortsword. Aenegon serves an ancient dragon named Ididus.",
  "Adhoth: Male Elf Rogue, LG. Str 7, Dex 12, Con 10, Int 14, Wis 14, Cha 9. Adhoth has straight black hair and blue eyes, and a distinctive scar on his face. He wears leather armor and wields a quarterstaff and sickle.",
  "Saere: Male Elf Bard, NG. Str 9, Dex 7, Con 10, Int 13, Wis 12, Cha 15. Saere has golden hair and amber eyes, and a distinctive tattoo on his face. He wears leather armor and wields a shortsword and javelins.",
  "Lasaere: Male Elf Fighter, N. Str 13, Dex 12, Con 6, Int 7, Wis 13, Cha 12. Lasaere is fey in appearance, with uneven golden hair and amber eyes. He wears hide armor and wields a warhammer. Lasaere seeks to discover who murdered his family.",
  "Golore: Male Elf Paladin, Good. Str 12, Dex 13, Con 11, Int 9, Wis 13, Cha 10. Golore has thick white hair and sharp blue eyes. He wears a breastplate and wields a halberd. Golore is faithful and brave.",
  "Ophin: Male Elf Monk, NE. Str 10, Dex 10, Con 10, Int 7, Wis 11, Cha 10. Ophin has a narrow face, with brown hair and green eyes. He wears well-made clothing and wields an ono (handaxe). Ophin is destructive and craven.",
  "Macbai: Male Elf Monk, LN. Str 14, Dex 9, Con 9, Int 12, Wis 12, Cha 10. Macbai is short and stout, with blonde hair and gray eyes. He wears modest garments and wields a yari (spear) and kama (sickle). Macbai is colorblind.",
  "Eolwelror: Male Elf Rogue, N. Str 11, Dex 16, Con 10, Int 15, Wis 8, Cha 13. Eolwelror has auburn hair and green eyes, and numerous distinctive tattoos. He wears leather armor and wields a spear and dagger. Eolwelror is fascinated by geometry.",
  "Celungolf: Male Elf Sorcerer, LG. Str 9, Dex 11, Con 15, Int 8, Wis 9, Cha 14. Celungolf is common in appearance, with red hair and amber eyes. He wears well-made clothing and wields a quarterstaff. Celungolf is fearless and studious.",
  "Galemmak: Male Elf Rogue, LN. Str 6, Dex 16, Con 11, Int 11, Wis 11, Cha 13. Galemmak is rough in appearance, with uneven golden hair and bright brown eyes. He wears leather armor and wields a club. Galemmak is driven and clever.",
  "Egon: Male Elf Bard, NE. Str 7, Dex 14, Con 11, Int 7, Wis 15, Cha 16. Egon is pleasant in appearance, with tangled white hair and gray eyes. He wears leather armor and wields a shortsword. Egon seeks to save his family from financial ruin.",
  "Erebrir: Male Elf Monk, CG. Str 15, Dex 12, Con 7, Int 10, Wis 11, Cha 8. Erebrir is thin, with long blonde hair and large blue eyes. He wears well-made clothing and wields a bo (quarterstaff) and sai (dagger). Erebrir is righteous and generous.",
  "Ronwe: Male Elf Fighter, LN. Str 14, Dex 9, Con 11, Int 11, Wis 14, Cha 10. Ronwe is tall, with copper hair and large hazel eyes. He wears splint armor and wields a shortsword. Ronwe seeks only fame and glory.",
  "Icnadh: Male Elf Rogue, LN. Str 11, Dex 15, Con 9, Int 7, Wis 12, Cha 7. Icnadh has auburn hair and amber eyes. He wears leather armor and wields a spear. Icnadh is gullible and slothful.",
  "Doli: Male Elf Fighter, NG. Str 14, Dex 17, Con 7, Int 10, Wis 8, Cha 13. Doli has long white hair and gray eyes, and small ears. He wears half plate and wields a rapier and net.",
  "Adhor: Male Elf Monk, N. Str 12, Dex 16, Con 14, Int 8, Wis 10, Cha 11. Adhor has golden hair and light brown eyes, and a thick moustache. He wears travel-stained clothing and wields a bo (quarterstaff). Adhor is hunting the dragon who slew his mentor.",
  "Mali: Male Elf Ranger, CN. Str 14, Dex 16, Con 5, Int 9, Wis 10, Cha 10. Mali has tangled brown hair and dark green eyes. He wears scale mail and wields a greataxe. Mali has black wolf named Diana.",
  "Maeglodir: Male Elf Fighter, LN. Str 15, Dex 10, Con 5, Int 11, Wis 7, Cha 11. Maeglodir has matted red hair and gray eyes, and a distinctive mark on his face. He wears a chain shirt and wields a war pick.",
  "Magladhon: Male Elf Monk, NG. Str 12, Dex 14, Con 9, Int 8, Wis 12, Cha 7. Magladhon has gray hair and green eyes, and small ears. He wears modest garments and wields an ono (handaxe) and shuriken (darts).",
  "Pengali: Male Elf Monk, NE. Str 10, Dex 10, Con 10, Int 10, Wis 15, Cha 6. Pengali has auburn hair and brown eyes. He wears modest garments and wields nunchaku (club) and sai (dagger). Pengali is thoughtless and immoral.",
  "Galador: Male Elf Druid, Neutral. Str 11, Dex 7, Con 10, Int 9, Wis 12, Cha 5. Galador is stout, with copper hair and sharp green eyes. He wears leather armor and wields a mace and wooden shield. Galador has forest owl named Nelaser.",
  "Mirohing: Male Elf Monk, N. Str 11, Dex 15, Con 9, Int 8, Wis 11, Cha 6. Mirohing is rugged in appearance, with messy blonde hair and blue eyes. He wears plain clothing and wields a bo (quarterstaff). Mirohing is alluring and practical.",
  "Anduir: Male Elf Barbarian, NE. Str 14, Dex 14, Con 13, Int 8, Wis 8, Cha 14. Anduir is fair in appearance, with long copper hair and light amber eyes. He wears leather armor and wields a warhammer and shield. Anduir has an animal companion, a black wolf named Garge.",
  "Miodi: Male Elf Rogue, N. Str 12, Dex 16, Con 12, Int 13, Wis 13, Cha 7. Miodi has auburn hair and large brown eyes. He wears leather armor and wields a rapier and hand crossbow. Miodi compulsively collects small objects.",
  "Lughe: Male Elf Monk, LE. Str 8, Dex 12, Con 15, Int 9, Wis 13, Cha 8. Lughe is repulsive in appearance, with gray hair and bright amber eyes. He wears sturdy clothing and wields a bo (quarterstaff) and kama (sickle). Lughe is merciless and selfish.",
  "Dane: Male Elf Rogue, LN. Str 9, Dex 17, Con 6, Int 14, Wis 10, Cha 10. Dane has a round face, with uneven golden hair and amber eyes. He wears leather armor and wields a longsword. Dane is truthful and inventive.",
  "Makili: Male Elf Wizard, NG. Str 7, Dex 11, Con 11, Int 12, Wis 11, Cha 14. Makili has blonde hair and dark blue eyes. He wears crimson robes and wields a dagger and light crossbow. Makili is witty and calm.",
  "Cospa: Male Elf Fighter, LE. Str 14, Dex 11, Con 6, Int 13, Wis 11, Cha 7. Cospa has gray hair and hazel eyes. He wears a breastplate and wields a pike. Cospa is harsh and reckless.",
  "Golomaegl: Male Elf Fighter, NE. Str 13, Dex 13, Con 13, Int 8, Wis 10, Cha 7. Golomaegl is thin, with cropped silver hair and brown eyes. He wears splint armor and wields a scimitar and shield. Golomaegl seeks to become a knight of the realm.",
  "Cava: Male Elf Ranger, LN. Str 10, Dex 10, Con 12, Int 10, Wis 14, Cha 11. Cava is tall and heavyset, with silver hair and dark green eyes. He wears a breastplate and wields a rapier.",
  "Lungali: Male Elf Druid, Neutral. Str 12, Dex 5, Con 10, Int 6, Wis 14, Cha 8. Lungali has golden hair and hazel eyes, and a short beard. He wears hide armor and wields a quarterstaff. Lungali is searching for his missing daughter.",
  "Golure: Male Elf Warlock, CG. Str 8, Dex 10, Con 8, Int 11, Wis 11, Cha 12. Golure has curly red hair and soft green eyes, and an unusual mark on his leg. He wears studded leather and wields a club. Golure is thrifty and moody.",
  "Mothore: Male Elf Paladin, Good. Str 15, Dex 11, Con 8, Int 8, Wis 14, Cha 15. Mothore is courtly in bearing, with matted silver hair and bright blue eyes. He wears ring mail and wields a war pick. Mothore has an animal companion, a white warhorse named Thyane.",
  "Dirandor: Male Elf Ranger, LN. Str 13, Dex 16, Con 9, Int 8, Wis 12, Cha 9. Dirandor is tall and slender, with white hair and brown eyes. He wears scale mail and wields a greataxe. Dirandor is instinctive and mischievous.",
  "Mirosaer: Male Elf Fighter, LN. Str 16, Dex 17, Con 6, Int 10, Wis 11, Cha 9. Mirosaer has a narrow face, with brown hair and dark brown eyes. He wears plate armor and wields a longsword and shield. Mirosaer is curious and humble.",
  "Linore: Male Elf Fighter, LN. Str 14, Dex 17, Con 6, Int 10, Wis 10, Cha 8. Linore is short, with cropped golden hair and green eyes. He wears chain mail and wields a rapier and longbow. Linore was magically imprisoned for a hundred years.",
  "Coirpre: Male Elf Fighter, NE. Str 16, Dex 12, Con 6, Int 6, Wis 11, Cha 8. Coirpre has white hair and green eyes. He wears plate armor and wields a flail and longbow. Coirpre is immoral and greedy.",
  "Denarfing: Male Elf Bard, NE. Str 10, Dex 6, Con 7, Int 12, Wis 11, Cha 16. Denarfing is fey in appearance, with thin red hair and blue eyes. He wears leather armor and wields a rapier.",
  "Sinsa: Male Elf Fighter, N. Str 14, Dex 12, Con 11, Int 6, Wis 12, Cha 15. Sinsa has an angular face, with straight red hair and bright amber eyes. He wears a breastplate and wields a war pick and shield. Sinsa suffers a traumatic fear of ghosts and spirits.",
  "Vorodior: Male Elf Monk, CN. Str 13, Dex 14, Con 10, Int 11, Wis 9, Cha 11. Vorodior is thin, with silver hair and bright hazel eyes. He wears travel-stained clothing and wields a bo (quarterstaff). Vorodior seeks to free himself from an ancient curse.",
  "Ergin: Male Elf Fighter, NG. Str 16, Dex 13, Con 7, Int 6, Wis 12, Cha 12. Ergin is rough in appearance, with curly blonde hair and gray eyes. He wears half plate and wields a battleaxe and shield. Ergin seeks to help the poor and unfortunate.",
  "Caira: Male Elf Paladin, Good. Str 16, Dex 9, Con 11, Int 8, Wis 9, Cha 17. Caira has a square face, with brown hair and large brown eyes. He wears half plate and wields a scimitar. Caira is hunting the fiend which destroyed his homeland.",
  "Guthu: Male Elf Druid, Neutral. Str 16, Dex 9, Con 10, Int 7, Wis 12, Cha 12. Guthu has short golden hair and brown eyes, and an uneven moustache. He wears leather armor and wields a mace and javelins.",
  "Mori: Male Elf Fighter, N. Str 15, Dex 12, Con 8, Int 8, Wis 11, Cha 9. Mori has long blonde hair and soft green eyes, and a matted moustache. He wears plate armor and wields a battleaxe and net. Mori seeks only fame and glory.",
  "Cetta: Male Elf Fighter, N. Str 15, Dex 7, Con 8, Int 7, Wis 9, Cha 15. Cetta has a square face, with curly golden hair and soft brown eyes. He wears chain mail and wields a scimitar. Cetta is truthful and inventive.",
  "Ranne: Male Elf Ranger, LG. Str 17, Dex 10, Con 13, Int 14, Wis 10, Cha 11. Ranne has cropped silver hair and gray eyes. He wears leather armor and wields a scimitar and shield.",
  "Aithin: Male Elf Barbarian, CN. Str 15, Dex 6, Con 13, Int 13, Wis 6, Cha 9. Aithin has uneven blonde hair and dark amber eyes, and large ears. He wears hide armor and wields a warhammer and hand crossbow. Aithin seeks to save his family from financial ruin.",
  "Cena: Male Elf Bard, LN. Str 15, Dex 10, Con 10, Int 8, Wis 11, Cha 17. Cena is fey in appearance, with long brown hair and hazel eyes. He wears leather armor and wields a rapier and javelins. Cena has an animal companion, a hunting dog named Mionarfing.",
  "Ilin: Male Elf Rogue, N. Str 8, Dex 17, Con 11, Int 10, Wis 8, Cha 10. Ilin has messy white hair and hazel eyes. He wears studded leather and wields a shortsword and hand crossbow.",
  "Raga: Male Elf Monk, N. Str 11, Dex 16, Con 11, Int 11, Wis 12, Cha 9. Raga is common in appearance, with silver hair and gray eyes. He wears worn clothing and wields nunchaku (club).",
  "Ceane: Male Elf Fighter, LE. Str 17, Dex 16, Con 14, Int 12, Wis 9, Cha 11. Ceane has blonde hair and bright brown eyes. He wears splint armor and wields a warhammer and heavy crossbow. Ceane is hard-hearted and fanatical.",
  "Airen: Male Elf Rogue, N. Str 8, Dex 15, Con 9, Int 14, Wis 11, Cha 6. Airen has a long face, with straight gray hair and sharp hazel eyes. He wears leather armor and wields a longsword and light crossbow.",
  "Cere: Male Elf Fighter, NE. Str 14, Dex 8, Con 10, Int 9, Wis 13, Cha 8. Cere has a round face, with straight black hair and narrow gray eyes. He wears scale mail and wields a halberd. Cere seeks to steal the crown of the kingdom.",
  "Airen: Male Elf Fighter, CG. Str 13, Dex 14, Con 10, Int 12, Wis 13, Cha 11. Airen has straight golden hair and blue eyes, and a distinctive tattoo on his leg. He wears half plate and wields a flail and shield. Airen is pious and moody.",
  "Triste: Male Elf Rogue, LN. Str 9, Dex 12, Con 6, Int 10, Wis 8, Cha 9. Triste is heavyset, with uneven golden hair and narrow blue eyes. He wears studded leather and wields a quarterstaff and hand crossbow. Triste seeks revenge against the sister who betrayed him.",
  "Copri: Male Elf Fighter, LN. Str 12, Dex 9, Con 12, Int 8, Wis 7, Cha 9. Copri has a long face, with brown hair and hazel eyes. He wears plate armor and wields a battleaxe and shield.",
  "Commi: Male Elf Fighter, CG. Str 16, Dex 16, Con 12, Int 6, Wis 10, Cha 11. Commi has a round face, with copper hair and bright amber eyes. He wears splint armor and wields a greataxe.",
  "Estor: Male Elf Monk, LE. Str 13, Dex 12, Con 10, Int 10, Wis 8, Cha 6. Estor has cropped brown hair and dark amber eyes, and a thin nose. He wears sturdy clothing and wields a yari (spear). Estor is a skilled dancer.",
  "Galemmaht: Male Elf Paladin, Good. Str 12, Dex 10, Con 10, Int 10, Wis 11, Cha 10. Galemmaht is heavyset, with curly red hair and soft gray eyes. He wears chain mail and wields a longsword and shield.",
  "Quennore: Male Elf Rogue, LE. Str 11, Dex 16, Con 8, Int 8, Wis 11, Cha 7. Quennore is tall and thin, with long blonde hair and brown eyes. He wears studded leather and wields a handaxe.",
  "Elwelroth: Male Elf Fighter, CG. Str 12, Dex 16, Con 12, Int 9, Wis 6, Cha 9. Elwelroth has a long face, with red hair and dark amber eyes. He wears a chain shirt and wields a warhammer and shield. Elwelroth is blind in his right eye.",
  "Compa: Male Elf Fighter, NG. Str 14, Dex 9, Con 7, Int 13, Wis 11, Cha 9. Compa has a narrow face, with braided golden hair and gray eyes. He wears a chain shirt and wields a whip. Compa is quiet, and says as little as possible.",
  "Athan: Male Elf Warlock, LN. Str 17, Dex 9, Con 12, Int 9, Wis 10, Cha 13. Athan is rugged in appearance, with brown hair and brown eyes. He wears leather armor and wields a club. Athan seeks only fame and glory.",
  "Oluat: Male Elf Cleric, NG. Str 11, Dex 9, Con 15, Int 8, Wis 17, Cha 15. Oluat is rough in appearance, with black hair and light blue eyes. He wears scale mail and wields a quarterstaff and shield. Oluat has an animal companion, a hunting dog named Celinael.",
  "Vine: Male Elf Paladin, Good. Str 17, Dex 12, Con 9, Int 10, Wis 15, Cha 14. Vine is willowy, with gray hair and gray eyes. He wears splint armor and wields a scimitar and shield. Vine suffers a paralyzing fear of disease.",
  "Dergi: Male Elf Monk, N. Str 16, Dex 11, Con 12, Int 10, Wis 13, Cha 13. Dergi has an angular face, with copper hair and gray eyes. He wears plain clothing and wields a yari (spear) and sai (dagger).",
  "Lane: Male Elf Druid, Neutral. Str 12, Dex 9, Con 7, Int 12, Wis 16, Cha 12. Lane is short, with straight brown hair and dark brown eyes. He wears leather armor and wields a mace and wooden shield. Lane has hawk named Noba.",
  "Cirdore: Male Elf Rogue, CE. Str 10, Dex 14, Con 15, Int 13, Wis 8, Cha 12. Cirdore has thin copper hair and brown eyes. He wears studded leather and wields a shortsword.",
  "Alan: Male Elf Warlock, N. Str 16, Dex 7, Con 5, Int 8, Wis 5, Cha 17. Alan has brown hair and dark hazel eyes. He wears studded leather and wields a quarterstaff and light crossbow. Alan has an animal companion, a vampire bat named Eben.",
  "Branne: Male Elf Fighter, LN. Str 12, Dex 16, Con 10, Int 8, Wis 11, Cha 7. Branne has a long face, with matted silver hair and narrow green eyes. He wears splint armor and wields a greataxe.",
  "Celore: Male Elf Rogue, NG. Str 9, Dex 13, Con 10, Int 8, Wis 11, Cha 10. Celore is tall, with braided auburn hair and soft amber eyes. He wears leather armor and wields a spear. Celore has an animal companion, a black snake named Cutha.",
  "Galinas: Male Elf Rogue, CN. Str 13, Dex 16, Con 9, Int 15, Wis 10, Cha 6. Galinas has a round face, with gray hair and gray eyes. He wears leather armor and wields a rapier and hand crossbow. Galinas is searching for the legendary Secret Barrow of Asas.",
  "Ullen: Male Elf Ranger, NG. Str 17, Dex 9, Con 9, Int 9, Wis 11, Cha 8. Ullen is rough in appearance, with uneven gray hair and soft amber eyes. He wears leather armor and wields a warhammer. Ullen blames trolls for every misfortune.",
  "Golasaer: Male Elf Bard, CN. Str 10, Dex 14, Con 6, Int 10, Wis 13, Cha 13. Golasaer is fey in appearance, with thin blonde hair and sharp green eyes. He wears studded leather and wields a rapier and javelins. Golasaer has an animal companion, a black rat named Erirn.",
  "Algamdil: Male Elf Monk, N. Str 16, Dex 13, Con 9, Int 14, Wis 9, Cha 10. Algamdil has a long face, with curly blonde hair and light amber eyes. He wears modest garments and wields a bo (quarterstaff). Algamdil secretly serves Mamma, an ancient god of trickery.",
  "Cune: Male Elf Sorcerer, LG. Str 8, Dex 5, Con 11, Int 5, Wis 13, Cha 16. Cune has red hair and amber eyes, and prominent ears. He wears plain clothing and wields a quarterstaff. Cune is brave and friendly.",
  "Ferti: Male Elf Rogue, CG. Str 13, Dex 17, Con 7, Int 17, Wis 9, Cha 11. Ferti is willowy, with copper hair and blue eyes. He wears leather armor and wields a shortsword. Ferti has an animal companion, a black cat named Cula.",
  "Elror: Male Elf Monk, LN. Str 14, Dex 14, Con 8, Int 15, Wis 12, Cha 12. Elror is tall, with blonde hair and dark hazel eyes. He wears sturdy clothing and wields nunchaku (club) and sai (dagger). Elror is searching for the lost dwarven kingdom of Zaramunz.",
  "Luachi: Male Elf Monk, NG. Str 11, Dex 16, Con 13, Int 9, Wis 8, Cha 11. Luachi is elegant in appearance, with messy silver hair and light amber eyes. He wears worn clothing and wields a kanabo (mace) and sai (dagger). Luachi seeks only fame and glory.",
  "Egnonwer: Male Elf Rogue, NG. Str 7, Dex 14, Con 12, Int 9, Wis 8, Cha 14. Egnonwer is pleasant in appearance, with gray hair and large gray eyes. He wears leather armor and wields a light hammer and hand crossbow. Egnonwer has an animal companion, a black snake named Galmakil.",
  "Amrared: Male Elf Monk, LG. Str 12, Dex 11, Con 10, Int 9, Wis 14, Cha 14. Amrared is tall and slender, with long white hair and soft blue eyes. He wears simple clothing and wields a bo (quarterstaff).",
  "Cona: Male Elf Cleric, LN. Str 12, Dex 6, Con 8, Int 9, Wis 15, Cha 14. Cona has gray hair and light green eyes. He wears hide armor and wields a mace. Cona is agreeable and alluring.",
  "Egodh: Male Elf Ranger, NG. Str 14, Dex 9, Con 15, Int 11, Wis 12, Cha 7. Egodh has tangled black hair and blue eyes, and a curly moustache. He wears leather armor and wields a scimitar and shield. Egodh is witty and timid.",
  "Gaultio: Male Elf Sorcerer, NG. Str 12, Dex 8, Con 11, Int 11, Wis 12, Cha 16. Gaultio is short, with blonde hair and large brown eyes. He wears modest garments and wields a dagger.",
  "Elror: Male Elf Fighter, LE. Str 14, Dex 13, Con 10, Int 11, Wis 12, Cha 6. Elror has long gray hair and green eyes, and sharpened teeth. He wears ring mail and wields a shortsword and heavy crossbow. Elror frequently uses uncommon words incorrectly.",
  "Turgali: Male Elf Rogue, LN. Str 10, Dex 12, Con 11, Int 9, Wis 9, Cha 11. Turgali has white hair and dark gray eyes. He wears leather armor and wields a handaxe and shortbow.",
  "Maglinar: Male Elf Druid, Neutral. Str 10, Dex 11, Con 11, Int 9, Wis 16, Cha 15. Maglinar is rugged in appearance, with auburn hair and sharp green eyes. He wears hide armor and wields a mace. Maglinar is shrewd and truthful.",
  "Broicha: Male Elf Druid, Neutral. Str 12, Dex 13, Con 11, Int 14, Wis 14, Cha 14. Broicha has an angular face, with brown hair and sharp hazel eyes. He wears leather armor and wields a quarterstaff and sling.",
  "Sere: Male Elf Cleric, LN. Str 11, Dex 10, Con 8, Int 11, Wis 17, Cha 12. Sere has golden hair and hazel eyes, and small ears. He wears leather armor and wields a club and shield.",
  "Laune: Male Elf Cleric, LN. Str 7, Dex 12, Con 13, Int 7, Wis 13, Cha 11. Laune has short brown hair and light brown eyes, and numerous magical tattoos. He wears hide armor and wields a mace. Laune is timid and insensitive.",
  "Mailcha: Male Elf Fighter, N. Str 13, Dex 10, Con 8, Int 10, Wis 12, Cha 14. Mailcha has straight brown hair and sharp gray eyes. He wears scale mail and wields a warhammer. Mailcha was raised by cultists of the Sentinel of Wains.",
  "Setio: Male Elf Monk, NG. Str 14, Dex 11, Con 13, Int 12, Wis 15, Cha 10. Setio has golden hair and bright amber eyes, and wears glasses with electrum rims. He wears sturdy clothing and wields a kanabo (mace) and shuriken (darts). Setio believes that he is being hunted by supernatural creatures.",
  "Celinas: Male Elf Barbarian, NE. Str 12, Dex 7, Con 12, Int 9, Wis 9, Cha 9. Celinas is repulsive in appearance, with auburn hair and gray eyes. He wears scale mail and wields a trident and shield. Celinas is haunted by the memories of a past life.",
  "Brixom: Male Elf Monk, N. Str 8, Dex 9, Con 11, Int 8, Wis 16, Cha 12. Brixom is rugged in appearance, with white hair and gray eyes. He wears modest garments and wields an ono (handaxe) and shuriken (darts). Brixom is searching for the legendary elven kingdom of Lindoler.",
  "Daerodan: Male Elf Monk, LG. Str 12, Dex 12, Con 11, Int 10, Wis 10, Cha 7. Daerodan has copper hair and green eyes, and pointed ears. He wears sturdy clothing and wields a bo (quarterstaff). Daerodan has an animal companion, a black monkey named Dalla.",
  "Fingali: Male Elf Bard, N. Str 12, Dex 6, Con 11, Int 10, Wis 14, Cha 17. Fingali is tall and willowy, with gray hair and large blue eyes. He wears studded leather and wields a rapier. Fingali has an animal companion, a red firedrake named Enen.",
  "Mede: Male Elf Rogue, NG. Str 8, Dex 16, Con 8, Int 11, Wis 13, Cha 10. Mede is short, with curly white hair and brown eyes. He wears leather armor and wields a rapier.",
  "Gelmaedhre: Male Elf Paladin, Good. Str 8, Dex 13, Con 9, Int 5, Wis 13, Cha 11. Gelmaedhre has thin gray hair and brown eyes. He wears plate armor and wields a halberd. Gelmaedhre is diplomatic and fearless.",
  "Mara: Male Elf Ranger, NG. Str 16, Dex 10, Con 11, Int 7, Wis 12, Cha 11. Mara has white hair and green eyes. He wears leather armor and wields a greatsword. Mara is fearless and practical.",
  "Glomagli: Male Elf Warlock, CE. Str 11, Dex 10, Con 9, Int 12, Wis 7, Cha 16. Glomagli has white hair and soft amber eyes. He wears studded leather and wields a club and shortbow. Glomagli is sharp-tongued and mercenary.",
  "Galather: Male Elf Cleric, N. Str 6, Dex 9, Con 10, Int 9, Wis 13, Cha 14. Galather has silver hair and narrow hazel eyes. He wears half plate and wields a handaxe. Galather has an animal companion, a tawny rat named Celuthien.",
  "Ilil: Male Elf Rogue, LN. Str 10, Dex 17, Con 11, Int 14, Wis 12, Cha 8. Ilil has black hair and brown eyes. He wears leather armor and wields a rapier. Ilil is impartial and humble.",
  "Ebrin: Male Elf Fighter, N. Str 15, Dex 8, Con 13, Int 7, Wis 14, Cha 7. Ebrin is pleasant in appearance, with uneven copper hair and brown eyes. He wears a breastplate and wields a pike. Ebrin seeks revenge against the sister who betrayed him.",
  "Cati: Male Elf Cleric, NE. Str 8, Dex 11, Con 10, Int 8, Wis 13, Cha 11. Cati is slender, with thin blonde hair and amber eyes. He wears a breastplate and wields a club. Cati seeks to fulfill an ancient prophecy of evil.",
  "Bode: Male Elf Fighter, LN. Str 17, Dex 9, Con 13, Int 10, Wis 11, Cha 7. Bode has thick white hair and green eyes. He wears ring mail and wields a shortsword. Bode has an animal companion, a badger named Tigi.",
  "Geti: Male Elf Ranger, N. Str 9, Dex 9, Con 10, Int 9, Wis 13, Cha 11. Geti has black hair and green eyes, and a thin nose. He wears studded leather and wields a scimitar. Geti has snow owl named Granne.",
  "Fingali: Male Elf Barbarian, LN. Str 12, Dex 10, Con 13, Int 10, Wis 10, Cha 10. Fingali is tall and thin, with curly red hair and light green eyes. He wears scale mail and wields a scimitar and net. Fingali seeks to save his family from financial ruin.",
  "Edraras: Male Elf Warlock, N. Str 16, Dex 12, Con 6, Int 8, Wis 11, Cha 12. Edraras is short and slender, with copper hair and hazel eyes. He wears studded leather and wields a light hammer and darts. Edraras is searching for the lost dwarven kingdom of Badabuz.",
  "Alatar: Male Elf Monk, N. Str 15, Dex 15, Con 9, Int 7, Wis 13, Cha 10. Alatar is pleasant in appearance, with silver hair and dark green eyes. He wears plain clothing and wields nunchaku (club) and sai (dagger). Alatar is amoral and harsh.",
  "Golla: Male Elf Fighter, CN. Str 15, Dex 12, Con 14, Int 8, Wis 10, Cha 7. Golla is short, with matted brown hair and blue eyes. He wears a chain shirt and wields a warhammer and shield. Golla is clever and violent.",
  "Diorre: Male Elf Monk, NG. Str 17, Dex 13, Con 10, Int 12, Wis 10, Cha 11. Diorre has a round face, with straight red hair and dark blue eyes. He wears modest garments and wields a yari (spear) and kama (sickle). Diorre is searching for a legendary blade named Wraithrazor.",
  "Mahturgal: Male Elf Rogue, CG. Str 14, Dex 14, Con 7, Int 12, Wis 11, Cha 12. Mahturgal has copper hair and amber eyes, and a sharp nose. He wears leather armor and wields a quarterstaff and hand crossbow. Mahturgal seeks revenge against the sister who betrayed him.",
  "Galeguil: Male Elf Barbarian, LN. Str 13, Dex 9, Con 14, Int 12, Wis 5, Cha 12. Galeguil is rough in appearance, with short auburn hair and gray eyes. He wears leather armor and wields a trident and shield.",
  "Galadhin: Male Elf Sorcerer, N. Str 10, Dex 9, Con 11, Int 8, Wis 11, Cha 13. Galadhin has thick golden hair and large brown eyes. He wears modest garments and wields a quarterstaff and sling. Galadhin compulsively insults others.",
  "Iren: Male Elf Druid, Neutral. Str 15, Dex 10, Con 11, Int 11, Wis 14, Cha 9. Iren has brown hair and green eyes. He wears leather armor and wields a spear. Iren secretly serves Motha, an ancient god of evil.",
  "Ethos: Male Elf Fighter, N. Str 12, Dex 14, Con 11, Int 13, Wis 13, Cha 10. Ethos is fey in appearance, with black hair and bright amber eyes. He wears hide armor and wields a scimitar and longbow. Ethos has an animal companion, a ginger dog named Mona.",
  "Pengali: Male Elf Rogue, LG. Str 11, Dex 13, Con 11, Int 11, Wis 10, Cha 7. Pengali has straight white hair and bright blue eyes, and a magical tattoo on his arm. He wears leather armor and wields a shortsword. Pengali has an animal companion, a black cat named Rica.",
  "Axin: Male Elf Ranger, LG. Str 12, Dex 9, Con 12, Int 12, Wis 11, Cha 6. Axin has a narrow face, with short silver hair and blue eyes. He wears leather armor and wields a morningstar. Axin is thrifty and passionate.",
  "Alan: Male Elf Warlock, CN. Str 13, Dex 8, Con 12, Int 9, Wis 12, Cha 17. Alan is rough in appearance, with black hair and narrow amber eyes. He wears leather armor and wields a club.",
  "Bane: Male Elf Barbarian, N. Str 15, Dex 11, Con 12, Int 11, Wis 12, Cha 9. Bane is short and stout, with auburn hair and brown eyes. He wears scale mail and wields a rapier and heavy crossbow. Bane blames dragons for every misfortune.",
  "Lochti: Male Elf Rogue, NG. Str 9, Dex 13, Con 6, Int 8, Wis 7, Cha 10. Lochti is cultured in appearance, with straight blonde hair and soft amber eyes. He wears studded leather and wields a spear and sling. Lochti dislikes anyone smarter than him.",
  "Enlodreg: Male Elf Monk, NG. Str 16, Dex 12, Con 13, Int 10, Wis 7, Cha 14. Enlodreg has a square face, with curly copper hair and gray eyes. He wears modest garments and wields a bo (quarterstaff) and shuriken (darts).",
  "Fufai: Male Elf Fighter, N. Str 16, Dex 13, Con 8, Int 11, Wis 11, Cha 11. Fufai has a long face, with long golden hair and sharp gray eyes. He wears hide armor and wields a maul. Fufai suffers a mild allergy to cats.",
  "Galloy: Male Elf Fighter, N. Str 17, Dex 14, Con 9, Int 6, Wis 14, Cha 5. Galloy is rough in appearance, with braided silver hair and bright hazel eyes. He wears ring mail and wields a maul. Galloy is searching for a legendary blade named Empyrean Destiny.",
  "Gane: Male Elf Paladin, Good. Str 16, Dex 5, Con 11, Int 7, Wis 14, Cha 14. Gane is overweight, with uneven brown hair and brown eyes. He wears half plate and wields a longsword. Gane seeks to free himself from an ancient curse.",
  "Enniar: Male Elf Fighter, LN. Str 12, Dex 14, Con 7, Int 9, Wis 9, Cha 10. Enniar is fey in appearance, with matted copper hair and sharp amber eyes. He wears plate armor and wields a rapier and blowgun.",
  "Cobtho: Male Elf Fighter, LN. Str 12, Dex 11, Con 7, Int 11, Wis 10, Cha 9. Cobtho has braided brown hair and amber eyes, and a sharp nose. He wears splint armor and wields a greataxe. Cobtho has an animal companion, a black wolf named Amaltas.",
  "Aldon: Male Elf Monk, NE. Str 13, Dex 9, Con 7, Int 9, Wis 8, Cha 7. Aldon has thin white hair and large blue eyes, and large ears. He wears travel-stained clothing and wields an ono (handaxe) and kama (sickle). Aldon seeks to destroy the race of orcs.",
  "Eror: Male Elf Fighter, CN. Str 17, Dex 10, Con 11, Int 7, Wis 9, Cha 11. Eror is common in appearance, with brown hair and narrow green eyes. He wears a chain shirt and wields a battleaxe and shield.",
  "Brialo: Male Elf Monk, N. Str 7, Dex 13, Con 9, Int 13, Wis 15, Cha 7. Brialo has a narrow face, with curly brown hair and soft blue eyes. He wears plain clothing and wields a bo (quarterstaff) and sai (dagger). Brialo is honest and amoral.",
  "Nose: Male Elf Paladin, Good. Str 13, Dex 11, Con 14, Int 7, Wis 10, Cha 13. Nose has messy auburn hair and green eyes, and a round nose. He wears plate armor and wields a pike. Nose has an animal companion, a white warhorse named Luthelye.",
  "Makili: Male Elf Monk, N. Str 7, Dex 11, Con 12, Int 12, Wis 17, Cha 10. Makili is rugged in appearance, with cropped black hair and green eyes. He wears plain clothing and wields nunchaku (club). Makili believes that he is being hunted by supernatural creatures.",
  "Oror: Male Elf Cleric, CE. Str 8, Dex 7, Con 6, Int 14, Wis 12, Cha 10. Oror is short and stout, with curly auburn hair and soft blue eyes. He wears leather armor and wields a club and shield. Oror is insane and selfish.",
  "Eleglin: Male Elf Fighter, CN. Str 17, Dex 11, Con 9, Int 8, Wis 9, Cha 8. Eleglin has braided auburn hair and bright amber eyes. He wears chain mail and wields a warhammer and shield. Eleglin is pleasant and immoral.",
  "Vace: Male Elf Fighter, LE. Str 13, Dex 15, Con 15, Int 10, Wis 11, Cha 12. Vace has tangled brown hair and blue eyes. He wears plate armor and wields a warhammer and hand crossbow. Vace has an animal companion, a badger named Cune.",
  "Etos: Male Elf Paladin, Good. Str 10, Dex 7, Con 15, Int 12, Wis 11, Cha 10. Etos has a long face, with thick blonde hair and brown eyes. He wears half plate and wields a scimitar and shield. Etos has an animal companion, a bay warhorse named Turgelmil.",
  "Elron: Male Elf Fighter, LG. Str 14, Dex 14, Con 13, Int 14, Wis 11, Cha 6. Elron is youthful in appearance, with messy auburn hair and soft amber eyes. He wears half plate and wields a war pick and net. Elron is hunting the warlord who murdered his family.",
  "Athais: Male Elf Bard, NG. Str 12, Dex 7, Con 10, Int 12, Wis 9, Cha 16. Athais has a narrow face, with braided gray hair and amber eyes. He wears leather armor and wields a longsword and javelins. Athais has an animal companion, a green firedrake named Findiser.",
  "Celindan: Male Elf Barbarian, N. Str 14, Dex 6, Con 14, Int 13, Wis 10, Cha 14. Celindan has a narrow face, with tangled black hair and sharp hazel eyes. He wears leather armor and wields a glaive. Celindan has an animal companion, a badger named Vacia.",
  "Eneled: Male Elf Rogue, N. Str 11, Dex 16, Con 9, Int 15, Wis 10, Cha 11. Eneled is fey in appearance, with cropped blonde hair and hazel eyes. He wears leather armor and wields a longsword and hand crossbow. Eneled is fierce and pleasant.",
  "Galasaer: Male Elf Barbarian, LN. Str 13, Dex 10, Con 8, Int 13, Wis 13, Cha 10. Galasaer has thick golden hair and green eyes, and a long beard. He wears hide armor and wields a longsword and shield. Galasaer compulsively plays with a pewter ring.",
  "Mionare: Male Elf Druid, Neutral. Str 16, Dex 15, Con 5, Int 10, Wis 17, Cha 12. Mionare is heavyset, with white hair and soft hazel eyes. He wears hide armor and wields a mace and wooden shield.",
  "Irer: Male Elf Rogue, LN. Str 7, Dex 15, Con 12, Int 11, Wis 8, Cha 13. Irer has a square face, with thick auburn hair and gray eyes. He wears studded leather and wields a shortsword. Irer is adaptable and flamboyant.",
  "Duilegald: Male Elf Monk, NG. Str 13, Dex 12, Con 9, Int 12, Wis 15, Cha 9. Duilegald has silver hair and bright amber eyes. He wears sturdy clothing and wields a yari (spear) and kama (sickle). Duilegald has an animal companion, a green firedrake named Srocu.",
  "Galemmin: Male Elf Monk, NG. Str 9, Dex 8, Con 10, Int 6, Wis 12, Cha 15. Galemmin has a narrow face, with curly black hair and large gray eyes. He wears modest garments and wields a bo (quarterstaff) and sai (dagger). Galemmin speaks with a stutter.",
  "Cone: Male Elf Barbarian, NE. Str 17, Dex 8, Con 10, Int 7, Wis 10, Cha 6. Cone is fey in appearance, with long blonde hair and blue eyes. He wears scale mail and wields a battleaxe and shield. Cone is possessive and destructive.",
  "Eston: Male Elf Bard, LG. Str 9, Dex 10, Con 7, Int 14, Wis 10, Cha 13. Eston has a narrow face, with braided gray hair and blue eyes. He wears leather armor and wields a shortsword and hand crossbow.",
  "Almor: Male Elf Paladin, Good. Str 9, Dex 8, Con 12, Int 9, Wis 11, Cha 10. Almor has white hair and amber eyes, and a thin beard. He wears chain mail and wields a scimitar and shield. Almor has an animal companion, a black warhorse named Fliti.",
  "Umnos: Male Elf Bard, NG. Str 11, Dex 9, Con 10, Int 16, Wis 8, Cha 16. Umnos is fair in appearance, with uneven auburn hair and amber eyes. He wears studded leather and wields a longsword.",
  "Ebon: Male Elf Ranger, N. Str 9, Dex 12, Con 9, Int 11, Wis 15, Cha 9. Ebon is fey in appearance, with short white hair and green eyes. He wears half plate and wields a trident and shield. Ebon is dying and desperately seeks the secret of immortality.",
  "Minerdhin: Male Elf Fighter, LN. Str 17, Dex 12, Con 5, Int 14, Wis 5, Cha 13. Minerdhin is short, with copper hair and green eyes. He wears half plate and wields a trident and blowgun.",
  "Finerdhor: Male Elf Fighter, CE. Str 17, Dex 12, Con 7, Int 11, Wis 10, Cha 10. Finerdhor is tall, with matted brown hair and green eyes. He wears chain mail and wields a battleaxe. Finerdhor is fanatical and depraved.",
  "Finore: Male Elf Bard, N. Str 5, Dex 10, Con 8, Int 14, Wis 8, Cha 15. Finore has long copper hair and hazel eyes. He wears leather armor and wields a rapier.",
  "Celungal: Male Elf Fighter, LN. Str 13, Dex 15, Con 8, Int 15, Wis 6, Cha 10. Celungal has cropped blonde hair and green eyes, and a thin beard. He wears ring mail and wields a shortsword and shield. Celungal has an animal companion, a badger named Sualda.",
  "Alarel: Male Elf Cleric, NE. Str 11, Dex 12, Con 7, Int 11, Wis 14, Cha 9. Alarel has short red hair and amber eyes. He wears leather armor and wields a club and sickle. Alarel is slothful and possessive.",
  "Atalas: Male Elf Bard, NG. Str 11, Dex 7, Con 13, Int 12, Wis 7, Cha 15. Atalas is heavyset, with copper hair and green eyes. He wears studded leather and wields a longsword. Atalas is virtuous and aesthetic.",
  "Nachti: Male Elf Wizard, NG. Str 10, Dex 11, Con 11, Int 17, Wis 13, Cha 11. Nachti has blonde hair and dark blue eyes, and numerous unusual tattoos. He wears tailored clothing and wields a quarterstaff. Nachti frequently uses uncommon words incorrectly.",
  "Magladuil: Male Elf Rogue, LN. Str 8, Dex 14, Con 13, Int 10, Wis 9, Cha 8. Magladuil has black hair and hazel eyes, and a short beard. He wears leather armor and wields a longsword. Magladuil seeks only fame and glory.",
  "Finasaer: Male Elf Monk, CN. Str 14, Dex 15, Con 12, Int 11, Wis 15, Cha 8. Finasaer has black hair and narrow hazel eyes, and a matted beard. He wears plain clothing and wields a yari (spear). Finasaer has an animal companion, a hunting dog named Ilmith.",
  "Galminor: Male Elf Druid, Neutral. Str 13, Dex 11, Con 7, Int 12, Wis 16, Cha 12. Galminor has a long face, with thin golden hair and gray eyes. He wears leather armor and wields a mace and wooden shield. Galminor was raised by cultists of Male Fated Commoner.",
  "Finerdhon: Male Elf Rogue, NG. Str 12, Dex 17, Con 9, Int 15, Wis 8, Cha 11. Finerdhon is short and overweight, with gray hair and sharp amber eyes. He wears leather armor and wields a shortsword and darts. Finerdhon is pious and industrious.",
  "Dubne: Male Elf Cleric, N. Str 7, Dex 8, Con 12, Int 14, Wis 12, Cha 9. Dubne has matted blonde hair and dark amber eyes, and a beaked nose. He wears leather armor and wields a quarterstaff and shield. Dubne is shrewd and deceitful.",
  "Curonas: Male Elf Monk, NG. Str 11, Dex 10, Con 7, Int 9, Wis 15, Cha 9. Curonas has a narrow face, with white hair and green eyes. He wears worn clothing and wields a kanabo (mace) and kama (sickle).",
  "Samtha: Male Elf Sorcerer, N. Str 12, Dex 10, Con 15, Int 14, Wis 12, Cha 13. Samtha is short, with copper hair and narrow brown eyes. He wears modest garments and wields a quarterstaff. Samtha has an animal companion, a red lizard named Eneler.",
  "Folia: Male Elf Fighter, N. Str 15, Dex 10, Con 14, Int 13, Wis 11, Cha 8. Folia is fair in appearance, with long silver hair and amber eyes. He wears plate armor and wields a warhammer and net.",
  "Pengali: Male Elf Bard, NG. Str 10, Dex 6, Con 12, Int 11, Wis 15, Cha 16. Pengali is youthful in appearance, with long brown hair and sharp brown eyes. He wears leather armor and wields a shortsword and darts. Pengali is haunted by the ghost of someone he killed.",
  "Mare: Male Elf Barbarian, LN. Str 14, Dex 12, Con 12, Int 8, Wis 11, Cha 11. Mare is fair in appearance, with curly red hair and light gray eyes. He wears leather armor and wields a war pick and shield. Mare suffers a deadly allergy to nuts.",
  "Feba: Male Elf Monk, LN. Str 13, Dex 16, Con 10, Int 11, Wis 12, Cha 10. Feba is tall, with blonde hair and hazel eyes. He wears modest garments and wields an ono (handaxe). Feba is searching for his lost sister.",
  "Cune: Male Elf Warlock, LN. Str 9, Dex 7, Con 13, Int 10, Wis 14, Cha 15. Cune is fey in appearance, with messy golden hair and green eyes. He wears studded leather and wields a light hammer and sickle. Cune is absent-minded and sadistic.",
  "Anthil: Male Elf Monk, N. Str 11, Dex 12, Con 12, Int 8, Wis 11, Cha 8. Anthil has thick auburn hair and hazel eyes, and small ears. He wears plain clothing and wields a yari (spear) and sai (dagger). Anthil is haunted by the ghost of someone he killed.",
  "Cara: Male Elf Monk, CN. Str 16, Dex 9, Con 11, Int 5, Wis 13, Cha 9. Cara is fair in appearance, with straight copper hair and amber eyes. He wears sturdy clothing and wields a yari (spear) and kama (sickle).",
  "Culhwcha: Male Elf Ranger, LN. Str 10, Dex 10, Con 7, Int 9, Wis 15, Cha 8. Culhwcha has braided gray hair and hazel eyes, and a magical mark on his arm. He wears leather armor and wields a warhammer. Culhwcha has horned owl named Doranthil.",
  "Ingwiorn: Male Elf Monk, LN. Str 16, Dex 9, Con 11, Int 14, Wis 13, Cha 15. Ingwiorn is rugged in appearance, with brown hair and blue eyes. He wears simple clothing and wields a yari (spear). Ingwiorn is impartial and unfeeling.",
  "Fotla: Male Elf Barbarian, N. Str 13, Dex 8, Con 16, Int 13, Wis 15, Cha 11. Fotla has auburn hair and brown eyes. He wears leather armor and wields a flail. Fotla believes that he is the rightful heir to the throne of Falonde.",
  "Tene: Male Elf Paladin, Good. Str 17, Dex 12, Con 15, Int 6, Wis 9, Cha 10. Tene is fair in appearance, with long blonde hair and dark amber eyes. He wears ring mail and wields a pike.",
  "Facha: Male Elf Rogue, LG. Str 7, Dex 15, Con 9, Int 7, Wis 10, Cha 14. Facha has a long face, with thin red hair and sharp brown eyes. He wears studded leather and wields a rapier.",
  "Mablemmalg: Male Elf Monk, LN. Str 10, Dex 11, Con 12, Int 8, Wis 16, Cha 7. Mablemmalg is stout, with auburn hair and light green eyes. He wears simple clothing and wields an ono (handaxe).",
  "Elwedhror: Male Elf Wizard, NG. Str 13, Dex 11, Con 9, Int 16, Wis 9, Cha 7. Elwedhror has copper hair and soft blue eyes, and a round nose. He wears ruby robes and wields a dagger. Elwedhror is aesthetic and brave.",
  "Maelma: Male Elf Paladin, Good. Str 15, Dex 11, Con 12, Int 6, Wis 8, Cha 9. Maelma has uneven gray hair and soft hazel eyes. He wears splint armor and wields a morningstar. Maelma seeks to find his true love.",
  "Eston: Male Elf Bard, LG. Str 8, Dex 11, Con 5, Int 12, Wis 9, Cha 15. Eston has an angular face, with blonde hair and soft amber eyes. He wears studded leather and wields a rapier. Eston serves Jhieliah, an ancient but forgotten fire god.",
  "Elestol: Male Elf Wizard, N. Str 8, Dex 17, Con 13, Int 15, Wis 8, Cha 10. Elestol is short, with auburn hair and large hazel eyes. He wears modest garments and wields a dagger. Elestol seeks revenge against the sister who betrayed him.",
  "Badhu: Male Elf Barbarian, LG. Str 13, Dex 10, Con 15, Int 10, Wis 12, Cha 13. Badhu has thick white hair and blue eyes, and a thin nose. He wears leather armor and wields a pike. Badhu is quiet, and says as little as possible.",
  "Kina: Male Elf Sorcerer, LN. Str 11, Dex 9, Con 14, Int 6, Wis 11, Cha 15. Kina is overweight, with black hair and large brown eyes. He wears worn clothing and wields a dagger. Kina seeks to atone for past sins.",
  "Vinde: Male Elf Warlock, LG. Str 14, Dex 6, Con 12, Int 9, Wis 12, Cha 16. Vinde is cultured in appearance, with blonde hair and narrow brown eyes. He wears studded leather and wields a light hammer. Vinde is hunting the doppelganger which destroyed his homeland.",
  "Buda: Male Elf Sorcerer, CN. Str 11, Dex 8, Con 13, Int 8, Wis 11, Cha 17. Buda has a long face, with thin black hair and soft blue eyes. He wears worn clothing and wields a quarterstaff. Buda has an animal companion, a horned toad named Vera.",
  "Nibha: Male Elf Sorcerer, LN. Str 7, Dex 11, Con 12, Int 9, Wis 6, Cha 17. Nibha is fair in appearance, with tangled red hair and light green eyes. He wears modest garments and wields a dagger and sling.",
  "Cuxim: Male Elf Warlock, NG. Str 8, Dex 9, Con 12, Int 11, Wis 10, Cha 13. Cuxim is short and stout, with silver hair and narrow brown eyes. He wears studded leather and wields a light hammer and shortbow. Cuxim is searching for his lost sister.",
  "Fincha: Male Elf Wizard, LG. Str 6, Dex 16, Con 10, Int 12, Wis 12, Cha 14. Fincha has braided white hair and green eyes, and a distinctive scar on his face. He wears modest garments and wields a dagger.",
  "Olfil: Male Elf Rogue, NG. Str 12, Dex 16, Con 10, Int 12, Wis 11, Cha 9. Olfil has an angular face, with curly blonde hair and narrow gray eyes. He wears leather armor and wields a handaxe. Olfil is a terrible liar.",
  "Gilgolfing: Male Elf Rogue, LN. Str 11, Dex 16, Con 13, Int 15, Wis 11, Cha 10. Gilgolfing has copper hair and green eyes. He wears leather armor and wields a rapier and javelins.",
  "Tosa: Male Elf Barbarian, CN. Str 15, Dex 8, Con 17, Int 6, Wis 10, Cha 11. Tosa has copper hair and narrow brown eyes, and an uneven beard. He wears hide armor and wields a warhammer.",
  "Gollio: Male Elf Fighter, LE. Str 16, Dex 10, Con 12, Int 7, Wis 11, Cha 12. Gollio has a long face, with copper hair and dark blue eyes. He wears half plate and wields a rapier and blowgun. Gollio is unfeeling and aggressive.",
  "Elelrod: Male Elf Fighter, NE. Str 15, Dex 10, Con 12, Int 9, Wis 14, Cha 10. Elelrod is overweight, with thick red hair and amber eyes. He wears half plate and wields a trident and shield. Elelrod is harsh and possessive.",
  "Mecha: Male Elf Fighter, LN. Str 17, Dex 17, Con 10, Int 11, Wis 9, Cha 13. Mecha is tall, with curly black hair and blue eyes. He wears plate armor and wields a trident and shield. Mecha seeks only fame and glory.",
  "Celinael: Male Elf Bard, NG. Str 12, Dex 10, Con 9, Int 12, Wis 10, Cha 17. Celinael has brown hair and soft hazel eyes. He wears studded leather and wields a handaxe and hand crossbow. Celinael seeks to prove himself to his peers.",
  "Duarti: Male Elf Ranger, N. Str 10, Dex 9, Con 9, Int 11, Wis 15, Cha 9. Duarti is thin, with braided white hair and bright gray eyes. He wears a breastplate and wields a rapier and shield. Duarti is dying and desperately seeks the secret of immortality.",
  "Gloronar: Male Elf Fighter, LG. Str 14, Dex 12, Con 10, Int 7, Wis 9, Cha 10. Gloronar is fair in appearance, with cropped white hair and large amber eyes. He wears half plate and wields a rapier and shield. Gloronar seeks to discover why he cannot remember anything from yesterday.",
  "Eocol: Male Elf Monk, NG. Str 8, Dex 12, Con 8, Int 12, Wis 9, Cha 11. Eocol is fey in appearance, with thick red hair and hazel eyes. He wears sturdy clothing and wields nunchaku (club) and kama (sickle).",
  "Elelung: Male Elf Fighter, CN. Str 12, Dex 12, Con 10, Int 7, Wis 12, Cha 11. Elelung has thick copper hair and sharp amber eyes, and an uneven moustache. He wears splint armor and wields a halberd. Elelung has an animal companion, a gray wolf named Finde.",
  "Tore: Male Elf Bard, LG. Str 9, Dex 11, Con 6, Int 9, Wis 9, Cha 14. Tore is rough in appearance, with thick white hair and amber eyes. He wears leather armor and wields a rapier.",
  "Brema: Male Elf Monk, NG. Str 12, Dex 12, Con 8, Int 8, Wis 9, Cha 10. Brema has brown hair and green eyes. He wears worn clothing and wields nunchaku (club) and shuriken (darts). Brema is cheerful and virtuous.",
  "Barrue: Male Elf Fighter, LG. Str 12, Dex 8, Con 10, Int 7, Wis 9, Cha 6. Barrue has messy silver hair and large amber eyes. He wears scale mail and wields a pike. Barrue is pious and friendly.",
  "Murcha: Male Elf Druid, Neutral. Str 13, Dex 9, Con 14, Int 6, Wis 14, Cha 11. Murcha has copper hair and hazel eyes. He wears hide armor and wields a scimitar. Murcha is curious and foolhardy.",
  "Eilan: Male Elf Rogue, LE. Str 7, Dex 15, Con 8, Int 12, Wis 12, Cha 14. Eilan is repulsive in appearance, with red hair and green eyes. He wears studded leather and wields a shortsword and hand crossbow.",
  "Elel: Male Elf Cleric, CN. Str 9, Dex 8, Con 10, Int 7, Wis 14, Cha 9. Elel has thick silver hair and blue eyes. He wears a chain shirt and wields a quarterstaff and dagger. Elel seeks to atone for past sins.",
  "Ebrindon: Male Elf Druid, Neutral. Str 14, Dex 9, Con 6, Int 11, Wis 13, Cha 8. Ebrindon has white hair and gray eyes. He wears leather armor and wields a scimitar and javelins. Ebrindon has hawk named Nellaser.",
  "Maelta: Male Elf Druid, Neutral. Str 13, Dex 14, Con 14, Int 9, Wis 13, Cha 12. Maelta is tall, with auburn hair and narrow hazel eyes. He wears leather armor and wields a mace and sickle. Maelta secretly serves Lisa, an ancient god of trickery.",
  "Edhrod: Male Elf Rogue, N. Str 9, Dex 15, Con 13, Int 11, Wis 6, Cha 10. Edhrod is short and stout, with silver hair and green eyes. He wears leather armor and wields a rapier. Edhrod is only friendly towards other elves..",
  "Brixom: Male Elf Cleric, CN. Str 11, Dex 11, Con 12, Int 13, Wis 13, Cha 11. Brixom has long blonde hair and light blue eyes, and small ears. He wears studded leather and wields a club and dagger. Brixom has an animal companion, a red fox named Iridrith.",
  "Fingaldil: Male Elf Wizard, LG. Str 10, Dex 10, Con 11, Int 14, Wis 6, Cha 9. Fingaldil is tall and stout, with tangled blonde hair and sharp amber eyes. He wears travel-stained clothing and wields a dagger. Fingaldil is courageous and practical.",
  "Egan: Male Elf Paladin, Good. Str 9, Dex 12, Con 10, Int 7, Wis 11, Cha 12. Egan has a long face, with black hair and hazel eyes. He wears chain mail and wields a morningstar. Egan is steadfast and agreeable.",
  "Eror: Male Elf Barbarian, LG. Str 16, Dex 13, Con 8, Int 12, Wis 9, Cha 12. Eror has braided black hair and bright hazel eyes. He wears scale mail and wields a battleaxe and heavy crossbow.",
  "Finarfinr: Male Elf Bard, LN. Str 8, Dex 9, Con 10, Int 16, Wis 15, Cha 12. Finarfinr has matted silver hair and green eyes. He wears studded leather and wields a rapier and shortbow.",
  "Gilgonael: Male Elf Cleric, CG. Str 11, Dex 12, Con 10, Int 12, Wis 16, Cha 12. Gilgonael is tall, with red hair and blue eyes. He wears leather armor and wields a club.",
  "Saerethil: Male Elf Monk, LN. Str 15, Dex 17, Con 9, Int 8, Wis 13, Cha 12. Saerethil has long brown hair and green eyes. He wears simple clothing and wields a bo (quarterstaff).",
  "Asan: Male Elf Bard, N. Str 13, Dex 9, Con 14, Int 11, Wis 14, Cha 17. Asan has matted black hair and light hazel eyes, and pointed ears. He wears studded leather and wields a shortsword. Asan has an animal companion, a tawny rat named Coplie.",
  "Elrond: Male Elf Rogue, N. Str 9, Dex 12, Con 12, Int 7, Wis 8, Cha 12. Elrond has white hair and brown eyes, and a short beard. He wears studded leather and wields a shortsword. Elrond is paranoid and practical.",
  "Artach: Male Elf Cleric, N. Str 11, Dex 9, Con 14, Int 6, Wis 13, Cha 10. Artach is heavyset, with tangled black hair and sharp brown eyes. He wears hide armor and wields a quarterstaff. Artach is practical and timid.",
  "Cumi: Male Elf Fighter, LE. Str 16, Dex 13, Con 12, Int 8, Wis 5, Cha 12. Cumi is repulsive in appearance, with gray hair and light blue eyes. He wears plate armor and wields a scimitar and shield. Cumi is scheming and thoughtless.",
  "Kene: Male Elf Druid, Neutral. Str 14, Dex 7, Con 11, Int 9, Wis 17, Cha 9. Kene has matted white hair and blue eyes. He wears hide armor and wields a quarterstaff.",
  "Enwemmin: Male Elf Barbarian, N. Str 14, Dex 11, Con 8, Int 12, Wis 9, Cha 9. Enwemmin is stout, with silver hair and hazel eyes. He wears scale mail and wields a scimitar and shield. Enwemmin is haunted by the memories of a past life.",
  "Trecha: Male Elf Fighter, CG. Str 14, Dex 8, Con 8, Int 13, Wis 6, Cha 6. Trecha is fey in appearance, with thick black hair and dark amber eyes. He wears scale mail and wields a flail and shield. Trecha compulsively collects small objects.",
  "Mionore: Male Elf Barbarian, N. Str 14, Dex 7, Con 12, Int 9, Wis 10, Cha 9. Mionore has a square face, with braided blonde hair and amber eyes. He wears leather armor and wields a maul.",
  "Kine: Male Elf Monk, N. Str 12, Dex 12, Con 10, Int 8, Wis 11, Cha 9. Kine has blonde hair and amber eyes, and a sharp nose. He wears worn clothing and wields a yari (spear). Kine is bold and barbaric.",
  "Deri: Male Elf Druid, Neutral. Str 14, Dex 13, Con 7, Int 7, Wis 17, Cha 10. Deri has a long face, with white hair and brown eyes. He wears hide armor and wields a scimitar. Deri compulsively plays with a copper coin.",
  "Crymi: Male Elf Rogue, NG. Str 5, Dex 13, Con 6, Int 15, Wis 8, Cha 10. Crymi is short and overweight, with tangled brown hair and large gray eyes. He wears studded leather and wields a quarterstaff and hand crossbow. Crymi seeks to free himself from an ancient curse.",
  "Nata: Male Elf Bard, N. Str 8, Dex 13, Con 8, Int 10, Wis 8, Cha 17. Nata is rugged in appearance, with auburn hair and large brown eyes. He wears leather armor and wields a rapier. Nata was raised by cultists of Male Fated Commoner.",
  "Finethel: Male Elf Monk, NG. Str 9, Dex 10, Con 11, Int 7, Wis 10, Cha 6. Finethel has black hair and bright brown eyes. He wears simple clothing and wields nunchaku (club). Finethel is gentle and flamboyant.",
  "Cati: Male Elf Cleric, N. Str 6, Dex 12, Con 6, Int 9, Wis 12, Cha 16. Cati is rough in appearance, with black hair and narrow green eyes. He wears studded leather and wields a quarterstaff and sickle. Cati has an animal companion, a silver cat named Maola.",
  "Athach: Male Elf Warlock, CN. Str 8, Dex 7, Con 6, Int 9, Wis 14, Cha 12. Athach is tall and overweight, with gray hair and green eyes. He wears leather armor and wields a club and sickle.",
  "Elroth: Male Elf Druid, Neutral. Str 16, Dex 7, Con 10, Int 10, Wis 13, Cha 14. Elroth has tangled golden hair and sharp amber eyes, and a long beard. He wears leather armor and wields a club and javelins. Elroth has silver dog named Modwenn.",
  "Sere: Male Elf Fighter, CN. Str 14, Dex 7, Con 10, Int 8, Wis 10, Cha 12. Sere is common in appearance, with short white hair and light blue eyes. He wears a breastplate and wields a whip and blowgun. Sere is impatient and abusive.",
  "Angror: Male Elf Monk, N. Str 12, Dex 12, Con 8, Int 12, Wis 16, Cha 9. Angror has tangled auburn hair and brown eyes, and a distinctive scar on his arm. He wears simple clothing and wields nunchaku (club). Angror seeks to become a knight of the realm.",
  "Briga: Male Elf Druid, Neutral. Str 12, Dex 9, Con 13, Int 13, Wis 16, Cha 8. Briga has short copper hair and soft hazel eyes. He wears hide armor and wields a quarterstaff and wooden shield. Briga seeks to discover what destroyed his homeland.",
  "Egon: Male Elf Warlock, NG. Str 12, Dex 8, Con 9, Int 10, Wis 14, Cha 13. Egon is pleasant in appearance, with curly brown hair and bright blue eyes. He wears leather armor and wields a mace and javelins. Egon seeks to raise an army of gargoyles.",
  "Maelre: Male Elf Fighter, N. Str 12, Dex 14, Con 14, Int 11, Wis 6, Cha 14. Maelre has red hair and blue eyes, and a beaked nose. He wears ring mail and wields a greatsword.",
  "Savi: Male Elf Rogue, LG. Str 7, Dex 14, Con 9, Int 13, Wis 13, Cha 12. Savi has curly red hair and amber eyes. He wears studded leather and wields a mace. Savi has an animal companion, a sable ferret named Cithre.",
  "Luelu: Male Elf Sorcerer, CN. Str 9, Dex 13, Con 10, Int 10, Wis 11, Cha 17. Luelu has black hair and bright brown eyes. He wears modest garments and wields a quarterstaff. Luelu has an animal companion, a tawny rat named Grixa.",
  "Alas: Male Elf Rogue, NG. Str 8, Dex 14, Con 10, Int 13, Wis 11, Cha 10. Alas has black hair and narrow gray eyes, and a long beard. He wears studded leather and wields a longsword. Alas is searching for the legendary Labyrinth of Crimson Horror.",
  "Dorodor: Male Elf Warlock, LG. Str 13, Dex 8, Con 12, Int 6, Wis 14, Cha 17. Dorodor is tall, with blonde hair and gray eyes. He wears studded leather and wields a quarterstaff and sickle. Dorodor is principled and virtuous.",
  "Voredan: Male Elf Paladin, Good. Str 12, Dex 14, Con 13, Int 14, Wis 12, Cha 14. Voredan has short copper hair and narrow blue eyes, and a distinctive tattoo on his face. He wears splint armor and wields a halberd. Voredan has an animal companion, a white warhorse named Induimen.",
  "Ummos: Male Elf Monk, NE. Str 11, Dex 10, Con 8, Int 15, Wis 11, Cha 12. Ummos is overweight, with brown hair and dark green eyes. He wears modest garments and wields an ono (handaxe) and sai (dagger). Ummos is deceitful and stubborn.",
  "Vici: Male Elf Paladin, Good. Str 14, Dex 10, Con 12, Int 7, Wis 9, Cha 10. Vici is short and overweight, with gray hair and green eyes. He wears scale mail and wields a warhammer. Vici is romantic and confident.",
  "Misse: Male Elf Rogue, N. Str 10, Dex 15, Con 10, Int 8, Wis 12, Cha 9. Misse is short and heavyset, with tangled red hair and green eyes. He wears studded leather and wields a rapier. Misse is depressed and guarded.",
  "Gormabli: Male Elf Ranger, LN. Str 17, Dex 11, Con 7, Int 8, Wis 14, Cha 11. Gormabli is tall and slender, with cropped black hair and brown eyes. He wears leather armor and wields a battleaxe and shield.",
  "Glegali: Male Elf Monk, N. Str 15, Dex 13, Con 9, Int 9, Wis 14, Cha 6. Glegali is tall and thin, with tangled red hair and blue eyes. He wears simple clothing and wields a bo (quarterstaff). Glegali is covetous and decisive.",
  "Muirchu: Male Elf Fighter, CN. Str 15, Dex 11, Con 8, Int 7, Wis 11, Cha 9. Muirchu has white hair and dark gray eyes. He wears hide armor and wields a maul. Muirchu is impossibly lucky.",
  "Maili: Male Elf Fighter, LN. Str 12, Dex 9, Con 9, Int 9, Wis 14, Cha 9. Maili is rugged in appearance, with golden hair and light green eyes. He wears a chain shirt and wields a morningstar and net. Maili is instinctive and cruel.",
  "Bare: Male Elf Barbarian, NE. Str 16, Dex 8, Con 8, Int 8, Wis 7, Cha 6. Bare has cropped black hair and brown eyes. He wears hide armor and wields a shortsword and net. Bare is searching for his missing son.",
  "Fineli: Male Elf Rogue, LN. Str 12, Dex 14, Con 14, Int 14, Wis 14, Cha 14. Fineli is tall and slender, with thin black hair and dark gray eyes. He wears leather armor and wields a handaxe. Fineli is dying and desperately seeks the secret of immortality.",
  "Cuinga: Male Elf Monk, NE. Str 10, Dex 9, Con 8, Int 10, Wis 16, Cha 14. Cuinga has a long face, with red hair and blue eyes. He wears sturdy clothing and wields a bo (quarterstaff) and shuriken (darts).",
  "Golodaer: Male Elf Fighter, NE. Str 13, Dex 12, Con 10, Int 10, Wis 14, Cha 8. Golodaer is slender, with uneven blonde hair and bright brown eyes. He wears half plate and wields a trident.",
  "Manne: Male Elf Monk, N. Str 13, Dex 16, Con 7, Int 13, Wis 11, Cha 8. Manne is tall and overweight, with short white hair and green eyes. He wears travel-stained clothing and wields nunchaku (club). Manne is easily distracted by magic.",
  "Finare: Male Elf Fighter, N. Str 17, Dex 11, Con 10, Int 12, Wis 10, Cha 10. Finare has uneven auburn hair and green eyes, and small ears. He wears plate armor and wields a scimitar and heavy crossbow. Finare is bold and morose.",
  "Oladhon: Male Elf Druid, Neutral. Str 16, Dex 11, Con 10, Int 10, Wis 17, Cha 9. Oladhon is short and slender, with golden hair and light amber eyes. He wears leather armor and wields a club. Oladhon seeks revenge against the sister who betrayed him.",
  "Elelwel: Male Elf Wizard, CN. Str 8, Dex 15, Con 12, Int 13, Wis 10, Cha 11. Elelwel has thick golden hair and blue eyes, and a distinctive tattoo on his leg. He wears travel-stained clothing and wields a dagger and darts. Elelwel is clever and jealous.",
  "Gonethilb: Male Elf Sorcerer, LN. Str 13, Dex 9, Con 14, Int 12, Wis 8, Cha 17. Gonethilb has brown hair and sharp brown eyes. He wears sturdy clothing and wields a quarterstaff. Gonethilb seeks to raise an army of gargoyles.",
  "Aphin: Male Elf Fighter, N. Str 12, Dex 15, Con 8, Int 6, Wis 9, Cha 10. Aphin has a long face, with straight brown hair and blue eyes. He wears chain mail and wields a greataxe. Aphin has an animal companion, a black dog named Amralar.",
  "Ferda: Male Elf Druid, Neutral. Str 10, Dex 12, Con 6, Int 9, Wis 14, Cha 10. Ferda has a narrow face, with braided gray hair and sharp gray eyes. He wears hide armor and wields a spear and wooden shield."
]