[
  "Atel: Female Half-elf Monk, N. Str 11, Dex 10, Con 9, Int 8, Wis 12, Cha 13. Atel is pleasant in appearance, with red hair and amber eyes. She wears plain clothing and wields a kanabo (mace) and sai (dagger).",
  "Ariel: Female Half-elf Fighter, CN. Str 12, Dex 12, Con 13, Int 10, Wis 9, Cha 6. Ariel is tall and stout, with matted golden hair and sharp brown eyes. She wears a breastplate and wields a glaive.",
  "Nerwe: Female Half-elf Ranger, LG. Str 8, Dex 10, Con 12, Int 15, Wis 7, Cha 9. Nerwe has messy copper hair and light green eyes. She wears studded leather and wields a morningstar. Nerwe is haunted by the ghost of someone she killed.",
  "Erdanis: Female Half-elf Rogue, NG. Str 8, Dex 12, Con 14, Int 13, Wis 11, Cha 6. Erdanis is youthful in appearance, with red hair and light brown eyes. She wears studded leather and wields a rapier and javelins.",
  "Aloden: Female Half-elf Monk, CG. Str 12, Dex 8, Con 9, Int 10, Wis 17, Cha 11. Aloden has cropped white hair and blue eyes, and small ears. She wears worn clothing and wields a yari (spear). Aloden has an animal companion, a green snake named Belore.",
  "Bryne: Female Half-elf Barbarian, CG. Str 14, Dex 9, Con 15, Int 10, Wis 11, Cha 11. Bryne has a round face, with braided black hair and soft green eyes. She wears scale mail and wields a rapier and shield. Bryne seeks to atone for past sins.",
  "Adriel: Female Half-elf Rogue, NG. Str 9, Dex 15, Con 10, Int 13, Wis 6, Cha 15. Adriel has black hair and sharp amber eyes. She wears leather armor and wields a longsword. Adriel is perceptive and industrious.",
  "Ellyn Rere: Female Half-elf Rogue, CN. Str 12, Dex 13, Con 14, Int 15, Wis 8, Cha 7. Ellyn has matted auburn hair and light gray eyes. She wears leather armor and wields a quarterstaff. Ellyn has an animal companion, a black snake named Eliod.",
  "Ellel: Female Half-elf Monk, N. Str 10, Dex 16, Con 12, Int 9, Wis 15, Cha 15. Ellel has golden hair and light blue eyes. She wears sturdy clothing and wields an ono (handaxe) and kama (sickle). Ellel has an animal companion, a green firedrake named Gwionore.",
  "Icen Wroby: Female Half-elf Monk, LG. Str 10, Dex 13, Con 14, Int 14, Wis 15, Cha 13. Icen has braided copper hair and narrow hazel eyes. She wears modest garments and wields a kanabo (mace) and kama (sickle).",
  "Nimlenwe: Female Half-elf Barbarian, N. Str 17, Dex 13, Con 13, Int 11, Wis 6, Cha 6. Nimlenwe has a narrow face, with white hair and gray eyes. She wears hide armor and wields a greatsword.",
  "Niserie: Female Half-elf Fighter, N. Str 16, Dex 16, Con 7, Int 6, Wis 7, Cha 10. Niserie is short, with thin brown hair and amber eyes. She wears a breastplate and wields a pike. Niserie is assertive and adaptable.",
  "Sane: Female Half-elf Sorcerer, CN. Str 8, Dex 7, Con 12, Int 10, Wis 11, Cha 13. Sane has tangled brown hair and hazel eyes, and pointed ears. She wears sturdy clothing and wields a dagger. Sane seeks revenge against the sister who betrayed her.",
  "Eldariel: Female Half-elf Paladin, Good. Str 8, Dex 14, Con 6, Int 8, Wis 12, Cha 10. Eldariel has thick white hair and sharp green eyes. She wears a chain shirt and wields a glaive. Eldariel has a terrible sense of direction.",
  "Irienwel: Female Half-elf Bard, N. Str 11, Dex 10, Con 9, Int 14, Wis 10, Cha 12. Irienwel has an angular face, with gray hair and sharp amber eyes. She wears studded leather and wields a light hammer and javelins. Irienwel is honest and combative.",
  "Suse Adard: Female Half-elf Ranger, NG. Str 14, Dex 13, Con 12, Int 9, Wis 10, Cha 10. Suse has blonde hair and light brown eyes. She wears scale mail and wields a war pick and shield. Suse is sensitive and courteous.",
  "Bride: Female Half-elf Cleric, CN. Str 15, Dex 5, Con 7, Int 11, Wis 13, Cha 13. Bride is overweight, with silver hair and green eyes. She wears studded leather and wields a handaxe and javelins. Bride is colorblind.",
  "Herey Wellson: Female Half-elf Cleric, LN. Str 13, Dex 8, Con 9, Int 5, Wis 13, Cha 12. Herey has red hair and green eyes. She wears studded leather and wields a club. Herey has an animal companion, a gray rabbit named Hamund.",
  "Ecil: Female Half-elf Monk, N. Str 14, Dex 9, Con 10, Int 7, Wis 16, Cha 12. Ecil is fair in appearance, with blonde hair and green eyes. She wears simple clothing and wields a bo (quarterstaff). Ecil seeks to free herself from an ancient curse.",
  "Elyel: Female Half-elf Monk, CG. Str 12, Dex 9, Con 7, Int 10, Wis 16, Cha 8. Elyel has messy brown hair and gray eyes. She wears travel-stained clothing and wields an ono (handaxe). Elyel frequently uses uncommon words incorrectly.",
  "Merey: Female Half-elf Cleric, N. Str 11, Dex 15, Con 6, Int 6, Wis 17, Cha 10. Merey is tall, with auburn hair and soft blue eyes. She wears half plate and wields a spear and shield. Merey has an animal companion, a ginger ferret named Ilin.",
  "Ariebrias: Female Half-elf Ranger, LG. Str 14, Dex 15, Con 10, Int 7, Wis 9, Cha 7. Ariebrias has a long face, with black hair and gray eyes. She wears studded leather and wields a morningstar and shield. Ariebrias has hawk named Abel.",
  "Joyce: Female Half-elf Ranger, LN. Str 14, Dex 9, Con 5, Int 11, Wis 14, Cha 14. Joyce is heavyset, with braided gray hair and narrow gray eyes. She wears leather armor and wields a war pick and shield. Joyce has green snake named Joane.",
  "Nerdelye: Female Half-elf Monk, LN. Str 9, Dex 11, Con 8, Int 11, Wis 11, Cha 12. Nerdelye is tall and thin, with brown hair and gray eyes. She wears modest garments and wields a yari (spear) and sai (dagger). Nerdelye speaks with a loud voice.",
  "Arien: Female Half-elf Ranger, LG. Str 9, Dex 15, Con 7, Int 5, Wis 11, Cha 7. Arien has a narrow face, with auburn hair and light green eyes. She wears leather armor and wields a rapier and shield.",
  "Irindis: Female Half-elf Druid, Neutral. Str 13, Dex 6, Con 8, Int 5, Wis 17, Cha 14. Irindis has brown hair and gray eyes, and a beaked nose. She wears leather armor and wields a quarterstaff and dagger.",
  "Bely: Female Half-elf Paladin, Good. Str 11, Dex 5, Con 11, Int 9, Wis 15, Cha 13. Bely has a narrow face, with uneven copper hair and large green eyes. She wears half plate and wields a flail. Bely is fair and aesthetic.",
  "Aladrien: Female Half-elf Barbarian, NE. Str 13, Dex 5, Con 14, Int 9, Wis 9, Cha 11. Aladrien has auburn hair and hazel eyes, and small ears. She wears hide armor and wields a flail and blowgun. Aladrien is blind in her right eye.",
  "Arwel: Female Half-elf Barbarian, N. Str 16, Dex 9, Con 11, Int 9, Wis 11, Cha 11. Arwel is rough in appearance, with uneven white hair and brown eyes. She wears scale mail and wields a shortsword and longbow. Arwel seeks to atone for past sins.",
  "Arieldas: Female Half-elf Fighter, CN. Str 16, Dex 14, Con 6, Int 13, Wis 11, Cha 10. Arieldas has uneven brown hair and gray eyes, and numerous distinctive tattoos. She wears plate armor and wields a greataxe. Arieldas has an animal companion, a green firedrake named Nerwenye.",
  "Brose: Female Half-elf Monk, CN. Str 7, Dex 11, Con 8, Int 9, Wis 13, Cha 10. Brose is pleasant in appearance, with auburn hair and light blue eyes. She wears modest garments and wields a yari (spear) and kama (sickle). Brose secretly serves Eulsus, an ancient goddess of chaos.",
  "Beatry: Female Half-elf Fighter, CN. Str 17, Dex 13, Con 7, Int 9, Wis 11, Cha 9. Beatry has a long face, with long golden hair and light gray eyes. She wears half plate and wields a warhammer and shield. Beatry is timid and mercenary.",
  "Ellys Kytsell: Female Half-elf Rogue, NG. Str 7, Dex 13, Con 10, Int 17, Wis 13, Cha 5. Ellys is fey in appearance, with golden hair and light green eyes. She wears studded leather and wields a rapier and javelins. Ellys has an animal companion, a dire rat named Marget.",
  "Arielel: Female Half-elf Paladin, Good. Str 13, Dex 12, Con 12, Int 13, Wis 11, Cha 13. Arielel has thick blonde hair and green eyes, and small ears. She wears splint armor and wields a battleaxe and shield. Arielel is righteous and hardworking.",
  "Sabeatr: Female Half-elf Fighter, N. Str 16, Dex 7, Con 12, Int 10, Wis 14, Cha 7. Sabeatr has messy black hair and hazel eyes. She wears half plate and wields a warhammer. Sabeatr is haunted by the memories of a past life.",
  "Atienel: Female Half-elf Paladin, Good. Str 15, Dex 13, Con 13, Int 10, Wis 7, Cha 12. Atienel is elegant in appearance, with tangled red hair and hazel eyes. She wears ring mail and wields a halberd. Atienel is dying and desperately seeks the secret of immortality.",
  "Imlotel: Female Half-elf Rogue, LN. Str 15, Dex 15, Con 9, Int 9, Wis 11, Cha 12. Imlotel is short, with braided gray hair and gray eyes. She wears studded leather and wields a rapier. Imlotel is impulsive and selfish.",
  "Cilia: Female Half-elf Monk, LN. Str 13, Dex 7, Con 6, Int 10, Wis 10, Cha 12. Cilia is tall, with thin brown hair and large hazel eyes. She wears sturdy clothing and wields nunchaku (club). Cilia is absent-minded and truthful.",
  "Arel: Female Half-elf Fighter, NG. Str 13, Dex 14, Con 7, Int 8, Wis 10, Cha 11. Arel is common in appearance, with white hair and narrow hazel eyes. She wears a chain shirt and wields a greatsword.",
  "Mera Dene: Female Half-elf Paladin, Good. Str 16, Dex 11, Con 11, Int 8, Wis 10, Cha 15. Mera is exceptionally beautiful, with curly silver hair and hazel eyes. She wears chain mail and wields a maul. Mera has an animal companion, a white warhorse named Joyce.",
  "Earwen: Female Half-elf Wizard, NG. Str 14, Dex 9, Con 9, Int 16, Wis 10, Cha 12. Earwen has a long face, with gray hair and sharp blue eyes. She wears scarlet robes and wields a quarterstaff and light crossbow.",
  "Tanelye: Female Half-elf Ranger, LN. Str 9, Dex 12, Con 8, Int 11, Wis 13, Cha 11. Tanelye has tangled white hair and light hazel eyes. She wears a chain shirt and wields a battleaxe and shield. Tanelye seeks to save her family from financial ruin.",
  "Atien: Female Half-elf Druid, Neutral. Str 15, Dex 9, Con 11, Int 10, Wis 15, Cha 11. Atien has blonde hair and gray eyes, and prominent ears. She wears hide armor and wields a mace. Atien is searching for her missing son.",
  "Erin: Female Half-elf Barbarian, N. Str 15, Dex 11, Con 13, Int 9, Wis 11, Cha 9. Erin has a narrow face, with braided silver hair and bright brown eyes. She wears hide armor and wields a greataxe.",
  "Gilmithel: Female Half-elf Rogue, N. Str 13, Dex 16, Con 11, Int 14, Wis 13, Cha 5. Gilmithel has a round face, with cropped golden hair and sharp hazel eyes. She wears studded leather and wields a rapier and shortbow. Gilmithel is searching for her missing son.",
  "Nimrinde: Female Half-elf Paladin, Good. Str 11, Dex 13, Con 10, Int 6, Wis 8, Cha 11. Nimrinde is common in appearance, with thick white hair and light green eyes. She wears splint armor and wields a morningstar and shield. Nimrinde is virtuous and fair.",
  "Kathil Cane: Female Half-elf Cleric, CG. Str 10, Dex 13, Con 15, Int 5, Wis 12, Cha 17. Kathil has thick golden hair and sharp brown eyes, and wears glasses with pewter rims. She wears studded leather and wields a quarterstaff and dagger. Kathil seeks to prove herself to her peers.",
  "Indiriel: Female Half-elf Monk, NG. Str 9, Dex 12, Con 14, Int 9, Wis 13, Cha 13. Indiriel has black hair and bright gray eyes, and a round nose. She wears modest garments and wields an ono (handaxe) and sai (dagger). Indiriel seeks to become a knight of the realm.",
  "Irilas: Female Half-elf Rogue, CN. Str 9, Dex 16, Con 12, Int 15, Wis 8, Cha 7. Irilas has a square face, with brown hair and light gray eyes. She wears studded leather and wields a longsword. Irilas is timid and scheming.",
  "Atrin: Female Half-elf Ranger, LN. Str 11, Dex 12, Con 9, Int 9, Wis 11, Cha 13. Atrin is short and overweight, with blonde hair and gray eyes. She wears studded leather and wields a battleaxe and shield. Atrin is easily distracted by magic.",
  "Lice: Female Half-elf Paladin, Good. Str 12, Dex 10, Con 12, Int 9, Wis 9, Cha 13. Lice is exceptionally beautiful, with thin brown hair and amber eyes. She wears splint armor and wields a rapier and shield. Lice is compassionate and chivalrous.",
  "Eryell Amell: Female Half-elf Paladin, Good. Str 13, Dex 6, Con 10, Int 12, Wis 8, Cha 15. Eryell has a long face, with black hair and light blue eyes. She wears plate armor and wields a halberd. Eryell has an animal companion, a white warhorse named Erodred.",
  "Serielye: Female Half-elf Cleric, N. Str 11, Dex 14, Con 9, Int 13, Wis 17, Cha 13. Serielye is slender, with messy silver hair and brown eyes. She wears leather armor and wields a club and shield. Serielye is inventive and immoral.",
  "Celebrie: Female Half-elf Monk, N. Str 13, Dex 11, Con 13, Int 12, Wis 12, Cha 7. Celebrie is exceptionally beautiful, with auburn hair and green eyes. She wears modest garments and wields an ono (handaxe). Celebrie is colorblind.",
  "Nimladrie: Female Half-elf Monk, CN. Str 9, Dex 11, Con 13, Int 5, Wis 7, Cha 8. Nimladrie is short and slender, with blonde hair and blue eyes. She wears well-made clothing and wields a bo (quarterstaff). Nimladrie is anxious and abusive.",
  "Joyce Liamsell: Female Half-elf Warlock, LN. Str 12, Dex 12, Con 10, Int 15, Wis 10, Cha 15. Joyce is thin, with gray hair and bright amber eyes. She wears studded leather and wields a spear. Joyce is wrongly sought by the Countess of Enorlond for theft.",
  "Jane: Female Half-elf Monk, LN. Str 12, Dex 13, Con 14, Int 6, Wis 13, Cha 8. Jane is short, with messy black hair and green eyes. She wears worn clothing and wields a kanabo (mace) and shuriken (darts). Jane is haunted by the ghost of someone she killed.",
  "Luce: Female Half-elf Ranger, N. Str 9, Dex 13, Con 9, Int 9, Wis 10, Cha 14. Luce has a narrow face, with braided blonde hair and brown eyes. She wears studded leather and wields a trident and shield. Luce is alluring and mercenary.",
  "Inden: Female Half-elf Fighter, N. Str 12, Dex 17, Con 13, Int 9, Wis 15, Cha 7. Inden has blonde hair and amber eyes. She wears hide armor and wields a greatsword.",
  "Serianye: Female Half-elf Rogue, NE. Str 15, Dex 14, Con 12, Int 10, Wis 10, Cha 7. Serianye has brown hair and sharp amber eyes, and numerous fearsome piercings. She wears leather armor and wields a longsword and hand crossbow. Serianye has an animal companion, a black cat named Gralphye.",
  "Elet: Female Half-elf Warlock, CG. Str 12, Dex 14, Con 8, Int 9, Wis 7, Cha 14. Elet has silver hair and gray eyes. She wears studded leather and wields a mace. Elet compulsively plays with a copper coin.",
  "Indel: Female Half-elf Barbarian, CN. Str 13, Dex 12, Con 8, Int 12, Wis 7, Cha 11. Indel has a long face, with tangled brown hair and gray eyes. She wears studded leather and wields a morningstar. Indel has an animal companion, a black bear named Celinael.",
  "Celuthien: Female Half-elf Cleric, CE. Str 6, Dex 13, Con 6, Int 10, Wis 14, Cha 15. Celuthien is common in appearance, with red hair and narrow brown eyes. She wears studded leather and wields a handaxe and shield. Celuthien has an animal companion, a black cat named Erdhimlir.",
  "Abel: Female Half-elf Druid, Neutral. Str 15, Dex 14, Con 12, Int 8, Wis 15, Cha 11. Abel has a square face, with red hair and light green eyes. She wears hide armor and wields a quarterstaff and dagger. Abel suffers a traumatic fear of spiders.",
  "Ebrias: Female Half-elf Barbarian, N. Str 17, Dex 11, Con 13, Int 11, Wis 9, Cha 11. Ebrias has auburn hair and blue eyes, and prominent ears. She wears scale mail and wields a pike. Ebrias is lewd and inquisitive.",
  "Wene: Female Half-elf Monk, CN. Str 11, Dex 16, Con 9, Int 13, Wis 11, Cha 11. Wene is overweight, with auburn hair and soft gray eyes. She wears sturdy clothing and wields nunchaku (club) and shuriken (darts). Wene is searching for the legendary elven kingdom of Egion.",
  "Eril Whammes: Female Half-elf Fighter, CN. Str 12, Dex 9, Con 11, Int 11, Wis 9, Cha 7. Eril has tangled black hair and green eyes, and a thin nose. She wears half plate and wields a trident and shield. Eril is lewd and insane.",
  "Arwel: Female Half-elf Sorcerer, N. Str 10, Dex 11, Con 10, Int 13, Wis 12, Cha 17. Arwel has golden hair and green eyes, and a distinctive scar on her leg. She wears travel-stained clothing and wields a dagger and darts. Arwel is a terrible liar.",
  "Jane: Female Half-elf Paladin, Good. Str 14, Dex 6, Con 5, Int 7, Wis 14, Cha 15. Jane has thin silver hair and hazel eyes. She wears a breastplate and wields a pike. Jane secretly serves Lisa, an ancient goddess of evil.",
  "Tatanye: Female Half-elf Sorcerer, NE. Str 9, Dex 9, Con 12, Int 12, Wis 12, Cha 13. Tatanye is short, with cropped white hair and gray eyes. She wears modest garments and wields a quarterstaff.",
  "Atrix Harcey: Female Half-elf Rogue, NG. Str 8, Dex 12, Con 11, Int 13, Wis 10, Cha 10. Atrix has tangled white hair and brown eyes, and a thin nose. She wears leather armor and wields a handaxe and light crossbow.",
  "Ateth Exleyth: Female Half-elf Bard, N. Str 14, Dex 10, Con 10, Int 8, Wis 13, Cha 15. Ateth has gray hair and blue eyes. She wears leather armor and wields a shortsword. Ateth has an animal companion, a copper firedrake named Nerwingal.",
  "Laserie: Female Half-elf Monk, N. Str 12, Dex 13, Con 14, Int 11, Wis 12, Cha 14. Laserie has long white hair and dark brown eyes, and pointed ears. She wears modest garments and wields a kanabo (mace). Laserie seeks to save her family from financial ruin.",
  "Galenwe: Female Half-elf Cleric, N. Str 8, Dex 10, Con 13, Int 9, Wis 14, Cha 12. Galenwe has gray hair and gray eyes, and an unusual mark on her leg. She wears hide armor and wields a mace and shield.",
  "Adriel: Female Half-elf Monk, LN. Str 7, Dex 11, Con 10, Int 14, Wis 14, Cha 9. Adriel has thick auburn hair and dark hazel eyes, and small ears. She wears simple clothing and wields a bo (quarterstaff). Adriel seeks only fame and glory.",
  "Ecix: Female Half-elf Fighter, NG. Str 17, Dex 12, Con 10, Int 10, Wis 12, Cha 11. Ecix has auburn hair and light amber eyes, and small ears. She wears hide armor and wields a warhammer. Ecix has an animal companion, a black bear named Abet.",
  "Phelia: Female Half-elf Rogue, N. Str 7, Dex 14, Con 8, Int 11, Wis 14, Cha 12. Phelia has a narrow face, with auburn hair and brown eyes. She wears studded leather and wields a longsword. Phelia has an animal companion, a sable ferret named Elennas.",
  "Joane: Female Half-elf Cleric, NG. Str 8, Dex 7, Con 14, Int 7, Wis 14, Cha 14. Joane has black hair and large green eyes. She wears a chain shirt and wields a quarterstaff and shield.",
  "Sane Clemoor: Female Half-elf Monk, N. Str 8, Dex 12, Con 13, Int 8, Wis 13, Cha 14. Sane is slender, with brown hair and dark hazel eyes. She wears modest garments and wields an ono (handaxe) and kama (sickle). Sane is impossibly lucky.",
  "Atien: Female Half-elf Warlock, NG. Str 14, Dex 8, Con 15, Int 9, Wis 10, Cha 16. Atien is noble in bearing, with cropped gray hair and sharp amber eyes. She wears studded leather and wields a spear and light crossbow. Atien has an animal companion, a grey rat named Audreyn.",
  "Annan: Female Half-elf Paladin, Good. Str 10, Dex 10, Con 8, Int 12, Wis 14, Cha 13. Annan is tall and heavyset, with silver hair and bright hazel eyes. She wears chain mail and wields a glaive. Annan is blind in her right eye.",
  "Marger: Female Half-elf Barbarian, N. Str 16, Dex 10, Con 10, Int 12, Wis 9, Cha 13. Marger is exceptionally beautiful, with blonde hair and gray eyes. She wears leather armor and wields a greatsword. Marger is jealous and thoughtless.",
  "Erilan: Female Half-elf Rogue, NG. Str 6, Dex 13, Con 14, Int 12, Wis 11, Cha 8. Erilan has a square face, with short black hair and hazel eyes. She wears studded leather and wields a spear and javelins. Erilan refers to herself in the third person.",
  "Alanel: Female Half-elf Fighter, LG. Str 12, Dex 15, Con 12, Int 9, Wis 7, Cha 10. Alanel has auburn hair and hazel eyes, and small ears. She wears hide armor and wields a halberd. Alanel is pious and idealistic.",
  "Wene Kelle: Female Half-elf Fighter, LN. Str 16, Dex 11, Con 6, Int 12, Wis 11, Cha 15. Wene is tall and overweight, with uneven white hair and large brown eyes. She wears chain mail and wields a scimitar.",
  "Inyen: Female Half-elf Rogue, CG. Str 10, Dex 17, Con 7, Int 11, Wis 10, Cha 11. Inyen is exceptionally beautiful, with curly auburn hair and gray eyes. She wears leather armor and wields a handaxe and light crossbow. Inyen seeks revenge against the thieves' guild which left her to hang.",
  "Eleth: Female Half-elf Monk, NE. Str 10, Dex 15, Con 15, Int 13, Wis 11, Cha 10. Eleth is short, with tangled golden hair and blue eyes. She wears travel-stained clothing and wields a kanabo (mace) and kama (sickle). Eleth seeks to destroy the race of orcs.",
  "Ennen Horne: Female Half-elf Barbarian, NE. Str 12, Dex 10, Con 17, Int 8, Wis 13, Cha 7. Ennen is repulsive in appearance, with blonde hair and gray eyes. She wears hide armor and wields a pike. Ennen is possessive and abusive.",
  "Gilmarie: Female Half-elf Barbarian, CN. Str 12, Dex 14, Con 12, Int 8, Wis 10, Cha 10. Gilmarie has a square face, with auburn hair and large blue eyes. She wears studded leather and wields a longsword and shield. Gilmarie is adaptable and mercenary.",
  "Tarellye: Female Half-elf Monk, LG. Str 17, Dex 16, Con 9, Int 6, Wis 14, Cha 10. Tarellye is overweight, with white hair and bright brown eyes. She wears simple clothing and wields an ono (handaxe). Tarellye is haunted by the ghost of someone she killed.",
  "Nelye: Female Half-elf Barbarian, N. Str 14, Dex 6, Con 15, Int 9, Wis 11, Cha 12. Nelye has an angular face, with thin golden hair and hazel eyes. She wears leather armor and wields a flail and shield. Nelye seeks to atone for past sins.",
  "Elel: Female Half-elf Monk, NG. Str 12, Dex 8, Con 9, Int 12, Wis 10, Cha 7. Elel has brown hair and light amber eyes, and pointed ears. She wears plain clothing and wields nunchaku (club). Elel seeks only fame and glory.",
  "Elleth Sone: Female Half-elf Wizard, LN. Str 9, Dex 10, Con 10, Int 17, Wis 12, Cha 10. Elleth has red hair and hazel eyes, and wears glasses with copper rims. She wears modest garments and wields a quarterstaff. Elleth is searching for the lost dwarven kingdom of Gila.",
  "Bily: Female Half-elf Cleric, NG. Str 9, Dex 7, Con 12, Int 12, Wis 16, Cha 17. Bily is exceptionally beautiful, with curly red hair and green eyes. She wears a chain shirt and wields a handaxe and shield. Bily seeks the meaning of a strange prophecy.",
  "Nerde: Female Half-elf Rogue, CG. Str 8, Dex 16, Con 6, Int 9, Wis 12, Cha 11. Nerde has a long face, with silver hair and soft gray eyes. She wears studded leather and wields a shortsword and hand crossbow. Nerde has an animal companion, a sable ferret named Ryany.",
  "Niserie: Female Half-elf Fighter, CN. Str 12, Dex 12, Con 13, Int 7, Wis 13, Cha 6. Niserie is rough in appearance, with braided copper hair and sharp hazel eyes. She wears a chain shirt and wields a halberd.",
  "Annel Aken: Female Half-elf Warlock, N. Str 13, Dex 13, Con 12, Int 8, Wis 5, Cha 15. Annel has a square face, with straight blonde hair and narrow blue eyes. She wears studded leather and wields a quarterstaff and javelins. Annel is absent-minded, and always searching for a missing item.",
  "Sarry Wente: Female Half-elf Rogue, N. Str 6, Dex 16, Con 11, Int 13, Wis 11, Cha 9. Sarry has an angular face, with black hair and bright amber eyes. She wears studded leather and wields a mace. Sarry is searching for her lost brother.",
  "Sarrey Rydaye: Female Half-elf Rogue, N. Str 11, Dex 16, Con 10, Int 10, Wis 8, Cha 10. Sarrey is rugged in appearance, with copper hair and gray eyes. She wears studded leather and wields a shortsword and hand crossbow. Sarrey is searching for the legendary Warrens of Lord Greywulf.",
  "Ennet: Female Half-elf Monk, N. Str 11, Dex 12, Con 14, Int 10, Wis 10, Cha 7. Ennet is fair in appearance, with white hair and hazel eyes. She wears well-made clothing and wields a bo (quarterstaff) and sai (dagger). Ennet is modest and impartial.",
  "Sane Maley: Female Half-elf Fighter, CE. Str 17, Dex 12, Con 10, Int 13, Wis 9, Cha 11. Sane is overweight, with brown hair and hazel eyes. She wears splint armor and wields a halberd. Sane has an animal companion, a red firedrake named Anen.",
  "Ausan: Female Half-elf Fighter, NG. Str 15, Dex 9, Con 6, Int 10, Wis 10, Cha 13. Ausan is fair in appearance, with black hair and gray eyes. She wears chain mail and wields a maul. Ausan is only friendly towards other half-elves..",
  "Nelye: Female Half-elf Barbarian, CN. Str 13, Dex 7, Con 13, Int 11, Wis 10, Cha 9. Nelye is exceptionally beautiful, with copper hair and light blue eyes. She wears studded leather and wields a shortsword and longbow. Nelye is easily distracted by small animals.",
  "Cilia: Female Half-elf Rogue, NE. Str 11, Dex 15, Con 7, Int 9, Wis 9, Cha 13. Cilia has red hair and amber eyes. She wears leather armor and wields a club. Cilia seeks only fame and glory.",
  "Minye: Female Half-elf Barbarian, LG. Str 17, Dex 13, Con 10, Int 11, Wis 10, Cha 11. Minye is tall and thin, with copper hair and brown eyes. She wears hide armor and wields a warhammer. Minye is wise and nervous.",
  "Wene: Female Half-elf Fighter, LG. Str 17, Dex 12, Con 11, Int 10, Wis 14, Cha 11. Wene has gray hair and large blue eyes, and a round nose. She wears plate armor and wields a trident.",
  "Sarry: Female Half-elf Monk, LE. Str 12, Dex 17, Con 7, Int 10, Wis 17, Cha 11. Sarry is wretched in appearance, with straight auburn hair and soft brown eyes. She wears modest garments and wields a kanabo (mace) and kama (sickle). Sarry suffers a paralyzing fear of injury.",
  "Elel Aves: Female Half-elf Rogue, NG. Str 15, Dex 13, Con 7, Int 12, Wis 11, Cha 8. Elel has a narrow face, with long copper hair and gray eyes. She wears leather armor and wields a handaxe.",
  "Ryellia: Female Half-elf Paladin, Good. Str 10, Dex 12, Con 8, Int 10, Wis 10, Cha 14. Ryellia is short, with gray hair and soft hazel eyes. She wears half plate and wields a shortsword. Ryellia dislikes anyone bigger than her.",
  "Laserie: Female Half-elf Cleric, CG. Str 8, Dex 6, Con 10, Int 10, Wis 16, Cha 9. Laserie is slender, with thick blonde hair and large green eyes. She wears leather armor and wields a mace and darts. Laserie is philosophical and industrious.",
  "Nelaser: Female Half-elf Fighter, N. Str 14, Dex 15, Con 10, Int 11, Wis 10, Cha 8. Nelaser has a narrow face, with golden hair and dark brown eyes. She wears plate armor and wields a rapier. Nelaser seeks revenge against the sister who betrayed her.",
  "Joane: Female Half-elf Fighter, LG. Str 15, Dex 13, Con 11, Int 10, Wis 10, Cha 8. Joane has silver hair and amber eyes. She wears ring mail and wields a scimitar and shield. Joane suffers a severe allergy to eggs.",
  "Alil: Female Half-elf Rogue, LG. Str 9, Dex 12, Con 15, Int 13, Wis 13, Cha 10. Alil has black hair and gray eyes, and large ears. She wears leather armor and wields a rapier and hand crossbow. Alil is chivalrous and covetous.",
  "Elyen: Female Half-elf Druid, Neutral. Str 12, Dex 8, Con 9, Int 9, Wis 12, Cha 7. Elyen has silver hair and dark amber eyes. She wears leather armor and wields a spear and darts. Elyen seeks to atone for past sins.",
  "Inel: Female Half-elf Warlock, LN. Str 15, Dex 11, Con 10, Int 9, Wis 6, Cha 17. Inel has a narrow face, with cropped white hair and hazel eyes. She wears studded leather and wields a club and darts.",
  "Joane Burne: Female Half-elf Fighter, N. Str 15, Dex 9, Con 10, Int 6, Wis 9, Cha 8. Joane has black hair and amber eyes, and a round nose. She wears chain mail and wields a pike. Joane speaks with a strange accent.",
  "Aben Gysby: Female Half-elf Rogue, N. Str 13, Dex 15, Con 8, Int 10, Wis 10, Cha 9. Aben has a narrow face, with messy auburn hair and sharp amber eyes. She wears studded leather and wields a rapier and hand crossbow. Aben has an animal companion, a sable ferret named Aloth.",
  "Abell Ratcley: Female Half-elf Monk, NG. Str 13, Dex 12, Con 9, Int 12, Wis 15, Cha 10. Abell has thin auburn hair and green eyes. She wears sturdy clothing and wields a bo (quarterstaff) and shuriken (darts). Abell is romantic and compassionate.",
  "Suse: Female Half-elf Paladin, Good. Str 12, Dex 9, Con 9, Int 14, Wis 10, Cha 8. Suse has straight copper hair and gray eyes. She wears chain mail and wields a shortsword and shield. Suse has an animal companion, a bay warhorse named Rose.",
  "Adriellas: Female Half-elf Sorcerer, LN. Str 12, Dex 15, Con 17, Int 5, Wis 12, Cha 17. Adriellas is short, with silver hair and gray eyes. She wears worn clothing and wields a dagger and light crossbow.",
  "Brix: Female Half-elf Paladin, Good. Str 12, Dex 7, Con 10, Int 6, Wis 16, Cha 11. Brix is tall and overweight, with straight auburn hair and hazel eyes. She wears hide armor and wields a war pick. Brix is gentle and heroic.",
  "Even: Female Half-elf Rogue, NG. Str 13, Dex 13, Con 10, Int 12, Wis 6, Cha 6. Even has braided black hair and hazel eyes. She wears leather armor and wields a quarterstaff. Even is brave and flirtatious.",
  "Altaren: Female Half-elf Barbarian, LE. Str 15, Dex 15, Con 15, Int 11, Wis 10, Cha 11. Altaren is fair in appearance, with tangled brown hair and green eyes. She wears scale mail and wields a warhammer and longbow.",
  "Sabeth: Female Half-elf Wizard, CG. Str 11, Dex 12, Con 9, Int 16, Wis 10, Cha 10. Sabeth has a narrow face, with tangled auburn hair and gray eyes. She wears viridian robes and wields a quarterstaff and darts. Sabeth is righteous and principled.",
  "Jane Jene: Female Half-elf Rogue, LN. Str 9, Dex 12, Con 7, Int 9, Wis 13, Cha 10. Jane is exceptionally beautiful, with curly silver hair and sharp blue eyes. She wears studded leather and wields a longsword and darts.",
  "Argel Page: Female Half-elf Wizard, NG. Str 10, Dex 8, Con 6, Int 12, Wis 11, Cha 14. Argel has tangled red hair and dark green eyes, and small ears. She wears worn clothing and wields a dagger. Argel has an arcane familiar, a tiny winddrake named Alan.",
  "Lyne: Female Half-elf Cleric, LN. Str 9, Dex 12, Con 9, Int 12, Wis 14, Cha 12. Lyne is short and willowy, with messy gray hair and hazel eyes. She wears leather armor and wields a mace and light crossbow. Lyne seeks to discover who murdered her family.",
  "Lalwenye: Female Half-elf Rogue, N. Str 13, Dex 15, Con 12, Int 14, Wis 11, Cha 10. Lalwenye has an angular face, with copper hair and light blue eyes. She wears studded leather and wields a shortsword. Lalwenye is reserved and guarded.",
  "Sabeatr: Female Half-elf Rogue, LN. Str 11, Dex 12, Con 13, Int 11, Wis 8, Cha 12. Sabeatr has gray hair and dark green eyes, and large ears. She wears studded leather and wields a light hammer. Sabeatr is hunting the warlord who murdered her family.",
  "Benne Hopag: Female Half-elf Warlock, CN. Str 16, Dex 12, Con 10, Int 10, Wis 14, Cha 15. Benne has white hair and blue eyes. She wears studded leather and wields a light hammer and javelins. Benne is lively and jealous.",
  "Lote: Female Half-elf Wizard, NG. Str 7, Dex 9, Con 11, Int 15, Wis 13, Cha 11. Lote is short, with braided white hair and hazel eyes. She wears tailored clothing and wields a quarterstaff and light crossbow. Lote has an arcane familiar, a floating lantern which pulses with light as it speaks.",
  "Amaloth: Female Half-elf Cleric, LE. Str 7, Dex 9, Con 6, Int 13, Wis 17, Cha 17. Amaloth is wretched in appearance, with matted golden hair and green eyes. She wears hide armor and wields a spear and shield. Amaloth is selfish and insane.",
  "Annell: Female Half-elf Bard, N. Str 6, Dex 9, Con 9, Int 8, Wis 9, Cha 16. Annell has black hair and green eyes. She wears studded leather and wields a rapier. Annell has an animal companion, a hawk named Gimlemmaedhr.",
  "Laserie: Female Half-elf Druid, Neutral. Str 13, Dex 7, Con 10, Int 9, Wis 16, Cha 12. Laserie has golden hair and hazel eyes, and pointed ears. She wears leather armor and wields a quarterstaff. Laserie is haunted by the memories of a past life.",
  "Wene: Female Half-elf Paladin, Good. Str 10, Dex 15, Con 14, Int 9, Wis 13, Cha 8. Wene has a round face, with red hair and amber eyes. She wears scale mail and wields a flail and shield. Wene is hunting the warlord who stole her ancestral sword.",
  "Gilmarie: Female Half-elf Paladin, Good. Str 13, Dex 12, Con 11, Int 7, Wis 10, Cha 16. Gilmarie is exceptionally beautiful, with brown hair and bright gray eyes. She wears half plate and wields a warhammer and shield.",
  "Elel: Female Half-elf Ranger, LG. Str 10, Dex 9, Con 10, Int 13, Wis 10, Cha 9. Elel is tall, with silver hair and brown eyes. She wears a chain shirt and wields a halberd. Elel is imaginative and anxious.",
  "Ellen Wyare: Female Half-elf Monk, LG. Str 7, Dex 11, Con 6, Int 8, Wis 14, Cha 10. Ellen is exceptionally beautiful, with tangled silver hair and blue eyes. She wears simple clothing and wields an ono (handaxe) and kama (sickle). Ellen has an animal companion, a green firedrake named Alion.",
  "Alwel: Female Half-elf Warlock, NE. Str 15, Dex 13, Con 7, Int 11, Wis 11, Cha 16. Alwel is stout, with red hair and gray eyes. She wears leather armor and wields a quarterstaff. Alwel is searching for the lost elven kingdom of Forlinde.",
  "Even: Female Half-elf Cleric, N. Str 13, Dex 8, Con 11, Int 5, Wis 14, Cha 11. Even is pleasant in appearance, with gray hair and blue eyes. She wears leather armor and wields a spear and shield.",
  "Serielye: Female Half-elf Wizard, NG. Str 9, Dex 9, Con 12, Int 13, Wis 7, Cha 7. Serielye has an angular face, with brown hair and gray eyes. She wears worn clothing and wields a dagger. Serielye suffers a mild allergy to milk.",
  "Phelia Goodwe: Female Half-elf Fighter, NG. Str 14, Dex 12, Con 11, Int 11, Wis 6, Cha 6. Phelia is youthful in appearance, with matted black hair and green eyes. She wears chain mail and wields a scimitar. Phelia is hunting the dragon who murdered her family.",
  "Joane: Female Half-elf Warlock, N. Str 12, Dex 6, Con 10, Int 13, Wis 9, Cha 14. Joane is short and slender, with black hair and light amber eyes. She wears studded leather and wields a quarterstaff. Joane compulsively plays with a steel ring.",
  "Herey Hewe: Female Half-elf Bard, NG. Str 8, Dex 14, Con 10, Int 9, Wis 15, Cha 16. Herey has golden hair and sharp amber eyes, and a round nose. She wears leather armor and wields a handaxe. Herey is generous and alluring.",
  "Auciel Bexley: Female Half-elf Rogue, N. Str 12, Dex 12, Con 7, Int 12, Wis 8, Cha 11. Auciel has an angular face, with copper hair and dark blue eyes. She wears studded leather and wields a longsword. Auciel is haunted by the memories of a past life.",
  "Enen: Female Half-elf Bard, NE. Str 8, Dex 11, Con 7, Int 14, Wis 7, Cha 16. Enen has a long face, with short white hair and green eyes. She wears leather armor and wields a longsword. Enen is thoughtless and hateful.",
  "Joane Bene: Female Half-elf Barbarian, NG. Str 14, Dex 14, Con 9, Int 12, Wis 11, Cha 13. Joane has long white hair and hazel eyes, and a thin nose. She wears hide armor and wields a whip. Joane is studious and virtuous.",
  "Arienel: Female Half-elf Ranger, CN. Str 15, Dex 13, Con 9, Int 9, Wis 14, Cha 12. Arienel has brown hair and hazel eyes. She wears leather armor and wields a whip. Arienel is practical and cowardly.",
  "Ellys Tore: Female Half-elf Rogue, LN. Str 11, Dex 16, Con 10, Int 17, Wis 12, Cha 13. Ellys is exceptionally beautiful, with matted white hair and green eyes. She wears leather armor and wields a longsword and hand crossbow. Ellys is searching for her lost sister.",
  "Erdartas: Female Half-elf Cleric, CN. Str 12, Dex 10, Con 8, Int 13, Wis 12, Cha 10. Erdartas is pleasant in appearance, with white hair and light brown eyes. She wears scale mail and wields a quarterstaff and sickle. Erdartas has an animal companion, a red fox named Walter.",
  "Nelluthel: Female Half-elf Bard, LN. Str 10, Dex 8, Con 11, Int 16, Wis 12, Cha 17. Nelluthel is exceptionally beautiful, with tangled blonde hair and sharp green eyes. She wears leather armor and wields a shortsword and sling. Nelluthel is devout and destructive.",
  "Sabil: Female Half-elf Monk, LE. Str 12, Dex 10, Con 8, Int 7, Wis 11, Cha 12. Sabil has straight black hair and green eyes. She wears sturdy clothing and wields a bo (quarterstaff) and shuriken (darts). Sabil has an animal companion, a white monkey named Ennet.",
  "Amatiel: Female Half-elf Fighter, CE. Str 17, Dex 13, Con 11, Int 9, Wis 14, Cha 11. Amatiel is exceptionally beautiful, with auburn hair and amber eyes. She wears hide armor and wields a morningstar and shield. Amatiel is insane and haughty.",
  "Marey: Female Half-elf Monk, NG. Str 8, Dex 9, Con 13, Int 11, Wis 13, Cha 12. Marey has cropped copper hair and amber eyes. She wears simple clothing and wields a yari (spear). Marey seeks to save her family from financial ruin.",
  "Niserie: Female Half-elf Fighter, NG. Str 12, Dex 13, Con 6, Int 8, Wis 10, Cha 8. Niserie has a square face, with golden hair and brown eyes. She wears plate armor and wields a glaive. Niserie is honorable and capable.",
  "Celaser: Female Half-elf Monk, CG. Str 13, Dex 11, Con 12, Int 8, Wis 15, Cha 10. Celaser has black hair and large amber eyes, and small ears. She wears simple clothing and wields a bo (quarterstaff). Celaser is thrifty and chivalrous.",
  "Alin Hyne: Female Half-elf Monk, CN. Str 16, Dex 16, Con 13, Int 12, Wis 8, Cha 13. Alin is tall, with tangled white hair and gray eyes. She wears worn clothing and wields nunchaku (club) and kama (sickle). Alin is zealous and vulgar.",
  "Wene: Female Half-elf Fighter, LG. Str 17, Dex 15, Con 10, Int 6, Wis 8, Cha 6. Wene is common in appearance, with tangled brown hair and soft green eyes. She wears hide armor and wields a glaive. Wene has an animal companion, a black bear named Galador.",
  "Ellys: Female Half-elf Warlock, N. Str 7, Dex 10, Con 8, Int 8, Wis 11, Cha 15. Ellys is pleasant in appearance, with short blonde hair and gray eyes. She wears leather armor and wields a spear and darts. Ellys seeks to discover who murdered her family.",
  "Alys: Female Half-elf Druid, Neutral. Str 10, Dex 11, Con 7, Int 10, Wis 12, Cha 9. Alys has thin black hair and bright blue eyes. She wears hide armor and wields a spear and darts. Alys is searching for her missing son.",
  "Imlotel: Female Half-elf Warlock, NE. Str 15, Dex 13, Con 8, Int 8, Wis 8, Cha 17. Imlotel has a round face, with curly white hair and amber eyes. She wears leather armor and wields a club and javelins. Imlotel has an animal companion, a raven named Irindil.",
  "Erin: Female Half-elf Rogue, N. Str 14, Dex 14, Con 9, Int 14, Wis 10, Cha 9. Erin is fair in appearance, with thin silver hair and large hazel eyes. She wears leather armor and wields a shortsword and darts. Erin has an animal companion, a sable ferret named Alas.",
  "Wene: Female Half-elf Monk, LN. Str 8, Dex 13, Con 5, Int 13, Wis 11, Cha 12. Wene has straight red hair and green eyes, and large ears. She wears sturdy clothing and wields a kanabo (mace) and shuriken (darts). Wene is quiet, and says as little as possible.",
  "Mithelye: Female Half-elf Cleric, N. Str 11, Dex 13, Con 12, Int 9, Wis 17, Cha 13. Mithelye has curly white hair and blue eyes. She wears a breastplate and wields a light hammer and shield.",
  "Erdanel: Female Half-elf Rogue, NG. Str 12, Dex 14, Con 7, Int 10, Wis 7, Cha 11. Erdanel has a long face, with cropped copper hair and sharp gray eyes. She wears studded leather and wields a shortsword.",
  "Atrix: Female Half-elf Rogue, NG. Str 10, Dex 15, Con 9, Int 16, Wis 8, Cha 8. Atrix is fair in appearance, with short white hair and light gray eyes. She wears studded leather and wields a shortsword. Atrix is generous and industrious.",
  "Nelladrie: Female Half-elf Ranger, LE. Str 14, Dex 10, Con 13, Int 10, Wis 13, Cha 15. Nelladrie has uneven brown hair and amber eyes. She wears scale mail and wields a battleaxe and shield.",
  "Findiser: Female Half-elf Druid, Neutral. Str 11, Dex 10, Con 12, Int 9, Wis 16, Cha 7. Findiser has gray hair and light brown eyes. She wears hide armor and wields a club and javelins. Findiser is haunted by the ghost of someone she killed.",
  "Marellye: Female Half-elf Sorcerer, N. Str 8, Dex 11, Con 12, Int 12, Wis 9, Cha 12. Marellye has silver hair and dark gray eyes, and small ears. She wears worn clothing and wields a dagger and sling. Marellye is a practiced gambler.",
  "Alix: Female Half-elf Paladin, Good. Str 9, Dex 9, Con 10, Int 8, Wis 15, Cha 14. Alix is tall and overweight, with silver hair and hazel eyes. She wears hide armor and wields a greatsword. Alix has an animal companion, a black warhorse named Elros.",
  "Enwelel: Female Half-elf Fighter, LN. Str 16, Dex 10, Con 11, Int 6, Wis 7, Cha 15. Enwelel has a long face, with matted silver hair and large brown eyes. She wears a chain shirt and wields a longsword. Enwelel is ambitious and unforgiving.",
  "Atierdas: Female Half-elf Barbarian, NG. Str 15, Dex 10, Con 13, Int 10, Wis 12, Cha 9. Atierdas has a round face, with red hair and sharp hazel eyes. She wears leather armor and wields a war pick and shield. Atierdas dislikes having people behind her.",
  "Elys: Female Half-elf Fighter, N. Str 16, Dex 12, Con 9, Int 12, Wis 9, Cha 9. Elys has blonde hair and large hazel eyes, and wears glasses with iron rims. She wears half plate and wields a flail. Elys is polite and depressed.",
  "Helia: Female Half-elf Wizard, N. Str 10, Dex 8, Con 12, Int 17, Wis 6, Cha 10. Helia is stout, with braided gray hair and bright brown eyes. She wears modest garments and wields a quarterstaff and light crossbow. Helia has an arcane familiar, a tiny water elemental named Elen.",
  "Ellaloth: Female Half-elf Warlock, CN. Str 13, Dex 10, Con 12, Int 7, Wis 10, Cha 17. Ellaloth has a round face, with brown hair and blue eyes. She wears studded leather and wields a mace and dagger. Ellaloth has an animal companion, a vampire bat named Kater.",
  "Mera: Female Half-elf Warlock, CN. Str 12, Dex 6, Con 10, Int 11, Wis 7, Cha 14. Mera is exceptionally beautiful, with white hair and large gray eyes. She wears leather armor and wields a club. Mera is foolish and jealous.",
  "Nerwe: Female Half-elf Cleric, N. Str 7, Dex 12, Con 13, Int 9, Wis 15, Cha 10. Nerwe is short and thin, with golden hair and sharp brown eyes. She wears hide armor and wields a mace and shield. Nerwe is fierce and combative.",
  "Izan: Female Half-elf Monk, LE. Str 12, Dex 10, Con 8, Int 12, Wis 10, Cha 11. Izan is beastly in appearance, with auburn hair and narrow green eyes. She wears sturdy clothing and wields an ono (handaxe). Izan is scheming and vulgar.",
  "Wene: Female Half-elf Ranger, NG. Str 11, Dex 13, Con 9, Int 10, Wis 11, Cha 11. Wene is heavyset, with matted auburn hair and light hazel eyes. She wears studded leather and wields a trident and shield. Wene is aesthetic and optimistic.",
  "Sybeatr Rowe: Female Half-elf Paladin, Good. Str 12, Dex 9, Con 8, Int 10, Wis 9, Cha 11. Sybeatr is tall, with thick white hair and light blue eyes. She wears a chain shirt and wields a halberd.",
  "Imlodel: Female Half-elf Paladin, Good. Str 10, Dex 11, Con 8, Int 12, Wis 14, Cha 9. Imlodel has an angular face, with white hair and amber eyes. She wears a breastplate and wields a scimitar.",
  "Neladrie: Female Half-elf Druid, Neutral. Str 13, Dex 13, Con 11, Int 10, Wis 14, Cha 8. Neladrie is common in appearance, with gray hair and dark gray eyes. She wears hide armor and wields a mace and sickle. Neladrie is curious and anxious.",
  "Adrielwis: Female Half-elf Cleric, N. Str 7, Dex 12, Con 9, Int 9, Wis 14, Cha 16. Adrielwis is short and overweight, with braided black hair and soft amber eyes. She wears a chain shirt and wields a light hammer. Adrielwis is decisive and extravagant.",
  "Ebrias: Female Half-elf Fighter, LG. Str 13, Dex 10, Con 8, Int 12, Wis 6, Cha 12. Ebrias has a long face, with copper hair and large green eyes. She wears a chain shirt and wields a halberd. Ebrias has an animal companion, a green firedrake named Nathye.",
  "Marielye: Female Half-elf Wizard, N. Str 13, Dex 13, Con 6, Int 16, Wis 7, Cha 10. Marielye has thick blonde hair and large amber eyes. She wears blue robes and wields a quarterstaff and darts. Marielye has Common Companion.",
  "Aloth: Female Half-elf Monk, LG. Str 7, Dex 12, Con 9, Int 11, Wis 13, Cha 14. Aloth has short red hair and green eyes, and a magical mark on her face. She wears worn clothing and wields an ono (handaxe).",
  "Erdas: Female Half-elf Paladin, Good. Str 14, Dex 11, Con 12, Int 12, Wis 10, Cha 13. Erdas has copper hair and hazel eyes, and a round nose. She wears a breastplate and wields a maul. Erdas suffers a mild allergy to rodents.",
  "Nelaser: Female Half-elf Monk, CE. Str 10, Dex 13, Con 7, Int 10, Wis 12, Cha 10. Nelaser has braided white hair and blue eyes, and a flat nose. She wears plain clothing and wields a yari (spear).",
  "Alwerdas: Female Half-elf Wizard, NE. Str 14, Dex 11, Con 7, Int 16, Wis 13, Cha 10. Alwerdas has short copper hair and dark amber eyes. She wears fine clothing and wields a dagger. Alwerdas seeks to atone for past sins.",
  "Nimlenwe: Female Half-elf Paladin, Good. Str 11, Dex 9, Con 9, Int 11, Wis 9, Cha 15. Nimlenwe has a long face, with matted blonde hair and bright hazel eyes. She wears chain mail and wields a maul. Nimlenwe is hunting the warlord who stole her ancestral sword.",
  "Minimrie: Female Half-elf Sorcerer, LN. Str 9, Dex 13, Con 15, Int 9, Wis 15, Cha 16. Minimrie is willowy, with uneven silver hair and soft amber eyes. She wears sturdy clothing and wields a dagger. Minimrie has an animal companion, a black bat named Eartas.",
  "Ilix: Female Half-elf Rogue, LN. Str 15, Dex 17, Con 10, Int 12, Wis 9, Cha 12. Ilix has cropped brown hair and amber eyes. She wears leather armor and wields a longsword. Ilix suffers a deadly allergy to milk.",
  "Elen: Female Half-elf Fighter, NE. Str 14, Dex 8, Con 7, Int 5, Wis 6, Cha 14. Elen has black hair and hazel eyes, and a round nose. She wears hide armor and wields a rapier and heavy crossbow. Elen has an animal companion, a black wolf named Arwen.",
  "Eril Nelley: Female Half-elf Barbarian, N. Str 16, Dex 6, Con 11, Int 10, Wis 9, Cha 10. Eril is exceptionally beautiful, with red hair and narrow hazel eyes. She wears studded leather and wields a rapier and shield. Eril is quiet, and says as little as possible.",
  "Ealweldas: Female Half-elf Barbarian, LG. Str 15, Dex 8, Con 15, Int 10, Wis 11, Cha 8. Ealweldas is exceptionally beautiful, with copper hair and large gray eyes. She wears leather armor and wields a rapier and shield.",
  "Elleth: Female Half-elf Fighter, NG. Str 14, Dex 16, Con 8, Int 11, Wis 13, Cha 11. Elleth has uneven black hair and blue eyes. She wears scale mail and wields a warhammer and net. Elleth is only friendly towards other half-elves..",
  "Inet Horney: Female Half-elf Wizard, CE. Str 8, Dex 15, Con 5, Int 17, Wis 13, Cha 12. Inet has cropped golden hair and large gray eyes, and prominent ears. She wears modest garments and wields a quarterstaff. Inet is bloodthirsty and insensitive.",
  "Isan Burne: Female Half-elf Monk, LN. Str 12, Dex 13, Con 7, Int 12, Wis 11, Cha 11. Isan is common in appearance, with messy silver hair and blue eyes. She wears sturdy clothing and wields a kanabo (mace). Isan is clever and impish.",
  "Elix Jorde: Female Half-elf Rogue, NG. Str 13, Dex 13, Con 9, Int 13, Wis 9, Cha 11. Elix has white hair and bright brown eyes, and a distinctive mark on her arm. She wears leather armor and wields a handaxe and shortbow.",
  "Findanye: Female Half-elf Fighter, N. Str 14, Dex 9, Con 10, Int 10, Wis 11, Cha 10. Findanye has a square face, with thick golden hair and green eyes. She wears half plate and wields a shortsword and shield. Findanye has an animal companion, a copper firedrake named Amros.",
  "Sane: Female Half-elf Monk, N. Str 10, Dex 11, Con 8, Int 10, Wis 16, Cha 6. Sane is exceptionally beautiful, with red hair and large brown eyes. She wears well-made clothing and wields a yari (spear) and kama (sickle). Sane has an animal companion, a gray rabbit named Anelwing.",
  "Alix: Female Half-elf Monk, CN. Str 13, Dex 9, Con 13, Int 11, Wis 9, Cha 12. Alix has a narrow face, with matted silver hair and dark green eyes. She wears well-made clothing and wields a kanabo (mace).",
  "Minye: Female Half-elf Monk, LG. Str 15, Dex 14, Con 11, Int 11, Wis 14, Cha 9. Minye is tall and heavyset, with red hair and hazel eyes. She wears travel-stained clothing and wields a kanabo (mace) and sai (dagger).",
  "Iladrien: Female Half-elf Wizard, LG. Str 8, Dex 10, Con 12, Int 16, Wis 10, Cha 12. Iladrien has brown hair and blue eyes. She wears sturdy clothing and wields a quarterstaff. Iladrien has an arcane familiar, a stone homunculus named Gerey.",
  "Indilmis: Female Half-elf Druid, Neutral. Str 14, Dex 13, Con 14, Int 9, Wis 15, Cha 12. Indilmis has braided black hair and gray eyes, and wears glasses with platinum rims. She wears hide armor and wields a club and javelins. Indilmis seeks revenge against the sister who betrayed her.",
  "Enwel: Female Half-elf Monk, CG. Str 13, Dex 14, Con 10, Int 9, Wis 7, Cha 6. Enwel has a long face, with braided golden hair and large blue eyes. She wears worn clothing and wields an ono (handaxe) and kama (sickle). Enwel is virtuous and faithful.",
  "Galaser: Female Half-elf Druid, Neutral. Str 11, Dex 12, Con 8, Int 10, Wis 13, Cha 13. Galaser is rugged in appearance, with silver hair and gray eyes. She wears hide armor and wields a spear and javelins.",
  "Arweldas: Female Half-elf Barbarian, NG. Str 16, Dex 8, Con 10, Int 7, Wis 11, Cha 15. Arweldas has an angular face, with silver hair and green eyes. She wears leather armor and wields a shortsword.",
  "Arior: Female Half-elf Ranger, NE. Str 12, Dex 12, Con 15, Int 10, Wis 11, Cha 10. Arior is exceptionally beautiful, with black hair and dark green eyes. She wears scale mail and wields a warhammer and shield. Arior is quiet, and says as little as possible.",
  "Ealweris: Female Half-elf Monk, CN. Str 10, Dex 14, Con 13, Int 8, Wis 13, Cha 5. Ealweris is short, with brown hair and green eyes. She wears worn clothing and wields nunchaku (club).",
  "Suse Eken: Female Half-elf Monk, CN. Str 14, Dex 7, Con 15, Int 6, Wis 12, Cha 9. Suse has thick white hair and soft gray eyes, and large ears. She wears modest garments and wields an ono (handaxe). Suse is ambitious and foolish.",
  "Belia: Female Half-elf Monk, LG. Str 7, Dex 13, Con 8, Int 7, Wis 15, Cha 9. Belia is tall, with straight red hair and soft green eyes. She wears travel-stained clothing and wields nunchaku (club). Belia holds a grudge against clerics.",
  "Sabel: Female Half-elf Fighter, NE. Str 13, Dex 11, Con 13, Int 11, Wis 11, Cha 8. Sabel is tall, with silver hair and blue eyes. She wears hide armor and wields a battleaxe and shield.",
  "Eryn: Female Half-elf Barbarian, N. Str 14, Dex 7, Con 14, Int 7, Wis 11, Cha 8. Eryn has a long face, with copper hair and brown eyes. She wears hide armor and wields a scimitar and shield. Eryn has an animal companion, a black bear named Ames.",
  "Sarry: Female Half-elf Rogue, LN. Str 7, Dex 14, Con 7, Int 16, Wis 10, Cha 12. Sarry has thin golden hair and bright brown eyes, and prominent ears. She wears studded leather and wields a rapier and hand crossbow.",
  "Nerde: Female Half-elf Rogue, LN. Str 9, Dex 17, Con 14, Int 13, Wis 11, Cha 14. Nerde is overweight, with brown hair and soft brown eyes. She wears leather armor and wields a rapier and shortbow. Nerde suffers a traumatic fear of crowds.",
  "Malia Morle: Female Half-elf Fighter, CN. Str 16, Dex 15, Con 9, Int 8, Wis 11, Cha 10. Malia is heavyset, with thick blonde hair and blue eyes. She wears half plate and wields a flail and net. Malia is devout and talkative.",
  "Enwel: Female Half-elf Monk, LN. Str 11, Dex 11, Con 6, Int 14, Wis 12, Cha 15. Enwel has long auburn hair and gray eyes. She wears well-made clothing and wields an ono (handaxe).",
  "Ithrel: Female Half-elf Monk, CE. Str 7, Dex 7, Con 13, Int 8, Wis 14, Cha 7. Ithrel is overweight, with brown hair and soft hazel eyes. She wears worn clothing and wields a yari (spear) and sai (dagger). Ithrel is callous and fiendish.",
  "Galote: Female Half-elf Monk, N. Str 12, Dex 9, Con 8, Int 10, Wis 15, Cha 10. Galote is short, with short white hair and dark hazel eyes. She wears modest garments and wields a yari (spear) and shuriken (darts). Galote is fascinated by death.",
  "Mithelye: Female Half-elf Rogue, NE. Str 9, Dex 12, Con 11, Int 13, Wis 12, Cha 8. Mithelye has a square face, with short black hair and soft gray eyes. She wears studded leather and wields a longsword. Mithelye has an animal companion, a dire rat named Adrielwis.",
  "Mery Benthey: Female Half-elf Paladin, Good. Str 16, Dex 15, Con 8, Int 9, Wis 14, Cha 8. Mery is exceptionally beautiful, with silver hair and brown eyes. She wears chain mail and wields a shortsword and shield. Mery is cheerful and covetous.",
  "Anil: Female Half-elf Wizard, N. Str 9, Dex 11, Con 11, Int 17, Wis 9, Cha 11. Anil has golden hair and brown eyes, and numerous distinctive tattoos. She wears sturdy clothing and wields a dagger. Anil is hunting the doppelganger which destroyed her homeland.",
  "Beatrey: Female Half-elf Cleric, CN. Str 11, Dex 13, Con 11, Int 11, Wis 12, Cha 15. Beatrey has curly silver hair and soft amber eyes. She wears leather armor and wields a club.",
  "Lyse: Female Half-elf Ranger, LN. Str 10, Dex 12, Con 8, Int 11, Wis 9, Cha 7. Lyse is common in appearance, with matted white hair and gray eyes. She wears studded leather and wields a whip and shield. Lyse has snow owl named Enneth.",
  "Alotel: Female Half-elf Fighter, LE. Str 16, Dex 11, Con 11, Int 10, Wis 9, Cha 8. Alotel is exceptionally beautiful, with silver hair and hazel eyes. She wears chain mail and wields a war pick. Alotel speaks with a whispery voice.",
  "Nimlebrie: Female Half-elf Monk, N. Str 9, Dex 17, Con 9, Int 11, Wis 9, Cha 12. Nimlebrie is exceptionally beautiful, with thick black hair and bright hazel eyes. She wears travel-stained clothing and wields an ono (handaxe) and shuriken (darts). Nimlebrie has an animal companion, a tiger named Amer.",
  "Altaman: Female Half-elf Rogue, LN. Str 11, Dex 16, Con 11, Int 10, Wis 7, Cha 10. Altaman has auburn hair and hazel eyes. She wears studded leather and wields a rapier. Altaman is haunted by the ghost of someone she killed.",
  "Marger Eydes: Female Half-elf Paladin, Good. Str 17, Dex 9, Con 10, Int 8, Wis 15, Cha 15. Marger has uneven auburn hair and hazel eyes. She wears chain mail and wields a pike. Marger has an animal companion, a bay warhorse named Audreyn.",
  "Amas: Female Half-elf Ranger, NG. Str 13, Dex 13, Con 10, Int 10, Wis 9, Cha 12. Amas has a round face, with messy black hair and amber eyes. She wears scale mail and wields a maul.",
  "Hily: Female Half-elf Monk, LG. Str 12, Dex 11, Con 8, Int 7, Wis 12, Cha 12. Hily has an angular face, with short brown hair and soft blue eyes. She wears sturdy clothing and wields a kanabo (mace) and kama (sickle). Hily has an animal companion, a black rat named Tanaeli.",
  "Elin Lowe: Female Half-elf Fighter, CN. Str 14, Dex 14, Con 8, Int 10, Wis 6, Cha 15. Elin has brown hair and bright gray eyes, and pointed ears. She wears hide armor and wields a halberd.",
  "Anithren: Female Half-elf Monk, LG. Str 13, Dex 15, Con 13, Int 9, Wis 12, Cha 9. Anithren is thin, with braided copper hair and bright amber eyes. She wears well-made clothing and wields a kanabo (mace). Anithren is haunted by the memories of a past life.",
  "Anet: Female Half-elf Ranger, NG. Str 8, Dex 11, Con 12, Int 10, Wis 11, Cha 10. Anet is youthful in appearance, with silver hair and bright green eyes. She wears leather armor and wields a longsword and shield. Anet suffers a paralyzing fear of disease.",
  "Imrodel: Female Half-elf Cleric, NE. Str 12, Dex 7, Con 13, Int 8, Wis 13, Cha 9. Imrodel is short, with messy gray hair and hazel eyes. She wears studded leather and wields a quarterstaff and darts. Imrodel has an animal companion, a hunting dog named Finranthil.",
  "Benne Weke: Female Half-elf Wizard, N. Str 13, Dex 11, Con 13, Int 12, Wis 14, Cha 13. Benne is exceptionally beautiful, with brown hair and gray eyes. She wears travel-stained clothing and wields a dagger. Benne is quiet and shrewd.",
  "Mery: Female Half-elf Ranger, LN. Str 10, Dex 7, Con 11, Int 10, Wis 14, Cha 14. Mery is fey in appearance, with black hair and dark amber eyes. She wears leather armor and wields a rapier. Mery has ginger dog named Findiser.",
  "Sane: Female Half-elf Paladin, Good. Str 15, Dex 9, Con 8, Int 6, Wis 13, Cha 15. Sane is short and willowy, with copper hair and bright hazel eyes. She wears half plate and wields a greataxe. Sane is chivalrous and obsessive.",
  "Nelaser: Female Half-elf Paladin, Good. Str 12, Dex 8, Con 7, Int 11, Wis 8, Cha 13. Nelaser has matted golden hair and narrow green eyes. She wears a breastplate and wields a trident. Nelaser seeks to help the poor and unfortunate.",
  "Ellamas: Female Half-elf Monk, NG. Str 12, Dex 12, Con 12, Int 12, Wis 9, Cha 10. Ellamas has a narrow face, with brown hair and large green eyes. She wears modest garments and wields nunchaku (club) and kama (sickle). Ellamas is idealistic and thoughtful.",
  "Niserie: Female Half-elf Wizard, LG. Str 11, Dex 10, Con 9, Int 13, Wis 13, Cha 14. Niserie has silver hair and green eyes, and wears glasses with gold rims. She wears worn clothing and wields a dagger. Niserie is virtuous and steadfast.",
  "Malia: Female Half-elf Druid, Neutral. Str 9, Dex 13, Con 14, Int 10, Wis 13, Cha 9. Malia is overweight, with auburn hair and large amber eyes. She wears leather armor and wields a mace and wooden shield.",
  "Sybenn Balley: Female Half-elf Cleric, NG. Str 6, Dex 11, Con 12, Int 14, Wis 14, Cha 11. Sybenn has a square face, with straight red hair and bright brown eyes. She wears studded leather and wields a mace and light crossbow. Sybenn has an animal companion, a red fox named Chelrey.",
  "Kathil: Female Half-elf Paladin, Good. Str 10, Dex 8, Con 9, Int 10, Wis 8, Cha 12. Kathil is courtly in bearing, with gray hair and dark gray eyes. She wears plate armor and wields a greatsword. Kathil is gentle and pious.",
  "Tatie: Female Half-elf Rogue, CE. Str 13, Dex 13, Con 10, Int 11, Wis 10, Cha 12. Tatie has brown hair and amber eyes, and numerous fearsome piercings. She wears studded leather and wields a rapier and hand crossbow. Tatie has an animal companion, a raven named Elrorfil.",
  "Arwel: Female Half-elf Monk, N. Str 7, Dex 16, Con 11, Int 8, Wis 13, Cha 12. Arwel has a narrow face, with thick white hair and dark hazel eyes. She wears modest garments and wields a bo (quarterstaff).",
  "Minimlye: Female Half-elf Rogue, LN. Str 10, Dex 14, Con 7, Int 10, Wis 5, Cha 14. Minimlye has cropped white hair and amber eyes, and an unusual tattoo on her face. She wears studded leather and wields a longsword and hand crossbow. Minimlye has an animal companion, a raven named Chony.",
  "Marger: Female Half-elf Fighter, CE. Str 13, Dex 11, Con 10, Int 9, Wis 14, Cha 7. Marger has straight blonde hair and brown eyes, and a distinctive scar on her face. She wears plate armor and wields a trident and heavy crossbow.",
  "Atet Otter: Female Half-elf Cleric, N. Str 10, Dex 9, Con 11, Int 12, Wis 14, Cha 10. Atet has a square face, with uneven auburn hair and soft brown eyes. She wears half plate and wields a mace. Atet is depressed and obsessive.",
  "Lothelye: Female Half-elf Monk, N. Str 11, Dex 10, Con 10, Int 14, Wis 7, Cha 9. Lothelye has a round face, with gray hair and gray eyes. She wears modest garments and wields a bo (quarterstaff) and kama (sickle). Lothelye has an animal companion, a golden monkey named Caranthor.",
  "Mara: Female Half-elf Druid, Neutral. Str 15, Dex 9, Con 14, Int 14, Wis 12, Cha 6. Mara is exceptionally beautiful, with thin black hair and gray eyes. She wears leather armor and wields a mace and wooden shield.",
  "Celaser: Female Half-elf Monk, N. Str 12, Dex 15, Con 11, Int 14, Wis 15, Cha 13. Celaser has auburn hair and narrow blue eyes. She wears travel-stained clothing and wields a yari (spear). Celaser suffers a paralyzing fear of open water.",
  "Niserie: Female Half-elf Wizard, NG. Str 11, Dex 10, Con 9, Int 12, Wis 10, Cha 8. Niserie has a long face, with braided brown hair and sharp amber eyes. She wears travel-stained clothing and wields a dagger and light crossbow.",
  "Bely Clarde: Female Half-elf Cleric, CN. Str 11, Dex 13, Con 12, Int 15, Wis 13, Cha 11. Bely has gray hair and amber eyes. She wears hide armor and wields a club and shield. Bely has an animal companion, a red fox named Andes.",
  "Maly: Female Half-elf Monk, N. Str 17, Dex 11, Con 8, Int 9, Wis 12, Cha 7. Maly has red hair and dark brown eyes, and a thin nose. She wears plain clothing and wields a kanabo (mace). Maly lost her shadow to a nymph.",
  "Induimroth: Female Half-elf Cleric, N. Str 7, Dex 11, Con 11, Int 11, Wis 12, Cha 15. Induimroth has a square face, with gray hair and light brown eyes. She wears a chain shirt and wields a club and shield. Induimroth is searching for the lost Abbey of Angels.",
  "Efrix: Female Half-elf Warlock, N. Str 12, Dex 14, Con 12, Int 10, Wis 14, Cha 13. Efrix is short and willowy, with matted golden hair and narrow brown eyes. She wears leather armor and wields a quarterstaff. Efrix is searching for the legendary elven kingdom of Ithimrar.",
  "Alartas: Female Half-elf Druid, Neutral. Str 11, Dex 11, Con 7, Int 8, Wis 15, Cha 10. Alartas is rough in appearance, with copper hair and bright amber eyes. She wears leather armor and wields a mace and wooden shield. Alartas is amoral and dishonest.",
  "Inding: Female Half-elf Fighter, N. Str 16, Dex 12, Con 12, Int 8, Wis 12, Cha 11. Inding has uneven copper hair and brown eyes, and large ears. She wears splint armor and wields a pike. Inding has an animal companion, a ginger dog named Robern.",
  "Nerduilye: Female Half-elf Cleric, LG. Str 8, Dex 10, Con 11, Int 14, Wis 13, Cha 13. Nerduilye is exceptionally beautiful, with tangled white hair and hazel eyes. She wears leather armor and wields a light hammer and javelins. Nerduilye compulsively plays with a silver coin.",
  "Finde: Female Half-elf Druid, Neutral. Str 12, Dex 12, Con 12, Int 10, Wis 15, Cha 12. Finde is heavyset, with copper hair and soft hazel eyes. She wears hide armor and wields a mace and darts. Finde is inquisitive and disloyal.",
  "Lizab: Female Half-elf Ranger, N. Str 12, Dex 8, Con 9, Int 11, Wis 13, Cha 12. Lizab has curly golden hair and light green eyes. She wears a breastplate and wields a shortsword.",
  "Sybel Haley: Female Half-elf Bard, CG. Str 11, Dex 8, Con 12, Int 12, Wis 14, Cha 17. Sybel has brown hair and blue eyes. She wears leather armor and wields a longsword. Sybel seeks to prove herself to her peers.",
  "Nimlaser: Female Half-elf Monk, CE. Str 14, Dex 10, Con 10, Int 12, Wis 8, Cha 11. Nimlaser has a narrow face, with black hair and hazel eyes. She wears simple clothing and wields a kanabo (mace) and sai (dagger). Nimlaser is hunting the giant who slew his mentor.",
  "Hily: Female Half-elf Cleric, NG. Str 14, Dex 13, Con 14, Int 11, Wis 12, Cha 16. Hily is rough in appearance, with long gray hair and bright hazel eyes. She wears a breastplate and wields a mace and javelins.",
  "Elean Whaucey: Female Half-elf Paladin, Good. Str 12, Dex 11, Con 15, Int 11, Wis 15, Cha 12. Elean has uneven silver hair and narrow blue eyes. She wears splint armor and wields a longsword and shield. Elean is optimistic and practical.",
  "Joane: Female Half-elf Warlock, LG. Str 14, Dex 7, Con 9, Int 8, Wis 10, Cha 16. Joane has thick silver hair and narrow brown eyes. She wears leather armor and wields a spear and sling. Joane has an animal companion, a raven named Tharder.",
  "Endel: Female Half-elf Barbarian, N. Str 12, Dex 14, Con 12, Int 8, Wis 12, Cha 8. Endel has gray hair and green eyes. She wears studded leather and wields a warhammer and blowgun. Endel has an animal companion, a brown bear named Mara.",
  "Maly: Female Half-elf Monk, N. Str 11, Dex 12, Con 12, Int 9, Wis 12, Cha 12. Maly has thin white hair and blue eyes. She wears simple clothing and wields a yari (spear). Maly is dying and desperately seeks the secret of immortality.",
  "Irith: Female Half-elf Rogue, NE. Str 10, Dex 12, Con 10, Int 12, Wis 11, Cha 9. Irith has curly black hair and hazel eyes, and a sharp nose. She wears studded leather and wields a spear. Irith is cursed with wild tremors.",
  "Nimlote: Female Half-elf Rogue, N. Str 11, Dex 12, Con 9, Int 14, Wis 8, Cha 6. Nimlote has red hair and light brown eyes, and a thin nose. She wears leather armor and wields a club and javelins. Nimlote seeks to atone for past sins.",
  "Edhel: Female Half-elf Fighter, CE. Str 13, Dex 12, Con 11, Int 10, Wis 8, Cha 12. Edhel has red hair and soft hazel eyes. She wears chain mail and wields a greataxe. Edhel is hunting the brigands who murdered her family.",
  "Kater Mynge: Female Half-elf Sorcerer, LG. Str 11, Dex 14, Con 14, Int 9, Wis 11, Cha 16. Kater has a square face, with short brown hair and sharp brown eyes. She wears modest garments and wields a dagger and sling. Kater has an animal companion, a hawk named Tanimlye.",
  "Ealodel: Female Half-elf Warlock, N. Str 16, Dex 7, Con 10, Int 7, Wis 9, Cha 12. Ealodel has golden hair and amber eyes. She wears leather armor and wields a spear. Ealodel has an animal companion, a grey rat named Alyn.",
  "Brix: Female Half-elf Monk, LG. Str 11, Dex 14, Con 11, Int 13, Wis 12, Cha 8. Brix has a long face, with black hair and dark gray eyes. She wears well-made clothing and wields a bo (quarterstaff) and kama (sickle). Brix is capable and impartial.",
  "Even: Female Half-elf Sorcerer, N. Str 7, Dex 8, Con 16, Int 6, Wis 11, Cha 17. Even has black hair and green eyes. She wears simple clothing and wields a quarterstaff and darts. Even is quiet, and says as little as possible.",
  "Mary Lylley: Female Half-elf Rogue, CN. Str 12, Dex 13, Con 7, Int 15, Wis 12, Cha 13. Mary has matted golden hair and bright green eyes. She wears studded leather and wields a shortsword and shortbow.",
  "Maly: Female Half-elf Monk, N. Str 11, Dex 11, Con 9, Int 10, Wis 8, Cha 6. Maly has a long face, with silver hair and amber eyes. She wears worn clothing and wields a bo (quarterstaff) and kama (sickle). Maly suffers a severe allergy to eggs.",
  "Mara Arner: Female Half-elf Monk, LE. Str 13, Dex 14, Con 5, Int 13, Wis 12, Cha 8. Mara has curly brown hair and light green eyes, and numerous unusual tattoos. She wears simple clothing and wields an ono (handaxe). Mara has an animal companion, a black rat named Folke.",
  "Marger: Female Half-elf Cleric, N. Str 11, Dex 13, Con 14, Int 8, Wis 13, Cha 10. Marger has white hair and bright gray eyes, and large ears. She wears scale mail and wields a mace and shield. Marger has an animal companion, a copper firedrake named Minare.",
  "Neluthel: Female Half-elf Fighter, LN. Str 16, Dex 10, Con 14, Int 11, Wis 7, Cha 9. Neluthel is short and stout, with messy gray hair and narrow amber eyes. She wears chain mail and wields a scimitar and shield. Neluthel is shrewd and extravagant.",
  "Elix: Female Half-elf Rogue, NG. Str 13, Dex 15, Con 8, Int 13, Wis 14, Cha 8. Elix has short red hair and dark gray eyes, and a magical tattoo on her leg. She wears leather armor and wields a club. Elix is intuitive and loyal.",
  "Pherey: Female Half-elf Fighter, LN. Str 16, Dex 9, Con 9, Int 8, Wis 9, Cha 12. Pherey has a long face, with messy copper hair and light green eyes. She wears ring mail and wields a trident. Pherey is colorblind.",
  "Even: Female Half-elf Barbarian, LN. Str 13, Dex 6, Con 14, Int 10, Wis 13, Cha 7. Even has thin brown hair and sharp gray eyes, and a sharp nose. She wears hide armor and wields a whip and blowgun. Even dislikes anyone smaller than her.",
  "Ithrel: Female Half-elf Fighter, CN. Str 12, Dex 16, Con 12, Int 13, Wis 11, Cha 11. Ithrel has golden hair and dark green eyes, and a beaked nose. She wears a breastplate and wields a shortsword and shield. Ithrel suffers a deadly allergy to dwarves.",
  "Jane Ates: Female Half-elf Rogue, NE. Str 5, Dex 17, Con 7, Int 12, Wis 9, Cha 10. Jane is exceptionally beautiful, with thick red hair and bright blue eyes. She wears leather armor and wields a handaxe.",
  "Mara: Female Half-elf Monk, CN. Str 11, Dex 7, Con 9, Int 7, Wis 10, Cha 12. Mara has a square face, with golden hair and green eyes. She wears travel-stained clothing and wields nunchaku (club). Mara has an animal companion, a gray rabbit named Abell.",
  "Elean Hammyln: Female Half-elf Monk, N. Str 10, Dex 10, Con 10, Int 6, Wis 14, Cha 10. Elean has a square face, with short golden hair and hazel eyes. She wears sturdy clothing and wields a kanabo (mace). Elean has an animal companion, a black rat named Edward.",
  "Aren: Female Half-elf Ranger, LG. Str 11, Dex 10, Con 11, Int 9, Wis 11, Cha 10. Aren has gray hair and brown eyes. She wears half plate and wields a battleaxe. Aren is faithful and practical.",
  "Lalwenye: Female Half-elf Druid, Neutral. Str 13, Dex 10, Con 10, Int 12, Wis 15, Cha 15. Lalwenye has brown hair and large gray eyes. She wears leather armor and wields a spear. Lalwenye has badger named Nelaser.",
  "Gilme: Female Half-elf Fighter, N. Str 14, Dex 12, Con 10, Int 12, Wis 10, Cha 8. Gilme has a narrow face, with thin golden hair and light brown eyes. She wears ring mail and wields a war pick and shield. Gilme has an animal companion, a gray wolf named Ithren.",
  "Arion: Female Half-elf Monk, CN. Str 11, Dex 12, Con 6, Int 12, Wis 11, Cha 9. Arion is short and willowy, with black hair and green eyes. She wears modest garments and wields nunchaku (club) and kama (sickle). Arion has an animal companion, a gray rabbit named Georguy.",
  "Ellel: Female Half-elf Warlock, N. Str 10, Dex 12, Con 7, Int 9, Wis 8, Cha 16. Ellel has a long face, with thin gray hair and blue eyes. She wears leather armor and wields a handaxe. Ellel is moody and callous.",
  "Elin Mery: Female Half-elf Bard, LN. Str 10, Dex 13, Con 10, Int 12, Wis 9, Cha 15. Elin is fey in appearance, with braided brown hair and dark hazel eyes. She wears leather armor and wields a shortsword and hand crossbow. Elin suffers an acute fear of spiders.",
  "Annel: Female Half-elf Monk, LN. Str 11, Dex 12, Con 10, Int 9, Wis 12, Cha 13. Annel has straight golden hair and blue eyes, and a flat nose. She wears simple clothing and wields a bo (quarterstaff). Annel is searching for the lost kingdom of Dolarin.",
  "Sabel: Female Half-elf Fighter, CN. Str 14, Dex 12, Con 10, Int 12, Wis 13, Cha 10. Sabel has a long face, with uneven golden hair and large blue eyes. She wears a chain shirt and wields a flail and net. Sabel is foolhardy and fanatical.",
  "Nimrode: Female Half-elf Paladin, Good. Str 16, Dex 14, Con 10, Int 7, Wis 9, Cha 13. Nimrode is slender, with black hair and soft blue eyes. She wears hide armor and wields a longsword and shield. Nimrode is searching for her missing son.",
  "Elean: Female Half-elf Monk, N. Str 10, Dex 11, Con 10, Int 12, Wis 15, Cha 10. Elean has thick blonde hair and brown eyes. She wears plain clothing and wields nunchaku (club) and kama (sickle). Elean seeks to save her family from financial ruin.",
  "Ebriariel: Female Half-elf Paladin, Good. Str 16, Dex 12, Con 8, Int 11, Wis 10, Cha 8. Ebriariel has a long face, with copper hair and gray eyes. She wears half plate and wields a greataxe.",
  "Elil: Female Half-elf Ranger, NG. Str 13, Dex 13, Con 15, Int 9, Wis 13, Cha 8. Elil has an angular face, with uneven blonde hair and soft amber eyes. She wears leather armor and wields a morningstar and shield. Elil dislikes anyone smaller than her.",
  "Artarwen: Female Half-elf Sorcerer, N. Str 10, Dex 12, Con 16, Int 7, Wis 8, Cha 14. Artarwen has a narrow face, with red hair and sharp brown eyes. She wears simple clothing and wields a dagger and sling. Artarwen is fascinated by distant lands and peoples.",
  "Abel: Female Half-elf Monk, LE. Str 13, Dex 13, Con 6, Int 7, Wis 16, Cha 15. Abel has a round face, with thin gray hair and light amber eyes. She wears well-made clothing and wields a yari (spear). Abel seeks only fame and glory.",
  "Arwen: Female Half-elf Druid, Neutral. Str 8, Dex 12, Con 10, Int 9, Wis 16, Cha 10. Arwen has copper hair and dark amber eyes, and a sharp nose. She wears leather armor and wields a spear. Arwen believes that she is being hunted by supernatural creatures.",
  "Nimluthien: Female Half-elf Druid, Neutral. Str 16, Dex 5, Con 10, Int 11, Wis 12, Cha 8. Nimluthien has braided golden hair and green eyes. She wears leather armor and wields a club and wooden shield.",
  "Inyellas: Female Half-elf Fighter, N. Str 17, Dex 11, Con 7, Int 11, Wis 11, Cha 10. Inyellas has cropped black hair and blue eyes, and a magical scar on her arm. She wears hide armor and wields a battleaxe.",
  "Enel: Female Half-elf Monk, N. Str 8, Dex 11, Con 6, Int 13, Wis 12, Cha 5. Enel has black hair and amber eyes, and prominent ears. She wears worn clothing and wields a kanabo (mace) and shuriken (darts). Enel is impulsive and unfeeling.",
  "Anor: Female Half-elf Cleric, N. Str 11, Dex 10, Con 11, Int 10, Wis 14, Cha 15. Anor is exceptionally beautiful, with black hair and green eyes. She wears studded leather and wields a club. Anor suffers a traumatic fear of confined spaces.",
  "Erwel: Female Half-elf Rogue, LN. Str 10, Dex 13, Con 9, Int 13, Wis 7, Cha 10. Erwel has an angular face, with matted silver hair and bright hazel eyes. She wears studded leather and wields a longsword and dagger. Erwel is mischievous and guarded.",
  "Erdadriel: Female Half-elf Fighter, CN. Str 12, Dex 12, Con 10, Int 12, Wis 14, Cha 13. Erdadriel is tall and slender, with silver hair and sharp blue eyes. She wears ring mail and wields a longsword and shield.",
  "Ryne: Female Half-elf Monk, LN. Str 15, Dex 10, Con 10, Int 11, Wis 15, Cha 10. Ryne has braided gray hair and blue eyes, and wears glasses with copper rims. She wears travel-stained clothing and wields nunchaku (club) and sai (dagger).",
  "Nerwenye: Female Half-elf Paladin, Good. Str 15, Dex 14, Con 12, Int 10, Wis 11, Cha 10. Nerwenye has long auburn hair and sharp hazel eyes, and an unusual tattoo on her face. She wears chain mail and wields a halberd. Nerwenye lost her reflection to a nymph.",
  "Hely: Female Half-elf Monk, N. Str 12, Dex 12, Con 12, Int 9, Wis 13, Cha 10. Hely is slender, with matted white hair and hazel eyes. She wears worn clothing and wields a bo (quarterstaff).",
  "Alwellas: Female Half-elf Monk, LN. Str 16, Dex 13, Con 9, Int 9, Wis 13, Cha 8. Alwellas has thin silver hair and soft hazel eyes, and a magical tattoo on her leg. She wears sturdy clothing and wields an ono (handaxe). Alwellas has an animal companion, a white monkey named Cily.",
  "Tarielye: Female Half-elf Fighter, NE. Str 16, Dex 11, Con 10, Int 13, Wis 8, Cha 12. Tarielye is thin, with matted white hair and narrow blue eyes. She wears chain mail and wields a trident and shield.",
  "Jane: Female Half-elf Monk, NG. Str 15, Dex 11, Con 11, Int 13, Wis 11, Cha 6. Jane is exceptionally beautiful, with thin black hair and large hazel eyes. She wears plain clothing and wields an ono (handaxe). Jane is courageous and righteous.",
  "Isan Weselw: Female Half-elf Paladin, Good. Str 15, Dex 10, Con 5, Int 11, Wis 13, Cha 8. Isan is exceptionally beautiful, with messy golden hair and soft brown eyes. She wears a breastplate and wields a pike. Isan compulsively plays with a silver coin.",
  "Jane: Female Half-elf Ranger, NG. Str 15, Dex 11, Con 13, Int 14, Wis 11, Cha 11. Jane is tall, with straight auburn hair and amber eyes. She wears scale mail and wields a whip.",
  "Nerwenye: Female Half-elf Fighter, N. Str 13, Dex 10, Con 14, Int 7, Wis 12, Cha 7. Nerwenye is exceptionally beautiful, with tangled white hair and brown eyes. She wears plate armor and wields a whip. Nerwenye has an animal companion, a badger named Golfinduil.",
  "Sybel Ekell: Female Half-elf Fighter, LN. Str 13, Dex 15, Con 9, Int 8, Wis 7, Cha 14. Sybel has white hair and hazel eyes. She wears splint armor and wields a greataxe.",
  "Suse: Female Half-elf Monk, CN. Str 12, Dex 11, Con 13, Int 8, Wis 14, Cha 8. Suse has copper hair and green eyes, and prominent ears. She wears simple clothing and wields an ono (handaxe) and kama (sickle). Suse is absent-minded, and always searching for a missing item.",
  "Cilia Flesav: Female Half-elf Rogue, CG. Str 7, Dex 15, Con 10, Int 14, Wis 12, Cha 10. Cilia is short and heavyset, with red hair and amber eyes. She wears leather armor and wields a longsword and hand crossbow. Cilia is hunting the demon who murdered her family.",
  "Sarry Righte: Female Half-elf Rogue, N. Str 12, Dex 14, Con 10, Int 8, Wis 14, Cha 8. Sarry is tall and overweight, with short red hair and narrow amber eyes. She wears leather armor and wields a club. Sarry frequently uses uncommon words incorrectly.",
  "Nerduilye: Female Half-elf Rogue, LN. Str 12, Dex 14, Con 15, Int 13, Wis 6, Cha 10. Nerduilye has red hair and large blue eyes, and a round nose. She wears studded leather and wields a longsword. Nerduilye is ambitious and honest.",
  "Serinde: Female Half-elf Rogue, LN. Str 14, Dex 13, Con 15, Int 15, Wis 14, Cha 6. Serinde has straight golden hair and brown eyes. She wears leather armor and wields a rapier and javelins. Serinde seeks to discover why she keeps having the same nightmare.",
  "Ellariel: Female Half-elf Druid, Neutral. Str 13, Dex 12, Con 9, Int 10, Wis 17, Cha 9. Ellariel has an angular face, with matted golden hair and amber eyes. She wears hide armor and wields a club. Ellariel seeks to discover why she cannot remember anything from yesterday.",
  "Beatra: Female Half-elf Rogue, CN. Str 10, Dex 17, Con 9, Int 12, Wis 6, Cha 8. Beatra is tall, with matted black hair and gray eyes. She wears leather armor and wields a rapier. Beatra seeks to steal a legendary ruby from the Dark Barrow of Devastation.",
  "Tanye: Female Half-elf Druid, Neutral. Str 11, Dex 12, Con 8, Int 12, Wis 17, Cha 9. Tanye has matted brown hair and amber eyes. She wears hide armor and wields a quarterstaff and dagger.",
  "Mithrellye: Female Half-elf Fighter, N. Str 13, Dex 17, Con 5, Int 10, Wis 13, Cha 11. Mithrellye is rough in appearance, with silver hair and gray eyes. She wears plate armor and wields a shortsword and longbow. Mithrellye has an animal companion, a brown bear named Ealoth.",
  "Indith: Female Half-elf Rogue, LN. Str 10, Dex 12, Con 7, Int 10, Wis 8, Cha 9. Indith is rough in appearance, with brown hair and amber eyes. She wears studded leather and wields a shortsword and sling. Indith has an animal companion, a black cat named Makili.",
  "Efrin: Female Half-elf Warlock, N. Str 9, Dex 5, Con 10, Int 12, Wis 8, Cha 14. Efrin has thin silver hair and green eyes. She wears leather armor and wields a quarterstaff. Efrin has an animal companion, a black cat named Niserie.",
  "Nerde: Female Half-elf Wizard, N. Str 12, Dex 12, Con 6, Int 12, Wis 11, Cha 8. Nerde has long gray hair and blue eyes, and pointed ears. She wears modest garments and wields a dagger and darts. Nerde seeks to raise an army of gargoyles.",
  "Arel: Female Half-elf Sorcerer, LN. Str 12, Dex 8, Con 13, Int 11, Wis 10, Cha 12. Arel has cropped silver hair and gray eyes, and a thin nose. She wears modest garments and wields a quarterstaff. Arel has an animal companion, a black rat named Enryn.",
  "Amas: Female Half-elf Barbarian, CN. Str 14, Dex 7, Con 12, Int 13, Wis 8, Cha 9. Amas has cropped brown hair and sharp blue eyes. She wears studded leather and wields a whip and blowgun. Amas has an animal companion, a black bear named Ennaldil.",
  "Atien: Female Half-elf Barbarian, NE. Str 13, Dex 5, Con 11, Int 11, Wis 13, Cha 12. Atien is tall and overweight, with tangled brown hair and amber eyes. She wears leather armor and wields a rapier. Atien is searching for an ancient artifact of evil.",
  "Indindel: Female Half-elf Barbarian, N. Str 13, Dex 11, Con 11, Int 8, Wis 13, Cha 9. Indindel has thin black hair and narrow brown eyes. She wears hide armor and wields a glaive.",
  "Alwelen: Female Half-elf Rogue, LN. Str 12, Dex 17, Con 13, Int 13, Wis 10, Cha 11. Alwelen is short, with gray hair and dark blue eyes. She wears leather armor and wields a rapier. Alwelen lost her reflection to a nymph.",
  "Arior: Female Half-elf Fighter, CN. Str 15, Dex 12, Con 12, Int 5, Wis 5, Cha 13. Arior has black hair and green eyes. She wears a chain shirt and wields a warhammer. Arior suffers a paralyzing fear of spiders.",
  "Nimrielye: Female Half-elf Fighter, NE. Str 16, Dex 12, Con 10, Int 8, Wis 11, Cha 13. Nimrielye is short and slender, with gray hair and gray eyes. She wears splint armor and wields a maul.",
  "Cilia: Female Half-elf Barbarian, N. Str 16, Dex 6, Con 12, Int 8, Wis 8, Cha 12. Cilia has white hair and light blue eyes, and a beaked nose. She wears hide armor and wields a morningstar and net. Cilia secretly serves Husu, an ancient goddess of evil.",
  "Phone: Female Half-elf Fighter, LN. Str 12, Dex 14, Con 8, Int 12, Wis 10, Cha 6. Phone has auburn hair and blue eyes. She wears a chain shirt and wields a warhammer.",
  "Joane: Female Half-elf Druid, Neutral. Str 9, Dex 11, Con 8, Int 12, Wis 14, Cha 9. Joane has copper hair and light amber eyes. She wears leather armor and wields a mace and sling. Joane speaks with a raspy voice.",
  "Cece Ratcley: Female Half-elf Cleric, LN. Str 13, Dex 12, Con 7, Int 9, Wis 15, Cha 8. Cece has brown hair and amber eyes, and a distinctive scar on her arm. She wears leather armor and wields a quarterstaff and shield. Cece is quiet and amoral.",
  "Ellartas: Female Half-elf Cleric, N. Str 6, Dex 11, Con 14, Int 8, Wis 16, Cha 9. Ellartas has straight gray hair and hazel eyes, and a flat nose. She wears scale mail and wields a mace and sling.",
  "Eryn: Female Half-elf Wizard, LE. Str 12, Dex 14, Con 6, Int 17, Wis 11, Cha 10. Eryn has a narrow face, with silver hair and narrow gray eyes. She wears tailored clothing and wields a dagger and light crossbow. Eryn is fiendish and aggressive.",
  "Kathon: Female Half-elf Wizard, LE. Str 9, Dex 11, Con 8, Int 13, Wis 6, Cha 8. Kathon has a narrow face, with black hair and amber eyes. She wears worn clothing and wields a dagger and sling. Kathon is sadistic and malevolent.",
  "Lotanye: Female Half-elf Sorcerer, NE. Str 11, Dex 10, Con 12, Int 8, Wis 8, Cha 13. Lotanye has a long face, with copper hair and green eyes. She wears plain clothing and wields a dagger.",
  "Wene Grete: Female Half-elf Monk, N. Str 14, Dex 7, Con 9, Int 11, Wis 14, Cha 9. Wene is slender, with messy auburn hair and dark gray eyes. She wears well-made clothing and wields a bo (quarterstaff). Wene seeks to save her family from financial ruin.",
  "Nellaser: Female Half-elf Paladin, Good. Str 8, Dex 8, Con 8, Int 8, Wis 15, Cha 14. Nellaser has braided blonde hair and blue eyes. She wears chain mail and wields a shortsword and shield. Nellaser is diplomatic and wise.",
  "Bryne: Female Half-elf Cleric, CE. Str 8, Dex 9, Con 12, Int 15, Wis 12, Cha 13. Bryne is tall and slender, with blonde hair and sharp amber eyes. She wears a chain shirt and wields a spear and javelins. Bryne is absent-minded, and always searching for a missing item.",
  "Elel: Female Half-elf Fighter, CN. Str 14, Dex 13, Con 9, Int 12, Wis 6, Cha 8. Elel has a long face, with cropped golden hair and hazel eyes. She wears splint armor and wields a battleaxe and hand crossbow. Elel is impatient and selfish.",
  "Arwenwel: Female Half-elf Rogue, N. Str 9, Dex 13, Con 7, Int 10, Wis 6, Cha 13. Arwenwel has a long face, with blonde hair and narrow gray eyes. She wears leather armor and wields a longsword and sling. Arwenwel is tactless and truthful.",
  "Inell: Female Half-elf Monk, N. Str 10, Dex 13, Con 13, Int 10, Wis 9, Cha 10. Inell is exceptionally beautiful, with curly gray hair and light gray eyes. She wears modest garments and wields a bo (quarterstaff) and shuriken (darts). Inell seeks to destroy the race of orcs.",
  "Marget: Female Half-elf Paladin, Good. Str 11, Dex 12, Con 12, Int 12, Wis 8, Cha 9. Marget has long white hair and soft green eyes. She wears chain mail and wields a rapier. Marget is heroic and trustworthy.",
  "Ealwenel: Female Half-elf Ranger, LN. Str 16, Dex 12, Con 11, Int 10, Wis 16, Cha 12. Ealwenel has a long face, with cropped black hair and hazel eyes. She wears a breastplate and wields a morningstar. Ealwenel has ginger dog named Indimel.",
  "Jane Damsev: Female Half-elf Wizard, N. Str 9, Dex 11, Con 8, Int 13, Wis 14, Cha 9. Jane has messy silver hair and bright hazel eyes. She wears tailored clothing and wields a dagger and light crossbow. Jane is stoic and pleasant.",
  "Artarel: Female Half-elf Barbarian, NE. Str 17, Dex 12, Con 11, Int 12, Wis 8, Cha 13. Artarel has black hair and green eyes, and pointed ears. She wears scale mail and wields a greataxe. Artarel has an animal companion, a silver dog named Lomire.",
  "Serie: Female Half-elf Ranger, LN. Str 15, Dex 15, Con 7, Int 12, Wis 14, Cha 8. Serie is rugged in appearance, with curly brown hair and gray eyes. She wears studded leather and wields a glaive. Serie has black snake named Gauwis.",
  "Amalan: Female Half-elf Rogue, LG. Str 10, Dex 13, Con 9, Int 9, Wis 10, Cha 11. Amalan has short golden hair and amber eyes. She wears leather armor and wields a rapier. Amalan is capable and trustworthy.",
  "Ryellia: Female Half-elf Paladin, Good. Str 8, Dex 10, Con 6, Int 6, Wis 15, Cha 13. Ryellia is short and stout, with silver hair and hazel eyes. She wears ring mail and wields a halberd. Ryellia is searching for the lost Monastery of the Empyrean Sky.",
  "Niserie: Female Half-elf Fighter, LN. Str 13, Dex 14, Con 8, Int 14, Wis 7, Cha 13. Niserie is short and slender, with long brown hair and hazel eyes. She wears splint armor and wields a flail and net. Niserie is searching for her lost sister.",
  "Laserie: Female Half-elf Sorcerer, LG. Str 10, Dex 9, Con 7, Int 8, Wis 10, Cha 14. Laserie has brown hair and light hazel eyes, and a thin nose. She wears simple clothing and wields a quarterstaff.",
  "Mara Hawe: Female Half-elf Rogue, LN. Str 12, Dex 17, Con 14, Int 14, Wis 13, Cha 5. Mara has a narrow face, with red hair and dark green eyes. She wears leather armor and wields a longsword. Mara has an animal companion, a dire rat named Phone.",
  "Eryel: Female Half-elf Druid, Neutral. Str 11, Dex 12, Con 12, Int 5, Wis 13, Cha 11. Eryel is rough in appearance, with curly golden hair and amber eyes. She wears hide armor and wields a spear. Eryel is moody and clever.",
  "Nimredhel: Female Half-elf Fighter, LG. Str 13, Dex 12, Con 12, Int 8, Wis 8, Cha 11. Nimredhel has thin auburn hair and bright blue eyes, and a distinctive scar on her leg. She wears splint armor and wields a maul.",
  "Adrien: Female Half-elf Ranger, CG. Str 11, Dex 11, Con 6, Int 9, Wis 11, Cha 8. Adrien has long black hair and hazel eyes, and large ears. She wears half plate and wields a maul. Adrien has hawk named Arior.",
  "Findelye: Female Half-elf Fighter, N. Str 13, Dex 17, Con 10, Int 13, Wis 15, Cha 11. Findelye has red hair and bright blue eyes, and pointed ears. She wears splint armor and wields a scimitar and heavy crossbow. Findelye is hunting the dragon who slew his mentor.",
  "Celye: Female Half-elf Paladin, Good. Str 13, Dex 12, Con 8, Int 9, Wis 12, Cha 14. Celye has silver hair and amber eyes. She wears chain mail and wields a battleaxe and shield.",
  "Nelothien: Female Half-elf Warlock, N. Str 12, Dex 9, Con 12, Int 10, Wis 13, Cha 13. Nelothien is heavyset, with straight black hair and hazel eyes. She wears studded leather and wields a quarterstaff and light crossbow. Nelothien has an animal companion, a vampire bat named Ophened.",
  "Cily: Female Half-elf Rogue, CN. Str 10, Dex 16, Con 11, Int 11, Wis 13, Cha 8. Cily is rough in appearance, with red hair and narrow gray eyes. She wears leather armor and wields a longsword. Cily is absent-minded and bold.",
  "Lizab: Female Half-elf Bard, LN. Str 10, Dex 8, Con 11, Int 13, Wis 9, Cha 13. Lizab has golden hair and soft brown eyes, and wears glasses with iron rims. She wears studded leather and wields a spear. Lizab dislikes having people behind her.",
  "Ilian: Female Half-elf Bard, N. Str 13, Dex 11, Con 12, Int 15, Wis 10, Cha 17. Ilian has a square face, with curly gray hair and gray eyes. She wears leather armor and wields a shortsword. Ilian seeks to save her family from financial ruin.",
  "Ecix Porte: Female Half-elf Cleric, NG. Str 10, Dex 10, Con 9, Int 11, Wis 13, Cha 16. Ecix has thin golden hair and sharp green eyes. She wears leather armor and wields a mace and darts.",
  "Atril: Female Half-elf Paladin, Good. Str 9, Dex 9, Con 5, Int 6, Wis 11, Cha 16. Atril is short, with short golden hair and soft hazel eyes. She wears chain mail and wields a rapier and shield. Atril is fair and calm.",
  "Ellel Spycey: Female Half-elf Rogue, N. Str 8, Dex 12, Con 11, Int 11, Wis 9, Cha 10. Ellel has uneven brown hair and green eyes, and prominent ears. She wears leather armor and wields a shortsword. Ellel compulsively chants nonsense.",
  "Edhen: Female Half-elf Fighter, NE. Str 15, Dex 11, Con 13, Int 7, Wis 9, Cha 11. Edhen has long auburn hair and blue eyes, and small ears. She wears scale mail and wields a trident and blowgun. Edhen has an animal companion, a black bear named Joyce.",
  "Ilyn: Female Half-elf Paladin, Good. Str 10, Dex 14, Con 8, Int 8, Wis 13, Cha 9. Ilyn has a round face, with cropped blonde hair and sharp blue eyes. She wears plate armor and wields a greatsword. Ilyn is reflective and guarded.",
  "Erilmis: Female Half-elf Sorcerer, LE. Str 11, Dex 10, Con 10, Int 11, Wis 12, Cha 13. Erilmis has copper hair and soft amber eyes, and walks with a limp. She wears sturdy clothing and wields a dagger and sling. Erilmis refers to herself in the third person.",
  "Celaser: Female Half-elf Monk, NG. Str 12, Dex 13, Con 8, Int 15, Wis 14, Cha 10. Celaser has braided black hair and blue eyes, and a distinctive mark on her arm. She wears travel-stained clothing and wields a kanabo (mace) and kama (sickle).",
  "Nimlenwe: Female Half-elf Bard, LN. Str 12, Dex 9, Con 7, Int 13, Wis 7, Cha 14. Nimlenwe has short gray hair and light green eyes, and a distinctive mark on her face. She wears leather armor and wields a shortsword. Nimlenwe has an animal companion, a gray rabbit named Sane.",
  "Ellyn: Female Half-elf Bard, NG. Str 9, Dex 10, Con 9, Int 8, Wis 13, Cha 16. Ellyn has a square face, with thin blonde hair and narrow hazel eyes. She wears leather armor and wields a rapier and dagger. Ellyn has an animal companion, a tawny rat named Eariedhen.",
  "Sarry: Female Half-elf Warlock, N. Str 10, Dex 8, Con 6, Int 8, Wis 13, Cha 13. Sarry has a long face, with cropped gray hair and gray eyes. She wears leather armor and wields a club. Sarry is impossibly lucky.",
  "Kater: Female Half-elf Wizard, LG. Str 11, Dex 11, Con 15, Int 15, Wis 6, Cha 9. Kater is short, with brown hair and gray eyes. She wears travel-stained clothing and wields a dagger. Kater serves Alphon, an ancient but forgotten goddess of law.",
  "Ering: Female Half-elf Ranger, LN. Str 9, Dex 12, Con 10, Int 9, Wis 15, Cha 8. Ering is slender, with gray hair and dark blue eyes. She wears studded leather and wields a greataxe. Ering has badger named Nelaser.",
  "Alyn: Female Half-elf Paladin, Good. Str 12, Dex 10, Con 13, Int 12, Wis 13, Cha 11. Alyn is slender, with copper hair and sharp gray eyes. She wears hide armor and wields a battleaxe and shield. Alyn is a terrible liar.",
  "Marger: Female Half-elf Fighter, LG. Str 13, Dex 13, Con 9, Int 10, Wis 6, Cha 10. Marger has a narrow face, with tangled gray hair and dark brown eyes. She wears plate armor and wields a war pick and shield. Marger is friendly and assertive.",
  "Joyce: Female Half-elf Barbarian, N. Str 15, Dex 12, Con 16, Int 6, Wis 9, Cha 11. Joyce has a square face, with thin red hair and soft brown eyes. She wears hide armor and wields a trident and longbow. Joyce is searching for her lost brother.",
  "Erin: Female Half-elf Monk, N. Str 14, Dex 16, Con 6, Int 6, Wis 9, Cha 12. Erin has a narrow face, with cropped copper hair and large green eyes. She wears travel-stained clothing and wields an ono (handaxe). Erin is driven and stubborn.",
  "Maredhien: Female Half-elf Fighter, NG. Str 13, Dex 17, Con 14, Int 9, Wis 10, Cha 13. Maredhien is short, with thin auburn hair and amber eyes. She wears scale mail and wields a greataxe. Maredhien seeks to discover the truth of her lineage.",
  "Lote: Female Half-elf Monk, N. Str 11, Dex 12, Con 10, Int 9, Wis 17, Cha 8. Lote is tall, with blonde hair and dark blue eyes. She wears travel-stained clothing and wields an ono (handaxe) and sai (dagger). Lote secretly serves Gono, an ancient goddess of evil.",
  "Minerde: Female Half-elf Ranger, LN. Str 8, Dex 14, Con 8, Int 11, Wis 12, Cha 9. Minerde is common in appearance, with brown hair and light blue eyes. She wears leather armor and wields a warhammer and shield. Minerde is flamboyant and immoral.",
  "Nerwenye: Female Half-elf Barbarian, LE. Str 15, Dex 8, Con 8, Int 9, Wis 6, Cha 5. Nerwenye has thin auburn hair and amber eyes. She wears studded leather and wields a morningstar. Nerwenye is mercenary and merciless.",
  "Eryn: Female Half-elf Wizard, N. Str 11, Dex 13, Con 12, Int 12, Wis 11, Cha 11. Eryn has thick gray hair and green eyes. She wears sturdy clothing and wields a dagger. Eryn has an arcane familiar, a blind six-legged cave lizard which eats stone.",
  "Anen: Female Half-elf Monk, N. Str 12, Dex 14, Con 12, Int 12, Wis 16, Cha 9. Anen is rough in appearance, with tangled auburn hair and light blue eyes. She wears modest garments and wields a bo (quarterstaff) and kama (sickle). Anen speaks with a strange accent.",
  "Ariellas: Female Half-elf Monk, N. Str 11, Dex 10, Con 11, Int 10, Wis 16, Cha 7. Ariellas has a square face, with tangled black hair and green eyes. She wears simple clothing and wields a yari (spear). Ariellas has an animal companion, a gray rat named Erin.",
  "Cecie: Female Half-elf Cleric, CN. Str 11, Dex 14, Con 13, Int 5, Wis 13, Cha 11. Cecie is slender, with red hair and gray eyes. She wears leather armor and wields a handaxe.",
  "Joycie: Female Half-elf Fighter, N. Str 17, Dex 12, Con 13, Int 12, Wis 13, Cha 12. Joycie has a narrow face, with golden hair and soft amber eyes. She wears half plate and wields a shortsword. Joycie seeks to become a knight of the realm.",
  "Benne: Female Half-elf Monk, N. Str 8, Dex 16, Con 8, Int 11, Wis 15, Cha 12. Benne has golden hair and soft green eyes, and a beaked nose. She wears modest garments and wields a yari (spear) and kama (sickle). Benne has an animal companion, a tawny rat named Finy.",
  "Cece: Female Half-elf Fighter, LG. Str 13, Dex 9, Con 10, Int 13, Wis 6, Cha 15. Cece has a long face, with curly gray hair and light green eyes. She wears scale mail and wields a morningstar and net. Cece seeks to discover the truth of her lineage.",
  "Eldatiel: Female Half-elf Rogue, CE. Str 6, Dex 15, Con 6, Int 12, Wis 10, Cha 7. Eldatiel is tall, with black hair and large hazel eyes. She wears leather armor and wields a longsword and hand crossbow. Eldatiel has an animal companion, a black cat named Ryany.",
  "Ebrialtan: Female Half-elf Druid, Neutral. Str 10, Dex 7, Con 10, Int 12, Wis 17, Cha 11. Ebrialtan has straight black hair and blue eyes, and large ears. She wears hide armor and wields a club and wooden shield. Ebrialtan believes that she is the rightful heir to the kingdom of Londorwin.",
  "Beatrey: Female Half-elf Rogue, NG. Str 14, Dex 12, Con 7, Int 17, Wis 9, Cha 14. Beatrey has thin silver hair and soft amber eyes, and a flat nose. She wears leather armor and wields a shortsword and hand crossbow. Beatrey is sensitive and honest.",
  "Elil: Female Half-elf Druid, Neutral. Str 10, Dex 13, Con 9, Int 11, Wis 16, Cha 12. Elil is short, with matted golden hair and brown eyes. She wears hide armor and wields a club. Elil has golden eagle named Enell.",
  "Anor Lardaye: Female Half-elf Ranger, N. Str 13, Dex 10, Con 13, Int 13, Wis 10, Cha 13. Anor has a narrow face, with straight auburn hair and gray eyes. She wears leather armor and wields a greatsword. Anor is searching for her missing daughter.",
  "Nellalwe: Female Half-elf Monk, NE. Str 7, Dex 12, Con 8, Int 8, Wis 10, Cha 12. Nellalwe has a narrow face, with thick auburn hair and gray eyes. She wears simple clothing and wields a yari (spear).",
  "Atien: Female Half-elf Fighter, NG. Str 14, Dex 11, Con 9, Int 8, Wis 9, Cha 12. Atien is overweight, with black hair and narrow blue eyes. She wears plate armor and wields a battleaxe.",
  "Lyne Gylley: Female Half-elf Bard, N. Str 15, Dex 11, Con 10, Int 9, Wis 8, Cha 14. Lyne is short and slender, with red hair and green eyes. She wears leather armor and wields a longsword and sickle. Lyne seeks to become an instructor at the School of Enchantments.",
  "Alarien: Female Half-elf Bard, LG. Str 12, Dex 9, Con 11, Int 15, Wis 14, Cha 12. Alarien is exceptionally beautiful, with cropped auburn hair and gray eyes. She wears studded leather and wields a shortsword and light crossbow.",
  "Serie: Female Half-elf Rogue, NE. Str 11, Dex 17, Con 9, Int 10, Wis 11, Cha 8. Serie has curly gray hair and gray eyes. She wears studded leather and wields a longsword.",
  "Arien: Female Half-elf Sorcerer, N. Str 14, Dex 7, Con 12, Int 11, Wis 7, Cha 13. Arien has tangled red hair and light amber eyes. She wears plain clothing and wields a quarterstaff.",
  "Nelaser: Female Half-elf Ranger, N. Str 15, Dex 12, Con 6, Int 14, Wis 16, Cha 10. Nelaser has a square face, with messy blonde hair and gray eyes. She wears hide armor and wields a pike. Nelaser seeks to save her family from financial ruin.",
  "Joane: Female Half-elf Paladin, Good. Str 13, Dex 6, Con 15, Int 15, Wis 13, Cha 13. Joane has a long face, with silver hair and gray eyes. She wears plate armor and wields a battleaxe. Joane is calm and aesthetic.",
  "Nimlenwe: Female Half-elf Rogue, LE. Str 10, Dex 17, Con 15, Int 17, Wis 11, Cha 9. Nimlenwe has thin auburn hair and green eyes. She wears leather armor and wields a rapier. Nimlenwe seeks to become a werewolf.",
  "Findanye: Female Half-elf Rogue, LG. Str 13, Dex 16, Con 9, Int 12, Wis 8, Cha 13. Findanye has a narrow face, with brown hair and large brown eyes. She wears leather armor and wields a rapier and javelins. Findanye is generous and righteous.",
  "Finde: Female Half-elf Monk, CN. Str 14, Dex 10, Con 10, Int 8, Wis 7, Cha 7. Finde is tall and slender, with matted copper hair and bright hazel eyes. She wears modest garments and wields an ono (handaxe) and kama (sickle).",
  "Nerdiser: Female Half-elf Monk, LE. Str 11, Dex 10, Con 9, Int 5, Wis 13, Cha 9. Nerdiser has braided brown hair and hazel eyes. She wears plain clothing and wields a yari (spear). Nerdiser is deceitful and fanatical.",
  "Imloth: Female Half-elf Barbarian, NE. Str 12, Dex 11, Con 17, Int 10, Wis 11, Cha 12. Imloth has a long face, with brown hair and blue eyes. She wears leather armor and wields a flail and heavy crossbow. Imloth seeks to discover where she came from, and who her real family is.",
  "Enwen: Female Half-elf Druid, Neutral. Str 15, Dex 6, Con 7, Int 9, Wis 16, Cha 11. Enwen has straight auburn hair and sharp blue eyes. She wears leather armor and wields a club. Enwen is a pack-rat, and carries a satchel of random junk.",
  "Indinduis: Female Half-elf Cleric, NE. Str 8, Dex 11, Con 12, Int 13, Wis 13, Cha 10. Indinduis is short, with matted silver hair and brown eyes. She wears leather armor and wields a light hammer. Indinduis has an animal companion, a hunting dog named Irilmil.",
  "Luthelye: Female Half-elf Fighter, CN. Str 13, Dex 12, Con 12, Int 5, Wis 11, Cha 13. Luthelye has white hair and soft amber eyes, and a thin nose. She wears a chain shirt and wields a trident and shield. Luthelye is serious and depraved.",
  "Phone: Female Half-elf Fighter, NE. Str 14, Dex 12, Con 10, Int 9, Wis 8, Cha 9. Phone has a round face, with red hair and bright gray eyes. She wears chain mail and wields a whip and longbow. Phone is searching for a legendary blade named Demonreaver.",
  "Cily: Female Half-elf Cleric, LN. Str 8, Dex 5, Con 10, Int 10, Wis 12, Cha 14. Cily has brown hair and light blue eyes. She wears leather armor and wields a handaxe and shield. Cily has an animal companion, a white rabbit named Niserie.",
  "Erweris: Female Half-elf Fighter, N. Str 13, Dex 7, Con 11, Int 11, Wis 10, Cha 10. Erweris is tall, with thick golden hair and sharp amber eyes. She wears a chain shirt and wields a morningstar. Erweris seeks to destroy the race of orcs.",
  "Jane Byne: Female Half-elf Wizard, LG. Str 10, Dex 11, Con 14, Int 15, Wis 8, Cha 13. Jane is exceptionally beautiful, with silver hair and hazel eyes. She wears travel-stained clothing and wields a quarterstaff and darts. Jane is philosophical and calm.",
  "Arran: Female Half-elf Paladin, Good. Str 10, Dex 10, Con 14, Int 15, Wis 7, Cha 8. Arran has copper hair and green eyes. She wears hide armor and wields a warhammer.",
  "Nelye: Female Half-elf Wizard, CG. Str 9, Dex 12, Con 7, Int 12, Wis 8, Cha 10. Nelye is willowy, with uneven red hair and gray eyes. She wears worn clothing and wields a quarterstaff and light crossbow. Nelye is impossibly lucky.",
  "Nelaser: Female Half-elf Paladin, Good. Str 14, Dex 10, Con 8, Int 15, Wis 12, Cha 14. Nelaser has matted auburn hair and large blue eyes. She wears chain mail and wields a longsword. Nelaser is impossibly lucky.",
  "Wene: Female Half-elf Monk, LG. Str 15, Dex 12, Con 13, Int 10, Wis 14, Cha 11. Wene is exceptionally beautiful, with red hair and hazel eyes. She wears sturdy clothing and wields a bo (quarterstaff). Wene has an animal companion, a copper firedrake named Lasym.",
  "Mirielye: Female Half-elf Monk, N. Str 9, Dex 11, Con 8, Int 11, Wis 12, Cha 10. Mirielye has copper hair and bright brown eyes. She wears simple clothing and wields a bo (quarterstaff) and kama (sickle). Mirielye has an animal companion, a black monkey named Elwimroth.",
  "Enell: Female Half-elf Cleric, N. Str 10, Dex 7, Con 8, Int 13, Wis 15, Cha 11. Enell has thick silver hair and hazel eyes. She wears leather armor and wields a quarterstaff.",
  "Elwinyel: Female Half-elf Paladin, Good. Str 10, Dex 7, Con 12, Int 10, Wis 11, Cha 7. Elwinyel is exceptionally beautiful, with cropped auburn hair and sharp green eyes. She wears hide armor and wields a glaive.",
  "Alodel: Female Half-elf Monk, LN. Str 7, Dex 10, Con 12, Int 9, Wis 16, Cha 11. Alodel is short, with curly blonde hair and light green eyes. She wears well-made clothing and wields an ono (handaxe) and shuriken (darts). Alodel is searching for a legendary blade named Elysian Tyrant.",
  "Aben: Female Half-elf Bard, N. Str 8, Dex 12, Con 9, Int 13, Wis 6, Cha 14. Aben has white hair and blue eyes. She wears leather armor and wields a rapier and hand crossbow. Aben has an animal companion, a black rat named Estor.",
  "Indis: Female Half-elf Rogue, NG. Str 14, Dex 13, Con 10, Int 11, Wis 13, Cha 5. Indis is noble in bearing, with long white hair and hazel eyes. She wears leather armor and wields a longsword. Indis is imaginative and brave.",
  "Idrilmis: Female Half-elf Fighter, NE. Str 15, Dex 12, Con 11, Int 9, Wis 12, Cha 8. Idrilmis is tall and stout, with black hair and bright green eyes. She wears plate armor and wields a longsword and shield. Idrilmis seeks to fulfill an ancient prophecy of evil.",
  "Ellen Boley: Female Half-elf Monk, CE. Str 11, Dex 17, Con 13, Int 5, Wis 12, Cha 12. Ellen is fey in appearance, with short golden hair and gray eyes. She wears sturdy clothing and wields nunchaku (club) and sai (dagger). Ellen is selfish and harsh.",
  "Celaser: Female Half-elf Fighter, N. Str 17, Dex 11, Con 10, Int 12, Wis 5, Cha 8. Celaser has auburn hair and bright gray eyes, and an unusual scar on her leg. She wears a chain shirt and wields a scimitar and blowgun. Celaser has an animal companion, a badger named Minerde.",
  "Imis: Female Half-elf Monk, N. Str 15, Dex 15, Con 9, Int 11, Wis 16, Cha 7. Imis is tall, with red hair and blue eyes. She wears plain clothing and wields a kanabo (mace). Imis seeks revenge against the sister who betrayed her.",
  "Erdaloth: Female Half-elf Paladin, Good. Str 15, Dex 5, Con 11, Int 10, Wis 13, Cha 12. Erdaloth has a narrow face, with auburn hair and hazel eyes. She wears scale mail and wields a greatsword. Erdaloth is absent-minded, and always searching for a missing item.",
  "Nerdalye: Female Half-elf Ranger, N. Str 9, Dex 9, Con 9, Int 12, Wis 12, Cha 10. Nerdalye is fey in appearance, with thick brown hair and brown eyes. She wears a chain shirt and wields a pike.",
  "Cily: Female Half-elf Bard, LE. Str 10, Dex 11, Con 11, Int 12, Wis 8, Cha 13. Cily has an angular face, with tangled copper hair and amber eyes. She wears leather armor and wields a mace and dagger.",
  "Nerwenye: Female Half-elf Cleric, CN. Str 10, Dex 7, Con 12, Int 6, Wis 12, Cha 17. Nerwenye is fey in appearance, with short blonde hair and narrow hazel eyes. She wears a breastplate and wields a spear.",
  "Imis: Female Half-elf Bard, LG. Str 6, Dex 11, Con 10, Int 13, Wis 11, Cha 14. Imis is exceptionally beautiful, with matted auburn hair and gray eyes. She wears leather armor and wields a rapier.",
  "Laserie: Female Half-elf Paladin, Good. Str 9, Dex 9, Con 7, Int 13, Wis 11, Cha 12. Laserie is exceptionally beautiful, with tangled black hair and dark amber eyes. She wears chain mail and wields a battleaxe. Laserie is impossibly lucky.",
  "Mera: Female Half-elf Fighter, NE. Str 16, Dex 8, Con 9, Int 5, Wis 10, Cha 6. Mera has red hair and narrow gray eyes. She wears ring mail and wields a scimitar and shield.",
  "Celalwe: Female Half-elf Monk, NE. Str 10, Dex 11, Con 9, Int 8, Wis 7, Cha 14. Celalwe is beastly in appearance, with white hair and blue eyes. She wears worn clothing and wields a yari (spear) and kama (sickle).",
  "Rine Arrell: Female Half-elf Monk, NG. Str 12, Dex 15, Con 8, Int 10, Wis 9, Cha 10. Rine is rough in appearance, with cropped gray hair and narrow gray eyes. She wears well-made clothing and wields nunchaku (club). Rine is hunting the giant who slew his mentor.",
  "Bride: Female Half-elf Rogue, N. Str 14, Dex 13, Con 10, Int 8, Wis 12, Cha 12. Bride has white hair and sharp hazel eyes. She wears leather armor and wields a rapier and sling. Bride is searching for her missing son.",
  "Mithrianye: Female Half-elf Rogue, N. Str 12, Dex 15, Con 10, Int 9, Wis 10, Cha 12. Mithrianye has blonde hair and brown eyes, and numerous unusual tattoos. She wears studded leather and wields a longsword.",
  "Ellan: Female Half-elf Ranger, NE. Str 9, Dex 10, Con 8, Int 14, Wis 16, Cha 7. Ellan has gray hair and hazel eyes. She wears leather armor and wields a shortsword and shield. Ellan is violent and corrupt.",
  "Eldan: Female Half-elf Druid, Neutral. Str 13, Dex 11, Con 7, Int 9, Wis 17, Cha 12. Eldan is exceptionally beautiful, with copper hair and brown eyes. She wears hide armor and wields a club and wooden shield. Eldan is lustful and merciless.",
  "Annan: Female Half-elf Rogue, LN. Str 6, Dex 12, Con 10, Int 12, Wis 14, Cha 9. Annan is pleasant in appearance, with auburn hair and sharp hazel eyes. She wears leather armor and wields a rapier and hand crossbow. Annan is searching for her lost brother.",
  "Argen: Female Half-elf Druid, Neutral. Str 10, Dex 8, Con 6, Int 10, Wis 16, Cha 6. Argen has silver hair and dark gray eyes, and small ears. She wears hide armor and wields a scimitar. Argen seeks only fame and glory.",
  "Mery: Female Half-elf Monk, CN. Str 13, Dex 13, Con 8, Int 9, Wis 12, Cha 8. Mery has a round face, with curly golden hair and light blue eyes. She wears worn clothing and wields an ono (handaxe). Mery lost her shadow to a hag.",
  "Elel: Female Half-elf Cleric, LN. Str 12, Dex 11, Con 12, Int 8, Wis 12, Cha 12. Elel is short and willowy, with straight golden hair and large green eyes. She wears scale mail and wields a light hammer. Elel is amoral and thoughtless.",
  "Laserie: Female Half-elf Monk, NG. Str 15, Dex 15, Con 10, Int 13, Wis 11, Cha 10. Laserie has a round face, with golden hair and green eyes. She wears well-made clothing and wields nunchaku (club) and sai (dagger). Laserie is idealistic and honest.",
  "Alwen: Female Half-elf Fighter, N. Str 13, Dex 13, Con 15, Int 9, Wis 12, Cha 12. Alwen has black hair and amber eyes. She wears a chain shirt and wields a whip and shield. Alwen has an animal companion, a ginger dog named Kathel.",
  "Atiel: Female Half-elf Fighter, LE. Str 16, Dex 7, Con 12, Int 8, Wis 11, Cha 11. Atiel is exceptionally beautiful, with long silver hair and large amber eyes. She wears ring mail and wields a greataxe. Atiel has an animal companion, a silver dog named Thony.",
  "Kater Finchey: Female Half-elf Wizard, N. Str 9, Dex 10, Con 14, Int 15, Wis 11, Cha 10. Kater has uneven blonde hair and blue eyes, and a sharp nose. She wears topaz robes and wields a dagger and light crossbow. Kater seeks only fame and glory.",
  "Artadriel: Female Half-elf Cleric, LN. Str 10, Dex 12, Con 6, Int 9, Wis 12, Cha 14. Artadriel has long blonde hair and hazel eyes. She wears hide armor and wields a light hammer and shield.",
  "Nerdalye: Female Half-elf Bard, CN. Str 13, Dex 13, Con 11, Int 10, Wis 9, Cha 15. Nerdalye is pleasant in appearance, with red hair and narrow gray eyes. She wears leather armor and wields a longsword. Nerdalye suffers an acute fear of disease.",
  "Ellen: Female Half-elf Druid, Neutral. Str 15, Dex 13, Con 10, Int 9, Wis 16, Cha 12. Ellen has straight copper hair and light green eyes. She wears leather armor and wields a spear. Ellen is searching for her lost brother.",
  "Iris: Female Half-elf Rogue, LN. Str 12, Dex 15, Con 14, Int 15, Wis 13, Cha 5. Iris is common in appearance, with cropped brown hair and bright blue eyes. She wears leather armor and wields a spear. Iris has an animal companion, a sable ferret named Wyny.",
  "Mithelye: Female Half-elf Druid, Neutral. Str 10, Dex 10, Con 11, Int 8, Wis 17, Cha 12. Mithelye has curly golden hair and dark hazel eyes, and a thin nose. She wears hide armor and wields a quarterstaff and darts. Mithelye has forest owl named Lebrielye.",
  "Ippan: Female Half-elf Barbarian, LG. Str 16, Dex 9, Con 16, Int 11, Wis 8, Cha 14. Ippan is noble in bearing, with uneven auburn hair and dark brown eyes. She wears leather armor and wields a rapier and net.",
  "Induis: Female Half-elf Ranger, N. Str 12, Dex 13, Con 10, Int 11, Wis 8, Cha 7. Induis is short, with black hair and dark brown eyes. She wears leather armor and wields a shortsword and shield. Induis seeks to save her family from financial ruin.",
  "Nerde: Female Half-elf Fighter, CN. Str 16, Dex 14, Con 15, Int 11, Wis 13, Cha 11. Nerde is overweight, with matted red hair and green eyes. She wears a chain shirt and wields a whip and longbow. Nerde is paranoid and zealous.",
  "Galaser: Female Half-elf Ranger, NG. Str 14, Dex 7, Con 15, Int 8, Wis 7, Cha 12. Galaser has a narrow face, with silver hair and brown eyes. She wears studded leather and wields a warhammer. Galaser believes that she is being hunted by supernatural creatures.",
  "Indil: Female Half-elf Ranger, N. Str 12, Dex 12, Con 9, Int 11, Wis 12, Cha 10. Indil has braided golden hair and gray eyes, and a distinctive mark on her face. She wears leather armor and wields a greataxe. Indil seeks to discover who murdered her family.",
  "Aloth: Female Half-elf Monk, N. Str 13, Dex 14, Con 13, Int 13, Wis 13, Cha 13. Aloth is exceptionally beautiful, with braided auburn hair and amber eyes. She wears sturdy clothing and wields an ono (handaxe). Aloth is impartial and adaptable.",
  "Brix: Female Half-elf Rogue, LE. Str 11, Dex 16, Con 11, Int 12, Wis 10, Cha 6. Brix is tall, with uneven golden hair and gray eyes. She wears studded leather and wields a spear. Brix has an animal companion, a dire rat named Celineth.",
  "Sabel: Female Half-elf Fighter, N. Str 13, Dex 11, Con 11, Int 8, Wis 10, Cha 6. Sabel is exceptionally beautiful, with uneven gray hair and light amber eyes. She wears splint armor and wields a longsword and heavy crossbow. Sabel is impulsive and secretive.",
  "Kater: Female Half-elf Wizard, N. Str 14, Dex 10, Con 11, Int 15, Wis 11, Cha 14. Kater is fey in appearance, with black hair and bright amber eyes. She wears blue robes and wields a dagger and light crossbow.",
  "Indel: Female Half-elf Barbarian, NG. Str 15, Dex 10, Con 9, Int 14, Wis 8, Cha 15. Indel is youthful in appearance, with black hair and light hazel eyes. She wears hide armor and wields a greataxe. Indel dislikes having people behind her.",
  "Anen: Female Half-elf Wizard, CG. Str 5, Dex 13, Con 13, Int 13, Wis 10, Cha 13. Anen is fair in appearance, with thick white hair and green eyes. She wears bronze robes and wields a quarterstaff.",
  "Sane: Female Half-elf Paladin, Good. Str 13, Dex 12, Con 8, Int 9, Wis 10, Cha 11. Sane has a narrow face, with white hair and large green eyes. She wears chain mail and wields a warhammer and shield. Sane is a practiced dart thrower.",
  "Gilmithrie: Female Half-elf Rogue, NE. Str 11, Dex 17, Con 6, Int 12, Wis 5, Cha 9. Gilmithrie is tall and heavyset, with auburn hair and hazel eyes. She wears leather armor and wields a longsword. Gilmithrie is colorblind.",
  "Serianye: Female Half-elf Rogue, NG. Str 9, Dex 12, Con 10, Int 12, Wis 8, Cha 13. Serianye is exceptionally beautiful, with golden hair and hazel eyes. She wears leather armor and wields a longsword and hand crossbow. Serianye has an animal companion, a black cat named Symond.",
  "Arwerdas: Female Half-elf Fighter, NE. Str 13, Dex 14, Con 10, Int 13, Wis 8, Cha 11. Arwerdas is tall and heavyset, with braided auburn hair and gray eyes. She wears ring mail and wields a halberd. Arwerdas is cursed with delusions.",
  "Enel Borne: Female Half-elf Cleric, N. Str 11, Dex 10, Con 10, Int 10, Wis 17, Cha 13. Enel is pleasant in appearance, with blonde hair and dark amber eyes. She wears a chain shirt and wields a quarterstaff and sling. Enel has an animal companion, a red fox named Anduir.",
  "Belia: Female Half-elf Cleric, NG. Str 11, Dex 8, Con 13, Int 9, Wis 16, Cha 13. Belia is rugged in appearance, with auburn hair and bright brown eyes. She wears half plate and wields a quarterstaff and sling. Belia suffers a paralyzing fear of confined spaces.",
  "Hily: Female Half-elf Fighter, LG. Str 15, Dex 11, Con 9, Int 14, Wis 5, Cha 10. Hily is short and thin, with auburn hair and light amber eyes. She wears a chain shirt and wields a war pick. Hily is principled and quiet.",
  "Sybeth: Female Half-elf Cleric, LG. Str 8, Dex 6, Con 11, Int 12, Wis 15, Cha 7. Sybeth has a narrow face, with golden hair and dark amber eyes. She wears studded leather and wields a spear and shield. Sybeth is cultured and perceptive.",
  "Wene: Female Half-elf Rogue, N. Str 13, Dex 16, Con 9, Int 12, Wis 11, Cha 7. Wene is common in appearance, with matted silver hair and brown eyes. She wears leather armor and wields a shortsword and hand crossbow.",
  "Arion: Female Half-elf Barbarian, LN. Str 15, Dex 13, Con 8, Int 10, Wis 10, Cha 11. Arion is heavyset, with gray hair and green eyes. She wears leather armor and wields a glaive.",
  "Abell: Female Half-elf Paladin, Good. Str 9, Dex 13, Con 11, Int 8, Wis 12, Cha 7. Abell is thin, with thin black hair and soft green eyes. She wears scale mail and wields a greatsword. Abell is generous and cautious.",
  "Induing: Female Half-elf Wizard, LN. Str 12, Dex 7, Con 14, Int 15, Wis 8, Cha 10. Induing has matted gray hair and blue eyes, and a beaked nose. She wears red robes and wields a quarterstaff and darts. Induing has an arcane familiar, a tiny firedrake named Hames.",
  "Arion Hile: Female Half-elf Wizard, NG. Str 8, Dex 12, Con 7, Int 17, Wis 8, Cha 10. Arion has a round face, with matted black hair and gray eyes. She wears travel-stained clothing and wields a dagger and light crossbow. Arion is searching for her missing familiar, a gray bat named Inden.",
  "Nerdiser: Female Half-elf Warlock, N. Str 9, Dex 10, Con 6, Int 10, Wis 12, Cha 13. Nerdiser is thin, with white hair and light gray eyes. She wears leather armor and wields a handaxe and sickle. Nerdiser is a practiced gambler.",
  "Enet Mynge: Female Half-elf Monk, LN. Str 14, Dex 15, Con 8, Int 8, Wis 11, Cha 7. Enet has a round face, with straight golden hair and bright green eyes. She wears well-made clothing and wields nunchaku (club). Enet secretly serves Myali, an ancient goddess of chaos.",
  "Arel: Female Half-elf Monk, N. Str 11, Dex 11, Con 11, Int 7, Wis 14, Cha 11. Arel has golden hair and amber eyes, and a flat nose. She wears modest garments and wields an ono (handaxe). Arel has an animal companion, a black monkey named Aloten.",
  "Induis: Female Half-elf Paladin, Good. Str 13, Dex 10, Con 8, Int 10, Wis 10, Cha 13. Induis is exceptionally beautiful, with braided copper hair and blue eyes. She wears half plate and wields a flail and shield. Induis is fascinated by geometry.",
  "Auciel Gelnney: Female Half-elf Rogue, N. Str 14, Dex 13, Con 14, Int 15, Wis 8, Cha 8. Auciel has a narrow face, with short brown hair and soft hazel eyes. She wears leather armor and wields a shortsword and sling. Auciel is cursed with wild tremors.",
  "Imloth: Female Half-elf Sorcerer, LG. Str 13, Dex 13, Con 10, Int 12, Wis 9, Cha 15. Imloth has a long face, with gray hair and green eyes. She wears worn clothing and wields a quarterstaff. Imloth has an animal companion, a tawny rat named Nellaser.",
  "Arwelel: Female Half-elf Paladin, Good. Str 10, Dex 8, Con 10, Int 11, Wis 11, Cha 13. Arwelel has auburn hair and green eyes, and prominent ears. She wears ring mail and wields a scimitar and shield. Arwelel is perceptive and steadfast.",
  "Tatanye: Female Half-elf Fighter, NG. Str 14, Dex 12, Con 7, Int 7, Wis 11, Cha 14. Tatanye is exceptionally beautiful, with cropped gray hair and brown eyes. She wears ring mail and wields a greataxe. Tatanye is gentle and principled.",
  "Niserie: Female Half-elf Paladin, Good. Str 8, Dex 6, Con 5, Int 14, Wis 17, Cha 7. Niserie has short blonde hair and blue eyes. She wears chain mail and wields a longsword. Niserie is sensitive and fair.",
  "Endel: Female Half-elf Paladin, Good. Str 13, Dex 15, Con 6, Int 13, Wis 11, Cha 12. Endel has black hair and large blue eyes. She wears chain mail and wields a greatsword. Endel seeks to destroy the undead.",
  "Elel: Female Half-elf Druid, Neutral. Str 9, Dex 11, Con 7, Int 10, Wis 16, Cha 10. Elel is fey in appearance, with golden hair and gray eyes. She wears hide armor and wields a scimitar and wooden shield. Elel is searching for her missing son.",
  "Inding: Female Half-elf Monk, NG. Str 13, Dex 15, Con 10, Int 11, Wis 17, Cha 10. Inding is tall, with auburn hair and gray eyes. She wears sturdy clothing and wields nunchaku (club) and kama (sickle).",
  "Mirinde: Female Half-elf Monk, LG. Str 11, Dex 14, Con 10, Int 7, Wis 12, Cha 7. Mirinde has white hair and blue eyes. She wears well-made clothing and wields a yari (spear) and shuriken (darts).",
  "Cece Woode: Female Half-elf Paladin, Good. Str 15, Dex 7, Con 14, Int 14, Wis 12, Cha 10. Cece is short and slender, with thick black hair and green eyes. She wears a breastplate and wields a warhammer. Cece is honorable and passionate.",
  "Erdariel: Female Half-elf Warlock, NG. Str 14, Dex 10, Con 12, Int 10, Wis 10, Cha 15. Erdariel has brown hair and sharp green eyes, and large ears. She wears leather armor and wields a quarterstaff and darts. Erdariel seeks to discover why she keeps having the same nightmare.",
  "Lalwenye: Female Half-elf Druid, Neutral. Str 12, Dex 12, Con 7, Int 12, Wis 12, Cha 8. Lalwenye is exceptionally beautiful, with messy copper hair and brown eyes. She wears leather armor and wields a scimitar. Lalwenye seeks revenge against the sister who betrayed her.",
  "Enellas: Female Half-elf Barbarian, N. Str 12, Dex 8, Con 13, Int 15, Wis 11, Cha 6. Enellas is thin, with thin brown hair and bright green eyes. She wears scale mail and wields a morningstar.",
  "Marey: Female Half-elf Rogue, NG. Str 11, Dex 17, Con 7, Int 10, Wis 14, Cha 9. Marey has an angular face, with uneven auburn hair and dark hazel eyes. She wears studded leather and wields a spear. Marey is hunting the demon who murdered her family.",
  "Adriel: Female Half-elf Fighter, LG. Str 13, Dex 14, Con 10, Int 8, Wis 12, Cha 11. Adriel has white hair and sharp blue eyes, and pointed ears. She wears chain mail and wields a trident. Adriel has an animal companion, a badger named Finropher.",
  "Elil: Female Half-elf Paladin, Good. Str 15, Dex 5, Con 12, Int 8, Wis 8, Cha 13. Elil has thick black hair and dark hazel eyes. She wears plate armor and wields a greataxe. Elil is hunting the fiend which destroyed her homeland.",
  "Sabeth: Female Half-elf Druid, Neutral. Str 9, Dex 7, Con 9, Int 12, Wis 16, Cha 5. Sabeth has braided golden hair and bright green eyes. She wears hide armor and wields a scimitar.",
  "Ennel: Female Half-elf Wizard, LN. Str 10, Dex 9, Con 14, Int 12, Wis 9, Cha 8. Ennel has thin red hair and soft amber eyes, and prominent ears. She wears fine clothing and wields a dagger. Ennel is serious and impulsive.",
  "Elyn: Female Half-elf Ranger, N. Str 12, Dex 10, Con 10, Int 10, Wis 7, Cha 12. Elyn has long gray hair and sharp hazel eyes, and wears glasses with gold rims. She wears half plate and wields a flail. Elyn is a practiced juggler.",
  "Efril: Female Half-elf Rogue, N. Str 12, Dex 15, Con 9, Int 9, Wis 11, Cha 8. Efril has red hair and large gray eyes, and pointed ears. She wears studded leather and wields a rapier.",
  "Nelalwe: Female Half-elf Fighter, LN. Str 12, Dex 13, Con 9, Int 9, Wis 8, Cha 8. Nelalwe has a narrow face, with braided auburn hair and gray eyes. She wears half plate and wields a battleaxe and shield.",
  "Enwerwel: Female Half-elf Fighter, CE. Str 16, Dex 8, Con 7, Int 9, Wis 11, Cha 9. Enwerwel has long white hair and soft gray eyes. She wears plate armor and wields a maul.",
  "Joyce Righte: Female Half-elf Wizard, NG. Str 8, Dex 12, Con 12, Int 13, Wis 14, Cha 9. Joyce has an angular face, with copper hair and blue eyes. She wears plain clothing and wields a quarterstaff. Joyce believes that she is being hunted by supernatural creatures.",
  "Elyn: Female Half-elf Barbarian, LE. Str 17, Dex 12, Con 11, Int 9, Wis 15, Cha 11. Elyn is fey in appearance, with white hair and gray eyes. She wears leather armor and wields a scimitar. Elyn has an animal companion, a badger named Mineli.",
  "Cilia Lifox: Female Half-elf Fighter, CN. Str 17, Dex 10, Con 9, Int 9, Wis 12, Cha 8. Cilia has a long face, with silver hair and green eyes. She wears plate armor and wields a glaive. Cilia is hunting the sorcerer who murdered her family.",
  "Lotarie: Female Half-elf Bard, LG. Str 6, Dex 12, Con 12, Int 10, Wis 10, Cha 15. Lotarie has a long face, with copper hair and soft amber eyes. She wears studded leather and wields a longsword and hand crossbow. Lotarie has an animal companion, a black cat named Eophithin.",
  "Marger Pycey: Female Half-elf Bard, NE. Str 7, Dex 8, Con 11, Int 14, Wis 11, Cha 15. Marger has a long face, with red hair and amber eyes. She wears studded leather and wields a club. Marger has an animal companion, a tawny rat named Alotel.",
  "Nelalwe: Female Half-elf Paladin, Good. Str 10, Dex 10, Con 10, Int 13, Wis 9, Cha 9. Nelalwe has uneven white hair and gray eyes. She wears plate armor and wields a longsword. Nelalwe seeks to save her family from financial ruin.",
  "Inyel: Female Half-elf Wizard, LG. Str 10, Dex 14, Con 12, Int 15, Wis 8, Cha 9. Inyel has a square face, with tangled silver hair and green eyes. She wears well-made clothing and wields a quarterstaff and light crossbow. Inyel suffers an acute fear of blood.",
  "Hery Cote: Female Half-elf Druid, Neutral. Str 12, Dex 6, Con 15, Int 12, Wis 15, Cha 9. Hery has white hair and amber eyes, and a thin nose. She wears leather armor and wields a club and sling. Hery compulsively steals small objects.",
  "Aben: Female Half-elf Druid, Neutral. Str 14, Dex 11, Con 11, Int 9, Wis 12, Cha 9. Aben has a narrow face, with matted red hair and large brown eyes. She wears hide armor and wields a mace. Aben has golden eagle named Ilas.",
  "Hone Rowle: Female Half-elf Cleric, N. Str 10, Dex 15, Con 8, Int 12, Wis 14, Cha 13. Hone is rough in appearance, with brown hair and brown eyes. She wears half plate and wields a handaxe. Hone is easily distracted by food and drink.",
  "Atielyel: Female Half-elf Rogue, N. Str 10, Dex 17, Con 12, Int 12, Wis 9, Cha 10. Atielyel is heavyset, with copper hair and green eyes. She wears leather armor and wields a rapier. Atielyel is searching for her missing daughter.",
  "Helia: Female Half-elf Monk, NG. Str 13, Dex 7, Con 14, Int 11, Wis 14, Cha 10. Helia is willowy, with blonde hair and light blue eyes. She wears travel-stained clothing and wields a yari (spear) and kama (sickle). Helia is energetic and inventive.",
  "Sarra: Female Half-elf Monk, N. Str 13, Dex 13, Con 10, Int 8, Wis 14, Cha 6. Sarra has thick brown hair and gray eyes, and a distinctive mark on her leg. She wears worn clothing and wields a kanabo (mace) and shuriken (darts). Sarra is suspicious and adventurous.",
  "Galote: Female Half-elf Sorcerer, N. Str 9, Dex 12, Con 10, Int 13, Wis 8, Cha 13. Galote is fey in appearance, with black hair and blue eyes. She wears worn clothing and wields a dagger.",
  "Cily Growle: Female Half-elf Bard, LE. Str 14, Dex 13, Con 7, Int 13, Wis 7, Cha 15. Cily has copper hair and large amber eyes. She wears studded leather and wields a spear. Cily has an animal companion, a hunting dog named Marger.",
  "Tarellye: Female Half-elf Wizard, N. Str 11, Dex 13, Con 6, Int 15, Wis 10, Cha 13. Tarellye has gray hair and sharp amber eyes, and pointed ears. She wears emerald robes and wields a dagger. Tarellye is honest and abusive.",
  "Nelye: Female Half-elf Barbarian, NE. Str 17, Dex 6, Con 13, Int 12, Wis 15, Cha 9. Nelye has straight white hair and soft green eyes, and small ears. She wears leather armor and wields a warhammer.",
  "Sarry: Female Half-elf Rogue, N. Str 9, Dex 14, Con 8, Int 14, Wis 10, Cha 10. Sarry is exceptionally beautiful, with tangled black hair and brown eyes. She wears studded leather and wields a longsword and light crossbow. Sarry is honest and haughty.",
  "Phily: Female Half-elf Fighter, CE. Str 13, Dex 12, Con 14, Int 7, Wis 13, Cha 8. Phily has auburn hair and light amber eyes. She wears plate armor and wields a longsword. Phily avoids eye contact.",
  "Niserie: Female Half-elf Monk, LG. Str 12, Dex 11, Con 14, Int 8, Wis 9, Cha 13. Niserie has white hair and large blue eyes. She wears well-made clothing and wields a yari (spear) and sai (dagger). Niserie is imaginative and calm.",
  "Enen: Female Half-elf Rogue, NG. Str 7, Dex 12, Con 9, Int 8, Wis 5, Cha 6. Enen has an angular face, with golden hair and soft amber eyes. She wears leather armor and wields a shortsword.",
  "Anon: Female Half-elf Wizard, LN. Str 7, Dex 10, Con 9, Int 12, Wis 11, Cha 12. Anon is short and willowy, with matted silver hair and green eyes. She wears worn clothing and wields a dagger and sling.",
  "Mery: Female Half-elf Monk, NE. Str 7, Dex 15, Con 11, Int 14, Wis 13, Cha 10. Mery has white hair and light brown eyes, and a round nose. She wears travel-stained clothing and wields nunchaku (club) and kama (sickle). Mery seeks to become a vampire.",
  "Imel: Female Half-elf Fighter, NE. Str 13, Dex 12, Con 14, Int 9, Wis 7, Cha 8. Imel has brown hair and narrow blue eyes, and a malevolent smile. She wears half plate and wields a flail. Imel is malevolent and disloyal.",
  "Herey: Female Half-elf Rogue, NG. Str 11, Dex 16, Con 11, Int 12, Wis 11, Cha 9. Herey has a narrow face, with matted golden hair and large green eyes. She wears leather armor and wields a rapier. Herey compulsively lies.",
  "Joane: Female Half-elf Rogue, CN. Str 7, Dex 16, Con 13, Int 12, Wis 10, Cha 8. Joane is exceptionally beautiful, with copper hair and gray eyes. She wears leather armor and wields a club and hand crossbow.",
  "Adriedhen: Female Half-elf Druid, Neutral. Str 13, Dex 12, Con 13, Int 13, Wis 16, Cha 12. Adriedhen has straight white hair and sharp brown eyes. She wears hide armor and wields a mace and wooden shield. Adriedhen has hawk named Joycie.",
  "Jane: Female Half-elf Fighter, LN. Str 17, Dex 14, Con 10, Int 12, Wis 6, Cha 10. Jane is rugged in appearance, with long copper hair and amber eyes. She wears chain mail and wields a battleaxe and net. Jane is wrongly sought by the paladins of the Pantheon of Songs for murder.",
  "Marger: Female Half-elf Rogue, N. Str 12, Dex 16, Con 10, Int 10, Wis 7, Cha 12. Marger is thin, with blonde hair and hazel eyes. She wears leather armor and wields a rapier and darts. Marger speaks with a strange accent.",
  "Anen: Female Half-elf Warlock, NE. Str 10, Dex 12, Con 9, Int 12, Wis 10, Cha 16. Anen is common in appearance, with silver hair and green eyes. She wears leather armor and wields a handaxe. Anen is coarse and callous.",
  "Joane Alter: Female Half-elf Monk, N. Str 11, Dex 13, Con 11, Int 14, Wis 10, Cha 10. Joane is exceptionally beautiful, with tangled copper hair and green eyes. She wears travel-stained clothing and wields a kanabo (mace) and kama (sickle).",
  "Nelothel: Female Half-elf Paladin, Good. Str 15, Dex 9, Con 9, Int 8, Wis 15, Cha 15. Nelothel is stout, with thick brown hair and brown eyes. She wears plate armor and wields a maul.",
  "Abel: Female Half-elf Monk, LG. Str 15, Dex 11, Con 8, Int 10, Wis 8, Cha 10. Abel has auburn hair and dark green eyes. She wears simple clothing and wields an ono (handaxe) and shuriken (darts).",
  "Mery: Female Half-elf Monk, NG. Str 13, Dex 9, Con 10, Int 14, Wis 11, Cha 11. Mery has auburn hair and sharp brown eyes, and large ears. She wears plain clothing and wields nunchaku (club). Mery is fearless and covetous.",
  "Abel Hawe: Female Half-elf Rogue, LG. Str 9, Dex 16, Con 12, Int 11, Wis 5, Cha 9. Abel is tall, with blonde hair and brown eyes. She wears leather armor and wields a quarterstaff. Abel is fearless and obsessive.",
  "Alyn Gelnne: Female Half-elf Barbarian, N. Str 12, Dex 7, Con 7, Int 8, Wis 15, Cha 11. Alyn has blonde hair and brown eyes, and numerous unusual tattoos. She wears hide armor and wields a flail and blowgun. Alyn is only friendly towards other half-elves..",
  "Ellel: Female Half-elf Monk, NG. Str 12, Dex 14, Con 10, Int 9, Wis 11, Cha 7. Ellel has red hair and narrow blue eyes, and small ears. She wears simple clothing and wields nunchaku (club).",
  "Eldanith: Female Half-elf Fighter, LG. Str 15, Dex 8, Con 9, Int 10, Wis 10, Cha 12. Eldanith is common in appearance, with curly brown hair and narrow amber eyes. She wears plate armor and wields a warhammer. Eldanith is impossibly lucky.",
  "Cecie: Female Half-elf Cleric, LG. Str 9, Dex 9, Con 8, Int 9, Wis 15, Cha 11. Cecie has silver hair and light amber eyes, and a sharp nose. She wears studded leather and wields a light hammer and shield.",
  "Nelebrie: Female Half-elf Ranger, CN. Str 16, Dex 13, Con 10, Int 11, Wis 9, Cha 15. Nelebrie has braided golden hair and bright green eyes. She wears a chain shirt and wields a morningstar and shield.",
  "Mery: Female Half-elf Paladin, Good. Str 14, Dex 10, Con 12, Int 10, Wis 12, Cha 9. Mery has white hair and hazel eyes. She wears a chain shirt and wields a trident. Mery has an animal companion, a black warhorse named Narder.",
  "Gilminye: Female Half-elf Bard, NE. Str 5, Dex 10, Con 6, Int 12, Wis 8, Cha 16. Gilminye is beastly in appearance, with thick auburn hair and light amber eyes. She wears leather armor and wields a quarterstaff.",
  "Hone: Female Half-elf Druid, Neutral. Str 14, Dex 15, Con 15, Int 10, Wis 17, Cha 9. Hone has black hair and brown eyes, and numerous distinctive tattoos. She wears leather armor and wields a scimitar and wooden shield. Hone is searching for her lost brother.",
  "Nimlye: Female Half-elf Barbarian, N. Str 13, Dex 12, Con 9, Int 9, Wis 9, Cha 10. Nimlye is tall, with thin black hair and bright brown eyes. She wears scale mail and wields a war pick. Nimlye is truthful and barbaric.",
  "Hely Carde: Female Half-elf Fighter, N. Str 16, Dex 11, Con 9, Int 10, Wis 12, Cha 9. Hely has gray hair and amber eyes. She wears chain mail and wields a battleaxe and longbow.",
  "Nimrilye: Female Half-elf Druid, Neutral. Str 14, Dex 7, Con 12, Int 6, Wis 17, Cha 8. Nimrilye is rough in appearance, with copper hair and brown eyes. She wears leather armor and wields a club and sling. Nimrilye seeks revenge against the sister who betrayed her.",
  "Phery: Female Half-elf Rogue, N. Str 14, Dex 12, Con 14, Int 15, Wis 12, Cha 11. Phery is common in appearance, with silver hair and gray eyes. She wears studded leather and wields a club and hand crossbow. Phery seeks to atone for past sins.",
  "Belia Tery: Female Half-elf Warlock, LN. Str 16, Dex 13, Con 13, Int 7, Wis 8, Cha 17. Belia is exceptionally beautiful, with uneven gray hair and brown eyes. She wears leather armor and wields a club and light crossbow.",
  "Phily: Female Half-elf Fighter, NG. Str 13, Dex 15, Con 9, Int 8, Wis 15, Cha 11. Phily has a round face, with gray hair and blue eyes. She wears ring mail and wields a flail and shield. Phily is impossibly lucky.",
  "Beatry: Female Half-elf Paladin, Good. Str 14, Dex 13, Con 15, Int 12, Wis 9, Cha 11. Beatry has an angular face, with curly silver hair and green eyes. She wears half plate and wields a morningstar. Beatry is virtuous and cautious.",
  "Nerdiser: Female Half-elf Monk, LN. Str 12, Dex 15, Con 7, Int 11, Wis 12, Cha 10. Nerdiser has a square face, with cropped brown hair and green eyes. She wears modest garments and wields nunchaku (club) and kama (sickle). Nerdiser is moody and stoic.",
  "Hera: Female Half-elf Fighter, N. Str 13, Dex 11, Con 8, Int 9, Wis 10, Cha 11. Hera has straight auburn hair and green eyes. She wears a chain shirt and wields a glaive.",
  "Ering: Female Half-elf Fighter, NG. Str 14, Dex 12, Con 7, Int 12, Wis 11, Cha 13. Ering is exceptionally beautiful, with gray hair and gray eyes. She wears splint armor and wields a rapier and hand crossbow. Ering is philosophical and assertive.",
  "Kathel: Female Half-elf Ranger, LG. Str 12, Dex 10, Con 10, Int 10, Wis 13, Cha 10. Kathel has thin brown hair and dark hazel eyes, and a thin nose. She wears a chain shirt and wields a maul.",
  "Aren: Female Half-elf Sorcerer, LN. Str 11, Dex 8, Con 9, Int 11, Wis 9, Cha 13. Aren has cropped copper hair and light gray eyes. She wears worn clothing and wields a dagger and sling. Aren seeks to atone for past sins.",
  "Findanye: Female Half-elf Cleric, CN. Str 13, Dex 7, Con 8, Int 10, Wis 17, Cha 8. Findanye is exceptionally beautiful, with blonde hair and brown eyes. She wears scale mail and wields a quarterstaff. Findanye has an animal companion, a red fox named Alakin.",
  "Hone Pycey: Female Half-elf Cleric, CG. Str 9, Dex 15, Con 14, Int 11, Wis 12, Cha 13. Hone has a narrow face, with gray hair and green eyes. She wears leather armor and wields a club and darts. Hone is generous and industrious.",
  "Abell Fordye: Female Half-elf Barbarian, N. Str 13, Dex 12, Con 13, Int 13, Wis 8, Cha 12. Abell has black hair and brown eyes. She wears hide armor and wields a halberd. Abell is a terrible liar.",
  "Icen: Female Half-elf Cleric, N. Str 11, Dex 8, Con 6, Int 6, Wis 17, Cha 17. Icen has a square face, with golden hair and amber eyes. She wears studded leather and wields a light hammer and shield.",
  "Cece: Female Half-elf Cleric, NE. Str 9, Dex 8, Con 9, Int 10, Wis 12, Cha 10. Cece has thin white hair and gray eyes. She wears scale mail and wields a light hammer and shield. Cece lost her reflection to a nymph.",
  "Imlodel: Female Half-elf Fighter, NE. Str 12, Dex 13, Con 12, Int 10, Wis 9, Cha 7. Imlodel has an angular face, with thin black hair and large green eyes. She wears ring mail and wields a morningstar and shield. Imlodel has an animal companion, a gray wolf named Ryany.",
  "Suse: Female Half-elf Rogue, N. Str 10, Dex 16, Con 9, Int 12, Wis 6, Cha 13. Suse is short and willowy, with cropped auburn hair and large amber eyes. She wears leather armor and wields a shortsword and hand crossbow.",
  "Arieldas: Female Half-elf Warlock, NE. Str 14, Dex 9, Con 6, Int 6, Wis 11, Cha 13. Arieldas is stout, with cropped gray hair and dark gray eyes. She wears leather armor and wields a handaxe and sling. Arieldas is selfish and harsh.",
  "Imlotel: Female Half-elf Cleric, NG. Str 8, Dex 8, Con 11, Int 6, Wis 16, Cha 15. Imlotel has uneven silver hair and brown eyes, and a flat nose. She wears a breastplate and wields a mace and shield. Imlotel has an animal companion, a hawk named Imilmis.",
  "Merey: Female Half-elf Cleric, LG. Str 9, Dex 14, Con 10, Int 13, Wis 13, Cha 10. Merey is tall, with red hair and hazel eyes. She wears leather armor and wields a handaxe and shield. Merey is fair and capable.",
  "Nelaser: Female Half-elf Paladin, Good. Str 14, Dex 9, Con 10, Int 6, Wis 13, Cha 13. Nelaser has a long face, with long golden hair and large amber eyes. She wears ring mail and wields a whip and shield. Nelaser seeks to destroy the undead.",
  "Nerdalye: Female Half-elf Fighter, LE. Str 17, Dex 12, Con 9, Int 8, Wis 7, Cha 10. Nerdalye is beastly in appearance, with white hair and gray eyes. She wears a chain shirt and wields a shortsword. Nerdalye seeks only fame and glory.",
  "Joane Warry: Female Half-elf Paladin, Good. Str 14, Dex 12, Con 13, Int 8, Wis 13, Cha 11. Joane has a long face, with thin golden hair and soft hazel eyes. She wears hide armor and wields a whip. Joane refers to herself in the third person.",
  "Alwebrias: Female Half-elf Monk, NG. Str 10, Dex 15, Con 7, Int 11, Wis 12, Cha 13. Alwebrias is short, with matted white hair and gray eyes. She wears modest garments and wields nunchaku (club) and kama (sickle). Alwebrias is chivalrous and nervous.",
  "Imrotel: Female Half-elf Fighter, N. Str 17, Dex 12, Con 10, Int 10, Wis 8, Cha 13. Imrotel has silver hair and light gray eyes, and a flat nose. She wears plate armor and wields a halberd. Imrotel seeks to save her family from financial ruin.",
  "Jane: Female Half-elf Fighter, N. Str 17, Dex 12, Con 12, Int 8, Wis 6, Cha 8. Jane has an angular face, with messy golden hair and dark hazel eyes. She wears hide armor and wields a shortsword. Jane has an animal companion, a badger named Doredor.",
  "Celuthien: Female Half-elf Bard, NE. Str 12, Dex 13, Con 10, Int 10, Wis 9, Cha 16. Celuthien is short and willowy, with straight red hair and sharp gray eyes. She wears studded leather and wields a shortsword and hand crossbow. Celuthien is insane and destructive.",
  "Endeldas: Female Half-elf Rogue, NG. Str 9, Dex 15, Con 8, Int 7, Wis 11, Cha 14. Endeldas has an angular face, with blonde hair and sharp amber eyes. She wears studded leather and wields a rapier and javelins. Endeldas seeks to continue the noble legacy of her father.",
  "Amas: Female Half-elf Rogue, CE. Str 11, Dex 15, Con 10, Int 12, Wis 8, Cha 15. Amas is exceptionally beautiful, with cropped auburn hair and light brown eyes. She wears leather armor and wields a mace. Amas compulsively plays with a copper coin.",
  "Ennel: Female Half-elf Monk, LG. Str 14, Dex 11, Con 9, Int 7, Wis 13, Cha 14. Ennel is thin, with gray hair and dark brown eyes. She wears well-made clothing and wields a kanabo (mace) and sai (dagger). Ennel has a terrible sense of direction.",
  "Kater Daley: Female Half-elf Rogue, LN. Str 9, Dex 13, Con 8, Int 15, Wis 7, Cha 14. Kater has messy black hair and bright hazel eyes. She wears studded leather and wields a shortsword.",
  "Indelyen: Female Half-elf Rogue, CN. Str 9, Dex 12, Con 8, Int 14, Wis 11, Cha 10. Indelyen has a square face, with golden hair and green eyes. She wears leather armor and wields a club and darts. Indelyen is a practiced gambler.",
  "Laserie: Female Half-elf Sorcerer, N. Str 11, Dex 9, Con 11, Int 8, Wis 15, Cha 15. Laserie has thin blonde hair and bright blue eyes, and wears glasses with iron rims. She wears modest garments and wields a quarterstaff. Laserie is impartial and combative.",
  "Galadrie: Female Half-elf Bard, NE. Str 10, Dex 10, Con 14, Int 11, Wis 9, Cha 15. Galadrie is tall and heavyset, with tangled golden hair and hazel eyes. She wears leather armor and wields a longsword and light crossbow. Galadrie is searching for her lost sister.",
  "Elix Ringe: Female Half-elf Monk, N. Str 15, Dex 11, Con 11, Int 8, Wis 11, Cha 12. Elix has black hair and brown eyes, and pointed ears. She wears modest garments and wields a kanabo (mace). Elix is impartial and sharp-tongued.",
  "Alatiel: Female Half-elf Ranger, LN. Str 9, Dex 11, Con 10, Int 14, Wis 14, Cha 9. Alatiel has silver hair and dark brown eyes, and large ears. She wears half plate and wields a maul.",
  "Beatrey: Female Half-elf Fighter, NE. Str 13, Dex 10, Con 14, Int 10, Wis 8, Cha 9. Beatrey has messy copper hair and gray eyes, and wears glasses with copper rims. She wears scale mail and wields a morningstar and shield. Beatrey lost her reflection to a nymph.",
  "Ladrellye: Female Half-elf Fighter, N. Str 15, Dex 14, Con 14, Int 9, Wis 15, Cha 8. Ladrellye is exceptionally beautiful, with straight auburn hair and large brown eyes. She wears chain mail and wields a morningstar and shield. Ladrellye is painfully tone-deaf.",
  "Alyn: Female Half-elf Rogue, LG. Str 6, Dex 16, Con 14, Int 14, Wis 9, Cha 12. Alyn has tangled silver hair and blue eyes. She wears leather armor and wields a longsword. Alyn is philosophical and industrious.",
  "Sarry: Female Half-elf Monk, N. Str 11, Dex 14, Con 9, Int 12, Wis 13, Cha 12. Sarry has golden hair and blue eyes. She wears travel-stained clothing and wields nunchaku (club). Sarry seeks to discover why she cannot remember anything from yesterday.",
  "Arwel: Female Half-elf Wizard, NG. Str 10, Dex 14, Con 10, Int 15, Wis 9, Cha 13. Arwel has a square face, with thick auburn hair and soft brown eyes. She wears modest garments and wields a quarterstaff. Arwel is courageous and covetous.",
  "Erys Arrer: Female Half-elf Fighter, LG. Str 14, Dex 15, Con 9, Int 9, Wis 11, Cha 10. Erys is overweight, with silver hair and blue eyes. She wears splint armor and wields a trident and shield. Erys has an animal companion, a green firedrake named Tanye.",
  "Bely: Female Half-elf Paladin, Good. Str 10, Dex 10, Con 13, Int 7, Wis 14, Cha 9. Bely is short, with white hair and brown eyes. She wears plate armor and wields a halberd. Bely is haunted by the memories of a past life.",
  "Sabeth Spycey: Female Half-elf Cleric, LN. Str 15, Dex 13, Con 10, Int 9, Wis 15, Cha 13. Sabeth is exceptionally beautiful, with matted black hair and green eyes. She wears scale mail and wields a quarterstaff. Sabeth seeks revenge against the sister who betrayed her.",
  "Bridget: Female Half-elf Fighter, N. Str 17, Dex 13, Con 10, Int 7, Wis 8, Cha 9. Bridget is tall, with gray hair and hazel eyes. She wears plate armor and wields a war pick and shield. Bridget seeks to free herself from an ancient curse.",
  "Ellartas: Female Half-elf Warlock, LN. Str 15, Dex 11, Con 11, Int 7, Wis 9, Cha 12. Ellartas is tall, with silver hair and green eyes. She wears leather armor and wields a handaxe. Ellartas lost her shadow to a hag.",
  "Sane Fane: Female Half-elf Fighter, LN. Str 12, Dex 14, Con 9, Int 7, Wis 11, Cha 9. Sane is overweight, with red hair and large green eyes. She wears scale mail and wields a longsword and shield. Sane is cautious and impish.",
  "Jane Norde: Female Half-elf Monk, NG. Str 12, Dex 7, Con 12, Int 7, Wis 17, Cha 9. Jane has thin black hair and blue eyes, and prominent ears. She wears sturdy clothing and wields an ono (handaxe) and shuriken (darts). Jane suffers a paralyzing fear of open spaces.",
  "Elladrien: Female Half-elf Fighter, LN. Str 12, Dex 9, Con 13, Int 11, Wis 15, Cha 11. Elladrien has black hair and brown eyes, and pointed ears. She wears half plate and wields a longsword and hand crossbow. Elladrien is moody and vulgar.",
  "Serielye: Female Half-elf Fighter, N. Str 16, Dex 8, Con 12, Int 8, Wis 11, Cha 14. Serielye has uneven white hair and blue eyes, and a sharp nose. She wears hide armor and wields a whip and shield. Serielye seeks to become a knight of the realm.",
  "Elwis: Female Half-elf Monk, NG. Str 9, Dex 17, Con 14, Int 8, Wis 11, Cha 6. Elwis has a square face, with red hair and green eyes. She wears plain clothing and wields a yari (spear) and shuriken (darts). Elwis seeks to prove herself to her peers.",
  "Gilmirie: Female Half-elf Ranger, CE. Str 8, Dex 13, Con 5, Int 8, Wis 9, Cha 8. Gilmirie is rough in appearance, with long copper hair and brown eyes. She wears a breastplate and wields a morningstar and shield. Gilmirie seeks only fame and glory.",
  "Mara: Female Half-elf Monk, LN. Str 17, Dex 9, Con 6, Int 7, Wis 13, Cha 10. Mara is tall, with gray hair and blue eyes. She wears well-made clothing and wields nunchaku (club). Mara is guarded and jealous.",
  "Ilas: Female Half-elf Fighter, NG. Str 16, Dex 9, Con 8, Int 7, Wis 10, Cha 8. Ilas is short, with thin red hair and gray eyes. She wears hide armor and wields a pike. Ilas has an animal companion, a badger named Carandil.",
  "Minelye: Female Half-elf Warlock, LG. Str 13, Dex 7, Con 9, Int 13, Wis 9, Cha 16. Minelye is rough in appearance, with golden hair and light brown eyes. She wears leather armor and wields a spear. Minelye seeks to raise an army of fire elementals.",
  "Eryet: Female Half-elf Monk, CN. Str 16, Dex 16, Con 14, Int 6, Wis 10, Cha 13. Eryet has golden hair and light amber eyes. She wears plain clothing and wields a yari (spear). Eryet suffers a mild allergy to eggs.",
  "Idgel Lete: Female Half-elf Monk, LN. Str 15, Dex 11, Con 8, Int 9, Wis 13, Cha 10. Idgel has a narrow face, with curly golden hair and brown eyes. She wears modest garments and wields a yari (spear). Idgel is searching for the legendary dwarven kingdom of Kibarukth.",
  "Elel: Female Half-elf Rogue, N. Str 8, Dex 14, Con 12, Int 11, Wis 7, Cha 7. Elel has an angular face, with silver hair and narrow gray eyes. She wears leather armor and wields a shortsword and sickle. Elel is practical and lustful.",
  "Suse Edwar: Female Half-elf Rogue, NG. Str 11, Dex 17, Con 11, Int 15, Wis 9, Cha 10. Suse has blonde hair and blue eyes, and a round nose. She wears studded leather and wields a shortsword. Suse has an animal companion, a black cat named Erilas.",
  "Irilmis: Female Half-elf Rogue, LG. Str 12, Dex 13, Con 9, Int 16, Wis 9, Cha 13. Irilmis has a round face, with blonde hair and green eyes. She wears leather armor and wields a longsword.",
  "Tarilye: Female Half-elf Warlock, NG. Str 9, Dex 10, Con 9, Int 8, Wis 13, Cha 16. Tarilye has copper hair and large gray eyes. She wears leather armor and wields a spear. Tarilye has an animal companion, a black cat named Artin.",
  "Findanye: Female Half-elf Paladin, Good. Str 9, Dex 9, Con 12, Int 10, Wis 15, Cha 8. Findanye is pleasant in appearance, with matted white hair and sharp hazel eyes. She wears plate armor and wields a longsword and shield. Findanye has an animal companion, a black warhorse named Lesym.",
  "Suse: Female Half-elf Fighter, LN. Str 14, Dex 10, Con 11, Int 11, Wis 10, Cha 12. Suse is tall and thin, with uneven gray hair and soft hazel eyes. She wears chain mail and wields a maul.",
  "Induiris: Female Half-elf Paladin, Good. Str 11, Dex 8, Con 6, Int 7, Wis 10, Cha 13. Induiris is tall, with short gray hair and dark gray eyes. She wears a chain shirt and wields a rapier and shield. Induiris believes that she is the rightful heir to the crown of Sirestir.",
  "Phone: Female Half-elf Bard, N. Str 9, Dex 9, Con 10, Int 11, Wis 11, Cha 17. Phone has a long face, with silver hair and light blue eyes. She wears leather armor and wields a handaxe.",
  "Belia: Female Half-elf Rogue, LN. Str 5, Dex 14, Con 14, Int 13, Wis 10, Cha 10. Belia has golden hair and blue eyes, and a thin nose. She wears studded leather and wields a shortsword. Belia has an animal companion, a raven named Erys.",
  "Minye: Female Half-elf Ranger, N. Str 11, Dex 11, Con 13, Int 7, Wis 9, Cha 9. Minye is exceptionally beautiful, with curly copper hair and bright green eyes. She wears scale mail and wields a greatsword. Minye is tactless and impatient.",
  "Ilmith: Female Half-elf Bard, NG. Str 9, Dex 7, Con 10, Int 11, Wis 15, Cha 15. Ilmith has a round face, with straight golden hair and hazel eyes. She wears studded leather and wields a rapier and sickle.",
  "Abel: Female Half-elf Paladin, Good. Str 12, Dex 11, Con 10, Int 15, Wis 12, Cha 13. Abel has a long face, with thick silver hair and hazel eyes. She wears half plate and wields a shortsword. Abel has an animal companion, a bay warhorse named Findelye.",
  "Iming: Female Half-elf Bard, NG. Str 10, Dex 8, Con 7, Int 14, Wis 9, Cha 14. Iming is short and willowy, with blonde hair and green eyes. She wears leather armor and wields a shortsword. Iming frequently uses uncommon words incorrectly.",
  "Nerdanye: Female Half-elf Rogue, N. Str 6, Dex 17, Con 11, Int 13, Wis 8, Cha 11. Nerdanye has a narrow face, with copper hair and brown eyes. She wears studded leather and wields a longsword and hand crossbow.",
  "Joyce: Female Half-elf Cleric, NE. Str 7, Dex 13, Con 8, Int 11, Wis 12, Cha 11. Joyce has thin brown hair and soft brown eyes. She wears studded leather and wields a club and sling.",
  "Minimrie: Female Half-elf Wizard, LN. Str 8, Dex 12, Con 6, Int 16, Wis 15, Cha 14. Minimrie has red hair and sharp green eyes. She wears sapphire robes and wields a dagger. Minimrie is searching for the lost kingdom of Barestir.",
  "Rione: Female Half-elf Paladin, Good. Str 10, Dex 7, Con 14, Int 8, Wis 11, Cha 16. Rione has a round face, with tangled copper hair and sharp hazel eyes. She wears ring mail and wields a trident and shield.",
  "Mera: Female Half-elf Barbarian, N. Str 15, Dex 13, Con 10, Int 9, Wis 6, Cha 9. Mera has a narrow face, with thick copper hair and large amber eyes. She wears leather armor and wields a longsword and shield. Mera seeks revenge against the sister who betrayed her.",
  "Elel: Female Half-elf Cleric, CN. Str 12, Dex 11, Con 13, Int 12, Wis 17, Cha 12. Elel is common in appearance, with blonde hair and green eyes. She wears leather armor and wields a club and shield. Elel seeks the meaning of a strange prophecy.",
  "Marger: Female Half-elf Barbarian, N. Str 13, Dex 9, Con 14, Int 8, Wis 5, Cha 6. Marger has red hair and bright blue eyes. She wears scale mail and wields a whip and shield. Marger is gullible and sadistic.",
  "Mera Ammer: Female Half-elf Rogue, N. Str 9, Dex 15, Con 10, Int 13, Wis 10, Cha 10. Mera is short, with blonde hair and narrow gray eyes. She wears leather armor and wields a rapier and hand crossbow. Mera speaks with a whispery voice.",
  "Enwen: Female Half-elf Rogue, NG. Str 10, Dex 14, Con 7, Int 9, Wis 10, Cha 12. Enwen is stout, with messy golden hair and blue eyes. She wears leather armor and wields a light hammer and hand crossbow. Enwen is a terrible liar.",
  "Lebrie: Female Half-elf Fighter, LG. Str 14, Dex 11, Con 14, Int 11, Wis 14, Cha 8. Lebrie has a square face, with messy black hair and bright hazel eyes. She wears a chain shirt and wields a pike. Lebrie is only friendly towards other half-elves..",
  "Cilia: Female Half-elf Cleric, NE. Str 9, Dex 8, Con 13, Int 9, Wis 17, Cha 14. Cilia has an angular face, with black hair and large gray eyes. She wears leather armor and wields a mace and shield. Cilia has an animal companion, a copper firedrake named Enel.",
  "Ariel: Female Half-elf Barbarian, LN. Str 16, Dex 12, Con 14, Int 11, Wis 7, Cha 13. Ariel has blonde hair and green eyes. She wears scale mail and wields a shortsword and net. Ariel avoids eye contact.",
  "Cilia: Female Half-elf Monk, NG. Str 15, Dex 9, Con 9, Int 13, Wis 12, Cha 12. Cilia is willowy, with brown hair and large amber eyes. She wears well-made clothing and wields nunchaku (club) and kama (sickle). Cilia is thrifty and cautious.",
  "Cece: Female Half-elf Fighter, CE. Str 15, Dex 14, Con 11, Int 10, Wis 11, Cha 5. Cece has auburn hair and blue eyes, and pointed ears. She wears plate armor and wields a glaive. Cece compulsively plays with a brass ring.",
  "Induimel: Female Half-elf Rogue, NE. Str 11, Dex 12, Con 11, Int 15, Wis 6, Cha 8. Induimel is exceptionally beautiful, with red hair and sharp gray eyes. She wears leather armor and wields a rapier and javelins. Induimel is craven and coarse.",
  "Artan: Female Half-elf Monk, NG. Str 7, Dex 12, Con 14, Int 11, Wis 10, Cha 10. Artan has an angular face, with black hair and sharp hazel eyes. She wears modest garments and wields a yari (spear) and shuriken (darts). Artan has an animal companion, a hunting dog named Wene.",
  "Nerdalye: Female Half-elf Barbarian, LN. Str 12, Dex 14, Con 10, Int 14, Wis 10, Cha 11. Nerdalye has straight silver hair and soft hazel eyes. She wears studded leather and wields a trident and hand crossbow. Nerdalye is practical and unfeeling.",
  "Imroden: Female Half-elf Bard, CG. Str 9, Dex 10, Con 11, Int 10, Wis 7, Cha 15. Imroden has cropped copper hair and amber eyes. She wears studded leather and wields a longsword. Imroden is perceptive and extravagant.",
  "Joane: Female Half-elf Cleric, LN. Str 6, Dex 9, Con 13, Int 9, Wis 16, Cha 15. Joane has tangled auburn hair and green eyes, and large ears. She wears studded leather and wields a spear. Joane avoids eye contact.",
  "Elyn: Female Half-elf Druid, Neutral. Str 11, Dex 11, Con 6, Int 10, Wis 15, Cha 10. Elyn is exceptionally beautiful, with messy white hair and light hazel eyes. She wears leather armor and wields a quarterstaff.",
  "Wene: Female Half-elf Monk, LN. Str 15, Dex 12, Con 11, Int 15, Wis 13, Cha 9. Wene is tall, with braided black hair and brown eyes. She wears modest garments and wields a bo (quarterstaff). Wene is truthful and unfeeling.",
  "Maly: Female Half-elf Paladin, Good. Str 11, Dex 7, Con 9, Int 11, Wis 9, Cha 10. Maly is elegant in appearance, with long white hair and gray eyes. She wears splint armor and wields a maul. Maly seeks to destroy the undead.",
  "Cilia: Female Half-elf Fighter, NG. Str 17, Dex 11, Con 7, Int 10, Wis 14, Cha 8. Cilia has a narrow face, with uneven golden hair and amber eyes. She wears ring mail and wields a morningstar. Cilia has an animal companion, a badger named Elen.",
  "Suse Erwer: Female Half-elf Rogue, N. Str 8, Dex 13, Con 10, Int 14, Wis 13, Cha 11. Suse has red hair and large hazel eyes. She wears studded leather and wields a rapier and hand crossbow. Suse seeks to save her family from financial ruin.",
  "Arior: Female Half-elf Rogue, LN. Str 14, Dex 12, Con 9, Int 12, Wis 7, Cha 12. Arior has red hair and brown eyes. She wears studded leather and wields a shortsword and hand crossbow. Arior is anxious and protective.",
  "Elean Parry: Female Half-elf Fighter, CG. Str 16, Dex 7, Con 8, Int 7, Wis 13, Cha 13. Elean has a round face, with red hair and narrow green eyes. She wears ring mail and wields a whip and shield. Elean seeks to discover the truth of her lineage.",
  "Elyn: Female Half-elf Bard, LN. Str 10, Dex 14, Con 11, Int 12, Wis 10, Cha 15. Elyn has copper hair and sharp hazel eyes, and small ears. She wears leather armor and wields a rapier. Elyn has an animal companion, a red fox named Anen.",
  "Lothelye: Female Half-elf Ranger, N. Str 11, Dex 13, Con 12, Int 7, Wis 12, Cha 11. Lothelye is heavyset, with white hair and hazel eyes. She wears hide armor and wields a warhammer and shield. Lothelye dislikes having people behind her.",
  "Sybil: Female Half-elf Paladin, Good. Str 15, Dex 9, Con 11, Int 5, Wis 14, Cha 12. Sybil is stout, with long white hair and amber eyes. She wears plate armor and wields a pike. Sybil is courteous and sensitive.",
  "Arran: Female Half-elf Rogue, N. Str 9, Dex 17, Con 8, Int 12, Wis 11, Cha 6. Arran is pleasant in appearance, with uneven silver hair and sharp green eyes. She wears studded leather and wields a club.",
  "Cece: Female Half-elf Fighter, LN. Str 12, Dex 13, Con 8, Int 11, Wis 12, Cha 15. Cece has straight white hair and light brown eyes, and a thin nose. She wears half plate and wields a maul. Cece has an animal companion, a black bear named Gildiore.",
  "Eadrielel: Female Half-elf Bard, LG. Str 11, Dex 10, Con 11, Int 14, Wis 13, Cha 17. Eadrielel is exceptionally beautiful, with tangled copper hair and green eyes. She wears studded leather and wields a rapier. Eadrielel has an animal companion, a sable ferret named Ernard.",
  "Imrodel: Female Half-elf Cleric, N. Str 10, Dex 10, Con 13, Int 10, Wis 17, Cha 11. Imrodel is slender, with braided copper hair and bright blue eyes. She wears half plate and wields a mace. Imrodel is hunting the warlord who murdered her family.",
  "Aneldan: Female Half-elf Monk, N. Str 17, Dex 15, Con 9, Int 14, Wis 14, Cha 10. Aneldan has silver hair and green eyes. She wears modest garments and wields a kanabo (mace). Aneldan is haunted by the ghost of someone she killed.",
  "Elebrias: Female Half-elf Sorcerer, LG. Str 15, Dex 9, Con 12, Int 9, Wis 9, Cha 13. Elebrias has a narrow face, with gray hair and large green eyes. She wears sturdy clothing and wields a quarterstaff and sling. Elebrias has an animal companion, a gray toad named Ecin.",
  "Nelalwe: Female Half-elf Monk, LN. Str 14, Dex 16, Con 12, Int 10, Wis 14, Cha 5. Nelalwe has straight brown hair and brown eyes. She wears travel-stained clothing and wields nunchaku (club) and sai (dagger). Nelalwe has an animal companion, a black monkey named Arfindon.",
  "Finde: Female Half-elf Monk, N. Str 11, Dex 11, Con 11, Int 9, Wis 13, Cha 11. Finde has thick brown hair and amber eyes. She wears plain clothing and wields nunchaku (club). Finde compulsively plays with a copper coin.",
  "Ellen: Female Half-elf Monk, N. Str 11, Dex 13, Con 7, Int 7, Wis 10, Cha 12. Ellen has matted gray hair and green eyes, and a distinctive scar on her face. She wears modest garments and wields a bo (quarterstaff) and shuriken (darts). Ellen seeks to free herself from an ancient curse.",
  "Aten Lleynthey: Female Half-elf Fighter, CN. Str 17, Dex 11, Con 10, Int 7, Wis 7, Cha 9. Aten has a narrow face, with tangled golden hair and dark gray eyes. She wears a breastplate and wields a scimitar. Aten is impartial and cowardly.",
  "Joane: Female Half-elf Bard, LE. Str 15, Dex 11, Con 10, Int 16, Wis 8, Cha 13. Joane has messy golden hair and sharp gray eyes. She wears leather armor and wields a quarterstaff. Joane is coarse and perverted.",
  "Ecil: Female Half-elf Wizard, NG. Str 7, Dex 10, Con 12, Int 16, Wis 13, Cha 8. Ecil has a round face, with braided golden hair and green eyes. She wears expensive clothing and wields a dagger. Ecil is chivalrous and valiant.",
  "Nelaser: Female Half-elf Rogue, NE. Str 13, Dex 15, Con 14, Int 14, Wis 7, Cha 11. Nelaser has gray hair and narrow green eyes. She wears studded leather and wields a spear. Nelaser is stubborn and disloyal.",
  "Arwel: Female Half-elf Barbarian, CN. Str 14, Dex 14, Con 15, Int 10, Wis 12, Cha 9. Arwel is overweight, with straight blonde hair and amber eyes. She wears hide armor and wields a rapier. Arwel is sarcastic and perverted.",
  "Wene: Female Half-elf Wizard, NG. Str 15, Dex 12, Con 13, Int 13, Wis 10, Cha 12. Wene has a round face, with braided gray hair and blue eyes. She wears fine clothing and wields a quarterstaff and sling. Wene has an arcane familiar, a stone homunculus named Argor.",
  "Mithienye: Female Half-elf Rogue, NG. Str 9, Dex 14, Con 10, Int 10, Wis 9, Cha 12. Mithienye is stout, with auburn hair and green eyes. She wears leather armor and wields a rapier and sling. Mithienye is searching for the legendary Dark Shrine of Devastation.",
  "Cilia: Female Half-elf Rogue, CN. Str 10, Dex 12, Con 10, Int 14, Wis 6, Cha 7. Cilia has black hair and light green eyes. She wears studded leather and wields a spear and hand crossbow. Cilia has an animal companion, a raven named Fingolfin.",
  "Helia: Female Half-elf Fighter, N. Str 14, Dex 7, Con 7, Int 12, Wis 9, Cha 14. Helia has thick red hair and green eyes. She wears chain mail and wields a morningstar and shield. Helia has an animal companion, a gray wolf named Erys.",
  "Hely: Female Half-elf Fighter, LN. Str 16, Dex 12, Con 7, Int 11, Wis 13, Cha 9. Hely has silver hair and hazel eyes, and a round nose. She wears scale mail and wields a scimitar. Hely has an animal companion, a black wolf named Aelenel.",
  "Nerwenye: Female Half-elf Fighter, NE. Str 12, Dex 11, Con 5, Int 12, Wis 7, Cha 10. Nerwenye has brown hair and hazel eyes, and a beaked nose. She wears scale mail and wields a glaive. Nerwenye secretly serves Igos, an ancient goddess of death.",
  "Sybel Benthey: Female Half-elf Bard, LN. Str 11, Dex 8, Con 9, Int 15, Wis 10, Cha 12. Sybel has a long face, with curly red hair and hazel eyes. She wears studded leather and wields a longsword. Sybel is impatient and sharp-tongued.",
  "Bilia: Female Half-elf Warlock, NE. Str 12, Dex 8, Con 8, Int 6, Wis 6, Cha 16. Bilia is rough in appearance, with auburn hair and gray eyes. She wears studded leather and wields a spear. Bilia has an animal companion, a giant spider named Pholes.",
  "Indidris: Female Half-elf Fighter, LG. Str 16, Dex 12, Con 12, Int 11, Wis 8, Cha 14. Indidris is tall, with messy golden hair and large gray eyes. She wears ring mail and wields a morningstar and hand crossbow.",
  "Elel: Female Half-elf Rogue, CE. Str 9, Dex 12, Con 8, Int 15, Wis 12, Cha 10. Elel has a narrow face, with white hair and blue eyes. She wears studded leather and wields a longsword and darts. Elel is fascinated by riddles and word games.",
  "Hera: Female Half-elf Monk, LE. Str 14, Dex 17, Con 13, Int 13, Wis 12, Cha 9. Hera has gray hair and brown eyes, and walks with a limp. She wears plain clothing and wields a bo (quarterstaff) and shuriken (darts).",
  "Aucieth: Female Half-elf Cleric, LN. Str 9, Dex 9, Con 7, Int 9, Wis 12, Cha 15. Aucieth has black hair and sharp green eyes. She wears leather armor and wields a light hammer and shield. Aucieth has an animal companion, a gray rabbit named Maglionas.",
  "Findiser: Female Half-elf Cleric, NE. Str 7, Dex 11, Con 10, Int 7, Wis 14, Cha 17. Findiser is stout, with gray hair and sharp hazel eyes. She wears a chain shirt and wields a light hammer and sling. Findiser has an animal companion, a gray rabbit named Nerwende.",
  "Nimlaser: Female Half-elf Monk, LN. Str 9, Dex 8, Con 10, Int 9, Wis 7, Cha 7. Nimlaser has gray hair and gray eyes, and a thin nose. She wears travel-stained clothing and wields a kanabo (mace). Nimlaser has an animal companion, a tiger named Eron.",
  "Finde: Female Half-elf Fighter, N. Str 12, Dex 11, Con 13, Int 9, Wis 5, Cha 10. Finde has cropped brown hair and green eyes, and a distinctive tattoo on her arm. She wears splint armor and wields a glaive. Finde is searching for her missing daughter.",
  "Neladrie: Female Half-elf Paladin, Good. Str 16, Dex 6, Con 12, Int 9, Wis 14, Cha 12. Neladrie is rugged in appearance, with uneven blonde hair and green eyes. She wears splint armor and wields a rapier and shield. Neladrie was petrified for a hundred years.",
  "Nimlaser: Female Half-elf Paladin, Good. Str 8, Dex 10, Con 13, Int 14, Wis 9, Cha 14. Nimlaser has thin silver hair and blue eyes, and a magical tattoo on her arm. She wears splint armor and wields a greataxe. Nimlaser is haunted by the ghost of someone she killed.",
  "Cily: Female Half-elf Monk, NG. Str 12, Dex 12, Con 12, Int 11, Wis 7, Cha 8. Cily has a round face, with short blonde hair and hazel eyes. She wears travel-stained clothing and wields a bo (quarterstaff). Cily is trustworthy and suspicious.",
  "Aben: Female Half-elf Monk, CG. Str 15, Dex 9, Con 12, Int 15, Wis 14, Cha 11. Aben has silver hair and brown eyes. She wears simple clothing and wields an ono (handaxe) and sai (dagger). Aben is impossibly lucky.",
  "Galuthien: Female Half-elf Fighter, LG. Str 15, Dex 10, Con 11, Int 12, Wis 11, Cha 12. Galuthien is willowy, with red hair and sharp amber eyes. She wears ring mail and wields a battleaxe and hand crossbow. Galuthien is trustworthy and zealous.",
  "Eldas: Female Half-elf Paladin, Good. Str 13, Dex 7, Con 9, Int 12, Wis 15, Cha 16. Eldas has braided brown hair and hazel eyes, and a distinctive tattoo on her arm. She wears splint armor and wields a halberd. Eldas has an animal companion, a black warhorse named Nellaser.",
  "Galothel: Female Half-elf Monk, LN. Str 12, Dex 13, Con 11, Int 7, Wis 16, Cha 10. Galothel is slender, with tangled brown hair and gray eyes. She wears sturdy clothing and wields a bo (quarterstaff) and sai (dagger).",
  "Nellalwe: Female Half-elf Fighter, LN. Str 13, Dex 8, Con 10, Int 13, Wis 6, Cha 7. Nellalwe is stout, with red hair and hazel eyes. She wears hide armor and wields a pike. Nellalwe has an animal companion, a green firedrake named Findelye.",
  "Ebriadriel: Female Half-elf Wizard, LG. Str 10, Dex 15, Con 9, Int 14, Wis 11, Cha 9. Ebriadriel has braided red hair and green eyes, and small ears. She wears fine clothing and wields a quarterstaff. Ebriadriel was magically imprisoned for a hundred years.",
  "Ilmithrel: Female Half-elf Fighter, CG. Str 13, Dex 15, Con 11, Int 9, Wis 9, Cha 11. Ilmithrel has tangled gray hair and bright blue eyes, and a flat nose. She wears hide armor and wields a morningstar. Ilmithrel has an animal companion, a brown bear named Minerwe.",
  "Sarra: Female Half-elf Rogue, NG. Str 13, Dex 15, Con 7, Int 16, Wis 11, Cha 10. Sarra has a round face, with blonde hair and sharp green eyes. She wears studded leather and wields a longsword and hand crossbow. Sarra is hunting the vampire who murdered her family.",
  "Artas: Female Half-elf Warlock, NE. Str 14, Dex 8, Con 12, Int 12, Wis 10, Cha 14. Artas is short and overweight, with messy black hair and amber eyes. She wears leather armor and wields a light hammer. Artas is wrongly sought by the Knight of Dolonde for smuggling.",
  "Rine: Female Half-elf Paladin, Good. Str 15, Dex 7, Con 10, Int 6, Wis 7, Cha 10. Rine has white hair and brown eyes, and pointed ears. She wears a breastplate and wields a warhammer and shield.",
  "Niserie: Female Half-elf Monk, N. Str 13, Dex 11, Con 6, Int 9, Wis 13, Cha 9. Niserie has cropped copper hair and soft brown eyes, and a round nose. She wears well-made clothing and wields a yari (spear). Niserie is only friendly towards other half-elves..",
  "Nimlothien: Female Half-elf Bard, N. Str 8, Dex 9, Con 7, Int 12, Wis 10, Cha 14. Nimlothien is overweight, with blonde hair and dark amber eyes. She wears studded leather and wields a shortsword.",
  "Eryet: Female Half-elf Fighter, CE. Str 15, Dex 9, Con 10, Int 12, Wis 7, Cha 9. Eryet is tall and overweight, with white hair and light hazel eyes. She wears a breastplate and wields a maul. Eryet is cursed with hallucinations.",
  "Sybeatr: Female Half-elf Rogue, LN. Str 11, Dex 14, Con 6, Int 17, Wis 8, Cha 13. Sybeatr has an angular face, with short golden hair and light blue eyes. She wears leather armor and wields a rapier and hand crossbow. Sybeatr has an animal companion, a dire rat named Eartamas.",
  "Ennel: Female Half-elf Cleric, LG. Str 5, Dex 7, Con 6, Int 14, Wis 13, Cha 8. Ennel has thick black hair and soft brown eyes. She wears studded leather and wields a quarterstaff and shortbow. Ennel seeks to continue the noble legacy of her father.",
  "Adriel: Female Half-elf Rogue, N. Str 10, Dex 15, Con 8, Int 12, Wis 13, Cha 11. Adriel has an angular face, with matted auburn hair and bright amber eyes. She wears leather armor and wields a spear. Adriel has an animal companion, a dire rat named Galadaer.",
  "Adriebrian: Female Half-elf Fighter, N. Str 15, Dex 11, Con 10, Int 10, Wis 10, Cha 8. Adriebrian has auburn hair and large green eyes, and a beaked nose. She wears hide armor and wields a maul. Adriebrian seeks to free herself from an ancient curse.",
  "Aniris: Female Half-elf Paladin, Good. Str 15, Dex 13, Con 6, Int 11, Wis 10, Cha 12. Aniris is tall, with matted golden hair and light gray eyes. She wears a chain shirt and wields a flail. Aniris suffers a severe allergy to dragons.",
  "Erix Artyn: Female Half-elf Ranger, N. Str 11, Dex 7, Con 13, Int 6, Wis 11, Cha 9. Erix has braided red hair and hazel eyes, and a thin nose. She wears hide armor and wields a pike.",
  "Nerwenye: Female Half-elf Sorcerer, NE. Str 9, Dex 13, Con 11, Int 8, Wis 7, Cha 12. Nerwenye has short golden hair and gray eyes. She wears travel-stained clothing and wields a quarterstaff.",
  "Nerdiser: Female Half-elf Sorcerer, LN. Str 8, Dex 8, Con 12, Int 8, Wis 5, Cha 17. Nerdiser has brown hair and blue eyes. She wears simple clothing and wields a dagger. Nerdiser is extravagant and dishonest.",
  "Nimlye: Female Half-elf Barbarian, LG. Str 16, Dex 12, Con 15, Int 9, Wis 10, Cha 9. Nimlye is elegant in appearance, with cropped red hair and light green eyes. She wears hide armor and wields a battleaxe and shield. Nimlye has an animal companion, a black wolf named Ahtalas.",
  "Isan: Female Half-elf Monk, N. Str 10, Dex 14, Con 11, Int 10, Wis 7, Cha 9. Isan has red hair and brown eyes, and a beaked nose. She wears worn clothing and wields nunchaku (club). Isan has an animal companion, a golden monkey named Lionore.",
  "Celaser: Female Half-elf Cleric, N. Str 10, Dex 12, Con 11, Int 7, Wis 16, Cha 10. Celaser is tall and willowy, with short white hair and light amber eyes. She wears hide armor and wields a quarterstaff. Celaser has an animal companion, a red fox named Audreyn.",
  "Sybeatr Ewyth: Female Half-elf Rogue, NE. Str 13, Dex 12, Con 13, Int 11, Wis 8, Cha 13. Sybeatr is beastly in appearance, with uneven silver hair and narrow blue eyes. She wears leather armor and wields a shortsword. Sybeatr suffers a paralyzing fear of elemental and planar magic.",
  "Joycie Ammer: Female Half-elf Wizard, LN. Str 9, Dex 9, Con 12, Int 15, Wis 9, Cha 12. Joycie is tall and slender, with cropped auburn hair and dark hazel eyes. She wears modest garments and wields a quarterstaff. Joycie has an arcane familiar, a floating lantern which pulses with light as it speaks.",
  "Elyn: Female Half-elf Monk, N. Str 11, Dex 11, Con 7, Int 7, Wis 17, Cha 11. Elyn has short blonde hair and soft brown eyes. She wears sturdy clothing and wields a kanabo (mace). Elyn is guarded and possessive.",
  "Tarime: Female Half-elf Sorcerer, N. Str 15, Dex 11, Con 11, Int 5, Wis 11, Cha 16. Tarime has straight brown hair and brown eyes. She wears modest garments and wields a quarterstaff and darts. Tarime is searching for the legendary dwarven kingdom of Araddum.",
  "Iririen: Female Half-elf Fighter, LG. Str 16, Dex 17, Con 11, Int 7, Wis 6, Cha 6. Iririen is cultured in appearance, with braided blonde hair and amber eyes. She wears chain mail and wields a war pick and net. Iririen suffers a paralyzing fear of swords and blades.",
  "Nelebrie: Female Half-elf Monk, LN. Str 16, Dex 13, Con 13, Int 8, Wis 7, Cha 10. Nelebrie has cropped black hair and brown eyes. She wears modest garments and wields a kanabo (mace) and kama (sickle). Nelebrie is fascinated by noble lineages and heraldry.",
  "Finde: Female Half-elf Sorcerer, NE. Str 13, Dex 12, Con 13, Int 12, Wis 8, Cha 16. Finde is tall and overweight, with silver hair and green eyes. She wears sturdy clothing and wields a dagger. Finde compulsively whistles.",
  "Nelye: Female Half-elf Rogue, LN. Str 12, Dex 13, Con 10, Int 12, Wis 7, Cha 10. Nelye is tall and thin, with brown hair and bright gray eyes. She wears studded leather and wields a shortsword. Nelye has an animal companion, a raven named Mery.",
  "Indebrias: Female Half-elf Warlock, NG. Str 17, Dex 9, Con 9, Int 10, Wis 11, Cha 14. Indebrias has white hair and large gray eyes. She wears leather armor and wields a quarterstaff.",
  "Ellyn: Female Half-elf Rogue, N. Str 12, Dex 13, Con 10, Int 17, Wis 11, Cha 8. Ellyn is short and overweight, with thin white hair and sharp green eyes. She wears leather armor and wields a longsword. Ellyn has an animal companion, a sable ferret named Alil.",
  "Elet Jene: Female Half-elf Monk, LN. Str 9, Dex 12, Con 9, Int 13, Wis 12, Cha 6. Elet is fair in appearance, with gray hair and amber eyes. She wears worn clothing and wields a bo (quarterstaff). Elet is extravagant and cautious.",
  "Joyce: Female Half-elf Fighter, N. Str 12, Dex 12, Con 10, Int 10, Wis 11, Cha 5. Joyce has gray hair and blue eyes, and a sharp nose. She wears a breastplate and wields a flail and shield. Joyce seeks revenge against the sister who betrayed her.",
  "Arwen: Female Half-elf Barbarian, NE. Str 15, Dex 13, Con 16, Int 10, Wis 8, Cha 8. Arwen has copper hair and blue eyes, and a beaked nose. She wears leather armor and wields a shortsword and shield.",
  "Nimlaser: Female Half-elf Monk, NE. Str 8, Dex 9, Con 13, Int 11, Wis 12, Cha 10. Nimlaser is willowy, with black hair and green eyes. She wears sturdy clothing and wields a bo (quarterstaff).",
  "Sarry: Female Half-elf Fighter, NG. Str 12, Dex 14, Con 10, Int 13, Wis 11, Cha 13. Sarry is cultured in appearance, with long gray hair and sharp hazel eyes. She wears splint armor and wields a warhammer. Sarry has an animal companion, a badger named Alten.",
  "Nimlotie: Female Half-elf Monk, NE. Str 13, Dex 13, Con 9, Int 8, Wis 12, Cha 13. Nimlotie is tall and willowy, with straight blonde hair and soft brown eyes. She wears sturdy clothing and wields nunchaku (club) and kama (sickle).",
  "Animloth: Female Half-elf Monk, NE. Str 12, Dex 8, Con 13, Int 9, Wis 11, Cha 10. Animloth has messy copper hair and soft gray eyes. She wears worn clothing and wields a yari (spear).",
  "Gilminye: Female Half-elf Fighter, N. Str 12, Dex 14, Con 8, Int 15, Wis 11, Cha 12. Gilminye has a square face, with golden hair and soft green eyes. She wears half plate and wields a pike. Gilminye is humble and vulgar.",
  "Nellaser: Female Half-elf Barbarian, LN. Str 14, Dex 9, Con 13, Int 10, Wis 12, Cha 7. Nellaser has long auburn hair and brown eyes. She wears scale mail and wields a maul. Nellaser is searching for her lost brother.",
  "Nimlaser: Female Half-elf Monk, N. Str 11, Dex 10, Con 11, Int 10, Wis 11, Cha 11. Nimlaser has white hair and sharp gray eyes. She wears simple clothing and wields a yari (spear) and kama (sickle).",
  "Marielye: Female Half-elf Sorcerer, CN. Str 10, Dex 13, Con 13, Int 8, Wis 10, Cha 17. Marielye is pleasant in appearance, with blonde hair and green eyes. She wears travel-stained clothing and wields a quarterstaff and darts. Marielye is serious and zealous.",
  "Joane: Female Half-elf Monk, LG. Str 11, Dex 9, Con 12, Int 13, Wis 11, Cha 9. Joane has short white hair and green eyes. She wears sturdy clothing and wields an ono (handaxe). Joane has an animal companion, a tawny rat named Robern.",
  "Findiser: Female Half-elf Sorcerer, LG. Str 12, Dex 13, Con 10, Int 9, Wis 6, Cha 16. Findiser has a long face, with brown hair and hazel eyes. She wears modest garments and wields a dagger. Findiser has an animal companion, a red lizard named Narder.",
  "Sybel: Female Half-elf Fighter, LN. Str 16, Dex 16, Con 10, Int 15, Wis 8, Cha 12. Sybel has brown hair and blue eyes. She wears hide armor and wields a greataxe. Sybel is dying and desperately seeks the secret of immortality.",
  "Findanye: Female Half-elf Warlock, N. Str 12, Dex 6, Con 13, Int 8, Wis 13, Cha 15. Findanye is pleasant in appearance, with long white hair and narrow green eyes. She wears studded leather and wields a spear and shortbow.",
  "Ithren: Female Half-elf Barbarian, NG. Str 14, Dex 7, Con 11, Int 8, Wis 13, Cha 11. Ithren has a narrow face, with curly red hair and brown eyes. She wears studded leather and wields a battleaxe. Ithren is searching for her lost sister.",
  "Belia: Female Half-elf Cleric, LN. Str 14, Dex 8, Con 9, Int 8, Wis 12, Cha 11. Belia has a round face, with copper hair and narrow brown eyes. She wears a chain shirt and wields a quarterstaff and dagger.",
  "Sarry: Female Half-elf Rogue, CE. Str 11, Dex 16, Con 11, Int 17, Wis 11, Cha 13. Sarry has a round face, with black hair and brown eyes. She wears studded leather and wields a longsword. Sarry has an animal companion, a sable ferret named Glinethin.",
  "Edhel: Female Half-elf Paladin, Good. Str 14, Dex 11, Con 13, Int 7, Wis 13, Cha 14. Edhel has a narrow face, with blonde hair and soft hazel eyes. She wears splint armor and wields a shortsword and shield. Edhel is impossibly lucky.",
  "Erinding: Female Half-elf Paladin, Good. Str 10, Dex 9, Con 12, Int 7, Wis 13, Cha 14. Erinding has matted silver hair and narrow gray eyes, and small ears. She wears a chain shirt and wields a pike.",
  "Nimrilye: Female Half-elf Rogue, N. Str 8, Dex 13, Con 14, Int 10, Wis 12, Cha 9. Nimrilye is exceptionally beautiful, with long white hair and light gray eyes. She wears studded leather and wields a shortsword and hand crossbow. Nimrilye is truthful and insensitive.",
  "Edhellas: Female Half-elf Fighter, CN. Str 13, Dex 14, Con 9, Int 12, Wis 8, Cha 7. Edhellas is tall and willowy, with golden hair and soft blue eyes. She wears a chain shirt and wields a battleaxe and shield.",
  "Abel: Female Half-elf Rogue, N. Str 9, Dex 17, Con 11, Int 11, Wis 10, Cha 11. Abel has a square face, with messy copper hair and dark brown eyes. She wears leather armor and wields a longsword and darts. Abel is flamboyant and hateful.",
  "Edhel: Female Half-elf Rogue, NE. Str 10, Dex 12, Con 9, Int 11, Wis 10, Cha 8. Edhel is heavyset, with copper hair and soft brown eyes. She wears leather armor and wields a shortsword. Edhel speaks with a soft voice.",
  "Arierwel: Female Half-elf Warlock, N. Str 11, Dex 14, Con 10, Int 10, Wis 11, Cha 17. Arierwel is willowy, with silver hair and large green eyes. She wears studded leather and wields a spear and darts. Arierwel is extravagant and quiet.",
  "Nerde: Female Half-elf Wizard, N. Str 11, Dex 15, Con 9, Int 16, Wis 8, Cha 12. Nerde is short, with silver hair and bright brown eyes. She wears azure robes and wields a quarterstaff and darts. Nerde seeks to raise an army of earth elementals.",
  "Idrimen: Female Half-elf Ranger, LN. Str 8, Dex 16, Con 9, Int 12, Wis 13, Cha 11. Idrimen is fey in appearance, with gray hair and blue eyes. She wears half plate and wields a morningstar. Idrimen seeks only fame and glory.",
  "Gilmirie: Female Half-elf Rogue, LN. Str 11, Dex 17, Con 10, Int 14, Wis 14, Cha 8. Gilmirie has a narrow face, with long white hair and bright hazel eyes. She wears studded leather and wields a longsword. Gilmirie seeks to steal a legendary diamond from the College of the Elemental Arts.",
  "Nerdalye: Female Half-elf Ranger, LN. Str 15, Dex 14, Con 7, Int 9, Wis 16, Cha 13. Nerdalye has long golden hair and green eyes, and wears glasses with bronze rims. She wears hide armor and wields a scimitar.",
  "Belia: Female Half-elf Rogue, NG. Str 7, Dex 12, Con 10, Int 15, Wis 10, Cha 12. Belia has gray hair and blue eyes. She wears leather armor and wields a club. Belia is cursed with delusions.",
  "Serellye: Female Half-elf Cleric, NE. Str 11, Dex 9, Con 10, Int 6, Wis 16, Cha 10. Serellye is exceptionally beautiful, with short gray hair and soft green eyes. She wears leather armor and wields a club and shield. Serellye is bloodthirsty and scheming.",
  "Findalye: Female Half-elf Barbarian, NG. Str 13, Dex 12, Con 12, Int 10, Wis 11, Cha 6. Findalye has a long face, with golden hair and dark amber eyes. She wears hide armor and wields a flail and hand crossbow.",
  "Abell Morle: Female Half-elf Rogue, LG. Str 6, Dex 14, Con 10, Int 12, Wis 10, Cha 13. Abell has silver hair and dark hazel eyes, and a sharp nose. She wears leather armor and wields a shortsword. Abell seeks to free herself from an ancient curse.",
  "Sybeatr Rene: Female Half-elf Fighter, N. Str 15, Dex 11, Con 9, Int 8, Wis 9, Cha 9. Sybeatr has cropped copper hair and gray eyes, and wears glasses with steel rims. She wears scale mail and wields a pike. Sybeatr is a practiced dart thrower.",
  "Imellas: Female Half-elf Paladin, Good. Str 14, Dex 7, Con 12, Int 13, Wis 12, Cha 17. Imellas is fair in appearance, with thick copper hair and hazel eyes. She wears ring mail and wields a warhammer. Imellas is fair and well-spoken.",
  "Rose: Female Half-elf Ranger, NG. Str 10, Dex 7, Con 12, Int 11, Wis 10, Cha 11. Rose has a narrow face, with golden hair and blue eyes. She wears half plate and wields a maul. Rose is searching for her lost brother.",
  "Indelel: Female Half-elf Wizard, N. Str 10, Dex 8, Con 14, Int 13, Wis 11, Cha 15. Indelel has brown hair and brown eyes. She wears topaz robes and wields a dagger and sling. Indelel is lewd and insensitive.",
  "Idris: Female Half-elf Cleric, N. Str 11, Dex 12, Con 12, Int 13, Wis 17, Cha 12. Idris is slender, with white hair and gray eyes. She wears half plate and wields a light hammer. Idris is searching for the lost Fane of the Silver Sky.",
  "Elen: Female Half-elf Bard, LN. Str 6, Dex 14, Con 10, Int 14, Wis 15, Cha 14. Elen has braided white hair and gray eyes, and numerous distinctive tattoos. She wears studded leather and wields a longsword. Elen compulsively plays with a gold coin.",
  "Helia: Female Half-elf Monk, N. Str 13, Dex 12, Con 9, Int 11, Wis 10, Cha 12. Helia is heavyset, with braided gray hair and narrow amber eyes. She wears travel-stained clothing and wields a bo (quarterstaff).",
  "Serode: Female Half-elf Warlock, LN. Str 13, Dex 9, Con 14, Int 10, Wis 5, Cha 15. Serode has uneven black hair and hazel eyes, and a round nose. She wears studded leather and wields a light hammer and sling. Serode seeks to save her family from financial ruin.",
  "Nellaser: Female Half-elf Cleric, CN. Str 10, Dex 13, Con 8, Int 14, Wis 14, Cha 8. Nellaser has a long face, with cropped brown hair and narrow green eyes. She wears hide armor and wields a club and sickle. Nellaser is timid and determined.",
  "Mery Errer: Female Half-elf Rogue, NE. Str 11, Dex 17, Con 8, Int 11, Wis 11, Cha 7. Mery is tall and heavyset, with red hair and bright hazel eyes. She wears studded leather and wields a shortsword and shortbow. Mery seeks to fulfill an ancient prophecy of evil.",
  "Joane: Female Half-elf Monk, CN. Str 12, Dex 8, Con 7, Int 10, Wis 11, Cha 10. Joane has copper hair and light amber eyes. She wears well-made clothing and wields a bo (quarterstaff). Joane has an animal companion, a gray rabbit named Gery.",
  "Cece: Female Half-elf Warlock, LN. Str 14, Dex 9, Con 11, Int 14, Wis 7, Cha 13. Cece has auburn hair and narrow brown eyes. She wears studded leather and wields a club and light crossbow.",
  "Findelye: Female Half-elf Monk, N. Str 8, Dex 16, Con 9, Int 13, Wis 8, Cha 7. Findelye has blonde hair and blue eyes. She wears travel-stained clothing and wields nunchaku (club). Findelye has an animal companion, a tawny rat named Suse.",
  "Jane: Female Half-elf Rogue, NG. Str 12, Dex 14, Con 14, Int 9, Wis 10, Cha 10. Jane is exceptionally beautiful, with blonde hair and narrow amber eyes. She wears leather armor and wields a mace and darts. Jane is intuitive and confident.",
  "Mera: Female Half-elf Cleric, N. Str 14, Dex 14, Con 10, Int 9, Wis 15, Cha 10. Mera is fair in appearance, with curly white hair and narrow hazel eyes. She wears scale mail and wields a spear and light crossbow. Mera is searching for her lost sister.",
  "Imlotel: Female Half-elf Wizard, NG. Str 9, Dex 7, Con 12, Int 15, Wis 13, Cha 8. Imlotel has braided brown hair and large amber eyes, and an unusual mark on her arm. She wears plain clothing and wields a dagger and sling. Imlotel has Common Companion.",
  "Atrin Atclin: Female Half-elf Cleric, NG. Str 14, Dex 8, Con 8, Int 13, Wis 16, Cha 13. Atrin is noble in bearing, with messy gray hair and blue eyes. She wears studded leather and wields a mace. Atrin has an animal companion, a hawk named Alamas.",
  "Hera: Female Half-elf Fighter, LE. Str 15, Dex 13, Con 9, Int 6, Wis 10, Cha 8. Hera has golden hair and blue eyes, and small ears. She wears a chain shirt and wields a trident.",
  "Phera Quinte: Female Half-elf Cleric, CN. Str 11, Dex 8, Con 10, Int 12, Wis 12, Cha 12. Phera has copper hair and gray eyes, and an unusual mark on her face. She wears a chain shirt and wields a mace. Phera is stoic and fiendish.",
  "Sarry: Female Half-elf Ranger, CG. Str 15, Dex 14, Con 7, Int 12, Wis 10, Cha 11. Sarry has brown hair and gray eyes, and a sharp nose. She wears a chain shirt and wields a shortsword. Sarry is kind and protective.",
  "Imimroth: Female Half-elf Ranger, NE. Str 11, Dex 11, Con 6, Int 13, Wis 11, Cha 13. Imimroth is wretched in appearance, with blonde hair and sharp gray eyes. She wears studded leather and wields a battleaxe. Imimroth has gray wolf named Ilbon.",
  "Ecix: Female Half-elf Rogue, CN. Str 13, Dex 15, Con 11, Int 17, Wis 8, Cha 11. Ecix is willowy, with black hair and brown eyes. She wears studded leather and wields a light hammer. Ecix is impartial and practical.",
  "Bely: Female Half-elf Sorcerer, CG. Str 13, Dex 10, Con 9, Int 9, Wis 12, Cha 12. Bely has curly copper hair and light brown eyes. She wears travel-stained clothing and wields a dagger. Bely is pious and impartial.",
  "Mery: Female Half-elf Druid, Neutral. Str 10, Dex 9, Con 6, Int 8, Wis 15, Cha 10. Mery has silver hair and narrow blue eyes. She wears leather armor and wields a scimitar and wooden shield. Mery seeks to free herself from an ancient curse.",
  "Anor Skoerwe: Female Half-elf Monk, LN. Str 16, Dex 13, Con 9, Int 11, Wis 11, Cha 10. Anor is rough in appearance, with brown hair and gray eyes. She wears travel-stained clothing and wields a bo (quarterstaff). Anor has an animal companion, a white monkey named Egahtan.",
  "Galaser: Female Half-elf Barbarian, LN. Str 17, Dex 11, Con 12, Int 9, Wis 8, Cha 14. Galaser has gray hair and narrow blue eyes. She wears hide armor and wields a battleaxe and shield. Galaser seeks to free herself from an ancient curse.",
  "Malia: Female Half-elf Rogue, N. Str 9, Dex 16, Con 11, Int 14, Wis 8, Cha 6. Malia has red hair and hazel eyes. She wears leather armor and wields a shortsword. Malia compulsively chants nonsense.",
  "Amanis: Female Half-elf Monk, N. Str 13, Dex 13, Con 9, Int 9, Wis 17, Cha 12. Amanis has straight gray hair and dark hazel eyes. She wears travel-stained clothing and wields a kanabo (mace). Amanis compulsively insults others.",
  "Bely Woodye: Female Half-elf Ranger, LN. Str 11, Dex 12, Con 11, Int 9, Wis 13, Cha 7. Bely is rugged in appearance, with straight white hair and green eyes. She wears scale mail and wields a glaive. Bely is soft-hearted and unfeeling.",
  "Nimrie: Female Half-elf Fighter, N. Str 12, Dex 9, Con 7, Int 13, Wis 9, Cha 11. Nimrie is heavyset, with auburn hair and narrow gray eyes. She wears a chain shirt and wields a halberd. Nimrie seeks to save her family from financial ruin.",
  "Cecie Wesev: Female Half-elf Fighter, LG. Str 13, Dex 14, Con 12, Int 8, Wis 7, Cha 9. Cecie has long golden hair and soft green eyes, and a magical scar on her leg. She wears chain mail and wields a war pick and shield.",
  "Suse Mythey: Female Half-elf Fighter, N. Str 14, Dex 11, Con 12, Int 8, Wis 8, Cha 5. Suse has copper hair and soft green eyes. She wears a breastplate and wields a whip and shield. Suse is cautious and depressed.",
  "Benne: Female Half-elf Ranger, CG. Str 11, Dex 14, Con 14, Int 7, Wis 8, Cha 13. Benne is exceptionally beautiful, with copper hair and bright amber eyes. She wears studded leather and wields a war pick. Benne is thrifty and cheerful.",
  "Alyn: Female Half-elf Fighter, NG. Str 16, Dex 13, Con 5, Int 9, Wis 10, Cha 12. Alyn is short and heavyset, with curly copper hair and soft green eyes. She wears chain mail and wields a shortsword and longbow. Alyn seeks to become a knight of the realm.",
  "Abel: Female Half-elf Monk, NG. Str 14, Dex 13, Con 9, Int 15, Wis 11, Cha 8. Abel has short black hair and hazel eyes, and a magical mark on her leg. She wears modest garments and wields a yari (spear) and kama (sickle). Abel has an animal companion, a tawny rat named Armindon.",
  "Finde: Female Half-elf Druid, Neutral. Str 14, Dex 11, Con 6, Int 6, Wis 16, Cha 7. Finde has gray hair and narrow blue eyes, and small ears. She wears hide armor and wields a club and dagger.",
  "Elyn Parry: Female Half-elf Cleric, LN. Str 9, Dex 14, Con 13, Int 9, Wis 14, Cha 12. Elyn has black hair and soft brown eyes. She wears studded leather and wields a club. Elyn is fascinated by geometry.",
  "Alyn: Female Half-elf Rogue, N. Str 9, Dex 12, Con 11, Int 13, Wis 6, Cha 11. Alyn has a round face, with white hair and sharp amber eyes. She wears studded leather and wields a club. Alyn is jealous and insensitive.",
  "Amadriel: Female Half-elf Rogue, LN. Str 8, Dex 12, Con 8, Int 15, Wis 7, Cha 9. Amadriel has cropped auburn hair and brown eyes, and a magical scar on her leg. She wears studded leather and wields a shortsword and hand crossbow. Amadriel is amoral and mercenary.",
  "Nimrielye: Female Half-elf Sorcerer, LG. Str 11, Dex 10, Con 9, Int 10, Wis 12, Cha 15. Nimrielye has a narrow face, with uneven auburn hair and blue eyes. She wears plain clothing and wields a dagger and light crossbow. Nimrielye has an animal companion, a ginger weasel named Arran.",
  "Indil: Female Half-elf Sorcerer, LG. Str 11, Dex 13, Con 10, Int 10, Wis 8, Cha 16. Indil is overweight, with blonde hair and brown eyes. She wears sturdy clothing and wields a dagger. Indil compulsively plays with a copper coin.",
  "Nelaser: Female Half-elf Rogue, NE. Str 11, Dex 14, Con 8, Int 13, Wis 10, Cha 11. Nelaser is short, with cropped white hair and green eyes. She wears leather armor and wields a handaxe and hand crossbow. Nelaser speaks with a lisp.",
  "Artaning: Female Half-elf Cleric, N. Str 10, Dex 11, Con 13, Int 10, Wis 17, Cha 10. Artaning is rugged in appearance, with white hair and large blue eyes. She wears leather armor and wields a handaxe. Artaning seeks to free herself from an ancient curse.",
  "Serie: Female Half-elf Druid, Neutral. Str 13, Dex 13, Con 7, Int 7, Wis 13, Cha 12. Serie is stout, with blonde hair and dark blue eyes. She wears leather armor and wields a mace and javelins. Serie is searching for her lost brother.",
  "Nellaser: Female Half-elf Barbarian, N. Str 16, Dex 7, Con 10, Int 8, Wis 13, Cha 10. Nellaser is short, with curly auburn hair and hazel eyes. She wears studded leather and wields a war pick and shield. Nellaser avoids eye contact.",
  "Arielel: Female Half-elf Monk, NG. Str 11, Dex 12, Con 10, Int 10, Wis 10, Cha 10. Arielel has copper hair and gray eyes. She wears modest garments and wields nunchaku (club). Arielel has an animal companion, a tawny rat named Atrin.",
  "Nellenwe: Female Half-elf Bard, N. Str 8, Dex 7, Con 12, Int 11, Wis 11, Cha 15. Nellenwe is exceptionally beautiful, with blonde hair and brown eyes. She wears leather armor and wields a handaxe. Nellenwe speaks with a deep voice.",
  "Serielye: Female Half-elf Cleric, N. Str 7, Dex 11, Con 8, Int 13, Wis 13, Cha 17. Serielye has a round face, with golden hair and brown eyes. She wears a breastplate and wields a quarterstaff and shield. Serielye suffers a deadly allergy to pollen.",
  "Anelel: Female Half-elf Cleric, N. Str 7, Dex 5, Con 11, Int 10, Wis 13, Cha 10. Anelel has uneven gray hair and dark amber eyes. She wears a breastplate and wields a handaxe and sickle.",
  "Serellye: Female Half-elf Cleric, NG. Str 9, Dex 7, Con 12, Int 10, Wis 12, Cha 12. Serellye has a narrow face, with long golden hair and hazel eyes. She wears leather armor and wields a club and dagger. Serellye has an animal companion, a sable ferret named Vyncis.",
  "Arwel: Female Half-elf Wizard, NG. Str 12, Dex 14, Con 9, Int 13, Wis 10, Cha 6. Arwel is heavyset, with curly brown hair and dark brown eyes. She wears fine clothing and wields a dagger and sling. Arwel is righteous and loyal.",
  "Erwedhel: Female Half-elf Fighter, N. Str 17, Dex 12, Con 9, Int 10, Wis 8, Cha 9. Erwedhel has tangled golden hair and sharp gray eyes. She wears ring mail and wields a longsword and heavy crossbow. Erwedhel seeks to become a knight of the realm.",
  "Ilian: Female Half-elf Sorcerer, NG. Str 15, Dex 12, Con 13, Int 11, Wis 8, Cha 14. Ilian has black hair and sharp amber eyes, and large ears. She wears modest garments and wields a dagger and light crossbow.",
  "Ausan Page: Female Half-elf Bard, N. Str 15, Dex 8, Con 6, Int 9, Wis 12, Cha 17. Ausan is rough in appearance, with auburn hair and hazel eyes. She wears studded leather and wields a shortsword and hand crossbow. Ausan is extravagant and paranoid.",
  "Finde: Female Half-elf Fighter, CN. Str 15, Dex 13, Con 9, Int 10, Wis 11, Cha 9. Finde is stout, with white hair and green eyes. She wears chain mail and wields a warhammer and shield. Finde is hunting the cultists who murdered her family.",
  "Abell Ginte: Female Half-elf Sorcerer, LE. Str 9, Dex 5, Con 10, Int 10, Wis 13, Cha 14. Abell has short red hair and bright hazel eyes. She wears sturdy clothing and wields a quarterstaff.",
  "Ecil: Female Half-elf Fighter, LN. Str 14, Dex 8, Con 9, Int 15, Wis 8, Cha 8. Ecil has an angular face, with curly black hair and hazel eyes. She wears half plate and wields a greataxe. Ecil seeks to atone for past sins.",
  "Hone: Female Half-elf Cleric, N. Str 13, Dex 12, Con 7, Int 10, Wis 13, Cha 12. Hone is common in appearance, with brown hair and bright brown eyes. She wears leather armor and wields a mace and shield. Hone is amoral and thoughtless.",
  "Marger: Female Half-elf Monk, NE. Str 12, Dex 15, Con 13, Int 11, Wis 10, Cha 7. Marger has white hair and narrow amber eyes. She wears worn clothing and wields a yari (spear) and shuriken (darts). Marger speaks with a soft voice.",
  "Mery: Female Half-elf Warlock, LN. Str 12, Dex 10, Con 11, Int 11, Wis 9, Cha 13. Mery has brown hair and dark gray eyes, and an unusual scar on her arm. She wears studded leather and wields a handaxe and light crossbow. Mery is serious and tactless.",
  "Sarra: Female Half-elf Fighter, LN. Str 17, Dex 11, Con 10, Int 12, Wis 9, Cha 10. Sarra has white hair and amber eyes, and a thin nose. She wears a chain shirt and wields a longsword and shield. Sarra seeks to become a knight of the realm.",
  "Sybenn: Female Half-elf Monk, LG. Str 14, Dex 12, Con 7, Int 13, Wis 9, Cha 5. Sybenn has tangled silver hair and gray eyes, and pointed ears. She wears well-made clothing and wields a kanabo (mace) and shuriken (darts). Sybenn speaks with a stutter.",
  "Niserie: Female Half-elf Paladin, Good. Str 8, Dex 7, Con 11, Int 10, Wis 13, Cha 12. Niserie is tall, with matted golden hair and sharp green eyes. She wears hide armor and wields a war pick and shield. Niserie has an animal companion, a white warhorse named Ichohn.",
  "Joyce Frythey: Female Half-elf Cleric, LN. Str 10, Dex 15, Con 10, Int 10, Wis 14, Cha 13. Joyce has golden hair and blue eyes. She wears a chain shirt and wields a spear. Joyce has an animal companion, a black cat named Rineli.",
  "Cece: Female Half-elf Fighter, N. Str 12, Dex 15, Con 7, Int 10, Wis 13, Cha 13. Cece has blonde hair and amber eyes. She wears a chain shirt and wields a trident and heavy crossbow.",
  "Erwel: Female Half-elf Fighter, LN. Str 15, Dex 9, Con 12, Int 13, Wis 9, Cha 10. Erwel is rugged in appearance, with gray hair and light amber eyes. She wears plate armor and wields a morningstar. Erwel is sarcastic and insensitive.",
  "Artariel: Female Half-elf Rogue, N. Str 13, Dex 17, Con 10, Int 12, Wis 14, Cha 12. Artariel is pleasant in appearance, with brown hair and light green eyes. She wears leather armor and wields a shortsword. Artariel is shrewd and devout.",
  "Imlotel: Female Half-elf Fighter, LE. Str 17, Dex 17, Con 9, Int 7, Wis 14, Cha 7. Imlotel has a long face, with messy white hair and sharp green eyes. She wears splint armor and wields a war pick and shield. Imlotel is possessive and sadistic.",
  "Sybel: Female Half-elf Bard, LG. Str 10, Dex 9, Con 10, Int 13, Wis 15, Cha 17. Sybel has copper hair and sharp green eyes. She wears studded leather and wields a mace and shortbow. Sybel is principled and amoral.",
  "Eril: Female Half-elf Bard, N. Str 10, Dex 13, Con 6, Int 10, Wis 14, Cha 12. Eril has cropped blonde hair and brown eyes. She wears leather armor and wields a rapier. Eril has an animal companion, a gray rabbit named Gormagli.",
  "Arwel: Female Half-elf Fighter, LG. Str 12, Dex 11, Con 9, Int 11, Wis 10, Cha 7. Arwel is exceptionally beautiful, with cropped auburn hair and gray eyes. She wears scale mail and wields a warhammer. Arwel seeks only fame and glory.",
  "Hery: Female Half-elf Rogue, N. Str 11, Dex 14, Con 9, Int 14, Wis 11, Cha 7. Hery is tall and heavyset, with matted gray hair and large brown eyes. She wears leather armor and wields a club. Hery has an animal companion, a dire rat named Mara.",
  "Gilmithel: Female Half-elf Rogue, LN. Str 7, Dex 17, Con 8, Int 14, Wis 10, Cha 10. Gilmithel has golden hair and narrow green eyes, and pointed ears. She wears leather armor and wields a shortsword. Gilmithel seeks to discover why she keeps having the same nightmare.",
  "Finde: Female Half-elf Rogue, LN. Str 12, Dex 16, Con 10, Int 12, Wis 9, Cha 13. Finde is exceptionally beautiful, with brown hair and green eyes. She wears leather armor and wields a shortsword. Finde is haunted by the ghost of someone she killed.",
  "Ebriarel: Female Half-elf Rogue, NE. Str 9, Dex 17, Con 11, Int 16, Wis 6, Cha 13. Ebriarel has an angular face, with messy silver hair and hazel eyes. She wears leather armor and wields a shortsword. Ebriarel has an animal companion, a black cat named George.",
  "Sarrey: Female Half-elf Monk, CN. Str 17, Dex 11, Con 8, Int 12, Wis 11, Cha 7. Sarrey is rugged in appearance, with silver hair and green eyes. She wears worn clothing and wields a kanabo (mace). Sarrey seeks to free herself from an ancient curse.",
  "Enderdas: Female Half-elf Fighter, NE. Str 12, Dex 14, Con 14, Int 7, Wis 11, Cha 6. Enderdas has long white hair and narrow hazel eyes. She wears ring mail and wields a war pick and shield.",
  "Arwelel: Female Half-elf Cleric, N. Str 9, Dex 10, Con 11, Int 13, Wis 17, Cha 16. Arwelel is exceptionally beautiful, with brown hair and sharp hazel eyes. She wears leather armor and wields a spear and light crossbow.",
  "Kathel: Female Half-elf Bard, N. Str 7, Dex 9, Con 9, Int 16, Wis 10, Cha 14. Kathel is rugged in appearance, with golden hair and sharp blue eyes. She wears leather armor and wields a shortsword. Kathel has an animal companion, a white rabbit named Nelebrie.",
  "Joane: Female Half-elf Monk, NG. Str 12, Dex 7, Con 10, Int 6, Wis 8, Cha 13. Joane is common in appearance, with matted red hair and narrow green eyes. She wears modest garments and wields an ono (handaxe).",
  "Eanil: Female Half-elf Fighter, LG. Str 12, Dex 13, Con 8, Int 8, Wis 15, Cha 10. Eanil is slender, with auburn hair and blue eyes. She wears plate armor and wields a warhammer. Eanil suffers a traumatic fear of confined spaces.",
  "Argel Sory: Female Half-elf Fighter, N. Str 15, Dex 13, Con 14, Int 7, Wis 7, Cha 13. Argel is willowy, with gray hair and bright amber eyes. She wears splint armor and wields a glaive.",
  "Nimrianye: Female Half-elf Fighter, LE. Str 13, Dex 14, Con 10, Int 10, Wis 12, Cha 12. Nimrianye has an angular face, with thin gray hair and amber eyes. She wears splint armor and wields a longsword and hand crossbow.",
  "Arwen: Female Half-elf Sorcerer, LN. Str 6, Dex 9, Con 15, Int 12, Wis 11, Cha 14. Arwen has curly red hair and light green eyes, and a magical scar on her leg. She wears sturdy clothing and wields a quarterstaff. Arwen is only friendly towards other half-elves..",
  "Sane: Female Half-elf Warlock, N. Str 9, Dex 11, Con 10, Int 5, Wis 12, Cha 15. Sane is exceptionally beautiful, with cropped black hair and amber eyes. She wears studded leather and wields a spear. Sane is inquisitive and possessive.",
  "Erdas: Female Half-elf Fighter, LG. Str 12, Dex 12, Con 7, Int 9, Wis 6, Cha 9. Erdas has cropped gray hair and light amber eyes, and a magical tattoo on her face. She wears ring mail and wields a morningstar and shield. Erdas speaks with a shrill voice.",
  "Sarry: Female Half-elf Fighter, NE. Str 15, Dex 8, Con 14, Int 8, Wis 12, Cha 7. Sarry has an angular face, with black hair and soft blue eyes. She wears splint armor and wields a greataxe. Sarry serves an ancient dragon named Abutash.",
  "Gilmarie: Female Half-elf Barbarian, LN. Str 17, Dex 10, Con 13, Int 10, Wis 10, Cha 11. Gilmarie has auburn hair and light hazel eyes. She wears hide armor and wields a warhammer. Gilmarie avoids eye contact.",
  "Laserie: Female Half-elf Paladin, Good. Str 16, Dex 8, Con 10, Int 10, Wis 16, Cha 10. Laserie is short, with thick white hair and dark amber eyes. She wears a chain shirt and wields a flail. Laserie seeks to discover the truth of her lineage.",
  "Ilmiriel: Female Half-elf Paladin, Good. Str 8, Dex 12, Con 12, Int 9, Wis 15, Cha 13. Ilmiriel is short and slender, with brown hair and blue eyes. She wears splint armor and wields a morningstar and shield.",
  "Jane: Female Half-elf Fighter, N. Str 15, Dex 9, Con 8, Int 13, Wis 7, Cha 5. Jane has a square face, with white hair and light green eyes. She wears hide armor and wields a flail and hand crossbow. Jane is colorblind.",
  "Eadrien: Female Half-elf Rogue, LN. Str 13, Dex 15, Con 13, Int 16, Wis 7, Cha 7. Eadrien is pleasant in appearance, with matted red hair and amber eyes. She wears leather armor and wields a light hammer. Eadrien seeks to save her family from financial ruin.",
  "Adrieris: Female Half-elf Monk, NE. Str 10, Dex 12, Con 10, Int 12, Wis 12, Cha 10. Adrieris has long gray hair and hazel eyes. She wears simple clothing and wields nunchaku (club) and shuriken (darts). Adrieris secretly serves Dryale, an ancient monstrous goddess.",
  "Benne Wake: Female Half-elf Bard, N. Str 7, Dex 11, Con 13, Int 9, Wis 8, Cha 15. Benne has a narrow face, with straight blonde hair and gray eyes. She wears studded leather and wields a mace and hand crossbow. Benne is a practiced dart thrower.",
  "Indindel: Female Half-elf Cleric, NG. Str 14, Dex 13, Con 8, Int 14, Wis 17, Cha 12. Indindel has an angular face, with matted gray hair and gray eyes. She wears a breastplate and wields a club and shield. Indindel is studious and diplomatic.",
  "Eneth Wylcey: Female Half-elf Fighter, CN. Str 15, Dex 11, Con 8, Int 15, Wis 10, Cha 9. Eneth has thick golden hair and soft hazel eyes. She wears ring mail and wields a rapier and shield. Eneth has an animal companion, a brown bear named Dorosaer.",
  "Eris: Female Half-elf Paladin, Good. Str 10, Dex 10, Con 11, Int 8, Wis 13, Cha 10. Eris is tall and slender, with red hair and blue eyes. She wears plate armor and wields a shortsword.",
  "Bride Ewyng: Female Half-elf Monk, LN. Str 11, Dex 11, Con 11, Int 7, Wis 14, Cha 8. Bride has black hair and blue eyes, and large ears. She wears plain clothing and wields an ono (handaxe). Bride was magically imprisoned for a hundred years.",
  "Minye: Female Half-elf Fighter, NG. Str 14, Dex 13, Con 9, Int 10, Wis 13, Cha 13. Minye has copper hair and light amber eyes, and prominent ears. She wears half plate and wields a battleaxe. Minye is kind and absent-minded.",
  "Jane: Female Half-elf Paladin, Good. Str 11, Dex 12, Con 7, Int 7, Wis 13, Cha 8. Jane has auburn hair and large brown eyes, and small ears. She wears hide armor and wields a warhammer and shield. Jane seeks to free herself from an ancient curse.",
  "Imroten: Female Half-elf Paladin, Good. Str 14, Dex 12, Con 5, Int 9, Wis 13, Cha 11. Imroten is exceptionally beautiful, with cropped black hair and blue eyes. She wears ring mail and wields a warhammer. Imroten compulsively collects small objects.",
  "Jane: Female Half-elf Rogue, NG. Str 13, Dex 17, Con 10, Int 11, Wis 8, Cha 10. Jane is rugged in appearance, with short gray hair and blue eyes. She wears studded leather and wields a light hammer and hand crossbow. Jane is hunting the warlord who stole her ancestral sword.",
  "Altalwel: Female Half-elf Rogue, N. Str 6, Dex 17, Con 10, Int 11, Wis 11, Cha 10. Altalwel has silver hair and brown eyes. She wears studded leather and wields a longsword and hand crossbow.",
  "Minimrie: Female Half-elf Wizard, N. Str 11, Dex 14, Con 12, Int 16, Wis 13, Cha 11. Minimrie has gray hair and sharp brown eyes. She wears simple clothing and wields a dagger. Minimrie is driven and truthful.",
  "Eryn: Female Half-elf Rogue, LG. Str 13, Dex 16, Con 12, Int 10, Wis 7, Cha 9. Eryn has a square face, with golden hair and dark hazel eyes. She wears leather armor and wields a quarterstaff. Eryn is compassionate and alluring.",
  "Jane: Female Half-elf Fighter, N. Str 15, Dex 13, Con 11, Int 5, Wis 14, Cha 11. Jane has a square face, with matted gray hair and large blue eyes. She wears a breastplate and wields a glaive. Jane is proud and craven.",
  "Altalwen: Female Half-elf Monk, CN. Str 14, Dex 9, Con 5, Int 9, Wis 13, Cha 9. Altalwen has copper hair and light brown eyes, and numerous unusual tattoos. She wears worn clothing and wields a bo (quarterstaff) and kama (sickle). Altalwen suffers a severe allergy to trolls.",
  "Enneth Ville: Female Half-elf Monk, LN. Str 11, Dex 15, Con 12, Int 5, Wis 14, Cha 7. Enneth is thin, with long gray hair and sharp gray eyes. She wears travel-stained clothing and wields nunchaku (club). Enneth is paranoid and suspicious.",
  "Wene Drayte: Female Half-elf Monk, N. Str 14, Dex 15, Con 10, Int 7, Wis 14, Cha 9. Wene is rough in appearance, with auburn hair and narrow green eyes. She wears modest garments and wields a bo (quarterstaff) and shuriken (darts). Wene is honest and aggressive.",
  "Kater: Female Half-elf Cleric, NE. Str 8, Dex 13, Con 12, Int 8, Wis 16, Cha 14. Kater has a square face, with tangled copper hair and amber eyes. She wears half plate and wields a handaxe and sling. Kater has an animal companion, a red fox named Ellyn.",
  "Nimlaser: Female Half-elf Fighter, CN. Str 14, Dex 11, Con 10, Int 8, Wis 8, Cha 12. Nimlaser is short and willowy, with curly black hair and narrow green eyes. She wears half plate and wields a war pick. Nimlaser seeks to destroy the race of ogres.",
  "Jane: Female Half-elf Rogue, N. Str 13, Dex 16, Con 6, Int 13, Wis 7, Cha 10. Jane has silver hair and dark hazel eyes, and a magical mark on her arm. She wears leather armor and wields a shortsword and hand crossbow. Jane is inquisitive and fierce.",
  "Induith: Female Half-elf Rogue, LN. Str 13, Dex 14, Con 13, Int 7, Wis 7, Cha 10. Induith is rough in appearance, with thick gray hair and green eyes. She wears studded leather and wields a club. Induith has an animal companion, a raven named Hera.",
  "Enen: Female Half-elf Wizard, NG. Str 12, Dex 10, Con 14, Int 17, Wis 10, Cha 8. Enen has an angular face, with auburn hair and green eyes. She wears simple clothing and wields a dagger and light crossbow. Enen has an arcane familiar, a tiny earth elemental named Irelroth.",
  "Wene: Female Half-elf Warlock, CN. Str 8, Dex 9, Con 9, Int 13, Wis 6, Cha 15. Wene has red hair and brown eyes. She wears studded leather and wields a mace and light crossbow.",
  "Elyen: Female Half-elf Sorcerer, CG. Str 13, Dex 9, Con 10, Int 12, Wis 9, Cha 14. Elyen has messy copper hair and bright brown eyes. She wears simple clothing and wields a dagger. Elyen is kind and aesthetic.",
  "Eryel: Female Half-elf Rogue, N. Str 11, Dex 15, Con 11, Int 13, Wis 10, Cha 10. Eryel is rugged in appearance, with gray hair and dark hazel eyes. She wears leather armor and wields a rapier and hand crossbow.",
  "Serielye: Female Half-elf Bard, LN. Str 12, Dex 8, Con 8, Int 15, Wis 11, Cha 12. Serielye has a long face, with gray hair and blue eyes. She wears leather armor and wields a spear and light crossbow. Serielye lost her reflection to a hag.",
  "Adriel: Female Half-elf Rogue, N. Str 7, Dex 13, Con 10, Int 16, Wis 14, Cha 10. Adriel has straight auburn hair and amber eyes. She wears studded leather and wields a spear and sickle. Adriel has an animal companion, a dire rat named Tarime.",
  "Kathil: Female Half-elf Monk, LE. Str 16, Dex 10, Con 9, Int 12, Wis 12, Cha 7. Kathil is rough in appearance, with red hair and hazel eyes. She wears sturdy clothing and wields a kanabo (mace) and sai (dagger). Kathil has an animal companion, a black snake named Eryn.",
  "Wene: Female Half-elf Paladin, Good. Str 8, Dex 13, Con 13, Int 13, Wis 16, Cha 11. Wene has cropped black hair and dark blue eyes, and a thin nose. She wears a breastplate and wields a halberd. Wene is virtuous and lively.",
  "Bely: Female Half-elf Rogue, LN. Str 10, Dex 17, Con 14, Int 13, Wis 10, Cha 7. Bely is rough in appearance, with blonde hair and light green eyes. She wears leather armor and wields a longsword. Bely is suspicious and devout.",
  "Beatrey Artyll: Female Half-elf Druid, Neutral. Str 12, Dex 15, Con 12, Int 7, Wis 17, Cha 13. Beatrey has a narrow face, with auburn hair and dark amber eyes. She wears leather armor and wields a club and darts. Beatrey has forest owl named Aben.",
  "Ilminduith: Female Half-elf Fighter, N. Str 15, Dex 11, Con 12, Int 15, Wis 5, Cha 7. Ilminduith has a square face, with auburn hair and amber eyes. She wears splint armor and wields a halberd. Ilminduith is impish and hard-hearted.",
  "Ebrias: Female Half-elf Cleric, N. Str 12, Dex 11, Con 9, Int 15, Wis 16, Cha 16. Ebrias is short, with blonde hair and soft gray eyes. She wears studded leather and wields a quarterstaff. Ebrias seeks to discover who murdered her family.",
  "Eldaloth: Female Half-elf Rogue, LN. Str 8, Dex 12, Con 9, Int 14, Wis 10, Cha 12. Eldaloth has messy white hair and amber eyes, and a thin nose. She wears studded leather and wields a spear and darts.",
  "Mirianye: Female Half-elf Ranger, CN. Str 15, Dex 11, Con 13, Int 9, Wis 10, Cha 12. Mirianye has long brown hair and gray eyes. She wears hide armor and wields a warhammer. Mirianye is modest and impatient.",
  "Athet: Female Half-elf Monk, LG. Str 7, Dex 13, Con 12, Int 14, Wis 14, Cha 9. Athet has a round face, with uneven silver hair and soft blue eyes. She wears modest garments and wields a kanabo (mace). Athet has an animal companion, a copper firedrake named Elelung.",
  "Arwen: Female Half-elf Fighter, N. Str 13, Dex 10, Con 9, Int 9, Wis 10, Cha 8. Arwen has a long face, with thin black hair and brown eyes. She wears scale mail and wields a pike.",
  "Joane Haley: Female Half-elf Fighter, NG. Str 15, Dex 11, Con 13, Int 15, Wis 11, Cha 14. Joane is short and stout, with copper hair and amber eyes. She wears splint armor and wields a warhammer.",
  "Elil Smorley: Female Half-elf Fighter, N. Str 17, Dex 11, Con 9, Int 12, Wis 10, Cha 7. Elil has a square face, with long silver hair and green eyes. She wears plate armor and wields a morningstar. Elil avoids eye contact.",
  "Kater: Female Half-elf Monk, N. Str 12, Dex 11, Con 7, Int 13, Wis 11, Cha 15. Kater is rugged in appearance, with short black hair and sharp gray eyes. She wears sturdy clothing and wields a bo (quarterstaff) and sai (dagger). Kater is extravagant and aggressive.",
  "Alwelel: Female Half-elf Barbarian, LN. Str 15, Dex 9, Con 11, Int 10, Wis 6, Cha 9. Alwelel has long brown hair and soft hazel eyes. She wears leather armor and wields a warhammer.",
  "Rione: Female Half-elf Paladin, Good. Str 7, Dex 10, Con 13, Int 11, Wis 13, Cha 13. Rione has a narrow face, with uneven auburn hair and light green eyes. She wears scale mail and wields a shortsword. Rione has an animal companion, a white warhorse named Sabenn.",
  "Mirode: Female Half-elf Monk, NG. Str 12, Dex 12, Con 13, Int 5, Wis 12, Cha 12. Mirode is tall and heavyset, with gray hair and green eyes. She wears well-made clothing and wields an ono (handaxe). Mirode is searching for the lost elven kingdom of Dolaras.",
  "Phely Dyley: Female Half-elf Fighter, N. Str 16, Dex 14, Con 9, Int 6, Wis 7, Cha 6. Phely has brown hair and dark brown eyes, and numerous magical tattoos. She wears a chain shirt and wields a morningstar. Phely is searching for a legendary blade named Heartreaver.",
  "Neladrie: Female Half-elf Ranger, N. Str 8, Dex 15, Con 11, Int 10, Wis 12, Cha 15. Neladrie is thin, with curly white hair and brown eyes. She wears studded leather and wields a war pick and shield. Neladrie suffers a mild allergy to rodents.",
  "Nelaser: Female Half-elf Sorcerer, CN. Str 9, Dex 9, Con 12, Int 8, Wis 9, Cha 12. Nelaser is tall and overweight, with brown hair and gray eyes. She wears travel-stained clothing and wields a quarterstaff and light crossbow. Nelaser is searching for her lost sister.",
  "Suse Cote: Female Half-elf Cleric, LN. Str 7, Dex 6, Con 6, Int 12, Wis 12, Cha 12. Suse has cropped auburn hair and bright brown eyes. She wears leather armor and wields a handaxe and darts. Suse compulsively whistles.",
  "Elellas: Female Half-elf Ranger, NG. Str 12, Dex 11, Con 7, Int 12, Wis 11, Cha 5. Elellas has a long face, with blonde hair and large brown eyes. She wears hide armor and wields a warhammer and shield. Elellas is searching for her missing son.",
  "Enel: Female Half-elf Paladin, Good. Str 17, Dex 11, Con 5, Int 5, Wis 10, Cha 12. Enel has a square face, with red hair and soft blue eyes. She wears hide armor and wields a halberd. Enel is optimistic and well-spoken.",
  "Wene: Female Half-elf Monk, N. Str 12, Dex 14, Con 12, Int 10, Wis 8, Cha 11. Wene has long black hair and blue eyes, and a thin nose. She wears sturdy clothing and wields nunchaku (club). Wene has an animal companion, a green snake named Areliorn.",
  "Elys: Female Half-elf Monk, N. Str 16, Dex 14, Con 7, Int 10, Wis 13, Cha 13. Elys is fair in appearance, with blonde hair and green eyes. She wears modest garments and wields a bo (quarterstaff). Elys is cursed with insanity.",
  "Nelladrie: Female Half-elf Druid, Neutral. Str 11, Dex 10, Con 11, Int 13, Wis 14, Cha 11. Nelladrie has matted auburn hair and blue eyes. She wears hide armor and wields a mace and wooden shield. Nelladrie holds a grudge against trolls.",
  "Lebrellye: Female Half-elf Monk, LG. Str 12, Dex 10, Con 10, Int 7, Wis 15, Cha 5. Lebrellye is willowy, with golden hair and amber eyes. She wears travel-stained clothing and wields a yari (spear). Lebrellye is colorblind.",
  "Serinde: Female Half-elf Ranger, LE. Str 11, Dex 13, Con 11, Int 10, Wis 11, Cha 7. Serinde is overweight, with straight golden hair and blue eyes. She wears a breastplate and wields a scimitar. Serinde has black snake named Helia.",
  "Ecix: Female Half-elf Cleric, NE. Str 9, Dex 14, Con 9, Int 8, Wis 17, Cha 13. Ecix has white hair and hazel eyes. She wears leather armor and wields a spear. Ecix seeks the meaning of a strange prophecy.",
  "Irielwith: Female Half-elf Rogue, CN. Str 10, Dex 16, Con 10, Int 17, Wis 10, Cha 9. Irielwith has gray hair and light blue eyes. She wears studded leather and wields a rapier. Irielwith is a skilled dancer.",
  "Indith: Female Half-elf Druid, Neutral. Str 13, Dex 8, Con 9, Int 10, Wis 15, Cha 15. Indith has a long face, with golden hair and gray eyes. She wears hide armor and wields a spear. Indith has a terrible sense of direction.",
  "Laserie: Female Half-elf Bard, LN. Str 13, Dex 10, Con 10, Int 12, Wis 12, Cha 13. Laserie has uneven silver hair and brown eyes. She wears studded leather and wields a handaxe. Laserie has an animal companion, a gray rat named Adannael.",
  "Atrin: Female Half-elf Fighter, NG. Str 12, Dex 14, Con 8, Int 13, Wis 9, Cha 9. Atrin has curly red hair and light green eyes, and a sharp nose. She wears chain mail and wields a longsword and shield. Atrin suffers a mild allergy to milk.",
  "Iriel: Female Half-elf Fighter, N. Str 15, Dex 9, Con 8, Int 12, Wis 8, Cha 7. Iriel has silver hair and sharp hazel eyes, and a magical mark on her leg. She wears splint armor and wields a glaive. Iriel is pessimistic and unfeeling.",
  "Efrix Mery: Female Half-elf Ranger, NG. Str 10, Dex 15, Con 10, Int 13, Wis 10, Cha 7. Efrix is exceptionally beautiful, with copper hair and dark hazel eyes. She wears scale mail and wields a greatsword. Efrix has green snake named Artaltan.",
  "Mery: Female Half-elf Fighter, LG. Str 16, Dex 12, Con 12, Int 6, Wis 9, Cha 6. Mery is slender, with messy auburn hair and hazel eyes. She wears splint armor and wields a glaive. Mery has an animal companion, a silver dog named Finde.",
  "Artadrien: Female Half-elf Sorcerer, N. Str 5, Dex 8, Con 13, Int 6, Wis 8, Cha 14. Artadrien has a square face, with cropped black hair and sharp gray eyes. She wears simple clothing and wields a dagger.",
  "Ilyn: Female Half-elf Monk, CG. Str 11, Dex 14, Con 12, Int 12, Wis 12, Cha 12. Ilyn has a narrow face, with messy brown hair and narrow green eyes. She wears plain clothing and wields a kanabo (mace). Ilyn has an animal companion, a tawny rat named Gwionethin.",
  "Enneth Dane: Female Half-elf Paladin, Good. Str 15, Dex 10, Con 14, Int 13, Wis 9, Cha 10. Enneth has an angular face, with black hair and bright hazel eyes. She wears a breastplate and wields a scimitar. Enneth is hunting the brigands who murdered her family.",
  "Malia Larke: Female Half-elf Fighter, N. Str 16, Dex 8, Con 13, Int 9, Wis 10, Cha 10. Malia has an angular face, with black hair and sharp amber eyes. She wears chain mail and wields a longsword and shield. Malia is truthful and serious.",
  "Marey: Female Half-elf Fighter, NG. Str 17, Dex 11, Con 10, Int 12, Wis 8, Cha 6. Marey is exceptionally beautiful, with copper hair and green eyes. She wears scale mail and wields a flail. Marey is capable and heroic.",
  "Licie: Female Half-elf Fighter, LE. Str 16, Dex 15, Con 7, Int 11, Wis 10, Cha 8. Licie is tall, with straight gray hair and gray eyes. She wears ring mail and wields a rapier and hand crossbow. Licie is vengeful and depraved.",
  "Arweris: Female Half-elf Rogue, NG. Str 14, Dex 17, Con 11, Int 14, Wis 10, Cha 8. Arweris has matted black hair and soft amber eyes, and small ears. She wears leather armor and wields a longsword and hand crossbow.",
  "Joyce: Female Half-elf Rogue, CN. Str 13, Dex 14, Con 9, Int 14, Wis 14, Cha 15. Joyce is pleasant in appearance, with black hair and soft blue eyes. She wears leather armor and wields a longsword. Joyce is searching for her lost sister.",
  "Ecix Dene: Female Half-elf Fighter, N. Str 17, Dex 11, Con 15, Int 12, Wis 10, Cha 8. Ecix has a square face, with brown hair and large gray eyes. She wears plate armor and wields a flail. Ecix suffers a traumatic fear of darkness.",
  "Suse: Female Half-elf Ranger, LG. Str 16, Dex 13, Con 8, Int 10, Wis 14, Cha 11. Suse has golden hair and bright green eyes, and a flat nose. She wears a chain shirt and wields a longsword and shield. Suse suffers a paralyzing fear of fire.",
  "Mera Staby: Female Half-elf Rogue, N. Str 10, Dex 14, Con 8, Int 12, Wis 12, Cha 10. Mera is fair in appearance, with brown hair and blue eyes. She wears leather armor and wields a spear and hand crossbow. Mera is searching for the legendary Dread Gauntlet of Death.",
  "Findelye: Female Half-elf Monk, N. Str 14, Dex 12, Con 9, Int 10, Wis 13, Cha 10. Findelye has an angular face, with long red hair and bright gray eyes. She wears plain clothing and wields an ono (handaxe).",
  "Ausan Borne: Female Half-elf Bard, NG. Str 10, Dex 10, Con 11, Int 15, Wis 8, Cha 16. Ausan has white hair and green eyes. She wears studded leather and wields a rapier and hand crossbow. Ausan is optimistic and lustful.",
  "Hone: Female Half-elf Rogue, N. Str 10, Dex 15, Con 14, Int 15, Wis 14, Cha 10. Hone has blonde hair and brown eyes, and a flat nose. She wears studded leather and wields a rapier and hand crossbow. Hone seeks revenge against the thieves' guild which left her to hang.",
  "Athel: Female Half-elf Paladin, Good. Str 12, Dex 10, Con 6, Int 6, Wis 14, Cha 12. Athel has a narrow face, with messy copper hair and bright amber eyes. She wears hide armor and wields a flail. Athel seeks to free herself from an ancient curse.",
  "Belia: Female Half-elf Druid, Neutral. Str 10, Dex 8, Con 14, Int 10, Wis 15, Cha 6. Belia is pleasant in appearance, with blonde hair and green eyes. She wears leather armor and wields a mace and wooden shield. Belia is haunted by the memories of a past life.",
  "Nimrielye: Female Half-elf Cleric, N. Str 10, Dex 7, Con 12, Int 10, Wis 15, Cha 13. Nimrielye has blonde hair and gray eyes. She wears hide armor and wields a quarterstaff and shield.",
  "Jane: Female Half-elf Monk, N. Str 12, Dex 13, Con 9, Int 6, Wis 13, Cha 12. Jane has an angular face, with silver hair and blue eyes. She wears plain clothing and wields a bo (quarterstaff). Jane seeks to destroy the race of orcs.",
  "Ithrel: Female Half-elf Monk, N. Str 14, Dex 12, Con 6, Int 6, Wis 11, Cha 10. Ithrel is stout, with auburn hair and light blue eyes. She wears simple clothing and wields an ono (handaxe). Ithrel is impossibly lucky.",
  "Eldarel: Female Half-elf Paladin, Good. Str 11, Dex 8, Con 11, Int 10, Wis 8, Cha 13. Eldarel has curly black hair and hazel eyes, and prominent ears. She wears a breastplate and wields a greataxe. Eldarel is calm and fearless.",
  "Galenwe: Female Half-elf Monk, N. Str 12, Dex 8, Con 5, Int 9, Wis 7, Cha 11. Galenwe has a narrow face, with cropped golden hair and soft gray eyes. She wears well-made clothing and wields a kanabo (mace) and shuriken (darts). Galenwe has an animal companion, a white monkey named Ryelly.",
  "Arweris: Female Half-elf Fighter, NG. Str 12, Dex 15, Con 7, Int 12, Wis 6, Cha 7. Arweris has cropped brown hair and gray eyes, and a sharp nose. She wears plate armor and wields a whip and blowgun. Arweris is well-spoken and confident.",
  "Enwebrias: Female Half-elf Rogue, CG. Str 13, Dex 17, Con 12, Int 11, Wis 11, Cha 10. Enwebrias has a long face, with golden hair and amber eyes. She wears leather armor and wields a shortsword and shortbow. Enwebrias dislikes having people behind her.",
  "Efrin: Female Half-elf Ranger, N. Str 12, Dex 10, Con 8, Int 5, Wis 10, Cha 15. Efrin is exceptionally beautiful, with silver hair and large blue eyes. She wears leather armor and wields a rapier and shield.",
  "Gilmithien: Female Half-elf Monk, LN. Str 15, Dex 16, Con 7, Int 13, Wis 9, Cha 10. Gilmithien has long blonde hair and bright gray eyes, and a sharp nose. She wears modest garments and wields a yari (spear). Gilmithien has an animal companion, a tawny rat named Galador.",
  "Kater: Female Half-elf Fighter, CN. Str 12, Dex 16, Con 6, Int 10, Wis 11, Cha 11. Kater has a square face, with braided white hair and hazel eyes. She wears a breastplate and wields a warhammer and blowgun. Kater is cursed with chronic pain.",
  "Nelaser: Female Half-elf Paladin, Good. Str 12, Dex 7, Con 7, Int 12, Wis 12, Cha 15. Nelaser has blonde hair and large gray eyes, and large ears. She wears chain mail and wields a halberd. Nelaser is cursed with insanity.",
  "Ilas: Female Half-elf Monk, NG. Str 9, Dex 11, Con 11, Int 11, Wis 12, Cha 14. Ilas has a long face, with short blonde hair and green eyes. She wears worn clothing and wields a bo (quarterstaff) and shuriken (darts). Ilas is impossibly lucky.",
  "Minye: Female Half-elf Rogue, CG. Str 9, Dex 12, Con 11, Int 16, Wis 10, Cha 13. Minye is elegant in appearance, with auburn hair and narrow blue eyes. She wears studded leather and wields a light hammer and hand crossbow. Minye is fair and cynical.",
  "Anilan: Female Half-elf Cleric, CN. Str 10, Dex 13, Con 12, Int 11, Wis 13, Cha 13. Anilan has long golden hair and narrow blue eyes. She wears studded leather and wields a quarterstaff and shield. Anilan has an animal companion, a red firedrake named Enryn.",
  "Ellys: Female Half-elf Cleric, N. Str 7, Dex 9, Con 8, Int 13, Wis 15, Cha 11. Ellys is tall and heavyset, with red hair and light amber eyes. She wears studded leather and wields a quarterstaff. Ellys seeks to discover where she came from, and who her real family is.",
  "Nellye: Female Half-elf Fighter, N. Str 16, Dex 14, Con 8, Int 11, Wis 6, Cha 14. Nellye has tangled golden hair and gray eyes, and prominent ears. She wears plate armor and wields a whip and hand crossbow. Nellye has an animal companion, a copper firedrake named Ralphye.",
  "Icel: Female Half-elf Fighter, NG. Str 16, Dex 12, Con 9, Int 12, Wis 14, Cha 14. Icel has curly gray hair and sharp blue eyes. She wears chain mail and wields a halberd. Icel is valiant and honorable.",
  "Artaloth: Female Half-elf Ranger, N. Str 9, Dex 11, Con 13, Int 15, Wis 11, Cha 15. Artaloth has a long face, with golden hair and dark amber eyes. She wears leather armor and wields a morningstar and shield.",
  "Imroth: Female Half-elf Bard, NG. Str 9, Dex 7, Con 13, Int 9, Wis 10, Cha 15. Imroth is exceptionally beautiful, with cropped white hair and gray eyes. She wears leather armor and wields a shortsword and hand crossbow. Imroth is sensitive and devout.",
  "Imloth: Female Half-elf Barbarian, LN. Str 17, Dex 9, Con 11, Int 9, Wis 12, Cha 9. Imloth has a long face, with short silver hair and gray eyes. She wears leather armor and wields a rapier and shield.",
  "Arran Hale: Female Half-elf Ranger, NG. Str 11, Dex 12, Con 7, Int 10, Wis 10, Cha 12. Arran has silver hair and light gray eyes, and small ears. She wears leather armor and wields a war pick. Arran seeks to prove herself to her peers.",
  "Phely Wete: Female Half-elf Rogue, NG. Str 6, Dex 15, Con 7, Int 14, Wis 11, Cha 11. Phely has golden hair and bright gray eyes, and numerous distinctive tattoos. She wears leather armor and wields a rapier.",
  "Erdaloth: Female Half-elf Rogue, N. Str 10, Dex 16, Con 10, Int 12, Wis 9, Cha 9. Erdaloth has straight brown hair and large blue eyes, and a flat nose. She wears leather armor and wields a longsword and dagger. Erdaloth suffers a severe allergy to shellfish.",
  "Erys Pycey: Female Half-elf Ranger, N. Str 14, Dex 10, Con 10, Int 13, Wis 17, Cha 9. Erys has tangled black hair and narrow gray eyes, and numerous magical tattoos. She wears studded leather and wields a rapier and shield. Erys secretly serves Basya, an ancient goddess of darkness.",
  "Wene: Female Half-elf Rogue, N. Str 7, Dex 12, Con 9, Int 14, Wis 5, Cha 7. Wene has black hair and narrow brown eyes, and small ears. She wears studded leather and wields a rapier. Wene blames the gods for every misfortune.",
  "Elet Clipselw: Female Half-elf Monk, CG. Str 9, Dex 9, Con 12, Int 7, Wis 8, Cha 8. Elet has cropped auburn hair and sharp amber eyes. She wears travel-stained clothing and wields an ono (handaxe).",
  "Artadriel: Female Half-elf Wizard, NG. Str 13, Dex 12, Con 15, Int 14, Wis 10, Cha 14. Artadriel has straight copper hair and dark blue eyes, and pointed ears. She wears worn clothing and wields a dagger. Artadriel is reflective and fierce.",
  "Wene: Female Half-elf Paladin, Good. Str 12, Dex 15, Con 12, Int 10, Wis 15, Cha 12. Wene has braided brown hair and blue eyes, and small ears. She wears plate armor and wields a flail and shield. Wene lost her reflection to a hag.",
  "Ealwedhel: Female Half-elf Fighter, N. Str 14, Dex 13, Con 12, Int 14, Wis 8, Cha 10. Ealwedhel has a round face, with thick auburn hair and light brown eyes. She wears ring mail and wields a trident and shield. Ealwedhel secretly serves Avar, an ancient goddess of darkness.",
  "Lyne: Female Half-elf Monk, N. Str 16, Dex 8, Con 13, Int 8, Wis 9, Cha 9. Lyne has gray hair and soft hazel eyes. She wears travel-stained clothing and wields an ono (handaxe). Lyne is practical and unfeeling.",
  "Arwenwel: Female Half-elf Ranger, CN. Str 10, Dex 9, Con 8, Int 10, Wis 7, Cha 8. Arwenwel is common in appearance, with white hair and large green eyes. She wears half plate and wields a whip and shield. Arwenwel is cursed with a maimed leg.",
  "Inyerith: Female Half-elf Rogue, N. Str 13, Dex 16, Con 10, Int 11, Wis 9, Cha 9. Inyerith has red hair and green eyes, and pointed ears. She wears leather armor and wields a longsword. Inyerith seeks to atone for past sins.",
  "Arwel: Female Half-elf Rogue, N. Str 7, Dex 15, Con 11, Int 12, Wis 11, Cha 11. Arwel is tall and heavyset, with uneven red hair and bright blue eyes. She wears studded leather and wields a quarterstaff and hand crossbow. Arwel is haunted by the memories of a past life.",
  "Artanel: Female Half-elf Fighter, N. Str 14, Dex 8, Con 10, Int 7, Wis 9, Cha 8. Artanel has long white hair and bright blue eyes, and large ears. She wears plate armor and wields a battleaxe. Artanel believes that she is the rightful heir to the crown of Evrarlor.",
  "Lene Skesev: Female Half-elf Rogue, NG. Str 7, Dex 16, Con 11, Int 12, Wis 9, Cha 13. Lene is fair in appearance, with cropped gray hair and dark gray eyes. She wears studded leather and wields a longsword. Lene has an animal companion, a black cat named Jane.",
  "Idrimen: Female Half-elf Warlock, N. Str 15, Dex 12, Con 15, Int 9, Wis 15, Cha 15. Idrimen has curly gray hair and large amber eyes, and large ears. She wears leather armor and wields a quarterstaff. Idrimen is impish and instinctive.",
  "Mithelye: Female Half-elf Barbarian, NE. Str 15, Dex 11, Con 11, Int 6, Wis 7, Cha 13. Mithelye is short and overweight, with brown hair and blue eyes. She wears leather armor and wields a shortsword. Mithelye is savage and bloodthirsty.",
  "Hily Ginte: Female Half-elf Warlock, N. Str 13, Dex 9, Con 12, Int 8, Wis 12, Cha 13. Hily has thin red hair and sharp brown eyes, and pointed ears. She wears studded leather and wields a light hammer. Hily has an animal companion, a vampire bat named Frobern.",
  "Isan: Female Half-elf Monk, NE. Str 12, Dex 11, Con 9, Int 8, Wis 10, Cha 6. Isan is short, with red hair and dark amber eyes. She wears travel-stained clothing and wields a yari (spear) and kama (sickle). Isan is corrupt and merciless.",
  "Nimlenwe: Female Half-elf Wizard, NG. Str 7, Dex 15, Con 12, Int 16, Wis 10, Cha 10. Nimlenwe has a square face, with copper hair and sharp amber eyes. She wears sapphire robes and wields a dagger. Nimlenwe is virtuous and practical.",
  "Gilmithrie: Female Half-elf Paladin, Good. Str 16, Dex 5, Con 11, Int 7, Wis 9, Cha 11. Gilmithrie is exceptionally beautiful, with gray hair and amber eyes. She wears plate armor and wields a pike. Gilmithrie has an animal companion, a white warhorse named Geoffrey.",
  "Atienwel: Female Half-elf Monk, N. Str 12, Dex 11, Con 6, Int 11, Wis 12, Cha 6. Atienwel has messy brown hair and bright hazel eyes, and a round nose. She wears modest garments and wields a kanabo (mace) and sai (dagger).",
  "Anelyel: Female Half-elf Ranger, LG. Str 7, Dex 13, Con 15, Int 11, Wis 9, Cha 13. Anelyel has silver hair and green eyes. She wears studded leather and wields a scimitar and shield. Anelyel is romantic and mischievous.",
  "Marger: Female Half-elf Bard, N. Str 11, Dex 11, Con 15, Int 14, Wis 8, Cha 16. Marger is tall and willowy, with tangled golden hair and narrow gray eyes. She wears leather armor and wields a longsword and sickle. Marger seeks to raise an army of fire elementals.",
  "Idrimroth: Female Half-elf Cleric, N. Str 10, Dex 11, Con 11, Int 7, Wis 14, Cha 16. Idrimroth is short, with black hair and hazel eyes. She wears leather armor and wields a mace and shield. Idrimroth is searching for the lost Monastery of Angels.",
  "Celenwe: Female Half-elf Rogue, NG. Str 9, Dex 13, Con 14, Int 11, Wis 14, Cha 10. Celenwe has messy blonde hair and soft green eyes, and large ears. She wears leather armor and wields a club and hand crossbow. Celenwe is impossibly lucky.",
  "Marger Garre: Female Half-elf Fighter, CE. Str 12, Dex 12, Con 5, Int 12, Wis 13, Cha 6. Marger has long gray hair and green eyes, and a beaked nose. She wears chain mail and wields a rapier and shield. Marger has an animal companion, a green firedrake named Argor.",
  "Sarrey: Female Half-elf Monk, NG. Str 12, Dex 14, Con 7, Int 11, Wis 11, Cha 13. Sarrey has a narrow face, with white hair and amber eyes. She wears sturdy clothing and wields a yari (spear) and kama (sickle). Sarrey is painfully tone-deaf.",
  "Beatra: Female Half-elf Fighter, N. Str 14, Dex 12, Con 7, Int 11, Wis 11, Cha 13. Beatra has brown hair and hazel eyes, and pointed ears. She wears splint armor and wields a halberd. Beatra is cursed with chronic pain.",
  "Hone: Female Half-elf Fighter, CG. Str 14, Dex 11, Con 9, Int 11, Wis 7, Cha 12. Hone has messy blonde hair and blue eyes. She wears ring mail and wields a battleaxe and shield. Hone is compassionate and inquisitive.",
  "Nelaser: Female Half-elf Monk, N. Str 7, Dex 12, Con 14, Int 10, Wis 14, Cha 10. Nelaser has a square face, with gray hair and dark green eyes. She wears modest garments and wields nunchaku (club). Nelaser believes that she is being hunted by supernatural creatures.",
  "Sabenn: Female Half-elf Paladin, Good. Str 12, Dex 14, Con 12, Int 9, Wis 17, Cha 8. Sabenn has long silver hair and narrow amber eyes. She wears half plate and wields a rapier and shield.",
  "Imellas: Female Half-elf Rogue, NG. Str 12, Dex 16, Con 12, Int 16, Wis 15, Cha 12. Imellas has blonde hair and dark blue eyes, and a flat nose. She wears leather armor and wields a shortsword and darts. Imellas is confident and thrifty.",
  "Ellel: Female Half-elf Cleric, CG. Str 7, Dex 9, Con 7, Int 12, Wis 13, Cha 12. Ellel has a narrow face, with curly copper hair and soft amber eyes. She wears leather armor and wields a club and shield.",
  "Serode: Female Half-elf Fighter, CN. Str 15, Dex 12, Con 10, Int 13, Wis 9, Cha 12. Serode is exceptionally beautiful, with blonde hair and blue eyes. She wears chain mail and wields a flail and hand crossbow. Serode is searching for a legendary blade named Nightslicer.",
  "Arran: Female Half-elf Monk, N. Str 11, Dex 9, Con 12, Int 6, Wis 14, Cha 10. Arran has curly auburn hair and gray eyes. She wears worn clothing and wields nunchaku (club) and sai (dagger). Arran has an animal companion, a hunting dog named Malia.",
  "Elel: Female Half-elf Sorcerer, LG. Str 11, Dex 13, Con 14, Int 10, Wis 14, Cha 13. Elel has tangled golden hair and bright hazel eyes. She wears worn clothing and wields a dagger and darts. Elel has a terrible sense of direction.",
  "Abet Vinte: Female Half-elf Rogue, LN. Str 13, Dex 13, Con 8, Int 14, Wis 10, Cha 9. Abet has copper hair and light green eyes, and a distinctive scar on her face. She wears leather armor and wields a shortsword and hand crossbow.",
  "Ellyn: Female Half-elf Warlock, N. Str 10, Dex 6, Con 9, Int 9, Wis 8, Cha 14. Ellyn has uneven red hair and sharp green eyes, and a beaked nose. She wears leather armor and wields a club and sling. Ellyn is searching for her lost brother.",
  "Kathel Hewe: Female Half-elf Ranger, CG. Str 15, Dex 11, Con 7, Int 11, Wis 12, Cha 10. Kathel is elegant in appearance, with thin silver hair and dark amber eyes. She wears a chain shirt and wields a trident. Kathel is faithful and quick-witted.",
  "Alwellan: Female Half-elf Fighter, N. Str 14, Dex 13, Con 10, Int 10, Wis 5, Cha 9. Alwellan has a narrow face, with golden hair and hazel eyes. She wears hide armor and wields a scimitar and shield. Alwellan seeks to become a knight of the realm.",
  "Iriebrias: Female Half-elf Bard, CN. Str 8, Dex 10, Con 7, Int 12, Wis 10, Cha 12. Iriebrias has red hair and green eyes, and a beaked nose. She wears leather armor and wields a rapier and hand crossbow. Iriebrias has an animal companion, a red fox named Herufin.",
  "Finde: Female Half-elf Druid, Neutral. Str 12, Dex 10, Con 9, Int 12, Wis 14, Cha 11. Finde has braided black hair and dark amber eyes. She wears hide armor and wields a club and javelins.",
  "Arwellas: Female Half-elf Druid, Neutral. Str 12, Dex 8, Con 6, Int 10, Wis 14, Cha 11. Arwellas has curly blonde hair and dark amber eyes, and a distinctive tattoo on her face. She wears hide armor and wields a quarterstaff and sickle. Arwellas seeks to free herself from an ancient curse.",
  "Eryet: Female Half-elf Fighter, N. Str 15, Dex 15, Con 8, Int 13, Wis 9, Cha 10. Eryet is rough in appearance, with messy blonde hair and narrow hazel eyes. She wears half plate and wields a longsword and longbow. Eryet has an animal companion, a black wolf named Gildeli.",
  "Artas: Female Half-elf Barbarian, NE. Str 12, Dex 14, Con 9, Int 7, Wis 8, Cha 7. Artas has long silver hair and green eyes. She wears hide armor and wields a scimitar. Artas is greedy and insensitive.",
  "Joane: Female Half-elf Warlock, N. Str 12, Dex 11, Con 8, Int 12, Wis 8, Cha 15. Joane has a round face, with cropped brown hair and light hazel eyes. She wears leather armor and wields a quarterstaff. Joane is haunted by the memories of a past life.",
  "Brine: Female Half-elf Druid, Neutral. Str 13, Dex 8, Con 5, Int 10, Wis 16, Cha 9. Brine has thick golden hair and amber eyes. She wears leather armor and wields a quarterstaff and dagger.",
  "Wene: Female Half-elf Monk, LE. Str 12, Dex 12, Con 8, Int 8, Wis 14, Cha 6. Wene has an angular face, with thick white hair and large green eyes. She wears worn clothing and wields a yari (spear) and sai (dagger). Wene frequently uses uncommon words incorrectly.",
  "Findelye: Female Half-elf Fighter, N. Str 13, Dex 13, Con 15, Int 14, Wis 5, Cha 12. Findelye is pleasant in appearance, with brown hair and sharp gray eyes. She wears splint armor and wields a trident and longbow. Findelye is flamboyant and humble.",
  "Laserie: Female Half-elf Ranger, CN. Str 12, Dex 9, Con 12, Int 7, Wis 9, Cha 13. Laserie is tall and thin, with cropped copper hair and dark hazel eyes. She wears studded leather and wields a halberd.",
  "Evet: Female Half-elf Sorcerer, LN. Str 10, Dex 8, Con 11, Int 11, Wis 10, Cha 12. Evet is slender, with straight black hair and amber eyes. She wears modest garments and wields a quarterstaff. Evet is serious and greedy.",
  "Nellaser: Female Half-elf Ranger, LE. Str 12, Dex 11, Con 13, Int 8, Wis 12, Cha 9. Nellaser is tall, with red hair and large green eyes. She wears studded leather and wields a morningstar. Nellaser has black dog named Neladrie.",
  "Phone: Female Half-elf Barbarian, LN. Str 16, Dex 5, Con 12, Int 15, Wis 8, Cha 11. Phone is common in appearance, with blonde hair and dark hazel eyes. She wears leather armor and wields a greataxe. Phone blames the gods for every misfortune."
]