[
  "Brada: Male Half-orc Sorcerer, LG. Str 6, Dex 15, Con 12, Int 7, Wis 7, Cha 14. Brada has gray hair and hazel eyes, and an uneven beard. He wears well-made clothing and wields a quarterstaff. Brada compulsively plays with a silver coin.",
  "Ricoma: Male Half-orc Fighter, N. Str 17, Dex 15, Con 10, Int 10, Wis 8, Cha 10. Ricoma is fair in appearance, with gray hair and gray eyes. He wears splint armor and wields a whip.",
  "Seko: Male Half-orc Monk, LG. Str 15, Dex 11, Con 8, Int 13, Wis 16, Cha 10. Seko has silver hair and blue eyes. He wears modest garments and wields nunchaku (club). Seko seeks to prove himself to his peers.",
  "Cusaro: Male Half-orc Monk, NG. Str 10, Dex 13, Con 5, Int 13, Wis 10, Cha 11. Cusaro is tall, with braided red hair and gray eyes. He wears travel-stained clothing and wields an ono (handaxe) and kama (sickle). Cusaro seeks to prove himself to his peers.",
  "Atharic: Male Half-orc Monk, N. Str 12, Dex 17, Con 13, Int 12, Wis 15, Cha 12. Atharic has auburn hair and gray eyes. He wears modest garments and wields nunchaku (club) and kama (sickle). Atharic is hunting the demon who slew his mentor.",
  "Gesigoia: Male Half-orc Monk, N. Str 11, Dex 12, Con 11, Int 11, Wis 10, Cha 14. Gesigoia has curly gray hair and gray eyes. He wears worn clothing and wields a yari (spear) and shuriken (darts). Gesigoia is amoral and mischievous.",
  "Heusisi: Male Half-orc Paladin, Good. Str 11, Dex 11, Con 6, Int 8, Wis 11, Cha 10. Heusisi has thick white hair and hazel eyes. He wears a breastplate and wields a battleaxe and shield.",
  "Lava: Male Half-orc Barbarian, CN. Str 12, Dex 11, Con 9, Int 8, Wis 8, Cha 14. Lava has curly black hair and brown eyes. He wears hide armor and wields a morningstar and shield. Lava seeks to atone for past sins.",
  "Bora: Male Half-orc Sorcerer, LN. Str 11, Dex 6, Con 9, Int 11, Wis 11, Cha 16. Bora has a round face, with gray hair and brown eyes. He wears modest garments and wields a dagger and darts. Bora seeks to become an instructor at the Athenaeum of Sorcerous Study.",
  "Nerica: Male Half-orc Sorcerer, LN. Str 12, Dex 9, Con 16, Int 15, Wis 12, Cha 16. Nerica has a narrow face, with red hair and brown eyes. He wears modest garments and wields a dagger and sling. Nerica is tactless and depraved.",
  "Zlavoi: Male Half-orc Bard, CG. Str 8, Dex 13, Con 13, Int 11, Wis 8, Cha 14. Zlavoi has curly gray hair and light brown eyes. He wears leather armor and wields a rapier. Zlavoi seeks to become an instructor at the Academy of Arcane Devices.",
  "Reko: Male Half-orc Rogue, LN. Str 7, Dex 15, Con 14, Int 12, Wis 13, Cha 7. Reko is common in appearance, with messy red hair and green eyes. He wears studded leather and wields a longsword.",
  "Mira: Male Half-orc Fighter, LN. Str 12, Dex 11, Con 13, Int 9, Wis 13, Cha 8. Mira is fair in appearance, with golden hair and dark blue eyes. He wears scale mail and wields a whip and shield. Mira has an animal companion, a green firedrake named Zbinka.",
  "Goarecha: Male Half-orc Barbarian, N. Str 13, Dex 11, Con 14, Int 13, Wis 9, Cha 7. Goarecha has curly silver hair and hazel eyes, and a beaked nose. He wears hide armor and wields a greatsword.",
  "Adarnolf: Male Half-orc Sorcerer, N. Str 12, Dex 9, Con 15, Int 12, Wis 12, Cha 14. Adarnolf is tall and overweight, with auburn hair and light hazel eyes. He wears modest garments and wields a dagger and light crossbow. Adarnolf has an animal companion, a black bat named Henilda.",
  "Zela: Male Half-orc Monk, LN. Str 13, Dex 12, Con 12, Int 7, Wis 10, Cha 11. Zela has a narrow face, with braided red hair and large green eyes. He wears modest garments and wields an ono (handaxe) and kama (sickle).",
  "Bora: Male Half-orc Fighter, N. Str 16, Dex 9, Con 8, Int 15, Wis 10, Cha 12. Bora has blonde hair and green eyes, and a distinctive mark on his arm. He wears a breastplate and wields a pike. Bora seeks to discover what destroyed his homeland.",
  "Sansuero: Male Half-orc Monk, N. Str 12, Dex 15, Con 6, Int 7, Wis 15, Cha 7. Sansuero has blonde hair and amber eyes, and wears glasses with copper rims. He wears simple clothing and wields a kanabo (mace) and sai (dagger). Sansuero is impossibly lucky.",
  "Sisige: Male Half-orc Paladin, Good. Str 12, Dex 12, Con 10, Int 10, Wis 12, Cha 11. Sisige is fey in appearance, with thick brown hair and hazel eyes. He wears a chain shirt and wields a rapier and shield. Sisige lost his shadow to a hag.",
  "Eriunis: Male Half-orc Monk, NG. Str 16, Dex 14, Con 13, Int 12, Wis 11, Cha 10. Eriunis has thin golden hair and soft amber eyes. He wears well-made clothing and wields nunchaku (club) and shuriken (darts). Eriunis is charming and energetic.",
  "Seko: Male Half-orc Cleric, N. Str 8, Dex 13, Con 15, Int 8, Wis 15, Cha 12. Seko has white hair and large brown eyes. He wears studded leather and wields a club. Seko is searching for his lost sister.",
  "Zlava: Male Half-orc Fighter, CN. Str 16, Dex 9, Con 12, Int 15, Wis 10, Cha 10. Zlava is stout, with braided brown hair and blue eyes. He wears plate armor and wields a war pick and shield.",
  "Lavoi: Male Half-orc Bard, CN. Str 13, Dex 8, Con 12, Int 10, Wis 13, Cha 12. Lavoi has red hair and hazel eyes. He wears leather armor and wields a shortsword.",
  "Biusala: Male Half-orc Fighter, N. Str 13, Dex 13, Con 8, Int 8, Wis 10, Cha 6. Biusala has red hair and light gray eyes. He wears hide armor and wields a maul. Biusala is searching for his lost brother.",
  "Vibero: Male Half-orc Monk, CE. Str 13, Dex 14, Con 10, Int 14, Wis 9, Cha 12. Vibero has braided black hair and amber eyes, and a magical mark on his arm. He wears sturdy clothing and wields an ono (handaxe) and shuriken (darts).",
  "Anerid: Male Half-orc Fighter, NG. Str 12, Dex 12, Con 11, Int 11, Wis 10, Cha 10. Anerid has gray hair and light gray eyes, and small ears. He wears a breastplate and wields a scimitar and shield.",
  "Boha: Male Half-orc Cleric, LN. Str 9, Dex 8, Con 8, Int 11, Wis 14, Cha 11. Boha has a square face, with long golden hair and bright brown eyes. He wears a chain shirt and wields a quarterstaff. Boha is hunting the fiend which destroyed his homeland.",
  "Gadega: Male Half-orc Rogue, NG. Str 6, Dex 16, Con 9, Int 8, Wis 9, Cha 12. Gadega is elegant in appearance, with black hair and narrow blue eyes. He wears studded leather and wields a rapier.",
  "Stecha: Male Half-orc Rogue, NE. Str 13, Dex 15, Con 9, Int 15, Wis 6, Cha 12. Stecha has a square face, with blonde hair and narrow hazel eyes. He wears studded leather and wields a shortsword. Stecha is harsh and vulgar.",
  "Tharisi: Male Half-orc Sorcerer, LN. Str 8, Dex 10, Con 14, Int 9, Wis 9, Cha 17. Tharisi has straight brown hair and large gray eyes. He wears modest garments and wields a dagger and light crossbow. Tharisi seeks to become an instructor at the School of the Eldritch Arts.",
  "Mira: Male Half-orc Monk, LE. Str 16, Dex 10, Con 6, Int 10, Wis 12, Cha 8. Mira is common in appearance, with black hair and gray eyes. He wears sturdy clothing and wields an ono (handaxe) and kama (sickle). Mira is insensitive and abrasive.",
  "Alathac: Male Half-orc Fighter, LN. Str 14, Dex 12, Con 9, Int 10, Wis 11, Cha 9. Alathac has brown hair and sharp gray eyes. He wears hide armor and wields a flail. Alathac secretly serves Alar, an ancient aberrant god.",
  "Zdeko: Male Half-orc Fighter, CG. Str 13, Dex 10, Con 15, Int 9, Wis 11, Cha 8. Zdeko has black hair and brown eyes. He wears scale mail and wields a battleaxe and net. Zdeko seeks to destroy the race of orcs.",
  "Mila: Male Half-orc Bard, CN. Str 11, Dex 9, Con 10, Int 12, Wis 13, Cha 13. Mila is short and willowy, with copper hair and hazel eyes. He wears leather armor and wields a shortsword. Mila has an animal companion, a red fox named Anias.",
  "Viduba: Male Half-orc Barbarian, LN. Str 14, Dex 14, Con 10, Int 12, Wis 10, Cha 9. Viduba has copper hair and bright blue eyes, and a flat nose. He wears hide armor and wields a longsword and shield. Viduba has an animal companion, a gray wolf named Bromilk.",
  "Gesela: Male Half-orc Monk, CN. Str 8, Dex 13, Con 7, Int 11, Wis 8, Cha 10. Gesela has a narrow face, with messy gray hair and large blue eyes. He wears plain clothing and wields a bo (quarterstaff). Gesela suffers a severe allergy to eggs.",
  "Zela: Male Half-orc Warlock, N. Str 12, Dex 7, Con 11, Int 9, Wis 7, Cha 12. Zela has curly white hair and blue eyes, and a thin nose. He wears studded leather and wields a handaxe. Zela has an animal companion, a giant spider named Thildamod.",
  "Lavoi: Male Half-orc Rogue, LN. Str 10, Dex 13, Con 12, Int 13, Wis 8, Cha 9. Lavoi has blonde hair and gray eyes. He wears studded leather and wields a rapier and light crossbow. Lavoi believes that he is the rightful heir to the throne of Edhegron.",
  "Mira: Male Half-orc Druid, Neutral. Str 12, Dex 10, Con 11, Int 13, Wis 13, Cha 11. Mira is short and slender, with cropped brown hair and narrow blue eyes. He wears hide armor and wields a mace and wooden shield. Mira is a pack-rat, and carries a satchel of random junk.",
  "Gisida: Male Half-orc Monk, NG. Str 12, Dex 8, Con 15, Int 10, Wis 11, Cha 12. Gisida has tangled blonde hair and sharp brown eyes. He wears well-made clothing and wields a bo (quarterstaff).",
  "Gelosa: Male Half-orc Monk, CN. Str 13, Dex 10, Con 10, Int 9, Wis 9, Cha 10. Gelosa is fey in appearance, with red hair and gray eyes. He wears worn clothing and wields a kanabo (mace).",
  "Saragoia: Male Half-orc Fighter, N. Str 15, Dex 12, Con 7, Int 11, Wis 7, Cha 11. Saragoia is rugged in appearance, with matted silver hair and hazel eyes. He wears splint armor and wields a scimitar and blowgun. Saragoia seeks to destroy the race of trolls.",
  "Ceko: Male Half-orc Paladin, Good. Str 16, Dex 7, Con 8, Int 9, Wis 10, Cha 13. Ceko has red hair and hazel eyes. He wears hide armor and wields a longsword and shield. Ceko has a terrible sense of direction.",
  "Bessida: Male Half-orc Paladin, Good. Str 10, Dex 9, Con 5, Int 10, Wis 13, Cha 8. Bessida has gray hair and narrow hazel eyes, and small ears. He wears hide armor and wields a halberd. Bessida has an animal companion, a bay warhorse named Biusaro.",
  "Thilabai: Male Half-orc Sorcerer, CE. Str 10, Dex 10, Con 13, Int 8, Wis 15, Cha 14. Thilabai has copper hair and large gray eyes. He wears simple clothing and wields a quarterstaff and sling. Thilabai serves a powerful arch-fiend named Aphan.",
  "Gundubai: Male Half-orc Rogue, LE. Str 11, Dex 15, Con 10, Int 8, Wis 9, Cha 11. Gundubai has curly auburn hair and blue eyes, and sharpened teeth. He wears leather armor and wields a longsword and sling.",
  "Branda: Male Half-orc Sorcerer, N. Str 7, Dex 9, Con 9, Int 7, Wis 9, Cha 12. Branda is rugged in appearance, with auburn hair and soft hazel eyes. He wears modest garments and wields a dagger. Branda has an animal companion, a white weasel named Sune.",
  "Vidaha: Male Half-orc Ranger, N. Str 14, Dex 13, Con 5, Int 13, Wis 13, Cha 9. Vidaha has braided auburn hair and gray eyes, and a thick moustache. He wears half plate and wields a war pick and shield. Vidaha is determined and cowardly.",
  "Tharecha: Male Half-orc Monk, NG. Str 16, Dex 12, Con 10, Int 11, Wis 8, Cha 5. Tharecha is short and slender, with thin black hair and narrow gray eyes. He wears travel-stained clothing and wields an ono (handaxe). Tharecha seeks to help the poor and unfortunate.",
  "Videba: Male Half-orc Fighter, LE. Str 15, Dex 17, Con 9, Int 6, Wis 12, Cha 12. Videba has gray hair and blue eyes. He wears splint armor and wields a warhammer. Videba is colorblind.",
  "Rada: Male Half-orc Fighter, N. Str 17, Dex 9, Con 8, Int 12, Wis 12, Cha 12. Rada has tangled copper hair and green eyes. He wears chain mail and wields a battleaxe and shield. Rada is amoral and lazy.",
  "Rana: Male Half-orc Barbarian, CN. Str 14, Dex 11, Con 14, Int 14, Wis 11, Cha 13. Rana is rugged in appearance, with straight white hair and sharp blue eyes. He wears studded leather and wields a glaive. Rana is impish and savage.",
  "Zlicek: Male Half-orc Paladin, Good. Str 8, Dex 8, Con 10, Int 11, Wis 11, Cha 10. Zlicek has a long face, with silver hair and dark gray eyes. He wears splint armor and wields a rapier.",
  "Vedage: Male Half-orc Warlock, LN. Str 8, Dex 6, Con 10, Int 13, Wis 10, Cha 13. Vedage is tall and thin, with golden hair and brown eyes. He wears leather armor and wields a club and light crossbow. Vedage has an animal companion, a grey rat named Bora.",
  "Vena: Male Half-orc Rogue, CE. Str 8, Dex 13, Con 11, Int 8, Wis 10, Cha 11. Vena is short, with white hair and dark blue eyes. He wears studded leather and wields a shortsword and hand crossbow.",
  "Driko: Male Half-orc Cleric, N. Str 10, Dex 8, Con 11, Int 11, Wis 12, Cha 15. Driko has matted black hair and gray eyes, and a round nose. He wears hide armor and wields a handaxe and sling.",
  "Mira: Male Half-orc Druid, Neutral. Str 16, Dex 11, Con 6, Int 6, Wis 16, Cha 13. Mira has straight golden hair and narrow brown eyes. He wears hide armor and wields a spear and wooden shield. Mira is colorblind.",
  "Igilar: Male Half-orc Paladin, Good. Str 13, Dex 11, Con 10, Int 7, Wis 14, Cha 13. Igilar is fey in appearance, with cropped black hair and sharp green eyes. He wears a breastplate and wields a rapier and shield. Igilar seeks the meaning of a strange prophecy.",
  "Valeuva: Male Half-orc Paladin, Good. Str 14, Dex 7, Con 9, Int 10, Wis 8, Cha 9. Valeuva has white hair and dark brown eyes, and numerous distinctive tattoos. He wears a chain shirt and wields a maul.",
  "Vila: Male Half-orc Fighter, LN. Str 17, Dex 10, Con 15, Int 9, Wis 14, Cha 12. Vila is short, with blonde hair and large brown eyes. He wears splint armor and wields a trident.",
  "Thegero: Male Half-orc Rogue, LE. Str 8, Dex 17, Con 13, Int 14, Wis 7, Cha 13. Thegero is tall, with red hair and bright hazel eyes. He wears leather armor and wields a shortsword. Thegero compulsively plays with a pewter ring.",
  "Vlava: Male Half-orc Monk, CE. Str 13, Dex 14, Con 10, Int 8, Wis 14, Cha 8. Vlava has braided red hair and soft hazel eyes, and large ears. He wears simple clothing and wields an ono (handaxe) and sai (dagger).",
  "Vojta: Male Half-orc Monk, NE. Str 14, Dex 10, Con 14, Int 12, Wis 11, Cha 12. Vojta has white hair and gray eyes. He wears modest garments and wields nunchaku (club) and sai (dagger). Vojta has an animal companion, a white rabbit named Lava.",
  "Slavoi: Male Half-orc Bard, N. Str 7, Dex 7, Con 8, Int 13, Wis 14, Cha 17. Slavoi is fair in appearance, with matted blonde hair and large brown eyes. He wears studded leather and wields a longsword and hand crossbow. Slavoi is impatient and absent-minded.",
  "Rosla: Male Half-orc Paladin, Good. Str 11, Dex 7, Con 11, Int 7, Wis 15, Cha 15. Rosla has white hair and sharp blue eyes, and a straight moustache. He wears half plate and wields a pike. Rosla seeks to find his true love.",
  "Egis: Male Half-orc Fighter, CN. Str 13, Dex 10, Con 13, Int 9, Wis 11, Cha 6. Egis has black hair and gray eyes, and prominent ears. He wears half plate and wields a warhammer and net. Egis is flamboyant and greedy.",
  "Wallaro: Male Half-orc Warlock, NE. Str 15, Dex 12, Con 10, Int 11, Wis 13, Cha 14. Wallaro has blonde hair and bright hazel eyes, and walks with a limp. He wears leather armor and wields a light hammer.",
  "Seko: Male Half-orc Monk, CE. Str 12, Dex 13, Con 9, Int 12, Wis 12, Cha 7. Seko has short black hair and gray eyes, and numerous distinctive tattoos. He wears well-made clothing and wields a bo (quarterstaff). Seko seeks to become a knight of the realm.",
  "Bisek: Male Half-orc Rogue, LN. Str 10, Dex 14, Con 10, Int 9, Wis 9, Cha 14. Bisek has copper hair and hazel eyes, and a curly moustache. He wears studded leather and wields a longsword.",
  "Asuisbes: Male Half-orc Rogue, CG. Str 10, Dex 16, Con 10, Int 11, Wis 11, Cha 11. Asuisbes is tall, with white hair and sharp brown eyes. He wears leather armor and wields a rapier and hand crossbow.",
  "Ermarus: Male Half-orc Monk, NG. Str 11, Dex 12, Con 10, Int 6, Wis 7, Cha 13. Ermarus is short and willowy, with uneven silver hair and gray eyes. He wears travel-stained clothing and wields an ono (handaxe). Ermarus has an animal companion, a gray rabbit named Agamar.",
  "Lavoi: Male Half-orc Fighter, N. Str 15, Dex 12, Con 8, Int 10, Wis 11, Cha 10. Lavoi is pleasant in appearance, with tangled white hair and gray eyes. He wears splint armor and wields a flail and shield. Lavoi is alluring and vulgar.",
  "Licisl: Male Half-orc Ranger, N. Str 11, Dex 13, Con 14, Int 14, Wis 14, Cha 8. Licisl has straight silver hair and sharp hazel eyes, and a long moustache. He wears leather armor and wields a greatsword. Licisl is searching for his lost sister.",
  "Bora: Male Half-orc Cleric, LG. Str 9, Dex 11, Con 13, Int 6, Wis 12, Cha 15. Bora has red hair and sharp brown eyes, and a straight beard. He wears leather armor and wields a quarterstaff and shield. Bora is honorable and thrifty.",
  "Heuda: Male Half-orc Ranger, N. Str 11, Dex 14, Con 11, Int 8, Wis 11, Cha 13. Heuda has a narrow face, with brown hair and bright amber eyes. He wears half plate and wields a warhammer and shield. Heuda speaks with a lisp.",
  "Sela: Male Half-orc Rogue, N. Str 11, Dex 15, Con 9, Int 10, Wis 7, Cha 7. Sela is short, with cropped blonde hair and narrow amber eyes. He wears leather armor and wields a rapier. Sela is assertive and honest.",
  "Mousek: Male Half-orc Bard, LN. Str 12, Dex 9, Con 13, Int 12, Wis 14, Cha 16. Mousek has white hair and gray eyes. He wears studded leather and wields a light hammer. Mousek was magically imprisoned for a hundred years.",
  "Heudusa: Male Half-orc Monk, N. Str 14, Dex 12, Con 10, Int 11, Wis 17, Cha 10. Heudusa has black hair and blue eyes, and wears glasses with silver rims. He wears plain clothing and wields nunchaku (club) and sai (dagger).",
  "Gernagoia: Male Half-orc Monk, LG. Str 8, Dex 12, Con 10, Int 11, Wis 16, Cha 8. Gernagoia has a narrow face, with blonde hair and amber eyes. He wears well-made clothing and wields nunchaku (club). Gernagoia is thrifty and modest.",
  "Stisla: Male Half-orc Rogue, LN. Str 9, Dex 15, Con 10, Int 15, Wis 8, Cha 8. Stisla has red hair and light blue eyes. He wears leather armor and wields a rapier. Stisla suffers a severe allergy to rabbits.",
  "Rosla: Male Half-orc Druid, Neutral. Str 9, Dex 13, Con 6, Int 12, Wis 14, Cha 14. Rosla has brown hair and blue eyes, and a flat nose. He wears leather armor and wields a scimitar and wooden shield.",
  "Stana: Male Half-orc Fighter, LG. Str 13, Dex 12, Con 5, Int 10, Wis 6, Cha 9. Stana has a long face, with uneven copper hair and hazel eyes. He wears splint armor and wields a greataxe. Stana is righteous and idealistic.",
  "Veny: Male Half-orc Bard, CN. Str 6, Dex 8, Con 14, Int 11, Wis 14, Cha 17. Veny is tall, with braided gray hair and bright brown eyes. He wears leather armor and wields a longsword.",
  "Rada: Male Half-orc Paladin, Good. Str 11, Dex 13, Con 13, Int 10, Wis 11, Cha 12. Rada is rough in appearance, with blonde hair and bright amber eyes. He wears ring mail and wields a shortsword and shield. Rada is fair and morose.",
  "Sabada: Male Half-orc Paladin, Good. Str 12, Dex 12, Con 11, Int 7, Wis 13, Cha 9. Sabada is stout, with silver hair and gray eyes. He wears scale mail and wields a maul. Sabada has an animal companion, a bay warhorse named Gothune.",
  "Thildo: Male Half-orc Fighter, LE. Str 12, Dex 14, Con 8, Int 8, Wis 10, Cha 10. Thildo is rough in appearance, with copper hair and light green eyes. He wears scale mail and wields a rapier and net.",
  "Sabessa: Male Half-orc Paladin, Good. Str 11, Dex 5, Con 10, Int 5, Wis 12, Cha 13. Sabessa has black hair and gray eyes. He wears chain mail and wields a shortsword and shield.",
  "Ctanda: Male Half-orc Rogue, N. Str 12, Dex 16, Con 7, Int 12, Wis 7, Cha 9. Ctanda is rugged in appearance, with cropped blonde hair and blue eyes. He wears studded leather and wields a longsword and dagger. Ctanda is flirtatious and devout.",
  "Veny: Male Half-orc Druid, Neutral. Str 9, Dex 10, Con 7, Int 5, Wis 14, Cha 11. Veny has tangled gray hair and light green eyes, and prominent ears. He wears hide armor and wields a quarterstaff and sling. Veny is instinctive and ambitious.",
  "Ceswella: Male Half-orc Cleric, NG. Str 14, Dex 9, Con 10, Int 7, Wis 16, Cha 11. Ceswella has a square face, with black hair and blue eyes. He wears half plate and wields a spear and darts. Ceswella is optimistic and generous.",
  "Jara: Male Half-orc Monk, NG. Str 13, Dex 11, Con 11, Int 11, Wis 12, Cha 7. Jara has brown hair and narrow brown eyes, and an unusual mark on his face. He wears worn clothing and wields a kanabo (mace) and sai (dagger). Jara seeks to discover the truth of his lineage.",
  "Theusuero: Male Half-orc Fighter, N. Str 17, Dex 14, Con 7, Int 10, Wis 14, Cha 8. Theusuero has copper hair and hazel eyes, and large ears. He wears plate armor and wields a rapier and hand crossbow. Theusuero has an animal companion, a black bear named Mira.",
  "Svena: Male Half-orc Warlock, N. Str 12, Dex 10, Con 9, Int 10, Wis 7, Cha 17. Svena has a round face, with thick white hair and gray eyes. He wears studded leather and wields a handaxe. Svena is ambitious and extravagant.",
  "Vojta: Male Half-orc Monk, LN. Str 8, Dex 9, Con 7, Int 11, Wis 11, Cha 7. Vojta has short white hair and green eyes, and a round nose. He wears well-made clothing and wields an ono (handaxe) and sai (dagger). Vojta compulsively plays with a brass ring.",
  "Rana: Male Half-orc Warlock, N. Str 11, Dex 12, Con 14, Int 11, Wis 7, Cha 17. Rana has red hair and dark brown eyes. He wears leather armor and wields a handaxe. Rana is blind in his right eye.",
  "Prana: Male Half-orc Paladin, Good. Str 14, Dex 13, Con 13, Int 13, Wis 13, Cha 9. Prana has silver hair and narrow brown eyes, and a cropped moustache. He wears splint armor and wields a maul. Prana has an animal companion, a bay warhorse named Mila.",
  "Sada: Male Half-orc Fighter, LN. Str 12, Dex 10, Con 8, Int 12, Wis 6, Cha 5. Sada has white hair and soft green eyes, and a messy beard. He wears splint armor and wields a pike. Sada is absent-minded, and always searching for a missing item.",
  "Blona: Male Half-orc Cleric, N. Str 7, Dex 8, Con 9, Int 8, Wis 12, Cha 14. Blona is common in appearance, with straight silver hair and soft amber eyes. He wears scale mail and wields a handaxe and shield. Blona has an animal companion, a ginger cat named Mila.",
  "Biko: Male Half-orc Ranger, NG. Str 9, Dex 11, Con 6, Int 12, Wis 11, Cha 9. Biko has long gray hair and amber eyes. He wears leather armor and wields a pike. Biko is only friendly towards other half-orcs..",
  "Cyrica: Male Half-orc Monk, LG. Str 15, Dex 8, Con 6, Int 9, Wis 11, Cha 12. Cyrica has blonde hair and green eyes, and an unusual mark on his leg. He wears travel-stained clothing and wields a yari (spear) and sai (dagger). Cyrica seeks to destroy the race of trolls.",
  "Galia: Male Half-orc Fighter, LG. Str 15, Dex 11, Con 7, Int 7, Wis 8, Cha 7. Galia is rugged in appearance, with uneven copper hair and brown eyes. He wears plate armor and wields a battleaxe. Galia frequently uses uncommon words incorrectly.",
  "Rudusi: Male Half-orc Fighter, N. Str 16, Dex 11, Con 9, Int 7, Wis 6, Cha 13. Rudusi is thin, with silver hair and sharp hazel eyes. He wears half plate and wields a warhammer and hand crossbow.",
  "Wingisa: Male Half-orc Paladin, Good. Str 14, Dex 10, Con 10, Int 14, Wis 10, Cha 10. Wingisa has red hair and brown eyes. He wears scale mail and wields a pike. Wingisa seeks to continue the noble legacy of his father.",
  "Apus: Male Half-orc Paladin, Good. Str 14, Dex 9, Con 10, Int 11, Wis 15, Cha 10. Apus has tangled blonde hair and gray eyes, and wears glasses with electrum rims. He wears half plate and wields a battleaxe. Apus is confident and pleasant.",
  "Wambalda: Male Half-orc Warlock, N. Str 11, Dex 10, Con 8, Int 7, Wis 12, Cha 13. Wambalda has thick auburn hair and narrow hazel eyes. He wears leather armor and wields a club and sling. Wambalda has an animal companion, a vampire bat named Amamen.",
  "Lindolfa: Male Half-orc Monk, LE. Str 13, Dex 11, Con 7, Int 11, Wis 12, Cha 9. Lindolfa is fey in appearance, with auburn hair and dark amber eyes. He wears modest garments and wields an ono (handaxe).",
  "Mila: Male Half-orc Warlock, NG. Str 10, Dex 15, Con 10, Int 8, Wis 14, Cha 12. Mila has braided copper hair and brown eyes, and wears glasses with gold rims. He wears studded leather and wields a club. Mila is thrifty and truthful.",
  "Aribis: Male Half-orc Rogue, NG. Str 13, Dex 13, Con 7, Int 17, Wis 11, Cha 8. Aribis is slender, with matted auburn hair and amber eyes. He wears studded leather and wields a longsword. Aribis is a terrible liar.",
  "Tradero: Male Half-orc Monk, NG. Str 11, Dex 9, Con 11, Int 10, Wis 9, Cha 10. Tradero has uneven black hair and light green eyes. He wears simple clothing and wields a yari (spear). Tradero compulsively whispers nonsense.",
  "Dobra: Male Half-orc Paladin, Good. Str 16, Dex 12, Con 6, Int 15, Wis 14, Cha 8. Dobra is common in appearance, with messy white hair and large gray eyes. He wears splint armor and wields a shortsword.",
  "Vojta: Male Half-orc Fighter, N. Str 14, Dex 14, Con 12, Int 7, Wis 12, Cha 11. Vojta is fey in appearance, with straight golden hair and narrow blue eyes. He wears a breastplate and wields a morningstar and net. Vojta suffers a traumatic fear of confined spaces.",
  "Simiro: Male Half-orc Sorcerer, CN. Str 10, Dex 12, Con 12, Int 7, Wis 14, Cha 15. Simiro has a square face, with straight auburn hair and gray eyes. He wears modest garments and wields a quarterstaff and light crossbow.",
  "Safrica: Male Half-orc Rogue, LN. Str 7, Dex 14, Con 13, Int 11, Wis 14, Cha 7. Safrica is tall and overweight, with tangled red hair and green eyes. He wears leather armor and wields a rapier and hand crossbow. Safrica has an animal companion, a raven named Vuse.",
  "Zlava: Male Half-orc Wizard, LG. Str 10, Dex 11, Con 9, Int 12, Wis 10, Cha 8. Zlava is tall and overweight, with copper hair and large gray eyes. He wears modest garments and wields a quarterstaff and light crossbow.",
  "Tufela: Male Half-orc Ranger, LN. Str 13, Dex 12, Con 12, Int 11, Wis 14, Cha 13. Tufela has a narrow face, with braided white hair and light blue eyes. He wears hide armor and wields a greatsword. Tufela is lively and unfeeling.",
  "Dremir: Male Half-orc Barbarian, NE. Str 15, Dex 9, Con 16, Int 12, Wis 13, Cha 10. Dremir is pleasant in appearance, with blonde hair and green eyes. He wears leather armor and wields a morningstar and shield. Dremir compulsively organizes things.",
  "Vlava: Male Half-orc Fighter, LN. Str 17, Dex 11, Con 7, Int 8, Wis 11, Cha 15. Vlava has golden hair and sharp hazel eyes, and pointed ears. He wears half plate and wields a whip and hand crossbow. Vlava is paranoid and adaptable.",
  "Vena: Male Half-orc Druid, Neutral. Str 10, Dex 9, Con 8, Int 9, Wis 13, Cha 11. Vena is common in appearance, with auburn hair and hazel eyes. He wears leather armor and wields a scimitar. Vena is dying and desperately seeks the secret of immortality.",
  "Vlaha: Male Half-orc Ranger, LN. Str 10, Dex 9, Con 14, Int 6, Wis 11, Cha 11. Vlaha has a long face, with white hair and large gray eyes. He wears studded leather and wields a greataxe. Vlaha is lewd and morose.",
  "Vando: Male Half-orc Ranger, N. Str 12, Dex 14, Con 9, Int 12, Wis 15, Cha 14. Vando is rugged in appearance, with braided black hair and light hazel eyes. He wears leather armor and wields a longsword and shield.",
  "Bora: Male Half-orc Wizard, N. Str 14, Dex 10, Con 6, Int 17, Wis 12, Cha 8. Bora is tall and stout, with long silver hair and light gray eyes. He wears modest garments and wields a dagger and sling. Bora is cursed with delusions.",
  "Rithana: Male Half-orc Monk, CN. Str 10, Dex 9, Con 11, Int 11, Wis 10, Cha 12. Rithana has a narrow face, with silver hair and gray eyes. He wears simple clothing and wields a kanabo (mace). Rithana is searching for his missing daughter.",
  "Mira: Male Half-orc Bard, LG. Str 10, Dex 10, Con 10, Int 13, Wis 10, Cha 16. Mira has a square face, with thick auburn hair and sharp green eyes. He wears leather armor and wields a longsword. Mira is chivalrous and philosophical.",
  "Sala: Male Half-orc Monk, LN. Str 17, Dex 16, Con 6, Int 14, Wis 13, Cha 5. Sala has auburn hair and green eyes, and wears glasses with steel rims. He wears plain clothing and wields an ono (handaxe) and sai (dagger). Sala has an animal companion, a golden monkey named Briba.",
  "Seko: Male Half-orc Cleric, LN. Str 11, Dex 13, Con 10, Int 10, Wis 13, Cha 13. Seko is rugged in appearance, with blonde hair and bright hazel eyes. He wears hide armor and wields a quarterstaff. Seko has an animal companion, a black rat named Heodagoia.",
  "Mila: Male Half-orc Ranger, NG. Str 14, Dex 11, Con 8, Int 12, Wis 13, Cha 7. Mila has a long face, with brown hair and soft blue eyes. He wears studded leather and wields a warhammer and shield. Mila is well-spoken and lustful.",
  "Adalad: Male Half-orc Cleric, LG. Str 12, Dex 9, Con 7, Int 10, Wis 16, Cha 13. Adalad is fey in appearance, with white hair and light brown eyes. He wears a chain shirt and wields a club and shortbow.",
  "Sebero: Male Half-orc Rogue, NG. Str 7, Dex 17, Con 7, Int 17, Wis 12, Cha 9. Sebero has black hair and amber eyes. He wears studded leather and wields a rapier and dagger. Sebero seeks to steal a legendary diamond from the Lost Dungeon of Devastation.",
  "Munda: Male Half-orc Rogue, NG. Str 7, Dex 13, Con 13, Int 14, Wis 11, Cha 11. Munda has thick auburn hair and amber eyes. He wears studded leather and wields a rapier.",
  "Mila: Male Half-orc Paladin, Good. Str 15, Dex 11, Con 6, Int 13, Wis 13, Cha 12. Mila is short, with white hair and green eyes. He wears hide armor and wields a scimitar and shield. Mila has an animal companion, a black warhorse named Zdisla.",
  "Abaic: Male Half-orc Rogue, LN. Str 13, Dex 12, Con 8, Int 11, Wis 12, Cha 8. Abaic is pleasant in appearance, with gray hair and narrow green eyes. He wears studded leather and wields a shortsword and hand crossbow. Abaic secretly serves Atos, an ancient god of destruction.",
  "Simoda: Male Half-orc Sorcerer, LG. Str 10, Dex 8, Con 12, Int 13, Wis 13, Cha 14. Simoda is youthful in appearance, with brown hair and narrow blue eyes. He wears worn clothing and wields a dagger. Simoda seeks to atone for past sins.",
  "Ancaric: Male Half-orc Rogue, N. Str 15, Dex 12, Con 5, Int 14, Wis 11, Cha 10. Ancaric has thick copper hair and soft blue eyes, and pointed ears. He wears leather armor and wields a light hammer and hand crossbow. Ancaric is suspicious and covetous.",
  "Ananiok: Male Half-orc Warlock, LE. Str 13, Dex 7, Con 14, Int 9, Wis 6, Cha 17. Ananiok has auburn hair and light green eyes. He wears leather armor and wields a light hammer and sickle.",
  "Dobra: Male Half-orc Rogue, LE. Str 11, Dex 13, Con 9, Int 9, Wis 13, Cha 10. Dobra has a round face, with white hair and large blue eyes. He wears studded leather and wields a longsword and sickle. Dobra serves an ancient dragon named Baalita.",
  "Zdosla: Male Half-orc Bard, CG. Str 7, Dex 8, Con 9, Int 13, Wis 11, Cha 13. Zdosla has blonde hair and light amber eyes. He wears leather armor and wields a rapier. Zdosla seeks to discover why he keeps having the same nightmare.",
  "Indimas: Male Half-orc Fighter, CN. Str 12, Dex 10, Con 12, Int 15, Wis 8, Cha 12. Indimas is fey in appearance, with cropped black hair and amber eyes. He wears plate armor and wields a scimitar and shield. Indimas is curious and jealous.",
  "Zela: Male Half-orc Cleric, CN. Str 6, Dex 14, Con 7, Int 11, Wis 13, Cha 8. Zela has thin red hair and bright gray eyes. He wears leather armor and wields a mace and sickle. Zela has an animal companion, a green firedrake named Zela.",
  "Mira: Male Half-orc Rogue, N. Str 13, Dex 14, Con 7, Int 12, Wis 6, Cha 8. Mira is common in appearance, with auburn hair and sharp brown eyes. He wears leather armor and wields a shortsword. Mira is pessimistic and possessive.",
  "Driba: Male Half-orc Monk, N. Str 12, Dex 14, Con 12, Int 5, Wis 10, Cha 11. Driba has matted golden hair and light gray eyes. He wears modest garments and wields nunchaku (club). Driba is practical and protective.",
  "Hila: Male Half-orc Cleric, N. Str 11, Dex 10, Con 7, Int 7, Wis 16, Cha 8. Hila has white hair and dark gray eyes. He wears half plate and wields a spear and shield. Hila is morose and lustful.",
  "Thiarica: Male Half-orc Druid, Neutral. Str 12, Dex 9, Con 9, Int 11, Wis 12, Cha 9. Thiarica has a long face, with silver hair and light amber eyes. He wears leather armor and wields a spear and wooden shield. Thiarica is moody and disorganized.",
  "Vojar: Male Half-orc Warlock, NG. Str 13, Dex 6, Con 9, Int 7, Wis 11, Cha 17. Vojar is rugged in appearance, with curly white hair and gray eyes. He wears leather armor and wields a club and shortbow. Vojar has an animal companion, a black cat named Sune.",
  "Biusafro: Male Half-orc Bard, LN. Str 8, Dex 10, Con 13, Int 15, Wis 9, Cha 12. Biusafro has an angular face, with short gray hair and large hazel eyes. He wears leather armor and wields a shortsword and hand crossbow.",
  "Limoda: Male Half-orc Fighter, NG. Str 15, Dex 15, Con 8, Int 12, Wis 11, Cha 8. Limoda is youthful in appearance, with silver hair and narrow green eyes. He wears hide armor and wields a warhammer and shield.",
  "Froca: Male Half-orc Paladin, Good. Str 12, Dex 9, Con 8, Int 7, Wis 13, Cha 16. Froca has long red hair and narrow gray eyes, and a cropped beard. He wears scale mail and wields a greatsword.",
  "Gelinda: Male Half-orc Rogue, CN. Str 8, Dex 13, Con 6, Int 13, Wis 12, Cha 6. Gelinda has brown hair and amber eyes. He wears leather armor and wields a rapier and hand crossbow. Gelinda is assertive and practical.",
  "Rada: Male Half-orc Ranger, LN. Str 16, Dex 14, Con 10, Int 12, Wis 15, Cha 9. Rada is stout, with blonde hair and amber eyes. He wears leather armor and wields a trident. Rada is cynical and insane.",
  "Sarica: Male Half-orc Rogue, LN. Str 8, Dex 12, Con 12, Int 16, Wis 9, Cha 7. Sarica has white hair and narrow hazel eyes, and wears glasses with gold rims. He wears studded leather and wields a quarterstaff. Sarica seeks to save his family from financial ruin.",
  "Vidada: Male Half-orc Fighter, N. Str 15, Dex 11, Con 5, Int 7, Wis 10, Cha 10. Vidada has a square face, with silver hair and narrow blue eyes. He wears ring mail and wields a battleaxe and heavy crossbow. Vidada has an animal companion, a black wolf named Suintha.",
  "Rada: Male Half-orc Fighter, N. Str 14, Dex 10, Con 10, Int 15, Wis 7, Cha 9. Rada is overweight, with golden hair and soft blue eyes. He wears a breastplate and wields a scimitar and longbow. Rada suffers a severe allergy to fish.",
  "Abund: Male Half-orc Paladin, Good. Str 14, Dex 12, Con 9, Int 7, Wis 10, Cha 16. Abund has a long face, with braided gray hair and hazel eyes. He wears a breastplate and wields a warhammer and shield.",
  "Ariudes: Male Half-orc Wizard, LG. Str 8, Dex 15, Con 15, Int 17, Wis 11, Cha 9. Ariudes is rough in appearance, with uneven silver hair and brown eyes. He wears modest garments and wields a dagger and darts. Ariudes compulsively plays with a copper coin.",
  "Hildega: Male Half-orc Paladin, Good. Str 13, Dex 13, Con 10, Int 14, Wis 11, Cha 13. Hildega is short and willowy, with curly white hair and amber eyes. He wears half plate and wields a pike. Hildega is imaginative and gentle.",
  "Zivko: Male Half-orc Cleric, CN. Str 15, Dex 8, Con 10, Int 14, Wis 12, Cha 14. Zivko has a narrow face, with matted red hair and light gray eyes. He wears studded leather and wields a quarterstaff and light crossbow.",
  "Vetesi: Male Half-orc Warlock, NG. Str 14, Dex 9, Con 14, Int 13, Wis 5, Cha 17. Vetesi is overweight, with golden hair and blue eyes. He wears leather armor and wields a quarterstaff and sling.",
  "Svojta: Male Half-orc Barbarian, NE. Str 15, Dex 14, Con 13, Int 9, Wis 13, Cha 12. Svojta is rugged in appearance, with braided blonde hair and amber eyes. He wears leather armor and wields a warhammer and shield. Svojta seeks to free himself from an ancient curse.",
  "Astebed: Male Half-orc Fighter, LG. Str 17, Dex 11, Con 11, Int 6, Wis 12, Cha 9. Astebed is youthful in appearance, with golden hair and blue eyes. He wears ring mail and wields a whip. Astebed is heroic and tactless.",
  "Stosla: Male Half-orc Barbarian, NE. Str 17, Dex 10, Con 14, Int 10, Wis 10, Cha 8. Stosla is common in appearance, with uneven gray hair and green eyes. He wears hide armor and wields a glaive. Stosla is scheming and abrasive.",
  "Fridaga: Male Half-orc Cleric, CN. Str 10, Dex 12, Con 11, Int 12, Wis 13, Cha 12. Fridaga is rugged in appearance, with cropped white hair and narrow green eyes. He wears a chain shirt and wields a quarterstaff and darts. Fridaga secretly serves Mara, an ancient god of trickery.",
  "Ziva: Male Half-orc Ranger, LN. Str 12, Dex 9, Con 15, Int 7, Wis 10, Cha 6. Ziva has a long face, with silver hair and brown eyes. He wears leather armor and wields a rapier. Ziva is absent-minded, and always searching for a missing item.",
  "Bora: Male Half-orc Fighter, CN. Str 16, Dex 8, Con 12, Int 10, Wis 10, Cha 8. Bora has cropped red hair and green eyes. He wears plate armor and wields a warhammer and heavy crossbow. Bora has an animal companion, a brown bear named Brada.",
  "Karda: Male Half-orc Cleric, LE. Str 13, Dex 7, Con 11, Int 11, Wis 13, Cha 13. Karda has a round face, with auburn hair and narrow hazel eyes. He wears leather armor and wields a mace and javelins. Karda seeks revenge against the sister who betrayed him.",
  "Bojan: Male Half-orc Barbarian, NG. Str 16, Dex 9, Con 11, Int 6, Wis 11, Cha 9. Bojan has thick white hair and green eyes, and a curly beard. He wears studded leather and wields a whip. Bojan is industrious and alluring.",
  "Alaniand: Male Half-orc Sorcerer, N. Str 13, Dex 13, Con 14, Int 9, Wis 14, Cha 15. Alaniand has cropped blonde hair and gray eyes, and an unusual mark on his arm. He wears modest garments and wields a quarterstaff and light crossbow.",
  "Praha: Male Half-orc Bard, N. Str 8, Dex 11, Con 11, Int 10, Wis 8, Cha 13. Praha has straight blonde hair and dark brown eyes, and large ears. He wears leather armor and wields a rapier. Praha has an animal companion, a green firedrake named Kvela.",
  "Gesangoia: Male Half-orc Rogue, NE. Str 10, Dex 17, Con 8, Int 13, Wis 10, Cha 8. Gesangoia is short, with matted white hair and light gray eyes. He wears studded leather and wields a rapier. Gesangoia seeks to discover why he cannot remember anything from yesterday.",
  "Zela: Male Half-orc Cleric, NG. Str 12, Dex 9, Con 7, Int 11, Wis 14, Cha 11. Zela has tangled black hair and soft amber eyes. He wears scale mail and wields a club and shield. Zela is impossibly lucky.",
  "Sisima: Male Half-orc Monk, NG. Str 16, Dex 13, Con 8, Int 6, Wis 9, Cha 5. Sisima has a round face, with straight black hair and brown eyes. He wears plain clothing and wields an ono (handaxe) and kama (sickle). Sisima suffers a paralyzing fear of blood.",
  "Remil: Male Half-orc Ranger, N. Str 13, Dex 8, Con 15, Int 10, Wis 13, Cha 11. Remil has gray hair and blue eyes. He wears leather armor and wields a morningstar and shield. Remil secretly serves Gadya, an ancient god of trickery.",
  "Mecek: Male Half-orc Barbarian, CG. Str 13, Dex 11, Con 11, Int 11, Wis 9, Cha 11. Mecek is elegant in appearance, with braided golden hair and amber eyes. He wears scale mail and wields a greatsword. Mecek is dying and desperately seeks the secret of immortality.",
  "Oderith: Male Half-orc Monk, CG. Str 12, Dex 9, Con 15, Int 14, Wis 14, Cha 5. Oderith is short and overweight, with gray hair and narrow green eyes. He wears simple clothing and wields a bo (quarterstaff) and kama (sickle). Oderith is hunting the demon who slew his mentor.",
  "Tiovinia: Male Half-orc Bard, CN. Str 8, Dex 13, Con 8, Int 15, Wis 11, Cha 15. Tiovinia is fey in appearance, with white hair and narrow hazel eyes. He wears leather armor and wields a rapier.",
  "Mila: Male Half-orc Rogue, LN. Str 9, Dex 15, Con 14, Int 12, Wis 13, Cha 7. Mila is tall, with copper hair and narrow brown eyes. He wears leather armor and wields a shortsword. Mila seeks to discover where he came from, and who his real family is.",
  "Slavoi: Male Half-orc Monk, LN. Str 11, Dex 12, Con 11, Int 8, Wis 12, Cha 5. Slavoi has an angular face, with messy copper hair and amber eyes. He wears travel-stained clothing and wields an ono (handaxe) and shuriken (darts). Slavoi is searching for a legendary blade named Eternal Executioner.",
  "Aniarid: Male Half-orc Fighter, NG. Str 14, Dex 17, Con 11, Int 6, Wis 7, Cha 9. Aniarid has golden hair and amber eyes. He wears ring mail and wields a war pick and shield. Aniarid seeks revenge against the sister who betrayed him.",
  "Driba: Male Half-orc Ranger, LN. Str 11, Dex 14, Con 11, Int 5, Wis 15, Cha 10. Driba is rough in appearance, with curly brown hair and brown eyes. He wears half plate and wields a halberd. Driba is gullible and proud.",
  "Jara: Male Half-orc Sorcerer, LN. Str 9, Dex 11, Con 15, Int 11, Wis 9, Cha 13. Jara has silver hair and blue eyes. He wears worn clothing and wields a quarterstaff and light crossbow. Jara compulsively chants nonsense.",
  "Abaus: Male Half-orc Druid, Neutral. Str 12, Dex 14, Con 8, Int 7, Wis 16, Cha 8. Abaus has copper hair and brown eyes. He wears hide armor and wields a quarterstaff and dagger. Abaus has forest owl named Fresuintha.",
  "Zita: Male Half-orc Cleric, CG. Str 11, Dex 9, Con 8, Int 6, Wis 15, Cha 15. Zita has brown hair and dark hazel eyes, and a sharp nose. He wears half plate and wields a handaxe and sickle. Zita believes that he is the rightful heir to the throne of Ningione.",
  "Terica: Male Half-orc Monk, N. Str 11, Dex 13, Con 13, Int 7, Wis 13, Cha 9. Terica has a round face, with copper hair and hazel eyes. He wears plain clothing and wields a kanabo (mace).",
  "Stiko: Male Half-orc Monk, LG. Str 14, Dex 13, Con 12, Int 11, Wis 14, Cha 11. Stiko has straight blonde hair and narrow green eyes, and a thin moustache. He wears sturdy clothing and wields an ono (handaxe) and kama (sickle). Stiko is fearless and jealous.",
  "Lava: Male Half-orc Fighter, N. Str 14, Dex 10, Con 13, Int 14, Wis 10, Cha 11. Lava has a long face, with golden hair and amber eyes. He wears ring mail and wields a morningstar. Lava secretly serves Mashta, an ancient god of evil.",
  "Ucodolf: Male Half-orc Fighter, N. Str 14, Dex 15, Con 12, Int 10, Wis 10, Cha 14. Ucodolf has a long face, with uneven red hair and bright green eyes. He wears hide armor and wields a shortsword and net. Ucodolf seeks to atone for past sins.",
  "Beko: Male Half-orc Sorcerer, LN. Str 7, Dex 8, Con 12, Int 7, Wis 10, Cha 12. Beko has curly copper hair and brown eyes. He wears simple clothing and wields a quarterstaff and darts. Beko seeks to become an instructor at the Athenaeum of the Elements.",
  "Banaro: Male Half-orc Monk, N. Str 10, Dex 9, Con 13, Int 10, Wis 9, Cha 11. Banaro has an angular face, with tangled red hair and bright green eyes. He wears plain clothing and wields nunchaku (club) and shuriken (darts). Banaro is hunting the demon who slew his mentor.",
  "Argaittin: Male Half-orc Cleric, LN. Str 11, Dex 5, Con 10, Int 10, Wis 16, Cha 13. Argaittin has a round face, with curly golden hair and dark gray eyes. He wears leather armor and wields a handaxe and shield. Argaittin has an animal companion, a white rabbit named Bosek.",
  "Stiko: Male Half-orc Druid, Neutral. Str 13, Dex 11, Con 10, Int 12, Wis 14, Cha 14. Stiko is heavyset, with white hair and dark hazel eyes. He wears leather armor and wields a spear and darts. Stiko has dire rat named Bena.",
  "Lata: Male Half-orc Sorcerer, N. Str 8, Dex 7, Con 7, Int 12, Wis 6, Cha 13. Lata has an angular face, with messy white hair and narrow hazel eyes. He wears modest garments and wields a dagger.",
  "Otheus: Male Half-orc Monk, N. Str 11, Dex 12, Con 9, Int 6, Wis 7, Cha 7. Otheus is common in appearance, with golden hair and blue eyes. He wears travel-stained clothing and wields a bo (quarterstaff).",
  "Athaus: Male Half-orc Rogue, LE. Str 15, Dex 17, Con 12, Int 9, Wis 13, Cha 12. Athaus is tall and overweight, with thin auburn hair and blue eyes. He wears leather armor and wields a longsword. Athaus is scheming and lazy.",
  "Rada: Male Half-orc Ranger, N. Str 11, Dex 14, Con 5, Int 8, Wis 10, Cha 10. Rada has long black hair and amber eyes. He wears studded leather and wields a shortsword. Rada has red snake named Mira.",
  "Sisasi: Male Half-orc Druid, Neutral. Str 7, Dex 11, Con 13, Int 12, Wis 14, Cha 9. Sisasi is slender, with copper hair and hazel eyes. He wears leather armor and wields a mace and darts. Sisasi has a terrible sense of direction.",
  "Etheus: Male Half-orc Warlock, NG. Str 12, Dex 10, Con 10, Int 10, Wis 11, Cha 17. Etheus has black hair and green eyes. He wears leather armor and wields a mace. Etheus seeks to continue the noble legacy of his father.",
  "Vitto: Male Half-orc Fighter, LG. Str 13, Dex 10, Con 6, Int 12, Wis 7, Cha 7. Vitto has short brown hair and light amber eyes. He wears half plate and wields a shortsword and blowgun.",
  "Stecha: Male Half-orc Cleric, NG. Str 12, Dex 10, Con 15, Int 13, Wis 16, Cha 16. Stecha has black hair and light gray eyes, and small ears. He wears leather armor and wields a mace. Stecha dislikes having people behind him.",
  "Jara: Male Half-orc Fighter, NG. Str 15, Dex 9, Con 10, Int 14, Wis 10, Cha 10. Jara has golden hair and soft blue eyes, and a short beard. He wears hide armor and wields a greataxe. Jara is friendly and truthful.",
  "Alan: Male Half-orc Fighter, LG. Str 14, Dex 14, Con 9, Int 7, Wis 9, Cha 7. Alan is common in appearance, with cropped auburn hair and gray eyes. He wears splint armor and wields a scimitar. Alan lost his shadow to a nymph.",
  "Rusaro: Male Half-orc Rogue, NE. Str 6, Dex 16, Con 10, Int 16, Wis 14, Cha 7. Rusaro has red hair and bright amber eyes, and large ears. He wears studded leather and wields a longsword and hand crossbow. Rusaro is aggressive and insane.",
  "Zbisek: Male Half-orc Cleric, LN. Str 12, Dex 15, Con 6, Int 10, Wis 16, Cha 11. Zbisek is common in appearance, with tangled brown hair and dark amber eyes. He wears half plate and wields a light hammer and sickle. Zbisek is fascinated by geometry.",
  "Saphraro: Male Half-orc Sorcerer, CN. Str 13, Dex 11, Con 11, Int 8, Wis 8, Cha 12. Saphraro is rugged in appearance, with golden hair and green eyes. He wears modest garments and wields a dagger and sling. Saphraro is dying and desperately seeks the secret of immortality.",
  "Domir: Male Half-orc Cleric, N. Str 7, Dex 9, Con 10, Int 15, Wis 12, Cha 15. Domir is slender, with copper hair and large blue eyes. He wears hide armor and wields a spear and shield.",
  "Horeda: Male Half-orc Fighter, N. Str 16, Dex 10, Con 10, Int 10, Wis 8, Cha 12. Horeda has blonde hair and light gray eyes, and a magical mark on his arm. He wears plate armor and wields a shortsword. Horeda has an animal companion, a black wolf named Heodusa.",
  "Vandero: Male Half-orc Cleric, LN. Str 9, Dex 12, Con 5, Int 10, Wis 16, Cha 15. Vandero is rough in appearance, with straight white hair and gray eyes. He wears leather armor and wields a light hammer.",
  "Garica: Male Half-orc Monk, LN. Str 7, Dex 8, Con 6, Int 9, Wis 15, Cha 11. Garica is short, with white hair and blue eyes. He wears plain clothing and wields an ono (handaxe). Garica avoids eye contact.",
  "Zlavoi: Male Half-orc Fighter, NG. Str 13, Dex 12, Con 9, Int 9, Wis 8, Cha 8. Zlavoi has gray hair and bright hazel eyes, and small ears. He wears splint armor and wields a war pick and heavy crossbow.",
  "Bora: Male Half-orc Fighter, N. Str 13, Dex 14, Con 9, Int 11, Wis 11, Cha 11. Bora has curly silver hair and gray eyes, and a sharp nose. He wears splint armor and wields a flail. Bora is covetous and perverted.",
  "Babessi: Male Half-orc Fighter, N. Str 12, Dex 13, Con 12, Int 8, Wis 10, Cha 9. Babessi has matted blonde hair and narrow brown eyes, and a tangled moustache. He wears hide armor and wields a morningstar and longbow. Babessi compulsively rhymes words.",
  "Zlava: Male Half-orc Cleric, N. Str 8, Dex 11, Con 11, Int 13, Wis 15, Cha 13. Zlava has a square face, with golden hair and blue eyes. He wears scale mail and wields a light hammer and shield. Zlava compulsively whispers nonsense.",
  "Humir: Male Half-orc Barbarian, CG. Str 17, Dex 10, Con 12, Int 11, Wis 6, Cha 11. Humir is heavyset, with golden hair and hazel eyes. He wears leather armor and wields a trident. Humir is virtuous and imaginative.",
  "Athauder: Male Half-orc Fighter, N. Str 14, Dex 16, Con 8, Int 13, Wis 8, Cha 11. Athauder has an angular face, with brown hair and light amber eyes. He wears chain mail and wields a maul. Athauder is searching for his missing daughter.",
  "Alahmas: Male Half-orc Fighter, CN. Str 15, Dex 9, Con 10, Int 12, Wis 13, Cha 10. Alahmas has cropped gray hair and gray eyes, and a long beard. He wears half plate and wields a trident and longbow. Alahmas has an animal companion, a red firedrake named Stosla.",
  "Vida: Male Half-orc Fighter, N. Str 12, Dex 13, Con 12, Int 10, Wis 15, Cha 12. Vida is short, with copper hair and brown eyes. He wears a chain shirt and wields a longsword and net. Vida is wrongly sought by the paladins of the Temple of Angels for forgery.",
  "Rhadila: Male Half-orc Paladin, Good. Str 14, Dex 10, Con 9, Int 6, Wis 12, Cha 12. Rhadila has brown hair and light green eyes. He wears chain mail and wields a shortsword.",
  "Stisla: Male Half-orc Monk, N. Str 13, Dex 10, Con 7, Int 10, Wis 17, Cha 11. Stisla has brown hair and gray eyes. He wears simple clothing and wields a bo (quarterstaff) and kama (sickle). Stisla lost his reflection to a nymph.",
  "Zivoi: Male Half-orc Ranger, NE. Str 8, Dex 10, Con 10, Int 8, Wis 8, Cha 10. Zivoi is common in appearance, with tangled golden hair and light brown eyes. He wears hide armor and wields a scimitar. Zivoi has red snake named Vultufa.",
  "Stiko: Male Half-orc Rogue, N. Str 10, Dex 17, Con 12, Int 13, Wis 10, Cha 13. Stiko has cropped silver hair and amber eyes, and a long moustache. He wears leather armor and wields a shortsword. Stiko was raised by cultists of the Empress of Beauty.",
  "Lava: Male Half-orc Barbarian, CN. Str 12, Dex 10, Con 8, Int 7, Wis 6, Cha 7. Lava has white hair and bright amber eyes. He wears scale mail and wields a warhammer. Lava seeks to atone for past sins.",
  "Prada: Male Half-orc Paladin, Good. Str 14, Dex 9, Con 10, Int 10, Wis 16, Cha 9. Prada has a square face, with long silver hair and narrow blue eyes. He wears hide armor and wields a longsword. Prada is wrongly sought by the King of Edhevras for arson.",
  "Byna: Male Half-orc Druid, Neutral. Str 9, Dex 13, Con 9, Int 13, Wis 12, Cha 12. Byna is fair in appearance, with long black hair and blue eyes. He wears hide armor and wields a club and wooden shield. Byna compulsively rhymes words.",
  "Vithuna: Male Half-orc Bard, N. Str 10, Dex 12, Con 13, Int 12, Wis 10, Cha 17. Vithuna is tall and slender, with golden hair and dark hazel eyes. He wears studded leather and wields a longsword.",
  "Vittiza: Male Half-orc Fighter, NG. Str 17, Dex 16, Con 7, Int 10, Wis 8, Cha 11. Vittiza has black hair and hazel eyes. He wears scale mail and wields a greataxe. Vittiza seeks to prove himself to his peers.",
  "Asalas: Male Half-orc Barbarian, N. Str 15, Dex 6, Con 16, Int 10, Wis 10, Cha 8. Asalas is stout, with straight auburn hair and large brown eyes. He wears studded leather and wields a shortsword and shield. Asalas is haunted by the memories of a past life.",
  "Herica: Male Half-orc Fighter, NG. Str 16, Dex 12, Con 10, Int 5, Wis 10, Cha 9. Herica is tall and slender, with copper hair and gray eyes. He wears ring mail and wields a flail and shield. Herica is fair and thrifty.",
  "Lava: Male Half-orc Monk, LN. Str 10, Dex 15, Con 10, Int 15, Wis 16, Cha 10. Lava is tall, with gray hair and light gray eyes. He wears travel-stained clothing and wields a bo (quarterstaff). Lava has an animal companion, a green firedrake named Wenza.",
  "Gerida: Male Half-orc Rogue, CN. Str 7, Dex 12, Con 14, Int 17, Wis 13, Cha 6. Gerida has long blonde hair and gray eyes, and prominent ears. He wears leather armor and wields a rapier and sickle. Gerida seeks revenge against the sister who betrayed him.",
  "Hiudusa: Male Half-orc Monk, LE. Str 15, Dex 8, Con 7, Int 12, Wis 7, Cha 10. Hiudusa has a round face, with braided red hair and dark blue eyes. He wears modest garments and wields a yari (spear) and shuriken (darts). Hiudusa is bloodthirsty and vulgar.",
  "Vulta: Male Half-orc Monk, LG. Str 15, Dex 8, Con 14, Int 8, Wis 11, Cha 11. Vulta has auburn hair and narrow amber eyes, and a braided beard. He wears plain clothing and wields nunchaku (club) and kama (sickle). Vulta has an animal companion, a tiger named Gisela.",
  "Guntheldo: Male Half-orc Paladin, Good. Str 12, Dex 10, Con 12, Int 10, Wis 8, Cha 14. Guntheldo is common in appearance, with uneven copper hair and soft blue eyes. He wears a chain shirt and wields a longsword. Guntheldo has an animal companion, a bay warhorse named Ridigoia.",
  "Unthilar: Male Half-orc Paladin, Good. Str 14, Dex 11, Con 5, Int 13, Wis 15, Cha 9. Unthilar is common in appearance, with auburn hair and hazel eyes. He wears a breastplate and wields a scimitar. Unthilar is wrongly sought by the Lord of Londone for treason.",
  "Thildero: Male Half-orc Paladin, Good. Str 11, Dex 9, Con 14, Int 6, Wis 13, Cha 7. Thildero is cultured in appearance, with auburn hair and narrow amber eyes. He wears a breastplate and wields a trident.",
  "Cada: Male Half-orc Warlock, N. Str 12, Dex 12, Con 11, Int 11, Wis 7, Cha 16. Cada is overweight, with short golden hair and amber eyes. He wears leather armor and wields a spear and light crossbow. Cada seeks to master the secrets of living constructs.",
  "Anac: Male Half-orc Wizard, CG. Str 8, Dex 10, Con 11, Int 12, Wis 6, Cha 9. Anac is rough in appearance, with copper hair and hazel eyes. He wears expensive clothing and wields a quarterstaff and darts. Anac is haunted by the memories of a past life.",
  "Gildiusi: Male Half-orc Fighter, NE. Str 16, Dex 12, Con 12, Int 10, Wis 10, Cha 15. Gildiusi has thick white hair and soft hazel eyes, and numerous unusual tattoos. He wears scale mail and wields a scimitar and shield. Gildiusi is perverted and secretive.",
  "Vithmunda: Male Half-orc Paladin, Good. Str 10, Dex 8, Con 14, Int 10, Wis 13, Cha 8. Vithmunda is courtly in bearing, with thin blonde hair and dark gray eyes. He wears plate armor and wields a battleaxe. Vithmunda has an animal companion, a bay warhorse named Zladmil.",
  "Vlavoi: Male Half-orc Ranger, N. Str 11, Dex 14, Con 10, Int 9, Wis 12, Cha 8. Vlavoi has a square face, with thick brown hair and bright hazel eyes. He wears leather armor and wields a greatsword.",
  "Svata: Male Half-orc Fighter, N. Str 17, Dex 9, Con 13, Int 7, Wis 11, Cha 11. Svata has a narrow face, with auburn hair and gray eyes. He wears chain mail and wields a flail. Svata compulsively picks up things.",
  "Uvigar: Male Half-orc Druid, Neutral. Str 16, Dex 9, Con 8, Int 14, Wis 14, Cha 8. Uvigar is fey in appearance, with auburn hair and large brown eyes. He wears hide armor and wields a quarterstaff and darts. Uvigar is a skilled singer.",
  "Vala: Male Half-orc Ranger, NE. Str 13, Dex 14, Con 8, Int 6, Wis 10, Cha 11. Vala has auburn hair and sharp hazel eyes, and wears glasses with brass rims. He wears leather armor and wields a pike. Vala speaks with a strange accent.",
  "Himunda: Male Half-orc Ranger, N. Str 12, Dex 14, Con 13, Int 6, Wis 8, Cha 11. Himunda has black hair and brown eyes, and a distinctive tattoo on his face. He wears studded leather and wields a warhammer and shield. Himunda suffers a deadly allergy to cats.",
  "Rimero: Male Half-orc Fighter, CE. Str 13, Dex 9, Con 10, Int 8, Wis 14, Cha 10. Rimero is repulsive in appearance, with brown hair and gray eyes. He wears plate armor and wields a war pick and heavy crossbow. Rimero has an animal companion, a black bear named Bora.",
  "Raha: Male Half-orc Rogue, N. Str 8, Dex 12, Con 14, Int 13, Wis 11, Cha 9. Raha has long gray hair and sharp hazel eyes. He wears studded leather and wields a rapier and hand crossbow. Raha is searching for the legendary elven kingdom of Eirion.",
  "Fricuna: Male Half-orc Ranger, NE. Str 11, Dex 11, Con 6, Int 12, Wis 12, Cha 12. Fricuna has thick copper hair and dark brown eyes, and a braided moustache. He wears studded leather and wields a halberd. Fricuna is coarse and fiendish.",
  "Gauto: Male Half-orc Fighter, LN. Str 12, Dex 12, Con 9, Int 7, Wis 7, Cha 7. Gauto has curly blonde hair and large green eyes, and a thin beard. He wears a breastplate and wields a rapier and longbow. Gauto is searching for a legendary blade named Malevolent Victory.",
  "Brany: Male Half-orc Paladin, Good. Str 10, Dex 14, Con 13, Int 12, Wis 10, Cha 14. Brany is cultured in appearance, with short copper hair and dark brown eyes. He wears splint armor and wields a trident. Brany is haunted by the ghost of someone he killed.",
  "Iked: Male Half-orc Sorcerer, NG. Str 9, Dex 7, Con 11, Int 9, Wis 9, Cha 13. Iked has a narrow face, with auburn hair and amber eyes. He wears worn clothing and wields a quarterstaff. Iked avoids eye contact.",
  "Wala: Male Half-orc Monk, LG. Str 9, Dex 12, Con 6, Int 6, Wis 10, Cha 12. Wala has uneven copper hair and narrow green eyes, and a thin nose. He wears well-made clothing and wields an ono (handaxe). Wala suffers a mild allergy to horses.",
  "Ododdal: Male Half-orc Paladin, Good. Str 12, Dex 12, Con 7, Int 9, Wis 8, Cha 14. Ododdal has long copper hair and hazel eyes, and large ears. He wears half plate and wields a scimitar. Ododdal speaks with a lisp.",
  "Sarima: Male Half-orc Warlock, NG. Str 10, Dex 5, Con 7, Int 14, Wis 12, Cha 14. Sarima is short and willowy, with silver hair and blue eyes. He wears leather armor and wields a club.",
  "Lava: Male Half-orc Monk, N. Str 16, Dex 9, Con 7, Int 11, Wis 15, Cha 11. Lava is stout, with thin copper hair and bright hazel eyes. He wears modest garments and wields a kanabo (mace). Lava is truthful and practical.",
  "Riceswal: Male Half-orc Rogue, NG. Str 11, Dex 13, Con 8, Int 13, Wis 11, Cha 7. Riceswal has brown hair and gray eyes. He wears studded leather and wields a longsword and hand crossbow. Riceswal is impossibly lucky.",
  "Ruarisa: Male Half-orc Monk, N. Str 10, Dex 12, Con 11, Int 11, Wis 11, Cha 7. Ruarisa is short and overweight, with tangled white hair and soft blue eyes. He wears modest garments and wields a bo (quarterstaff).",
  "Buda: Male Half-orc Barbarian, N. Str 17, Dex 10, Con 11, Int 8, Wis 13, Cha 9. Buda has cropped red hair and dark blue eyes. He wears studded leather and wields a warhammer and shield. Buda is dying and desperately seeks the secret of immortality.",
  "Dala: Male Half-orc Ranger, NG. Str 12, Dex 12, Con 11, Int 9, Wis 14, Cha 13. Dala is short, with thin silver hair and sharp blue eyes. He wears studded leather and wields a longsword and shield. Dala is blind in his right eye.",
  "Lavoi: Male Half-orc Bard, NE. Str 6, Dex 5, Con 10, Int 13, Wis 9, Cha 15. Lavoi is stout, with silver hair and amber eyes. He wears leather armor and wields a longsword and hand crossbow. Lavoi has an animal companion, a white rabbit named Boha.",
  "Gerica: Male Half-orc Rogue, N. Str 11, Dex 15, Con 6, Int 11, Wis 10, Cha 9. Gerica is stout, with straight gray hair and brown eyes. He wears leather armor and wields a shortsword and dagger. Gerica is cursed with chronic pain.",
  "Viveto: Male Half-orc Druid, Neutral. Str 16, Dex 7, Con 10, Int 11, Wis 15, Cha 6. Viveto has a round face, with thick silver hair and blue eyes. He wears hide armor and wields a club.",
  "Gainida: Male Half-orc Fighter, CN. Str 14, Dex 13, Con 13, Int 10, Wis 6, Cha 9. Gainida is pleasant in appearance, with matted copper hair and sharp hazel eyes. He wears hide armor and wields a trident and shield. Gainida has an animal companion, a red firedrake named Sigiscla.",
  "Ridege: Male Half-orc Ranger, N. Str 7, Dex 11, Con 8, Int 13, Wis 13, Cha 7. Ridege has brown hair and hazel eyes, and a round nose. He wears half plate and wields a morningstar. Ridege has black snake named Jara.",
  "Vojan: Male Half-orc Fighter, N. Str 12, Dex 15, Con 9, Int 10, Wis 7, Cha 12. Vojan has cropped golden hair and brown eyes. He wears chain mail and wields a pike. Vojan seeks to atone for past sins.",
  "Dobra: Male Half-orc Rogue, N. Str 5, Dex 15, Con 8, Int 15, Wis 9, Cha 12. Dobra is fey in appearance, with uneven black hair and green eyes. He wears studded leather and wields a rapier. Dobra is bold and savage.",
  "Rada: Male Half-orc Rogue, N. Str 11, Dex 15, Con 8, Int 11, Wis 14, Cha 10. Rada is rugged in appearance, with silver hair and large amber eyes. He wears leather armor and wields a shortsword. Rada is searching for his lost brother.",
  "Hermisma: Male Half-orc Bard, N. Str 10, Dex 10, Con 15, Int 14, Wis 8, Cha 14. Hermisma has copper hair and amber eyes. He wears studded leather and wields a shortsword and darts. Hermisma lost his reflection to a nymph.",
  "Imeric: Male Half-orc Fighter, N. Str 12, Dex 11, Con 13, Int 6, Wis 13, Cha 14. Imeric is fair in appearance, with red hair and bright hazel eyes. He wears a breastplate and wields a glaive. Imeric is extravagant and vulgar.",
  "Sadega: Male Half-orc Ranger, NG. Str 11, Dex 13, Con 9, Int 6, Wis 10, Cha 12. Sadega has matted red hair and amber eyes. He wears a chain shirt and wields a longsword. Sadega is searching for his missing son.",
  "Bora: Male Half-orc Ranger, NG. Str 16, Dex 10, Con 8, Int 9, Wis 8, Cha 13. Bora is willowy, with straight blonde hair and light amber eyes. He wears half plate and wields a longsword and shield. Bora is reflective and righteous.",
  "Neko: Male Half-orc Cleric, N. Str 11, Dex 6, Con 9, Int 6, Wis 12, Cha 11. Neko has copper hair and brown eyes, and an uneven moustache. He wears studded leather and wields a mace. Neko has an animal companion, a copper firedrake named Badega.",
  "Briba: Male Half-orc Wizard, NE. Str 15, Dex 10, Con 8, Int 16, Wis 7, Cha 10. Briba is rough in appearance, with curly black hair and amber eyes. He wears simple clothing and wields a dagger and darts. Briba compulsively picks up things.",
  "Aigegic: Male Half-orc Rogue, NG. Str 9, Dex 13, Con 9, Int 10, Wis 9, Cha 10. Aigegic has braided black hair and soft amber eyes, and prominent ears. He wears leather armor and wields a handaxe and hand crossbow.",
  "Angic: Male Half-orc Ranger, LE. Str 8, Dex 8, Con 10, Int 13, Wis 16, Cha 8. Angic is fair in appearance, with gray hair and narrow green eyes. He wears half plate and wields a greataxe. Angic was magically imprisoned for a hundred years.",
  "Mira: Male Half-orc Ranger, NG. Str 16, Dex 8, Con 13, Int 12, Wis 10, Cha 14. Mira has copper hair and sharp blue eyes. He wears leather armor and wields a greatsword. Mira seeks to discover the truth of his lineage.",
  "Gildila: Male Half-orc Fighter, N. Str 14, Dex 11, Con 14, Int 6, Wis 11, Cha 15. Gildila is rough in appearance, with gray hair and hazel eyes. He wears splint armor and wields a longsword and net. Gildila is honest and malevolent.",
  "Heodegoia: Male Half-orc Monk, LN. Str 14, Dex 9, Con 12, Int 11, Wis 9, Cha 8. Heodegoia has a narrow face, with brown hair and light green eyes. He wears modest garments and wields an ono (handaxe) and kama (sickle). Heodegoia has an animal companion, a black snake named Chlaso.",
  "Lavoi: Male Half-orc Cleric, CG. Str 11, Dex 11, Con 11, Int 10, Wis 17, Cha 9. Lavoi is thin, with matted silver hair and green eyes. He wears leather armor and wields a spear and sling. Lavoi suffers a mild allergy to moulds.",
  "Slava: Male Half-orc Fighter, NG. Str 15, Dex 8, Con 10, Int 9, Wis 6, Cha 8. Slava has a narrow face, with short red hair and light hazel eyes. He wears splint armor and wields a warhammer and shield. Slava has an animal companion, a black dog named Jura.",
  "Galatha: Male Half-orc Rogue, CE. Str 14, Dex 13, Con 9, Int 11, Wis 10, Cha 12. Galatha has a square face, with curly gray hair and green eyes. He wears leather armor and wields a longsword. Galatha is thoughtless and craven.",
  "Brivoi: Male Half-orc Rogue, CG. Str 12, Dex 13, Con 13, Int 11, Wis 9, Cha 8. Brivoi is willowy, with long gray hair and brown eyes. He wears leather armor and wields a longsword. Brivoi is hunting the demon who murdered his family.",
  "Bricusi: Male Half-orc Wizard, N. Str 9, Dex 12, Con 8, Int 13, Wis 10, Cha 11. Bricusi has a square face, with golden hair and gray eyes. He wears modest garments and wields a quarterstaff and sling. Bricusi has an arcane familiar, a forest owl named Vadamalb.",
  "Walama: Male Half-orc Cleric, NE. Str 9, Dex 10, Con 13, Int 12, Wis 17, Cha 13. Walama is rugged in appearance, with straight gray hair and green eyes. He wears leather armor and wields a club and shield. Walama is disloyal and fanatical.",
  "Breko: Male Half-orc Fighter, CG. Str 12, Dex 9, Con 8, Int 8, Wis 8, Cha 13. Breko has silver hair and light green eyes. He wears a chain shirt and wields a battleaxe and longbow. Breko suffers a mild allergy to dogs.",
  "Bomir: Male Half-orc Fighter, NG. Str 16, Dex 12, Con 9, Int 10, Wis 11, Cha 5. Bomir has long black hair and soft gray eyes. He wears plate armor and wields a flail and shield. Bomir is a skilled dancer.",
  "Laha: Male Half-orc Monk, N. Str 13, Dex 13, Con 8, Int 7, Wis 15, Cha 6. Laha has a narrow face, with white hair and hazel eyes. He wears modest garments and wields a yari (spear).",
  "Dana: Male Half-orc Cleric, N. Str 12, Dex 8, Con 11, Int 9, Wis 17, Cha 14. Dana has silver hair and dark amber eyes, and wears glasses with steel rims. He wears leather armor and wields a mace and sickle. Dana is impossibly lucky.",
  "Bisla: Male Half-orc Paladin, Good. Str 10, Dex 10, Con 15, Int 15, Wis 14, Cha 15. Bisla is short and slender, with matted copper hair and brown eyes. He wears chain mail and wields a longsword and shield. Bisla has an animal companion, a white warhorse named Mira.",
  "Homil: Male Half-orc Barbarian, N. Str 12, Dex 14, Con 9, Int 9, Wis 6, Cha 9. Homil has gray hair and green eyes. He wears leather armor and wields a whip and longbow. Homil has an animal companion, a black dog named Krogotha.",
  "Jara: Male Half-orc Wizard, LE. Str 9, Dex 14, Con 14, Int 13, Wis 12, Cha 15. Jara is short, with short gray hair and soft blue eyes. He wears copper robes and wields a dagger.",
  "Preko: Male Half-orc Ranger, LE. Str 12, Dex 11, Con 7, Int 12, Wis 15, Cha 10. Preko has tangled brown hair and green eyes. He wears a breastplate and wields a scimitar and shield.",
  "Meko: Male Half-orc Monk, N. Str 13, Dex 15, Con 10, Int 11, Wis 16, Cha 7. Meko is short and thin, with black hair and large hazel eyes. He wears well-made clothing and wields an ono (handaxe) and sai (dagger). Meko is amoral and covetous.",
  "Ampris: Male Half-orc Sorcerer, NG. Str 11, Dex 13, Con 14, Int 13, Wis 10, Cha 16. Ampris is fey in appearance, with auburn hair and dark gray eyes. He wears sturdy clothing and wields a dagger and sling. Ampris is kind and inquisitive.",
  "Mila: Male Half-orc Bard, N. Str 14, Dex 15, Con 12, Int 11, Wis 6, Cha 14. Mila has a long face, with braided white hair and amber eyes. He wears leather armor and wields a shortsword.",
  "Stiko: Male Half-orc Wizard, CN. Str 8, Dex 10, Con 10, Int 15, Wis 8, Cha 10. Stiko has brown hair and soft gray eyes. He wears well-made clothing and wields a dagger.",
  "Asadach: Male Half-orc Monk, LN. Str 8, Dex 17, Con 14, Int 13, Wis 16, Cha 9. Asadach has thin golden hair and hazel eyes, and a beaked nose. He wears worn clothing and wields a bo (quarterstaff). Asadach compulsively organizes things.",
  "Mira: Male Half-orc Fighter, LG. Str 15, Dex 10, Con 14, Int 9, Wis 11, Cha 8. Mira has a long face, with tangled golden hair and soft blue eyes. He wears plate armor and wields a whip and shield. Mira serves Maros, an ancient but forgotten god of ice.",
  "Thermiro: Male Half-orc Sorcerer, LN. Str 12, Dex 8, Con 12, Int 11, Wis 12, Cha 12. Thermiro is short and slender, with brown hair and bright brown eyes. He wears sturdy clothing and wields a quarterstaff and light crossbow. Thermiro has an animal companion, a sand lizard named Vala.",
  "Zela: Male Half-orc Cleric, NE. Str 12, Dex 10, Con 7, Int 12, Wis 17, Cha 7. Zela has short red hair and amber eyes, and a round nose. He wears a chain shirt and wields a handaxe. Zela has an animal companion, a gray rat named Sunilda.",
  "Rica: Male Half-orc Ranger, NE. Str 11, Dex 10, Con 15, Int 7, Wis 15, Cha 13. Rica is wretched in appearance, with matted brown hair and amber eyes. He wears hide armor and wields a greataxe. Rica has dire rat named Vela.",
  "Bildala: Male Half-orc Ranger, CN. Str 10, Dex 16, Con 7, Int 12, Wis 12, Cha 8. Bildala is short, with brown hair and gray eyes. He wears leather armor and wields a longsword and shield. Bildala has red snake named Svela.",
  "Ataus: Male Half-orc Monk, LE. Str 9, Dex 14, Con 10, Int 9, Wis 16, Cha 9. Ataus has curly blonde hair and soft blue eyes, and a malevolent smile. He wears travel-stained clothing and wields a bo (quarterstaff). Ataus has an animal companion, a black snake named Cithinda.",
  "Vleko: Male Half-orc Fighter, NG. Str 17, Dex 11, Con 15, Int 9, Wis 7, Cha 10. Vleko is rough in appearance, with thick copper hair and light amber eyes. He wears splint armor and wields a shortsword and shield.",
  "Remec: Male Half-orc Wizard, N. Str 12, Dex 13, Con 6, Int 17, Wis 9, Cha 12. Remec is overweight, with brown hair and bright green eyes. He wears golden robes and wields a quarterstaff and light crossbow. Remec is cursed with amnesia.",
  "Arcodos: Male Half-orc Fighter, N. Str 13, Dex 10, Con 7, Int 8, Wis 14, Cha 9. Arcodos has curly white hair and bright blue eyes. He wears ring mail and wields a morningstar. Arcodos has an animal companion, a badger named Frica.",
  "Sebaza: Male Half-orc Rogue, CG. Str 7, Dex 12, Con 5, Int 16, Wis 14, Cha 9. Sebaza has white hair and narrow brown eyes, and prominent ears. He wears studded leather and wields a longsword. Sebaza is honorable and covetous.",
  "Wenza: Male Half-orc Paladin, Good. Str 15, Dex 13, Con 8, Int 11, Wis 15, Cha 14. Wenza has an angular face, with long brown hair and blue eyes. He wears splint armor and wields a maul. Wenza is quiet, and says as little as possible.",
  "Lava: Male Half-orc Paladin, Good. Str 14, Dex 10, Con 11, Int 7, Wis 9, Cha 15. Lava is willowy, with tangled black hair and green eyes. He wears ring mail and wields a greataxe. Lava has an animal companion, a bay warhorse named Arittic.",
  "Vojta: Male Half-orc Barbarian, LG. Str 15, Dex 12, Con 10, Int 10, Wis 11, Cha 11. Vojta has a long face, with short blonde hair and green eyes. He wears studded leather and wields a scimitar and net. Vojta has an animal companion, a gray wolf named Vencin.",
  "Svojta: Male Half-orc Fighter, N. Str 15, Dex 13, Con 15, Int 6, Wis 7, Cha 14. Svojta has cropped auburn hair and bright blue eyes. He wears a chain shirt and wields a scimitar and blowgun. Svojta seeks only fame and glory.",
  "Feleova: Male Half-orc Rogue, N. Str 11, Dex 14, Con 13, Int 12, Wis 8, Cha 9. Feleova is tall, with auburn hair and large blue eyes. He wears studded leather and wields a longsword and hand crossbow. Feleova is practical and nervous.",
  "Sisada: Male Half-orc Rogue, LN. Str 8, Dex 17, Con 9, Int 13, Wis 8, Cha 10. Sisada has black hair and large hazel eyes. He wears studded leather and wields a longsword. Sisada is fascinated by death.",
  "Eteges: Male Half-orc Monk, NG. Str 14, Dex 13, Con 6, Int 13, Wis 15, Cha 10. Eteges has thin auburn hair and bright hazel eyes. He wears modest garments and wields nunchaku (club). Eteges has an animal companion, a copper firedrake named Abus.",
  "Tiko: Male Half-orc Monk, LE. Str 15, Dex 12, Con 10, Int 8, Wis 10, Cha 6. Tiko is beastly in appearance, with messy silver hair and sharp green eyes. He wears travel-stained clothing and wields a bo (quarterstaff). Tiko suffers a deadly allergy to shellfish.",
  "Mila: Male Half-orc Paladin, Good. Str 10, Dex 12, Con 12, Int 9, Wis 9, Cha 12. Mila is fair in appearance, with straight silver hair and large green eyes. He wears chain mail and wields a battleaxe and shield. Mila suffers a paralyzing fear of death.",
  "Hosek: Male Half-orc Monk, N. Str 7, Dex 13, Con 11, Int 13, Wis 10, Cha 11. Hosek has a long face, with red hair and light amber eyes. He wears well-made clothing and wields a kanabo (mace). Hosek has an animal companion, a hunting dog named Suinige.",
  "Ceswintha: Male Half-orc Rogue, NE. Str 10, Dex 15, Con 6, Int 13, Wis 8, Cha 10. Ceswintha has golden hair and dark gray eyes. He wears studded leather and wields a club and light crossbow. Ceswintha is dishonest and immoral.",
  "Stosla: Male Half-orc Wizard, LN. Str 11, Dex 15, Con 13, Int 13, Wis 8, Cha 10. Stosla is common in appearance, with tangled white hair and blue eyes. He wears travel-stained clothing and wields a quarterstaff.",
  "Salla: Male Half-orc Monk, NG. Str 8, Dex 12, Con 11, Int 12, Wis 14, Cha 13. Salla is tall and slender, with black hair and amber eyes. He wears modest garments and wields a kanabo (mace) and kama (sickle). Salla avoids eye contact.",
  "Thermudua: Male Half-orc Rogue, LN. Str 13, Dex 12, Con 9, Int 15, Wis 8, Cha 13. Thermudua is stout, with uneven brown hair and light blue eyes. He wears studded leather and wields a spear. Thermudua is searching for the lost dominion of Vine.",
  "Bora: Male Half-orc Rogue, N. Str 8, Dex 16, Con 7, Int 9, Wis 12, Cha 10. Bora has a long face, with red hair and gray eyes. He wears studded leather and wields a quarterstaff and hand crossbow. Bora is curious and craven.",
  "Lava: Male Half-orc Monk, CE. Str 14, Dex 9, Con 10, Int 11, Wis 14, Cha 6. Lava is overweight, with uneven brown hair and brown eyes. He wears sturdy clothing and wields a kanabo (mace) and shuriken (darts).",
  "Zlousek: Male Half-orc Cleric, LG. Str 9, Dex 10, Con 12, Int 7, Wis 17, Cha 10. Zlousek has an angular face, with cropped blonde hair and dark green eyes. He wears studded leather and wields a quarterstaff. Zlousek has an animal companion, a black cat named Kreliva.",
  "Mira: Male Half-orc Bard, NG. Str 9, Dex 5, Con 9, Int 16, Wis 8, Cha 17. Mira is pleasant in appearance, with white hair and light blue eyes. He wears leather armor and wields a spear.",
  "Avigic: Male Half-orc Wizard, NE. Str 9, Dex 11, Con 12, Int 14, Wis 8, Cha 13. Avigic has silver hair and sharp blue eyes, and pointed ears. He wears emerald robes and wields a dagger and darts. Avigic is fanatical and erratic.",
  "Alild: Male Half-orc Warlock, LN. Str 12, Dex 8, Con 8, Int 15, Wis 7, Cha 17. Alild has thin white hair and dark blue eyes, and pointed ears. He wears leather armor and wields a quarterstaff. Alild has an animal companion, a grey rat named Hiudiga.",
  "Mira: Male Half-orc Barbarian, N. Str 13, Dex 10, Con 9, Int 10, Wis 11, Cha 6. Mira has thin auburn hair and sharp gray eyes, and pointed ears. He wears hide armor and wields a warhammer and hand crossbow. Mira is adventurous and clever.",
  "Rada: Male Half-orc Rogue, NE. Str 12, Dex 14, Con 12, Int 14, Wis 9, Cha 9. Rada is rugged in appearance, with thick black hair and brown eyes. He wears leather armor and wields a rapier. Rada is sadistic and vulgar.",
  "Aric: Male Half-orc Fighter, N. Str 16, Dex 16, Con 5, Int 6, Wis 10, Cha 10. Aric has thin black hair and gray eyes, and wears glasses with electrum rims. He wears scale mail and wields a longsword and shield.",
  "Zlesla: Male Half-orc Cleric, CN. Str 12, Dex 7, Con 10, Int 14, Wis 12, Cha 12. Zlesla is common in appearance, with auburn hair and amber eyes. He wears a breastplate and wields a club and shield. Zlesla is painfully tone-deaf.",
  "Vacla: Male Half-orc Paladin, Good. Str 10, Dex 7, Con 14, Int 9, Wis 8, Cha 8. Vacla has short silver hair and light brown eyes, and prominent ears. He wears scale mail and wields a pike. Vacla seeks to continue the noble legacy of his father.",
  "Byhna: Male Half-orc Fighter, NG. Str 12, Dex 13, Con 6, Int 15, Wis 10, Cha 10. Byhna has a narrow face, with copper hair and narrow gray eyes. He wears half plate and wields a pike. Byhna is fearless and fair.",
  "Vela: Male Half-orc Rogue, NG. Str 10, Dex 15, Con 12, Int 12, Wis 9, Cha 10. Vela has a narrow face, with braided gray hair and brown eyes. He wears studded leather and wields a mace. Vela is diplomatic and gullible.",
  "Zida: Male Half-orc Monk, N. Str 11, Dex 14, Con 13, Int 6, Wis 11, Cha 9. Zida has a long face, with gray hair and amber eyes. He wears worn clothing and wields a kanabo (mace).",
  "Rana: Male Half-orc Druid, Neutral. Str 15, Dex 10, Con 12, Int 8, Wis 12, Cha 8. Rana has curly copper hair and dark gray eyes, and a cropped moustache. He wears leather armor and wields a spear and wooden shield. Rana is paranoid and impatient.",
  "Canniva: Male Half-orc Fighter, CN. Str 12, Dex 7, Con 9, Int 9, Wis 11, Cha 11. Canniva is tall, with curly blonde hair and blue eyes. He wears chain mail and wields a longsword and shield.",
  "Bricaro: Male Half-orc Rogue, N. Str 7, Dex 14, Con 12, Int 9, Wis 10, Cha 11. Bricaro has short golden hair and dark gray eyes, and a magical tattoo on his arm. He wears leather armor and wields a longsword.",
  "Raha: Male Half-orc Rogue, N. Str 5, Dex 17, Con 6, Int 11, Wis 14, Cha 10. Raha is slender, with black hair and green eyes. He wears studded leather and wields a longsword and hand crossbow. Raha is covetous and aggressive.",
  "Bojik: Male Half-orc Rogue, LE. Str 13, Dex 16, Con 10, Int 14, Wis 13, Cha 10. Bojik has curly white hair and sharp gray eyes, and a messy moustache. He wears leather armor and wields a longsword. Bojik is wrongly sought by the paladins of the Temple of White Light for forgery.",
  "Bosek: Male Half-orc Rogue, NE. Str 10, Dex 12, Con 13, Int 7, Wis 13, Cha 8. Bosek is willowy, with uneven black hair and large amber eyes. He wears leather armor and wields a handaxe and darts. Bosek is malevolent and selfish.",
  "Bigisi: Male Half-orc Druid, Neutral. Str 14, Dex 7, Con 14, Int 8, Wis 15, Cha 10. Bigisi is short and heavyset, with cropped silver hair and narrow green eyes. He wears leather armor and wields a mace. Bigisi is cautious and savage.",
  "Prany: Male Half-orc Fighter, CG. Str 14, Dex 14, Con 5, Int 6, Wis 9, Cha 7. Prany is pleasant in appearance, with matted black hair and hazel eyes. He wears scale mail and wields a war pick and net.",
  "Raha: Male Half-orc Barbarian, N. Str 12, Dex 7, Con 12, Int 12, Wis 9, Cha 9. Raha has short blonde hair and light green eyes. He wears hide armor and wields a flail and heavy crossbow. Raha seeks to discover who murdered his family.",
  "Rosla: Male Half-orc Cleric, N. Str 11, Dex 9, Con 11, Int 10, Wis 13, Cha 14. Rosla is tall and overweight, with golden hair and hazel eyes. He wears a chain shirt and wields a handaxe.",
  "Jara: Male Half-orc Wizard, N. Str 8, Dex 16, Con 11, Int 16, Wis 10, Cha 9. Jara is short, with copper hair and dark brown eyes. He wears modest garments and wields a quarterstaff and light crossbow. Jara dislikes anyone bigger than him.",
  "Jara: Male Half-orc Rogue, CG. Str 8, Dex 13, Con 15, Int 8, Wis 9, Cha 5. Jara is rough in appearance, with black hair and light amber eyes. He wears leather armor and wields a rapier and dagger. Jara has an animal companion, a raven named Vacek.",
  "Hunaro: Male Half-orc Rogue, N. Str 7, Dex 17, Con 10, Int 14, Wis 7, Cha 15. Hunaro has copper hair and large hazel eyes, and large ears. He wears leather armor and wields a longsword and hand crossbow. Hunaro is truthful and cowardly.",
  "Vacla: Male Half-orc Monk, NG. Str 12, Dex 8, Con 10, Int 11, Wis 16, Cha 10. Vacla has blonde hair and bright gray eyes. He wears sturdy clothing and wields a kanabo (mace) and kama (sickle).",
  "Accis: Male Half-orc Ranger, NG. Str 13, Dex 13, Con 6, Int 10, Wis 12, Cha 10. Accis has brown hair and dark brown eyes, and large ears. He wears leather armor and wields a trident. Accis seeks to free himself from an ancient curse.",
  "Stisla: Male Half-orc Paladin, Good. Str 10, Dex 6, Con 13, Int 9, Wis 16, Cha 16. Stisla has a round face, with red hair and amber eyes. He wears scale mail and wields a morningstar and shield. Stisla is searching for his lost sister.",
  "Remir: Male Half-orc Fighter, LN. Str 15, Dex 10, Con 10, Int 10, Wis 10, Cha 11. Remir has an angular face, with short auburn hair and gray eyes. He wears chain mail and wields a scimitar and shield. Remir seeks to free himself from an ancient curse.",
  "Disla: Male Half-orc Bard, NE. Str 7, Dex 13, Con 10, Int 15, Wis 13, Cha 13. Disla is fey in appearance, with matted gray hair and sharp green eyes. He wears studded leather and wields a spear and shortbow. Disla is insensitive and greedy.",
  "Zivoi: Male Half-orc Fighter, N. Str 12, Dex 9, Con 8, Int 12, Wis 14, Cha 14. Zivoi is tall and willowy, with short white hair and light brown eyes. He wears chain mail and wields a greatsword. Zivoi is quiet and insensitive.",
  "Stiko: Male Half-orc Rogue, N. Str 7, Dex 13, Con 14, Int 17, Wis 10, Cha 9. Stiko has brown hair and green eyes. He wears leather armor and wields a longsword and sickle. Stiko was magically imprisoned for a hundred years.",
  "Prosla: Male Half-orc Rogue, N. Str 13, Dex 16, Con 11, Int 15, Wis 9, Cha 7. Prosla has black hair and narrow brown eyes. He wears leather armor and wields a shortsword and javelins. Prosla is cautious and lively.",
  "Ateric: Male Half-orc Monk, LN. Str 14, Dex 12, Con 9, Int 10, Wis 10, Cha 9. Ateric has a square face, with gray hair and hazel eyes. He wears well-made clothing and wields nunchaku (club) and kama (sickle). Ateric has an animal companion, a white rabbit named Radko.",
  "Rany: Male Half-orc Fighter, N. Str 17, Dex 13, Con 14, Int 8, Wis 15, Cha 8. Rany is tall and heavyset, with auburn hair and dark hazel eyes. He wears splint armor and wields a glaive. Rany is curious and disloyal.",
  "Bojan: Male Half-orc Monk, NG. Str 14, Dex 7, Con 11, Int 7, Wis 14, Cha 8. Bojan has a round face, with golden hair and green eyes. He wears worn clothing and wields a kanabo (mace) and shuriken (darts). Bojan avoids eye contact.",
  "Dobra: Male Half-orc Cleric, LG. Str 12, Dex 12, Con 5, Int 12, Wis 12, Cha 14. Dobra has white hair and sharp hazel eyes. He wears leather armor and wields a handaxe. Dobra seeks to continue the noble legacy of his father.",
  "Vojta: Male Half-orc Rogue, NG. Str 8, Dex 17, Con 13, Int 13, Wis 12, Cha 12. Vojta has a square face, with straight red hair and narrow blue eyes. He wears studded leather and wields a club. Vojta is witty and brave.",
  "Dosla: Male Half-orc Monk, LN. Str 17, Dex 14, Con 13, Int 9, Wis 14, Cha 13. Dosla is pleasant in appearance, with short white hair and bright amber eyes. He wears travel-stained clothing and wields a kanabo (mace) and shuriken (darts). Dosla was magically imprisoned for a hundred years.",
  "Ctana: Male Half-orc Rogue, NE. Str 9, Dex 12, Con 7, Int 14, Wis 14, Cha 6. Ctana is beastly in appearance, with white hair and brown eyes. He wears studded leather and wields a rapier and darts. Ctana compulsively organizes things.",
  "Sarida: Male Half-orc Barbarian, CG. Str 14, Dex 12, Con 12, Int 9, Wis 8, Cha 8. Sarida has copper hair and dark brown eyes, and a magical scar on his arm. He wears leather armor and wields a shortsword. Sarida seeks to free himself from an ancient curse.",
  "Zela: Male Half-orc Paladin, Good. Str 12, Dex 10, Con 5, Int 11, Wis 15, Cha 15. Zela is fey in appearance, with curly black hair and blue eyes. He wears a chain shirt and wields a morningstar and shield.",
  "Sigisa: Male Half-orc Fighter, N. Str 16, Dex 9, Con 11, Int 9, Wis 10, Cha 10. Sigisa has thin gray hair and sharp blue eyes, and a long moustache. He wears a breastplate and wields a glaive.",
  "Rada: Male Half-orc Barbarian, CG. Str 17, Dex 8, Con 17, Int 14, Wis 9, Cha 9. Rada has tangled golden hair and sharp green eyes. He wears studded leather and wields a shortsword and shield. Rada refers to himself in the third person.",
  "Ziva: Male Half-orc Monk, NE. Str 12, Dex 13, Con 11, Int 10, Wis 12, Cha 10. Ziva is stout, with auburn hair and green eyes. He wears plain clothing and wields an ono (handaxe) and sai (dagger). Ziva lost his shadow to a nymph.",
  "Rica: Male Half-orc Bard, NE. Str 10, Dex 5, Con 8, Int 13, Wis 12, Cha 14. Rica has tangled auburn hair and brown eyes, and numerous magical tattoos. He wears studded leather and wields a shortsword and hand crossbow.",
  "Rata: Male Half-orc Cleric, LN. Str 12, Dex 8, Con 8, Int 11, Wis 13, Cha 11. Rata has a long face, with blonde hair and soft hazel eyes. He wears leather armor and wields a spear and shield. Rata has an animal companion, a white rabbit named Suntho.",
  "Zlaha: Male Half-orc Ranger, LN. Str 12, Dex 14, Con 8, Int 8, Wis 12, Cha 7. Zlaha has golden hair and green eyes. He wears a chain shirt and wields a morningstar. Zlaha lost his shadow to a nymph.",
  "Boha: Male Half-orc Rogue, N. Str 12, Dex 12, Con 7, Int 14, Wis 7, Cha 7. Boha has a square face, with tangled white hair and bright gray eyes. He wears studded leather and wields a rapier. Boha seeks to free himself from an ancient curse.",
  "Rada: Male Half-orc Cleric, NG. Str 8, Dex 8, Con 12, Int 10, Wis 14, Cha 7. Rada has messy gray hair and narrow green eyes, and a messy moustache. He wears leather armor and wields a quarterstaff and shield. Rada secretly serves Mara, an ancient god of evil.",
  "Stiko: Male Half-orc Rogue, N. Str 10, Dex 13, Con 7, Int 9, Wis 7, Cha 10. Stiko is pleasant in appearance, with silver hair and large green eyes. He wears leather armor and wields a longsword and darts.",
  "Vacek: Male Half-orc Monk, CN. Str 12, Dex 10, Con 10, Int 9, Wis 11, Cha 10. Vacek is short and stout, with cropped gray hair and blue eyes. He wears modest garments and wields an ono (handaxe) and kama (sickle). Vacek has an animal companion, a golden monkey named Zdosla.",
  "Wingisi: Male Half-orc Rogue, N. Str 12, Dex 12, Con 12, Int 15, Wis 5, Cha 15. Wingisi is tall, with curly black hair and amber eyes. He wears leather armor and wields a longsword and shortbow. Wingisi seeks revenge against the aristocrat who framed him.",
  "Tharida: Male Half-orc Warlock, NG. Str 15, Dex 9, Con 8, Int 14, Wis 12, Cha 15. Tharida is tall and slender, with thin black hair and narrow brown eyes. He wears studded leather and wields a quarterstaff and shortbow. Tharida has an animal companion, a black cat named Suinthilda.",
  "Bora: Male Half-orc Cleric, CN. Str 11, Dex 8, Con 12, Int 6, Wis 16, Cha 11. Bora has a narrow face, with brown hair and bright blue eyes. He wears studded leather and wields a club and sling. Bora is hunting the sorcerer who murdered his family.",
  "Vojta: Male Half-orc Wizard, NE. Str 11, Dex 10, Con 9, Int 14, Wis 7, Cha 6. Vojta has golden hair and gray eyes, and large ears. He wears expensive clothing and wields a quarterstaff. Vojta has an arcane familiar, a floating lantern which pulses with light as it speaks.",
  "Bora: Male Half-orc Monk, LG. Str 12, Dex 8, Con 9, Int 10, Wis 9, Cha 11. Bora is short, with auburn hair and dark gray eyes. He wears modest garments and wields an ono (handaxe) and kama (sickle). Bora is searching for the lost dominion of Ellon.",
  "Frandima: Male Half-orc Barbarian, CE. Str 14, Dex 6, Con 9, Int 11, Wis 9, Cha 13. Frandima is wretched in appearance, with matted silver hair and amber eyes. He wears hide armor and wields a war pick and blowgun. Frandima is sharp-tongued and abusive.",
  "Hisima: Male Half-orc Monk, NG. Str 11, Dex 11, Con 12, Int 9, Wis 12, Cha 8. Hisima is stout, with brown hair and hazel eyes. He wears worn clothing and wields a bo (quarterstaff) and shuriken (darts).",
  "Anabas: Male Half-orc Monk, LN. Str 10, Dex 16, Con 15, Int 6, Wis 12, Cha 10. Anabas is tall, with brown hair and blue eyes. He wears modest garments and wields an ono (handaxe) and shuriken (darts). Anabas has an animal companion, a tawny rat named Andareama.",
  "Drata: Male Half-orc Druid, Neutral. Str 13, Dex 9, Con 7, Int 5, Wis 13, Cha 5. Drata has a round face, with blonde hair and soft amber eyes. He wears hide armor and wields a mace. Drata is quiet, and says as little as possible.",
  "Stiko: Male Half-orc Warlock, NG. Str 15, Dex 13, Con 10, Int 12, Wis 9, Cha 16. Stiko has red hair and green eyes, and a sharp nose. He wears studded leather and wields a light hammer.",
  "Zlava: Male Half-orc Barbarian, LN. Str 15, Dex 7, Con 13, Int 15, Wis 12, Cha 6. Zlava has braided gray hair and gray eyes. He wears leather armor and wields a battleaxe. Zlava is cynical and unfeeling.",
  "Ahic: Male Half-orc Druid, Neutral. Str 15, Dex 12, Con 10, Int 15, Wis 13, Cha 11. Ahic has golden hair and amber eyes, and prominent ears. He wears leather armor and wields a scimitar and wooden shield. Ahic is amoral and possessive.",
  "Mysla: Male Half-orc Paladin, Good. Str 17, Dex 9, Con 9, Int 12, Wis 10, Cha 14. Mysla is short and slender, with brown hair and large gray eyes. He wears scale mail and wields a maul. Mysla has an animal companion, a black warhorse named Busa.",
  "Rada: Male Half-orc Warlock, LN. Str 13, Dex 9, Con 13, Int 8, Wis 9, Cha 13. Rada is thin, with thick auburn hair and dark green eyes. He wears leather armor and wields a handaxe. Rada has an animal companion, a raven named Seko.",
  "Gothilda: Male Half-orc Rogue, CN. Str 7, Dex 13, Con 11, Int 13, Wis 5, Cha 12. Gothilda is heavyset, with brown hair and amber eyes. He wears studded leather and wields a longsword.",
  "Preko: Male Half-orc Paladin, Good. Str 9, Dex 12, Con 12, Int 9, Wis 12, Cha 15. Preko has long white hair and bright gray eyes. He wears ring mail and wields a pike. Preko has an animal companion, a black warhorse named Milka.",
  "Reta: Male Half-orc Wizard, N. Str 10, Dex 12, Con 9, Int 13, Wis 11, Cha 9. Reta has straight silver hair and gray eyes. He wears modest garments and wields a quarterstaff. Reta is lustful and malevolent.",
  "Gildima: Male Half-orc Cleric, NG. Str 9, Dex 7, Con 8, Int 10, Wis 13, Cha 15. Gildima has copper hair and dark brown eyes, and a straight moustache. He wears studded leather and wields a light hammer and javelins. Gildima suffers an acute fear of disease.",
  "Alatheus: Male Half-orc Druid, Neutral. Str 10, Dex 7, Con 10, Int 12, Wis 16, Cha 14. Alatheus has a long face, with brown hair and blue eyes. He wears hide armor and wields a mace and darts. Alatheus is clever and covetous.",
  "Rada: Male Half-orc Druid, Neutral. Str 12, Dex 11, Con 8, Int 7, Wis 12, Cha 7. Rada is fair in appearance, with gray hair and brown eyes. He wears hide armor and wields a mace and dagger. Rada is devout and crude.",
  "Gastigoia: Male Half-orc Rogue, LG. Str 7, Dex 13, Con 6, Int 11, Wis 11, Cha 10. Gastigoia has blonde hair and brown eyes, and an uneven moustache. He wears leather armor and wields a handaxe and hand crossbow. Gastigoia has an animal companion, a raven named Vlava.",
  "Vetota: Male Half-orc Rogue, N. Str 14, Dex 15, Con 5, Int 13, Wis 12, Cha 10. Vetota has an angular face, with copper hair and soft gray eyes. He wears studded leather and wields a longsword and hand crossbow. Vetota seeks to save his family from financial ruin.",
  "Meko: Male Half-orc Fighter, LN. Str 15, Dex 9, Con 13, Int 10, Wis 8, Cha 9. Meko has black hair and soft blue eyes. He wears hide armor and wields a halberd. Meko is lustful and driven.",
  "Zlava: Male Half-orc Paladin, Good. Str 16, Dex 11, Con 14, Int 7, Wis 14, Cha 11. Zlava has red hair and light amber eyes, and a straight moustache. He wears hide armor and wields a maul. Zlava has an animal companion, a black warhorse named Lada.",
  "Bertoto: Male Half-orc Wizard, N. Str 5, Dex 12, Con 14, Int 16, Wis 9, Cha 9. Bertoto has black hair and light brown eyes, and a curly beard. He wears golden robes and wields a dagger. Bertoto seeks only fame and glory.",
  "Nerica: Male Half-orc Druid, Neutral. Str 12, Dex 10, Con 13, Int 11, Wis 15, Cha 11. Nerica has auburn hair and hazel eyes. He wears hide armor and wields a spear. Nerica is fierce and lustful.",
  "Jara: Male Half-orc Monk, N. Str 15, Dex 12, Con 12, Int 13, Wis 12, Cha 11. Jara has thin blonde hair and large blue eyes. He wears plain clothing and wields a yari (spear). Jara has an animal companion, a hunting dog named Vilaro.",
  "Remil: Male Half-orc Monk, LG. Str 17, Dex 13, Con 6, Int 8, Wis 12, Cha 13. Remil is short, with braided copper hair and bright green eyes. He wears modest garments and wields a kanabo (mace).",
  "Leko: Male Half-orc Ranger, LN. Str 13, Dex 13, Con 13, Int 10, Wis 12, Cha 13. Leko has a round face, with curly golden hair and amber eyes. He wears a breastplate and wields a warhammer and shield. Leko has badger named Atamen.",
  "Entolf: Male Half-orc Wizard, N. Str 10, Dex 15, Con 5, Int 17, Wis 10, Cha 7. Entolf is stout, with brown hair and narrow hazel eyes. He wears modest garments and wields a dagger. Entolf is humble and impulsive.",
  "Gadaca: Male Half-orc Barbarian, N. Str 14, Dex 10, Con 12, Int 11, Wis 9, Cha 9. Gadaca is fair in appearance, with black hair and brown eyes. He wears studded leather and wields a flail and hand crossbow. Gadaca is hunting the sorcerer who murdered his family.",
  "Mira: Male Half-orc Rogue, LN. Str 7, Dex 15, Con 13, Int 14, Wis 11, Cha 8. Mira is rough in appearance, with straight auburn hair and amber eyes. He wears studded leather and wields a rapier. Mira suffers a severe allergy to horses.",
  "Dusek: Male Half-orc Sorcerer, LN. Str 8, Dex 11, Con 12, Int 12, Wis 14, Cha 17. Dusek is willowy, with short copper hair and bright hazel eyes. He wears well-made clothing and wields a quarterstaff and darts. Dusek has an animal companion, a black bat named Vansaro.",
  "Brata: Male Half-orc Druid, Neutral. Str 11, Dex 11, Con 9, Int 7, Wis 13, Cha 10. Brata has matted blonde hair and soft amber eyes, and an unusual tattoo on his face. He wears leather armor and wields a scimitar. Brata is moody and dishonest.",
  "Vultero: Male Half-orc Fighter, N. Str 15, Dex 14, Con 10, Int 10, Wis 11, Cha 6. Vultero is fair in appearance, with blonde hair and blue eyes. He wears chain mail and wields a maul. Vultero has an animal companion, a gray wolf named Glieva.",
  "Jara: Male Half-orc Wizard, N. Str 6, Dex 13, Con 10, Int 14, Wis 8, Cha 10. Jara has an angular face, with tangled silver hair and sharp amber eyes. He wears modest garments and wields a dagger. Jara is anxious and scheming.",
  "Zivoi: Male Half-orc Monk, CN. Str 8, Dex 12, Con 7, Int 10, Wis 10, Cha 11. Zivoi is slender, with black hair and dark hazel eyes. He wears worn clothing and wields an ono (handaxe). Zivoi is searching for his missing son.",
  "Gisoasa: Male Half-orc Monk, N. Str 12, Dex 14, Con 6, Int 11, Wis 16, Cha 14. Gisoasa has curly white hair and amber eyes, and a cropped moustache. He wears travel-stained clothing and wields a bo (quarterstaff). Gisoasa seeks revenge against the sister who betrayed him.",
  "Vojta: Male Half-orc Cleric, N. Str 12, Dex 9, Con 14, Int 8, Wis 15, Cha 13. Vojta has a long face, with silver hair and amber eyes. He wears studded leather and wields a light hammer. Vojta is searching for the legendary elven kingdom of Brestiriand.",
  "Aniod: Male Half-orc Fighter, NG. Str 14, Dex 13, Con 7, Int 13, Wis 11, Cha 9. Aniod is fair in appearance, with auburn hair and narrow amber eyes. He wears ring mail and wields a rapier. Aniod is a practiced gambler.",
  "Veta: Male Half-orc Rogue, CE. Str 10, Dex 16, Con 15, Int 14, Wis 10, Cha 9. Veta is rough in appearance, with brown hair and large green eyes. He wears studded leather and wields a shortsword and light crossbow. Veta is haughty and intimidating.",
  "Sisige: Male Half-orc Monk, N. Str 9, Dex 13, Con 10, Int 13, Wis 12, Cha 14. Sisige is fey in appearance, with short black hair and bright hazel eyes. He wears sturdy clothing and wields a bo (quarterstaff).",
  "Vata: Male Half-orc Rogue, LN. Str 11, Dex 17, Con 8, Int 9, Wis 15, Cha 6. Vata has tangled blonde hair and green eyes. He wears leather armor and wields a spear and hand crossbow.",
  "Reto: Male Half-orc Rogue, LN. Str 9, Dex 15, Con 7, Int 14, Wis 7, Cha 12. Reto has red hair and dark gray eyes, and numerous magical tattoos. He wears leather armor and wields a longsword and light crossbow. Reto has an animal companion, a black cat named Amerild.",
  "Vlavoi: Male Half-orc Cleric, NE. Str 8, Dex 8, Con 12, Int 12, Wis 15, Cha 11. Vlavoi has black hair and dark amber eyes. He wears hide armor and wields a spear. Vlavoi speaks with a raspy voice.",
  "Dreko: Male Half-orc Rogue, NG. Str 11, Dex 13, Con 10, Int 14, Wis 8, Cha 11. Dreko has brown hair and brown eyes, and a matted beard. He wears leather armor and wields a longsword.",
  "Thanegla: Male Half-orc Bard, LN. Str 10, Dex 15, Con 14, Int 14, Wis 13, Cha 17. Thanegla has red hair and hazel eyes. He wears studded leather and wields a rapier and hand crossbow. Thanegla has an animal companion, a black rat named Eunic.",
  "Bora: Male Half-orc Fighter, N. Str 16, Dex 8, Con 10, Int 7, Wis 11, Cha 9. Bora is short, with black hair and green eyes. He wears plate armor and wields a warhammer and heavy crossbow. Bora is flirtatious and sharp-tongued.",
  "Boha: Male Half-orc Rogue, N. Str 13, Dex 15, Con 14, Int 11, Wis 14, Cha 9. Boha is rugged in appearance, with copper hair and brown eyes. He wears leather armor and wields a shortsword and javelins. Boha has an animal companion, a black cat named Valdamalb.",
  "Vala: Male Half-orc Bard, LN. Str 9, Dex 6, Con 9, Int 15, Wis 10, Cha 17. Vala has red hair and green eyes, and a sharp nose. He wears studded leather and wields a longsword and javelins. Vala is cursed with wild tremors.",
  "Mira: Male Half-orc Monk, LN. Str 13, Dex 12, Con 12, Int 5, Wis 9, Cha 7. Mira is fey in appearance, with copper hair and soft green eyes. He wears sturdy clothing and wields a kanabo (mace). Mira suffers a severe allergy to pollen.",
  "Videgoia: Male Half-orc Warlock, N. Str 11, Dex 12, Con 15, Int 9, Wis 15, Cha 17. Videgoia has gray hair and brown eyes. He wears studded leather and wields a quarterstaff and dagger. Videgoia is fierce and sharp-tongued.",
  "Sueraga: Male Half-orc Barbarian, NE. Str 13, Dex 14, Con 10, Int 11, Wis 9, Cha 9. Sueraga is short and heavyset, with gray hair and sharp hazel eyes. He wears leather armor and wields a rapier and longbow.",
  "Vultige: Male Half-orc Cleric, NE. Str 10, Dex 12, Con 10, Int 7, Wis 13, Cha 14. Vultige has a narrow face, with straight gray hair and bright blue eyes. He wears a breastplate and wields a club and javelins. Vultige has an animal companion, a red fox named Zdobra.",
  "Higouththa: Male Half-orc Monk, CN. Str 13, Dex 12, Con 10, Int 7, Wis 10, Cha 10. Higouththa has black hair and sharp amber eyes. He wears worn clothing and wields a bo (quarterstaff) and shuriken (darts). Higouththa has an animal companion, a tiger named Jarda.",
  "Dana: Male Half-orc Druid, Neutral. Str 10, Dex 11, Con 6, Int 13, Wis 14, Cha 11. Dana has a narrow face, with long silver hair and gray eyes. He wears hide armor and wields a club and darts. Dana is honest and selfish.",
  "Pomir: Male Half-orc Cleric, LN. Str 6, Dex 14, Con 8, Int 11, Wis 16, Cha 11. Pomir has silver hair and dark green eyes. He wears a chain shirt and wields a spear and sling. Pomir suffers a mild allergy to fish.",
  "Zela: Male Half-orc Ranger, LN. Str 10, Dex 13, Con 9, Int 10, Wis 12, Cha 6. Zela is fey in appearance, with uneven black hair and amber eyes. He wears leather armor and wields a rapier and shield. Zela dislikes having people behind him.",
  "Erir: Male Half-orc Bard, LN. Str 10, Dex 11, Con 11, Int 8, Wis 10, Cha 17. Erir has a square face, with white hair and large brown eyes. He wears studded leather and wields a longsword. Erir has an animal companion, a green firedrake named Stiko.",
  "Vojta: Male Half-orc Rogue, NE. Str 14, Dex 17, Con 13, Int 11, Wis 10, Cha 13. Vojta is thin, with white hair and gray eyes. He wears leather armor and wields a rapier and hand crossbow. Vojta has an animal companion, a black cat named Blava.",
  "Avilach: Male Half-orc Ranger, N. Str 15, Dex 10, Con 7, Int 10, Wis 11, Cha 13. Avilach has black hair and blue eyes. He wears hide armor and wields a battleaxe. Avilach seeks revenge against the sister who betrayed him.",
  "Mira: Male Half-orc Bard, N. Str 11, Dex 7, Con 9, Int 17, Wis 6, Cha 15. Mira has gray hair and green eyes. He wears studded leather and wields a rapier. Mira is mischievous and secretive.",
  "Jarda: Male Half-orc Rogue, NG. Str 10, Dex 14, Con 11, Int 14, Wis 12, Cha 9. Jarda has an angular face, with blonde hair and dark blue eyes. He wears studded leather and wields a shortsword.",
  "Zlavoi: Male Half-orc Cleric, N. Str 13, Dex 13, Con 8, Int 7, Wis 17, Cha 13. Zlavoi has auburn hair and large amber eyes. He wears hide armor and wields a club. Zlavoi is cursed with wild tremors.",
  "Lavoi: Male Half-orc Cleric, N. Str 15, Dex 8, Con 9, Int 11, Wis 13, Cha 11. Lavoi has blonde hair and light hazel eyes, and a straight moustache. He wears half plate and wields a quarterstaff. Lavoi is devout and insane.",
  "Desla: Male Half-orc Rogue, N. Str 11, Dex 16, Con 10, Int 8, Wis 12, Cha 8. Desla is rugged in appearance, with curly copper hair and light blue eyes. He wears studded leather and wields a longsword.",
  "Gala: Male Half-orc Sorcerer, N. Str 14, Dex 9, Con 12, Int 5, Wis 10, Cha 15. Gala has brown hair and bright blue eyes. He wears plain clothing and wields a quarterstaff.",
  "Heodila: Male Half-orc Rogue, CN. Str 11, Dex 16, Con 8, Int 17, Wis 8, Cha 7. Heodila has a narrow face, with silver hair and dark hazel eyes. He wears leather armor and wields a rapier and hand crossbow.",
  "Walige: Male Half-orc Rogue, N. Str 12, Dex 17, Con 8, Int 8, Wis 12, Cha 12. Walige has short golden hair and blue eyes. He wears studded leather and wields a rapier. Walige has an animal companion, a dire rat named Ranka.",
  "Garisa: Male Half-orc Rogue, CG. Str 6, Dex 14, Con 12, Int 13, Wis 11, Cha 15. Garisa is fey in appearance, with messy black hair and hazel eyes. He wears studded leather and wields a mace and dagger. Garisa suffers an acute fear of clerics.",
  "Adaris: Male Half-orc Barbarian, LG. Str 16, Dex 12, Con 8, Int 12, Wis 9, Cha 14. Adaris has braided silver hair and soft hazel eyes. He wears hide armor and wields a flail and hand crossbow. Adaris is searching for his lost sister.",
  "Hikasa: Male Half-orc Fighter, N. Str 14, Dex 11, Con 12, Int 8, Wis 12, Cha 14. Hikasa is common in appearance, with thick red hair and narrow blue eyes. He wears half plate and wields a battleaxe and hand crossbow. Hikasa is hunting the sorcerer who murdered his family.",
  "Aridas: Male Half-orc Rogue, N. Str 9, Dex 16, Con 11, Int 17, Wis 12, Cha 8. Aridas is short and slender, with silver hair and gray eyes. He wears leather armor and wields a rapier and javelins. Aridas is searching for the lost dwarven kingdom of Baramunz.",
  "Stousek: Male Half-orc Monk, CG. Str 10, Dex 11, Con 10, Int 7, Wis 11, Cha 11. Stousek has long silver hair and amber eyes, and a curly moustache. He wears sturdy clothing and wields nunchaku (club). Stousek is compassionate and pious.",
  "Vacek: Male Half-orc Barbarian, NG. Str 15, Dex 9, Con 13, Int 10, Wis 10, Cha 10. Vacek is cultured in appearance, with red hair and blue eyes. He wears studded leather and wields a whip and net. Vacek is thrifty and brave.",
  "Zeko: Male Half-orc Monk, N. Str 15, Dex 9, Con 8, Int 7, Wis 14, Cha 6. Zeko has red hair and sharp green eyes, and pointed ears. He wears worn clothing and wields an ono (handaxe). Zeko has an animal companion, a green firedrake named Stisla.",
  "Ilamid: Male Half-orc Barbarian, NE. Str 16, Dex 10, Con 15, Int 10, Wis 12, Cha 6. Ilamid is fair in appearance, with braided black hair and bright hazel eyes. He wears studded leather and wields a glaive. Ilamid seeks to discover where he came from, and who his real family is.",
  "Gundila: Male Half-orc Barbarian, NG. Str 16, Dex 9, Con 13, Int 8, Wis 9, Cha 11. Gundila has silver hair and sharp brown eyes, and a thin moustache. He wears hide armor and wields a rapier. Gundila lost his reflection to a hag.",
  "Muko: Male Half-orc Rogue, N. Str 13, Dex 16, Con 7, Int 16, Wis 7, Cha 11. Muko is tall and slender, with cropped black hair and amber eyes. He wears studded leather and wields a club.",
  "Areric: Male Half-orc Bard, N. Str 9, Dex 13, Con 8, Int 14, Wis 7, Cha 12. Areric has tangled black hair and dark amber eyes. He wears studded leather and wields a longsword. Areric is haunted by the ghost of someone he killed.",
  "Jeko: Male Half-orc Sorcerer, LN. Str 14, Dex 12, Con 13, Int 11, Wis 9, Cha 16. Jeko has a square face, with curly white hair and sharp brown eyes. He wears worn clothing and wields a quarterstaff and light crossbow. Jeko believes that he is being hunted by supernatural creatures.",
  "Unisas: Male Half-orc Monk, NE. Str 9, Dex 14, Con 13, Int 8, Wis 14, Cha 13. Unisas has messy white hair and bright amber eyes. He wears simple clothing and wields nunchaku (club) and sai (dagger). Unisas blames dragons for every misfortune.",
  "Oric: Male Half-orc Fighter, LN. Str 14, Dex 15, Con 9, Int 8, Wis 10, Cha 13. Oric is tall, with thin copper hair and brown eyes. He wears ring mail and wields a pike.",
  "Bohda: Male Half-orc Paladin, Good. Str 12, Dex 15, Con 10, Int 13, Wis 10, Cha 12. Bohda is common in appearance, with thick red hair and hazel eyes. He wears plate armor and wields a halberd. Bohda has an animal companion, a bay warhorse named Siselia.",
  "Gadulfa: Male Half-orc Cleric, LG. Str 9, Dex 10, Con 8, Int 10, Wis 15, Cha 12. Gadulfa has black hair and gray eyes. He wears a breastplate and wields a quarterstaff. Gadulfa is hunting the fiend which destroyed his homeland.",
  "Fresigoia: Male Half-orc Druid, Neutral. Str 12, Dex 10, Con 9, Int 10, Wis 16, Cha 9. Fresigoia has brown hair and soft green eyes. He wears leather armor and wields a mace and sickle. Fresigoia is lewd and vengeful.",
  "Reko: Male Half-orc Druid, Neutral. Str 14, Dex 10, Con 9, Int 10, Wis 13, Cha 9. Reko is rugged in appearance, with tangled copper hair and light gray eyes. He wears hide armor and wields a quarterstaff. Reko has forest owl named Hildega.",
  "Jana: Male Half-orc Rogue, LN. Str 6, Dex 12, Con 11, Int 14, Wis 14, Cha 15. Jana has golden hair and hazel eyes. He wears studded leather and wields a shortsword. Jana was petrified for a hundred years.",
  "Jordasa: Male Half-orc Druid, Neutral. Str 15, Dex 8, Con 12, Int 9, Wis 13, Cha 15. Jordasa is tall and thin, with red hair and sharp green eyes. He wears hide armor and wields a quarterstaff. Jordasa is modest and corrupt.",
  "Vluba: Male Half-orc Paladin, Good. Str 11, Dex 7, Con 8, Int 10, Wis 10, Cha 14. Vluba is tall, with thick blonde hair and amber eyes. He wears chain mail and wields a longsword and shield.",
  "Walima: Male Half-orc Ranger, NG. Str 10, Dex 16, Con 10, Int 6, Wis 7, Cha 9. Walima is tall, with cropped black hair and blue eyes. He wears studded leather and wields a warhammer and shield.",
  "Mira: Male Half-orc Rogue, LE. Str 9, Dex 16, Con 9, Int 13, Wis 11, Cha 15. Mira has golden hair and gray eyes, and sharpened teeth. He wears studded leather and wields a quarterstaff. Mira is abusive and unfeeling.",
  "Ordandar: Male Half-orc Fighter, NE. Str 17, Dex 9, Con 10, Int 7, Wis 9, Cha 13. Ordandar is tall and willowy, with white hair and light green eyes. He wears half plate and wields a flail and shield. Ordandar seeks to become a werewolf.",
  "Jara: Male Half-orc Rogue, NG. Str 8, Dex 13, Con 14, Int 15, Wis 13, Cha 7. Jara has red hair and blue eyes, and a thick beard. He wears studded leather and wields a rapier and hand crossbow. Jara has an animal companion, a black cat named Glismala.",
  "Anaric: Male Half-orc Barbarian, N. Str 14, Dex 11, Con 17, Int 12, Wis 15, Cha 13. Anaric is short, with copper hair and amber eyes. He wears leather armor and wields a whip.",
  "Atriudes: Male Half-orc Monk, LG. Str 15, Dex 12, Con 12, Int 13, Wis 9, Cha 11. Atriudes has golden hair and large gray eyes. He wears travel-stained clothing and wields a bo (quarterstaff) and kama (sickle). Atriudes is forgiving and inventive.",
  "Premir: Male Half-orc Fighter, LN. Str 14, Dex 8, Con 13, Int 15, Wis 6, Cha 14. Premir has white hair and dark blue eyes. He wears plate armor and wields a battleaxe and heavy crossbow. Premir seeks only fame and glory.",
  "Thunaba: Male Half-orc Paladin, Good. Str 13, Dex 10, Con 8, Int 9, Wis 11, Cha 12. Thunaba has golden hair and sharp brown eyes, and a thick moustache. He wears chain mail and wields a greataxe. Thunaba dislikes anyone smarter than him.",
  "Riwala: Male Half-orc Fighter, CN. Str 16, Dex 17, Con 13, Int 8, Wis 7, Cha 6. Riwala is short and willowy, with blonde hair and light green eyes. He wears a breastplate and wields a battleaxe and net. Riwala was raised by cultists of the Warden of Pipes.",
  "Vlava: Male Half-orc Warlock, NG. Str 13, Dex 12, Con 11, Int 12, Wis 9, Cha 16. Vlava is tall and slender, with gray hair and gray eyes. He wears studded leather and wields a spear. Vlava is haunted by the ghost of someone he killed.",
  "Veko: Male Half-orc Rogue, N. Str 10, Dex 16, Con 11, Int 12, Wis 12, Cha 9. Veko is slender, with uneven brown hair and sharp hazel eyes. He wears studded leather and wields a longsword. Veko is impish and impartial.",
  "Bora: Male Half-orc Fighter, LG. Str 12, Dex 12, Con 10, Int 10, Wis 7, Cha 10. Bora is fey in appearance, with curly white hair and amber eyes. He wears half plate and wields a whip and heavy crossbow. Bora is hunting the giant who slew his mentor.",
  "Atheus: Male Half-orc Rogue, LN. Str 13, Dex 13, Con 13, Int 16, Wis 12, Cha 14. Atheus has an angular face, with white hair and brown eyes. He wears studded leather and wields a shortsword. Atheus is impossibly lucky.",
  "Boza: Male Half-orc Warlock, N. Str 12, Dex 11, Con 15, Int 13, Wis 8, Cha 13. Boza has black hair and dark hazel eyes, and large ears. He wears studded leather and wields a handaxe. Boza seeks only fame and glory.",
  "Ricanna: Male Half-orc Druid, Neutral. Str 15, Dex 8, Con 6, Int 10, Wis 12, Cha 6. Ricanna has a round face, with thin red hair and dark brown eyes. He wears leather armor and wields a club and darts. Ricanna is suspicious and haughty.",
  "Bola: Male Half-orc Monk, N. Str 11, Dex 12, Con 14, Int 8, Wis 11, Cha 9. Bola has braided auburn hair and gray eyes. He wears modest garments and wields nunchaku (club). Bola is practical and determined.",
  "Amahas: Male Half-orc Fighter, LG. Str 12, Dex 8, Con 5, Int 12, Wis 12, Cha 11. Amahas has red hair and blue eyes, and pointed ears. He wears a chain shirt and wields a flail. Amahas speaks with a mousy voice.",
  "Arcoder: Male Half-orc Monk, N. Str 15, Dex 13, Con 11, Int 10, Wis 8, Cha 13. Arcoder has red hair and bright hazel eyes, and a straight moustache. He wears plain clothing and wields nunchaku (club).",
  "Rico: Male Half-orc Rogue, LG. Str 11, Dex 17, Con 11, Int 13, Wis 14, Cha 10. Rico has silver hair and gray eyes, and large ears. He wears studded leather and wields a rapier and sickle. Rico was raised by cultists of Male Fated Commoner.",
  "Rada: Male Half-orc Cleric, N. Str 8, Dex 12, Con 12, Int 7, Wis 14, Cha 7. Rada is fair in appearance, with white hair and green eyes. He wears a chain shirt and wields a handaxe. Rada is searching for the lost dwarven kingdom of Bilgunarg.",
  "Thela: Male Half-orc Paladin, Good. Str 9, Dex 8, Con 10, Int 14, Wis 13, Cha 9. Thela is heavyset, with silver hair and narrow amber eyes. He wears scale mail and wields a maul.",
  "Vomir: Male Half-orc Sorcerer, LN. Str 8, Dex 12, Con 8, Int 15, Wis 8, Cha 15. Vomir is tall, with short auburn hair and amber eyes. He wears worn clothing and wields a quarterstaff and darts. Vomir seeks to raise an army of water elementals.",
  "Susige: Male Half-orc Fighter, N. Str 17, Dex 17, Con 11, Int 10, Wis 9, Cha 15. Susige is stout, with auburn hair and large amber eyes. He wears a chain shirt and wields a morningstar and shield. Susige seeks to atone for past sins.",
  "Vana: Male Half-orc Bard, NE. Str 10, Dex 12, Con 10, Int 12, Wis 15, Cha 14. Vana has silver hair and sharp gray eyes, and a braided beard. He wears leather armor and wields a rapier. Vana is fascinated by geometry.",
  "Vithmiro: Male Half-orc Fighter, LN. Str 13, Dex 8, Con 11, Int 6, Wis 10, Cha 7. Vithmiro is rough in appearance, with auburn hair and brown eyes. He wears a chain shirt and wields a halberd. Vithmiro is gullible and determined.",
  "Heodero: Male Half-orc Ranger, NG. Str 14, Dex 13, Con 9, Int 11, Wis 11, Cha 9. Heodero has cropped red hair and light brown eyes, and a sharp nose. He wears scale mail and wields a shortsword and shield. Heodero has black wolf named Raha.",
  "Badero: Male Half-orc Ranger, CN. Str 12, Dex 7, Con 9, Int 14, Wis 14, Cha 13. Badero has a square face, with long copper hair and bright blue eyes. He wears half plate and wields a maul. Badero seeks to save his family from financial ruin.",
  "Gesala: Male Half-orc Paladin, Good. Str 14, Dex 9, Con 6, Int 9, Wis 15, Cha 13. Gesala has curly blonde hair and blue eyes. He wears splint armor and wields a whip. Gesala is blind in his right eye.",
  "Taulphapa: Male Half-orc Monk, NG. Str 15, Dex 11, Con 14, Int 11, Wis 12, Cha 7. Taulphapa is elegant in appearance, with cropped golden hair and light green eyes. He wears plain clothing and wields an ono (handaxe) and shuriken (darts). Taulphapa has an animal companion, a black rat named Avidand.",
  "Bola: Male Half-orc Wizard, NE. Str 12, Dex 13, Con 7, Int 14, Wis 9, Cha 14. Bola is beastly in appearance, with brown hair and hazel eyes. He wears sturdy clothing and wields a dagger. Bola suffers a mild allergy to moulds and oozes.",
  "Doinesa: Male Half-orc Cleric, LG. Str 11, Dex 5, Con 9, Int 8, Wis 17, Cha 17. Doinesa has thick copper hair and soft brown eyes. He wears scale mail and wields a handaxe and shield.",
  "Jara: Male Half-orc Fighter, N. Str 15, Dex 16, Con 15, Int 12, Wis 9, Cha 15. Jara has brown hair and narrow hazel eyes. He wears scale mail and wields a greatsword. Jara has an animal companion, a black bear named Zora.",
  "Hanigoia: Male Half-orc Monk, LG. Str 10, Dex 12, Con 9, Int 6, Wis 12, Cha 8. Hanigoia is short and stout, with cropped copper hair and narrow green eyes. He wears modest garments and wields a kanabo (mace) and kama (sickle).",
  "Hiudagoia: Male Half-orc Fighter, NG. Str 14, Dex 9, Con 7, Int 5, Wis 12, Cha 10. Hiudagoia has matted gray hair and gray eyes. He wears a breastplate and wields a whip and shield. Hiudagoia is pious and honest.",
  "Draha: Male Half-orc Cleric, LN. Str 12, Dex 14, Con 11, Int 7, Wis 12, Cha 11. Draha has a narrow face, with tangled blonde hair and hazel eyes. He wears hide armor and wields a quarterstaff. Draha has an animal companion, a red fox named Asunis.",
  "Bora: Male Half-orc Barbarian, LG. Str 14, Dex 12, Con 10, Int 8, Wis 13, Cha 8. Bora has straight blonde hair and large gray eyes. He wears hide armor and wields a flail and blowgun. Bora frequently uses uncommon words incorrectly.",
  "Vida: Male Half-orc Rogue, NG. Str 9, Dex 16, Con 9, Int 13, Wis 10, Cha 11. Vida has black hair and green eyes. He wears leather armor and wields a shortsword and hand crossbow. Vida is colorblind.",
  "Vasek: Male Half-orc Monk, N. Str 11, Dex 13, Con 6, Int 11, Wis 16, Cha 11. Vasek is heavyset, with copper hair and large hazel eyes. He wears sturdy clothing and wields a yari (spear). Vasek is extravagant and thoughtless.",
  "Vela: Male Half-orc Druid, Neutral. Str 11, Dex 11, Con 13, Int 9, Wis 17, Cha 6. Vela is rough in appearance, with red hair and narrow gray eyes. He wears hide armor and wields a spear.",
  "Adabar: Male Half-orc Barbarian, N. Str 14, Dex 10, Con 10, Int 6, Wis 6, Cha 11. Adabar is rough in appearance, with white hair and dark gray eyes. He wears scale mail and wields a war pick. Adabar has an animal companion, a green firedrake named Agric.",
  "Rosla: Male Half-orc Sorcerer, CN. Str 11, Dex 13, Con 13, Int 8, Wis 13, Cha 13. Rosla has a narrow face, with white hair and gray eyes. He wears plain clothing and wields a dagger and darts.",
  "Svela: Male Half-orc Rogue, NG. Str 13, Dex 16, Con 9, Int 7, Wis 6, Cha 10. Svela has a long face, with gray hair and bright brown eyes. He wears leather armor and wields a handaxe and hand crossbow.",
  "Patza: Male Half-orc Paladin, Good. Str 12, Dex 9, Con 5, Int 8, Wis 8, Cha 11. Patza has a narrow face, with cropped black hair and blue eyes. He wears chain mail and wields a rapier and shield. Patza is painfully tone-deaf.",
  "Zela: Male Half-orc Cleric, NE. Str 13, Dex 8, Con 5, Int 6, Wis 14, Cha 12. Zela has thin blonde hair and sharp gray eyes. He wears studded leather and wields a spear and shield. Zela has an animal companion, a red fox named Hunilda.",
  "Garido: Male Half-orc Bard, N. Str 10, Dex 9, Con 10, Int 10, Wis 11, Cha 14. Garido is short, with cropped white hair and gray eyes. He wears studded leather and wields a shortsword and hand crossbow. Garido is haunted by the memories of a past life.",
  "Aris: Male Half-orc Monk, NE. Str 11, Dex 12, Con 10, Int 6, Wis 9, Cha 9. Aris has curly red hair and soft hazel eyes, and walks with a limp. He wears well-made clothing and wields an ono (handaxe) and sai (dagger). Aris is hunting the warlord who murdered his family.",
  "Besla: Male Half-orc Warlock, LN. Str 10, Dex 12, Con 15, Int 12, Wis 15, Cha 16. Besla has short red hair and amber eyes, and wears glasses with steel rims. He wears studded leather and wields a light hammer and javelins. Besla has an animal companion, a black cat named Cola.",
  "Mira: Male Half-orc Monk, LN. Str 13, Dex 13, Con 9, Int 10, Wis 7, Cha 9. Mira is willowy, with short silver hair and amber eyes. He wears simple clothing and wields an ono (handaxe) and shuriken (darts). Mira seeks to free himself from an ancient curse.",
  "Reko: Male Half-orc Fighter, LE. Str 14, Dex 14, Con 11, Int 14, Wis 8, Cha 7. Reko has a round face, with blonde hair and narrow green eyes. He wears half plate and wields a glaive. Reko serves an ancient dragon named Sini.",
  "Gundiga: Male Half-orc Fighter, CN. Str 14, Dex 17, Con 10, Int 11, Wis 10, Cha 10. Gundiga has a round face, with red hair and amber eyes. He wears a breastplate and wields a war pick and longbow. Gundiga seeks to become a knight of the realm.",
  "Dreko: Male Half-orc Monk, LE. Str 11, Dex 12, Con 10, Int 8, Wis 8, Cha 9. Dreko has a round face, with brown hair and light gray eyes. He wears modest garments and wields a kanabo (mace) and kama (sickle). Dreko is cowardly and harsh.",
  "Rigilda: Male Half-orc Cleric, N. Str 11, Dex 6, Con 8, Int 8, Wis 16, Cha 14. Rigilda is fey in appearance, with tangled blonde hair and narrow gray eyes. He wears scale mail and wields a mace and javelins. Rigilda seeks only fame and glory.",
  "Gildeba: Male Half-orc Monk, NE. Str 15, Dex 9, Con 14, Int 9, Wis 11, Cha 9. Gildeba has black hair and gray eyes. He wears modest garments and wields a yari (spear) and kama (sickle). Gildeba has an animal companion, a white monkey named Elieren.",
  "Jarda: Male Half-orc Monk, N. Str 13, Dex 14, Con 13, Int 11, Wis 14, Cha 11. Jarda is willowy, with uneven auburn hair and bright brown eyes. He wears worn clothing and wields an ono (handaxe) and sai (dagger). Jarda is quiet, and says as little as possible.",
  "Arnand: Male Half-orc Monk, N. Str 11, Dex 13, Con 7, Int 8, Wis 8, Cha 9. Arnand is stout, with copper hair and sharp hazel eyes. He wears plain clothing and wields nunchaku (club). Arnand has an animal companion, a tiger named Borza.",
  "Jarda: Male Half-orc Wizard, N. Str 13, Dex 12, Con 11, Int 14, Wis 11, Cha 10. Jarda has copper hair and sharp blue eyes. He wears well-made clothing and wields a dagger and light crossbow. Jarda is easily distracted by small animals.",
  "Brana: Male Half-orc Warlock, LN. Str 10, Dex 15, Con 7, Int 8, Wis 11, Cha 14. Brana has brown hair and brown eyes. He wears leather armor and wields a handaxe and darts.",
  "Arelis: Male Half-orc Rogue, NE. Str 5, Dex 15, Con 9, Int 17, Wis 7, Cha 11. Arelis is pleasant in appearance, with blonde hair and large hazel eyes. He wears studded leather and wields a longsword. Arelis is possessive and secretive.",
  "Agisbern: Male Half-orc Wizard, LN. Str 10, Dex 10, Con 9, Int 17, Wis 6, Cha 9. Agisbern has silver hair and bright green eyes, and a sharp nose. He wears expensive clothing and wields a dagger and sling.",
  "Zida: Male Half-orc Monk, LG. Str 11, Dex 13, Con 15, Int 10, Wis 13, Cha 11. Zida has white hair and brown eyes, and wears glasses with platinum rims. He wears plain clothing and wields an ono (handaxe) and sai (dagger). Zida seeks to prove himself to his peers.",
  "Sunero: Male Half-orc Monk, NG. Str 11, Dex 13, Con 10, Int 8, Wis 7, Cha 12. Sunero has auburn hair and hazel eyes. He wears sturdy clothing and wields an ono (handaxe). Sunero believes that he is the rightful heir to the throne of Karnorest.",
  "Bojasn: Male Half-orc Paladin, Good. Str 17, Dex 8, Con 11, Int 13, Wis 10, Cha 8. Bojasn is fey in appearance, with matted blonde hair and narrow hazel eyes. He wears half plate and wields a whip.",
  "Thadaro: Male Half-orc Monk, N. Str 11, Dex 8, Con 11, Int 9, Wis 16, Cha 12. Thadaro has curly gray hair and amber eyes, and a flat nose. He wears travel-stained clothing and wields an ono (handaxe). Thadaro is sarcastic and selfish.",
  "Bora: Male Half-orc Fighter, N. Str 12, Dex 10, Con 12, Int 7, Wis 8, Cha 9. Bora has brown hair and sharp gray eyes, and a curly beard. He wears half plate and wields a rapier. Bora is gullible and tactless.",
  "Fredero: Male Half-orc Monk, LN. Str 15, Dex 11, Con 7, Int 12, Wis 11, Cha 13. Fredero is fey in appearance, with gray hair and amber eyes. He wears travel-stained clothing and wields an ono (handaxe) and sai (dagger). Fredero is honest and amoral.",
  "Ritero: Male Half-orc Ranger, N. Str 11, Dex 14, Con 10, Int 10, Wis 14, Cha 8. Ritero has straight white hair and blue eyes, and large ears. He wears half plate and wields a whip. Ritero seeks to free himself from an ancient curse.",
  "Rosta: Male Half-orc Fighter, LN. Str 15, Dex 13, Con 12, Int 13, Wis 14, Cha 13. Rosta has messy gray hair and soft brown eyes, and a beaked nose. He wears ring mail and wields a trident and net. Rosta is fascinated by geometry.",
  "Mila: Male Half-orc Ranger, LN. Str 15, Dex 15, Con 10, Int 9, Wis 13, Cha 11. Mila has brown hair and amber eyes, and an unusual mark on his leg. He wears leather armor and wields a rapier. Mila has snow owl named Gibiusa.",
  "Saphrida: Male Half-orc Cleric, N. Str 13, Dex 12, Con 5, Int 9, Wis 15, Cha 11. Saphrida is rugged in appearance, with golden hair and sharp amber eyes. He wears a breastplate and wields a light hammer. Saphrida is impish and stubborn.",
  "Asuilan: Male Half-orc Cleric, N. Str 10, Dex 11, Con 10, Int 8, Wis 15, Cha 10. Asuilan has thin white hair and brown eyes, and an unusual mark on his arm. He wears hide armor and wields a handaxe.",
  "Aneric: Male Half-orc Fighter, N. Str 17, Dex 17, Con 15, Int 11, Wis 6, Cha 6. Aneric is short, with cropped golden hair and hazel eyes. He wears hide armor and wields a warhammer and shield. Aneric seeks only fame and glory.",
  "Heodusa: Male Half-orc Bard, LG. Str 7, Dex 15, Con 14, Int 12, Wis 8, Cha 15. Heodusa has white hair and dark hazel eyes, and a curly beard. He wears leather armor and wields a rapier. Heodusa is a skilled dancer.",
  "Vlava: Male Half-orc Monk, N. Str 14, Dex 14, Con 14, Int 12, Wis 12, Cha 9. Vlava is tall, with black hair and bright hazel eyes. He wears modest garments and wields a kanabo (mace).",
  "Thimundo: Male Half-orc Paladin, Good. Str 13, Dex 7, Con 13, Int 12, Wis 14, Cha 10. Thimundo has an angular face, with matted gray hair and gray eyes. He wears splint armor and wields a morningstar and shield. Thimundo has an animal companion, a white warhorse named Vlida.",
  "Boza: Male Half-orc Cleric, NE. Str 7, Dex 11, Con 7, Int 8, Wis 17, Cha 12. Boza has blonde hair and blue eyes, and a tangled beard. He wears studded leather and wields a spear and shield. Boza dislikes anyone smarter than him.",
  "Drosta: Male Half-orc Rogue, LN. Str 14, Dex 14, Con 11, Int 11, Wis 11, Cha 12. Drosta has long golden hair and blue eyes. He wears leather armor and wields a shortsword. Drosta is searching for the legendary Sanctum of Melcha.",
  "Mira: Male Half-orc Monk, LN. Str 12, Dex 16, Con 8, Int 9, Wis 10, Cha 10. Mira has a long face, with red hair and large blue eyes. He wears worn clothing and wields a kanabo (mace).",
  "Ricanda: Male Half-orc Rogue, CE. Str 7, Dex 15, Con 11, Int 11, Wis 9, Cha 9. Ricanda has thick golden hair and gray eyes. He wears studded leather and wields a longsword.",
  "Hidridua: Male Half-orc Fighter, LG. Str 16, Dex 12, Con 12, Int 13, Wis 7, Cha 12. Hidridua is rugged in appearance, with brown hair and blue eyes. He wears scale mail and wields a greataxe. Hidridua seeks to destroy the race of orcs.",
  "Soba: Male Half-orc Ranger, LN. Str 14, Dex 15, Con 10, Int 5, Wis 16, Cha 10. Soba is short, with thick blonde hair and blue eyes. He wears studded leather and wields a flail. Soba has gray wolf named Mira.",
  "Agast: Male Half-orc Monk, N. Str 7, Dex 17, Con 7, Int 11, Wis 10, Cha 10. Agast is fair in appearance, with braided gray hair and brown eyes. He wears travel-stained clothing and wields an ono (handaxe) and shuriken (darts). Agast is haunted by the ghost of someone he killed.",
  "Luba: Male Half-orc Rogue, LN. Str 13, Dex 14, Con 5, Int 12, Wis 14, Cha 12. Luba has cropped golden hair and blue eyes. He wears studded leather and wields a mace.",
  "Remil: Male Half-orc Rogue, NG. Str 13, Dex 14, Con 6, Int 14, Wis 10, Cha 11. Remil is tall and slender, with auburn hair and blue eyes. He wears leather armor and wields a shortsword. Remil is diplomatic and steadfast.",
  "Salima: Male Half-orc Bard, N. Str 11, Dex 12, Con 12, Int 7, Wis 7, Cha 15. Salima has thick golden hair and blue eyes. He wears leather armor and wields a rapier and hand crossbow. Salima compulsively hums.",
  "Theusansi: Male Half-orc Cleric, LN. Str 12, Dex 9, Con 10, Int 7, Wis 12, Cha 13. Theusansi has cropped auburn hair and green eyes, and a distinctive tattoo on his arm. He wears a breastplate and wields a quarterstaff. Theusansi is shrewd and extravagant.",
  "Brada: Male Half-orc Fighter, NG. Str 15, Dex 14, Con 10, Int 14, Wis 12, Cha 6. Brada is common in appearance, with copper hair and brown eyes. He wears splint armor and wields a greataxe.",
  "Zbora: Male Half-orc Fighter, N. Str 15, Dex 10, Con 10, Int 11, Wis 13, Cha 15. Zbora has cropped silver hair and brown eyes. He wears a chain shirt and wields a flail and shield. Zbora has an animal companion, a black bear named Emeric.",
  "Limunda: Male Half-orc Warlock, LN. Str 12, Dex 8, Con 11, Int 7, Wis 12, Cha 17. Limunda is rugged in appearance, with red hair and gray eyes. He wears leather armor and wields a club and shortbow. Limunda is only friendly towards other half-orcs..",
  "Ricima: Male Half-orc Fighter, LG. Str 17, Dex 10, Con 10, Int 7, Wis 15, Cha 12. Ricima has a round face, with copper hair and blue eyes. He wears chain mail and wields a trident and shield.",
  "Vojta: Male Half-orc Rogue, LG. Str 10, Dex 13, Con 13, Int 12, Wis 13, Cha 9. Vojta is noble in bearing, with copper hair and blue eyes. He wears studded leather and wields a shortsword and dagger. Vojta seeks to prove himself to his peers.",
  "Lavoi: Male Half-orc Cleric, N. Str 5, Dex 10, Con 5, Int 7, Wis 12, Cha 11. Lavoi is stout, with long copper hair and gray eyes. He wears half plate and wields a handaxe. Lavoi is wrongly sought by the King of Egiond for treason.",
  "Gautila: Male Half-orc Barbarian, NG. Str 17, Dex 10, Con 12, Int 6, Wis 13, Cha 9. Gautila has thick golden hair and narrow gray eyes. He wears scale mail and wields a battleaxe and longbow. Gautila is confident and friendly.",
  "Slavoi: Male Half-orc Fighter, LN. Str 17, Dex 10, Con 7, Int 11, Wis 9, Cha 6. Slavoi is rugged in appearance, with copper hair and green eyes. He wears hide armor and wields a battleaxe and shield. Slavoi has an animal companion, a green firedrake named Thildane.",
  "Accis: Male Half-orc Fighter, LE. Str 16, Dex 13, Con 9, Int 6, Wis 11, Cha 13. Accis has short blonde hair and brown eyes. He wears half plate and wields a war pick and heavy crossbow. Accis is secretive and bloodthirsty.",
  "Gadila: Male Half-orc Druid, Neutral. Str 14, Dex 14, Con 10, Int 6, Wis 14, Cha 8. Gadila has golden hair and light hazel eyes, and pointed ears. He wears hide armor and wields a scimitar and darts. Gadila is disorganized and cruel.",
  "Senasi: Male Half-orc Druid, Neutral. Str 15, Dex 8, Con 12, Int 9, Wis 16, Cha 14. Senasi has matted brown hair and green eyes, and a beaked nose. He wears hide armor and wields a mace. Senasi suffers a deadly allergy to pollen.",
  "Bradko: Male Half-orc Rogue, NG. Str 7, Dex 15, Con 5, Int 13, Wis 9, Cha 15. Bradko has white hair and narrow blue eyes. He wears leather armor and wields a shortsword and shortbow. Bradko is searching for the legendary dwarven kingdom of Kinbundush.",
  "Mila: Male Half-orc Rogue, CE. Str 7, Dex 16, Con 8, Int 13, Wis 7, Cha 11. Mila has black hair and dark hazel eyes. He wears studded leather and wields a shortsword. Mila has an animal companion, a black snake named Tigisi.",
  "Haniket: Male Half-orc Paladin, Good. Str 16, Dex 10, Con 5, Int 14, Wis 13, Cha 14. Haniket has white hair and green eyes, and a distinctive scar on his face. He wears half plate and wields a glaive.",
  "Jana: Male Half-orc Wizard, N. Str 5, Dex 13, Con 8, Int 12, Wis 6, Cha 15. Jana has white hair and amber eyes, and large ears. He wears travel-stained clothing and wields a dagger. Jana has an arcane familiar, a clay homunculus named Blavoi.",
  "Ardand: Male Half-orc Cleric, N. Str 6, Dex 7, Con 12, Int 12, Wis 12, Cha 17. Ardand has a long face, with curly brown hair and sharp green eyes. He wears scale mail and wields a handaxe and javelins. Ardand is painfully tone-deaf.",
  "Bojik: Male Half-orc Paladin, Good. Str 16, Dex 5, Con 12, Int 8, Wis 14, Cha 13. Bojik has long auburn hair and green eyes, and a braided moustache. He wears hide armor and wields a pike.",
  "Sigunto: Male Half-orc Monk, N. Str 11, Dex 12, Con 9, Int 14, Wis 17, Cha 11. Sigunto has tangled auburn hair and blue eyes, and a long moustache. He wears sturdy clothing and wields a yari (spear). Sigunto is honest and morose.",
  "Vojta: Male Half-orc Monk, N. Str 16, Dex 10, Con 9, Int 9, Wis 12, Cha 10. Vojta has red hair and light blue eyes, and an unusual mark on his face. He wears worn clothing and wields an ono (handaxe). Vojta compulsively plays with a silver ring.",
  "Mira: Male Half-orc Rogue, LN. Str 10, Dex 15, Con 9, Int 7, Wis 12, Cha 11. Mira has a square face, with silver hair and brown eyes. He wears studded leather and wields a longsword and sling. Mira suffers an acute fear of darkness.",
  "Alamer: Male Half-orc Monk, CG. Str 7, Dex 9, Con 7, Int 9, Wis 12, Cha 9. Alamer has a narrow face, with silver hair and large green eyes. He wears travel-stained clothing and wields nunchaku (club). Alamer believes that he is being hunted by supernatural creatures.",
  "Zdisla: Male Half-orc Paladin, Good. Str 14, Dex 9, Con 10, Int 10, Wis 13, Cha 15. Zdisla is tall and thin, with blonde hair and narrow gray eyes. He wears a breastplate and wields a greataxe. Zdisla is well-spoken and friendly.",
  "Agis: Male Half-orc Paladin, Good. Str 10, Dex 10, Con 6, Int 12, Wis 10, Cha 10. Agis is short and overweight, with curly golden hair and large blue eyes. He wears a chain shirt and wields a longsword and shield.",
  "Riusi: Male Half-orc Sorcerer, LN. Str 12, Dex 15, Con 14, Int 11, Wis 10, Cha 15. Riusi has short brown hair and brown eyes, and pointed ears. He wears sturdy clothing and wields a quarterstaff. Riusi is gullible and fiendish.",
  "Frax: Male Half-orc Rogue, N. Str 14, Dex 12, Con 11, Int 11, Wis 9, Cha 7. Frax has brown hair and sharp green eyes, and small ears. He wears studded leather and wields a shortsword and hand crossbow. Frax has an animal companion, a raven named Simunda.",
  "Hegisva: Male Half-orc Rogue, LN. Str 11, Dex 16, Con 9, Int 9, Wis 11, Cha 10. Hegisva has brown hair and green eyes. He wears studded leather and wields a shortsword and hand crossbow. Hegisva is lustful and crude.",
  "Ahmavic: Male Half-orc Barbarian, CG. Str 12, Dex 14, Con 8, Int 14, Wis 11, Cha 14. Ahmavic has silver hair and green eyes, and large ears. He wears hide armor and wields a warhammer and hand crossbow. Ahmavic is brave and well-spoken.",
  "Zita: Male Half-orc Bard, NG. Str 10, Dex 7, Con 12, Int 11, Wis 8, Cha 17. Zita is courtly in bearing, with gray hair and gray eyes. He wears leather armor and wields a shortsword. Zita speaks with a loud voice.",
  "Sasigoia: Male Half-orc Rogue, N. Str 9, Dex 14, Con 5, Int 14, Wis 9, Cha 6. Sasigoia is fey in appearance, with gray hair and bright hazel eyes. He wears studded leather and wields a longsword. Sasigoia seeks to atone for past sins.",
  "Lasuini: Male Half-orc Sorcerer, N. Str 10, Dex 9, Con 14, Int 9, Wis 8, Cha 17. Lasuini has thick silver hair and sharp blue eyes, and a flat nose. He wears simple clothing and wields a quarterstaff and sling. Lasuini seeks to atone for past sins.",
  "Eridus: Male Half-orc Cleric, LN. Str 10, Dex 9, Con 11, Int 10, Wis 14, Cha 12. Eridus has a long face, with auburn hair and green eyes. He wears leather armor and wields a quarterstaff and sling. Eridus is foolish and impartial.",
  "Vany: Male Half-orc Paladin, Good. Str 16, Dex 11, Con 5, Int 12, Wis 11, Cha 12. Vany has red hair and hazel eyes. He wears chain mail and wields a rapier and shield. Vany has an animal companion, a white warhorse named Valdamalfr.",
  "Bora: Male Half-orc Rogue, LG. Str 6, Dex 17, Con 12, Int 9, Wis 7, Cha 11. Bora is noble in bearing, with curly black hair and light brown eyes. He wears studded leather and wields a longsword and hand crossbow. Bora seeks revenge against the sister who betrayed him.",
  "Ricetha: Male Half-orc Monk, NG. Str 13, Dex 11, Con 12, Int 8, Wis 14, Cha 12. Ricetha is heavyset, with uneven silver hair and brown eyes. He wears travel-stained clothing and wields a kanabo (mace).",
  "Jara: Male Half-orc Fighter, LE. Str 14, Dex 12, Con 7, Int 8, Wis 13, Cha 13. Jara has red hair and bright amber eyes, and a matted moustache. He wears plate armor and wields a morningstar.",
  "Gereda: Male Half-orc Barbarian, LG. Str 17, Dex 8, Con 9, Int 13, Wis 12, Cha 6. Gereda has thin black hair and brown eyes, and a thick beard. He wears scale mail and wields a trident. Gereda has an animal companion, a black bear named Mstanko.",
  "Tanko: Male Half-orc Rogue, N. Str 6, Dex 12, Con 10, Int 11, Wis 7, Cha 6. Tanko has blonde hair and green eyes. He wears studded leather and wields a quarterstaff and shortbow.",
  "Ritheoda: Male Half-orc Monk, LG. Str 10, Dex 14, Con 9, Int 11, Wis 14, Cha 9. Ritheoda is rugged in appearance, with auburn hair and green eyes. He wears simple clothing and wields a yari (spear) and shuriken (darts).",
  "Balda: Male Half-orc Druid, Neutral. Str 15, Dex 7, Con 8, Int 9, Wis 15, Cha 9. Balda has gray hair and narrow blue eyes, and a straight moustache. He wears leather armor and wields a club and sickle. Balda is extravagant and abusive.",
  "Hunero: Male Half-orc Monk, CN. Str 13, Dex 15, Con 6, Int 15, Wis 11, Cha 10. Hunero has matted gray hair and hazel eyes, and a distinctive scar on his arm. He wears sturdy clothing and wields a kanabo (mace) and shuriken (darts). Hunero speaks with a shrill voice.",
  "Breta: Male Half-orc Druid, Neutral. Str 12, Dex 12, Con 10, Int 9, Wis 16, Cha 10. Breta is short, with brown hair and dark amber eyes. He wears hide armor and wields a quarterstaff and javelins. Breta has silver dog named Lavoi.",
  "Ridada: Male Half-orc Sorcerer, NG. Str 10, Dex 11, Con 13, Int 5, Wis 13, Cha 12. Ridada has a long face, with brown hair and bright gray eyes. He wears worn clothing and wields a quarterstaff. Ridada seeks to raise an army of flesh golems.",
  "Draha: Male Half-orc Druid, Neutral. Str 14, Dex 7, Con 11, Int 8, Wis 13, Cha 10. Draha has a round face, with black hair and amber eyes. He wears hide armor and wields a spear and wooden shield. Draha has black wolf named Dara.",
  "Mira: Male Half-orc Paladin, Good. Str 11, Dex 10, Con 15, Int 8, Wis 11, Cha 12. Mira has a square face, with thick black hair and light gray eyes. He wears half plate and wields a longsword. Mira compulsively hums.",
  "Jordulfa: Male Half-orc Wizard, LG. Str 7, Dex 15, Con 9, Int 17, Wis 9, Cha 12. Jordulfa is cultured in appearance, with short red hair and amber eyes. He wears fine clothing and wields a quarterstaff. Jordulfa has an arcane familiar, a gray toad named Tila.",
  "Andad: Male Half-orc Cleric, N. Str 10, Dex 13, Con 13, Int 10, Wis 12, Cha 16. Andad has tangled brown hair and large brown eyes, and large ears. He wears studded leather and wields a mace and javelins. Andad is shrewd and unforgiving.",
  "Zbora: Male Half-orc Barbarian, N. Str 12, Dex 14, Con 12, Int 10, Wis 10, Cha 9. Zbora is fey in appearance, with tangled white hair and dark brown eyes. He wears hide armor and wields a warhammer and net. Zbora has an animal companion, a red firedrake named Fila.",
  "Ricusi: Male Half-orc Sorcerer, N. Str 10, Dex 10, Con 14, Int 11, Wis 15, Cha 12. Ricusi has cropped blonde hair and gray eyes. He wears plain clothing and wields a quarterstaff. Ricusi seeks to atone for past sins.",
  "Gusansa: Male Half-orc Monk, NE. Str 12, Dex 13, Con 12, Int 12, Wis 14, Cha 11. Gusansa is rugged in appearance, with copper hair and blue eyes. He wears worn clothing and wields a yari (spear). Gusansa is a skilled dancer.",
  "Adas: Male Half-orc Druid, Neutral. Str 11, Dex 9, Con 6, Int 6, Wis 17, Cha 6. Adas has a long face, with tangled brown hair and blue eyes. He wears hide armor and wields a spear. Adas seeks revenge against the sister who betrayed him.",
  "Mecesl: Male Half-orc Monk, LN. Str 7, Dex 9, Con 15, Int 10, Wis 11, Cha 10. Mecesl has golden hair and hazel eyes, and small ears. He wears simple clothing and wields a yari (spear). Mecesl has an animal companion, a tiger named Ziva.",
  "Bojasn: Male Half-orc Monk, N. Str 7, Dex 10, Con 14, Int 10, Wis 13, Cha 10. Bojasn has blonde hair and narrow gray eyes. He wears simple clothing and wields a yari (spear) and sai (dagger). Bojasn speaks with a deep voice.",
  "Pola: Male Half-orc Rogue, NE. Str 7, Dex 14, Con 8, Int 12, Wis 11, Cha 12. Pola has curly black hair and hazel eyes. He wears studded leather and wields a rapier and sickle. Pola is depraved and dishonest.",
  "Simiro: Male Half-orc Ranger, N. Str 10, Dex 17, Con 9, Int 11, Wis 11, Cha 11. Simiro has cropped white hair and amber eyes. He wears hide armor and wields a trident and shield. Simiro has black wolf named Lavoi.",
  "Sela: Male Half-orc Druid, Neutral. Str 13, Dex 10, Con 9, Int 8, Wis 12, Cha 10. Sela has straight auburn hair and light blue eyes. He wears leather armor and wields a scimitar and wooden shield.",
  "Alladulf: Male Half-orc Rogue, LN. Str 9, Dex 15, Con 8, Int 13, Wis 11, Cha 6. Alladulf is tall, with white hair and bright green eyes. He wears leather armor and wields a club and hand crossbow.",
  "Ctanda: Male Half-orc Paladin, Good. Str 13, Dex 10, Con 7, Int 6, Wis 14, Cha 15. Ctanda has long white hair and brown eyes, and prominent ears. He wears hide armor and wields a morningstar. Ctanda is chivalrous and mischievous.",
  "Angilar: Male Half-orc Barbarian, N. Str 13, Dex 12, Con 8, Int 10, Wis 7, Cha 9. Angilar is fair in appearance, with curly silver hair and gray eyes. He wears studded leather and wields a maul. Angilar is tactless and guarded.",
  "Biko: Male Half-orc Sorcerer, N. Str 9, Dex 6, Con 13, Int 14, Wis 9, Cha 16. Biko is thin, with short black hair and narrow green eyes. He wears modest garments and wields a quarterstaff and sling. Biko has an animal companion, a red lizard named Rosla.",
  "Vida: Male Half-orc Fighter, NE. Str 17, Dex 13, Con 12, Int 7, Wis 7, Cha 6. Vida is tall and thin, with curly black hair and brown eyes. He wears scale mail and wields a warhammer and blowgun. Vida has an animal companion, a ginger dog named Beko.",
  "Jara: Male Half-orc Warlock, LN. Str 14, Dex 14, Con 9, Int 8, Wis 9, Cha 16. Jara has tangled red hair and gray eyes. He wears leather armor and wields a club. Jara seeks to free himself from an ancient curse.",
  "Lava: Male Half-orc Druid, Neutral. Str 14, Dex 9, Con 7, Int 11, Wis 14, Cha 8. Lava is rugged in appearance, with thick auburn hair and green eyes. He wears leather armor and wields a spear and javelins. Lava seeks to save his family from financial ruin.",
  "Stisla: Male Half-orc Rogue, NG. Str 9, Dex 13, Con 11, Int 12, Wis 5, Cha 14. Stisla is short, with curly gray hair and large brown eyes. He wears leather armor and wields a handaxe and javelins. Stisla is quiet, and says as little as possible.",
  "Remec: Male Half-orc Ranger, N. Str 13, Dex 12, Con 12, Int 11, Wis 11, Cha 8. Remec is willowy, with tangled brown hair and light blue eyes. He wears hide armor and wields a trident and shield. Remec seeks only fame and glory.",
  "Rada: Male Half-orc Rogue, NE. Str 8, Dex 16, Con 10, Int 9, Wis 14, Cha 14. Rada has a round face, with gray hair and large blue eyes. He wears leather armor and wields a rapier and hand crossbow. Rada dislikes having people behind him.",
  "Eric: Male Half-orc Barbarian, N. Str 15, Dex 13, Con 14, Int 7, Wis 5, Cha 9. Eric is rough in appearance, with auburn hair and bright green eyes. He wears scale mail and wields a halberd. Eric believes that he is the rightful heir to the crown of Karnyamen.",
  "Svela: Male Half-orc Druid, Neutral. Str 15, Dex 10, Con 10, Int 9, Wis 13, Cha 10. Svela has white hair and narrow green eyes. He wears leather armor and wields a mace and sling. Svela has green snake named Prada.",
  "Theoda: Male Half-orc Barbarian, LN. Str 14, Dex 9, Con 17, Int 10, Wis 14, Cha 8. Theoda is fey in appearance, with auburn hair and large brown eyes. He wears hide armor and wields a rapier and blowgun. Theoda speaks with a stutter.",
  "Jara: Male Half-orc Rogue, LN. Str 7, Dex 14, Con 10, Int 12, Wis 11, Cha 11. Jara is pleasant in appearance, with messy golden hair and green eyes. He wears studded leather and wields a longsword. Jara has an animal companion, a sable ferret named Mirka.",
  "Udegind: Male Half-orc Barbarian, N. Str 13, Dex 10, Con 15, Int 11, Wis 9, Cha 9. Udegind has a square face, with uneven brown hair and narrow amber eyes. He wears leather armor and wields a flail and heavy crossbow. Udegind is absent-minded and fanatical.",
  "Heodero: Male Half-orc Bard, N. Str 10, Dex 12, Con 9, Int 9, Wis 10, Cha 15. Heodero is tall and willowy, with cropped blonde hair and blue eyes. He wears studded leather and wields a club. Heodero is extravagant and pessimistic.",
  "Andidoild: Male Half-orc Cleric, LG. Str 9, Dex 9, Con 11, Int 6, Wis 16, Cha 8. Andidoild is short, with matted silver hair and sharp brown eyes. He wears studded leather and wields a light hammer. Andidoild has an animal companion, a red fox named Adar.",
  "Karda: Male Half-orc Cleric, LN. Str 10, Dex 13, Con 11, Int 10, Wis 17, Cha 8. Karda has straight brown hair and dark blue eyes, and pointed ears. He wears studded leather and wields a light hammer and shortbow. Karda is cursed with amnesia.",
  "Vlicek: Male Half-orc Cleric, LN. Str 11, Dex 8, Con 13, Int 10, Wis 13, Cha 13. Vlicek is thin, with thick black hair and green eyes. He wears leather armor and wields a mace and shield. Vlicek seeks to atone for past sins.",
  "Riba: Male Half-orc Bard, N. Str 10, Dex 5, Con 11, Int 10, Wis 8, Cha 16. Riba has a square face, with long gray hair and light brown eyes. He wears studded leather and wields a longsword and hand crossbow.",
  "Andargaild: Male Half-orc Bard, CG. Str 5, Dex 14, Con 11, Int 10, Wis 5, Cha 14. Andargaild has brown hair and amber eyes, and a round nose. He wears leather armor and wields a rapier.",
  "Boha: Male Half-orc Monk, N. Str 13, Dex 15, Con 6, Int 14, Wis 11, Cha 11. Boha has cropped white hair and brown eyes, and a flat nose. He wears well-made clothing and wields a yari (spear) and shuriken (darts). Boha is absent-minded and superstitious.",
  "Rada: Male Half-orc Sorcerer, N. Str 12, Dex 13, Con 16, Int 12, Wis 10, Cha 14. Rada has a square face, with white hair and green eyes. He wears travel-stained clothing and wields a dagger. Rada seeks to master the secrets of living constructs.",
  "Mecek: Male Half-orc Fighter, LN. Str 13, Dex 8, Con 8, Int 6, Wis 5, Cha 12. Mecek is pleasant in appearance, with thin gray hair and narrow gray eyes. He wears ring mail and wields a whip and shield. Mecek suffers a deadly allergy to goblins.",
  "Eric: Male Half-orc Ranger, N. Str 13, Dex 14, Con 14, Int 9, Wis 17, Cha 14. Eric is slender, with white hair and light hazel eyes. He wears leather armor and wields a shortsword. Eric has hawk named Gildila.",
  "Bomil: Male Half-orc Paladin, Good. Str 16, Dex 10, Con 7, Int 6, Wis 13, Cha 10. Bomil has uneven red hair and dark gray eyes, and a messy beard. He wears a breastplate and wields a longsword.",
  "Stisla: Male Half-orc Monk, CG. Str 16, Dex 14, Con 12, Int 9, Wis 7, Cha 9. Stisla is willowy, with black hair and amber eyes. He wears modest garments and wields a kanabo (mace). Stisla is easily distracted by magic.",
  "Gaduca: Male Half-orc Cleric, NE. Str 13, Dex 13, Con 8, Int 7, Wis 14, Cha 11. Gaduca has a round face, with silver hair and light blue eyes. He wears leather armor and wields a spear and shield.",
  "Vata: Male Half-orc Bard, N. Str 9, Dex 10, Con 8, Int 11, Wis 10, Cha 15. Vata is short and thin, with messy red hair and bright amber eyes. He wears leather armor and wields a club. Vata is a skilled singer.",
  "Sarica: Male Half-orc Bard, CE. Str 12, Dex 14, Con 11, Int 14, Wis 12, Cha 15. Sarica is common in appearance, with black hair and sharp blue eyes. He wears leather armor and wields a longsword and dagger. Sarica suffers an acute fear of clerics.",
  "Mila: Male Half-orc Fighter, LG. Str 12, Dex 10, Con 9, Int 10, Wis 13, Cha 6. Mila is short, with straight gray hair and hazel eyes. He wears plate armor and wields a scimitar and shield. Mila was petrified for a hundred years.",
  "Eriges: Male Half-orc Ranger, LN. Str 14, Dex 14, Con 10, Int 7, Wis 9, Cha 10. Eriges has uneven gray hair and green eyes. He wears half plate and wields a rapier. Eriges is morose and practical.",
  "Tanko: Male Half-orc Sorcerer, N. Str 14, Dex 9, Con 16, Int 8, Wis 11, Cha 15. Tanko is overweight, with red hair and dark amber eyes. He wears simple clothing and wields a quarterstaff and light crossbow. Tanko is searching for his missing son.",
  "Theudagoia: Male Half-orc Ranger, NG. Str 11, Dex 17, Con 11, Int 10, Wis 8, Cha 5. Theudagoia has gray hair and narrow green eyes. He wears a breastplate and wields a maul. Theudagoia suffers a traumatic fear of mirrors.",
  "Gildero: Male Half-orc Druid, Neutral. Str 16, Dex 10, Con 12, Int 13, Wis 13, Cha 8. Gildero has red hair and sharp brown eyes, and a braided beard. He wears leather armor and wields a quarterstaff and javelins. Gildero has dire rat named Zora.",
  "Jura: Male Half-orc Fighter, LN. Str 12, Dex 12, Con 13, Int 6, Wis 10, Cha 9. Jura is fey in appearance, with cropped brown hair and light blue eyes. He wears plate armor and wields a pike. Jura is truthful and devout.",
  "Mira: Male Half-orc Monk, NG. Str 12, Dex 13, Con 9, Int 11, Wis 8, Cha 11. Mira has messy black hair and narrow green eyes, and pointed ears. He wears travel-stained clothing and wields nunchaku (club) and kama (sickle).",
  "Boza: Male Half-orc Fighter, N. Str 14, Dex 12, Con 11, Int 10, Wis 8, Cha 12. Boza has copper hair and amber eyes, and wears glasses with electrum rims. He wears ring mail and wields a flail.",
  "Videha: Male Half-orc Rogue, NG. Str 9, Dex 15, Con 9, Int 17, Wis 7, Cha 8. Videha is short and overweight, with straight gray hair and narrow brown eyes. He wears studded leather and wields a longsword and light crossbow. Videha has an animal companion, a raven named Chlivalda.",
  "Jara: Male Half-orc Barbarian, N. Str 13, Dex 7, Con 14, Int 12, Wis 9, Cha 13. Jara has an angular face, with copper hair and light brown eyes. He wears studded leather and wields a war pick and shield.",
  "Vela: Male Half-orc Bard, CE. Str 9, Dex 13, Con 9, Int 13, Wis 9, Cha 15. Vela has copper hair and blue eyes, and a matted moustache. He wears studded leather and wields a rapier.",
  "Stopla: Male Half-orc Fighter, CN. Str 15, Dex 12, Con 11, Int 10, Wis 14, Cha 10. Stopla is fey in appearance, with cropped copper hair and bright blue eyes. He wears half plate and wields a morningstar and net. Stopla is hunting the warlord who murdered his family.",
  "Steko: Male Half-orc Wizard, N. Str 9, Dex 15, Con 8, Int 17, Wis 6, Cha 6. Steko has a square face, with short white hair and gray eyes. He wears brass robes and wields a quarterstaff and sling. Steko has an arcane familiar, a songbird which can exhale tiny blasts of flame.",
  "Zela: Male Half-orc Rogue, LG. Str 6, Dex 15, Con 8, Int 12, Wis 8, Cha 14. Zela has cropped white hair and brown eyes, and wears glasses with gold rims. He wears leather armor and wields a shortsword. Zela has an animal companion, a black cat named Alamata.",
  "Zela: Male Half-orc Ranger, NG. Str 12, Dex 12, Con 7, Int 7, Wis 9, Cha 7. Zela has a long face, with messy white hair and sharp gray eyes. He wears hide armor and wields a whip and shield.",
  "Flivetro: Male Half-orc Wizard, CN. Str 9, Dex 8, Con 6, Int 13, Wis 11, Cha 11. Flivetro is fey in appearance, with brown hair and narrow brown eyes. He wears fine clothing and wields a quarterstaff and sling. Flivetro is protective and covetous.",
  "Meko: Male Half-orc Rogue, LN. Str 9, Dex 13, Con 5, Int 13, Wis 11, Cha 13. Meko has short silver hair and blue eyes, and numerous magical tattoos. He wears leather armor and wields a shortsword. Meko is a skilled cook.",
  "Andanar: Male Half-orc Paladin, Good. Str 12, Dex 11, Con 13, Int 13, Wis 17, Cha 14. Andanar is tall, with thick silver hair and bright amber eyes. He wears plate armor and wields a greataxe. Andanar is idealistic and gullible.",
  "Indulf: Male Half-orc Fighter, NE. Str 14, Dex 13, Con 9, Int 5, Wis 11, Cha 10. Indulf is repulsive in appearance, with white hair and brown eyes. He wears chain mail and wields a maul. Indulf is searching for a legendary blade named Heavenly Victory.",
  "Rosta: Male Half-orc Fighter, LN. Str 15, Dex 11, Con 12, Int 11, Wis 6, Cha 13. Rosta is pleasant in appearance, with gray hair and narrow amber eyes. He wears scale mail and wields a greatsword. Rosta is a pack-rat, and carries a satchel of random junk.",
  "Zida: Male Half-orc Wizard, CN. Str 13, Dex 8, Con 15, Int 12, Wis 9, Cha 8. Zida is fair in appearance, with gray hair and hazel eyes. He wears tailored clothing and wields a dagger and sling.",
  "Pomir: Male Half-orc Monk, N. Str 13, Dex 15, Con 11, Int 6, Wis 10, Cha 8. Pomir has gray hair and sharp gray eyes, and a beaked nose. He wears simple clothing and wields nunchaku (club) and shuriken (darts). Pomir holds a grudge against elves.",
  "Uditad: Male Half-orc Druid, Neutral. Str 11, Dex 10, Con 14, Int 13, Wis 14, Cha 9. Uditad has a long face, with silver hair and amber eyes. He wears hide armor and wields a club and darts. Uditad is searching for the lost elven kingdom of Forlumen.",
  "Ahmaphrad: Male Half-orc Rogue, NG. Str 8, Dex 13, Con 15, Int 10, Wis 13, Cha 8. Ahmaphrad is short and heavyset, with cropped auburn hair and sharp amber eyes. He wears studded leather and wields a spear and javelins. Ahmaphrad has an animal companion, a dire rat named Boja.",
  "Bessisi: Male Half-orc Fighter, N. Str 15, Dex 9, Con 11, Int 10, Wis 10, Cha 13. Bessisi has auburn hair and large gray eyes, and a sharp nose. He wears scale mail and wields a warhammer and blowgun. Bessisi frequently uses uncommon words incorrectly.",
  "Abalic: Male Half-orc Warlock, NE. Str 10, Dex 14, Con 12, Int 9, Wis 11, Cha 14. Abalic is tall and heavyset, with white hair and narrow green eyes. He wears studded leather and wields a light hammer and darts. Abalic seeks to free himself from an ancient curse.",
  "Gernia: Male Half-orc Rogue, LG. Str 8, Dex 16, Con 9, Int 8, Wis 10, Cha 6. Gernia has an angular face, with silver hair and sharp amber eyes. He wears studded leather and wields a rapier. Gernia is courageous and clever.",
  "Harica: Male Half-orc Wizard, LN. Str 8, Dex 13, Con 10, Int 12, Wis 9, Cha 11. Harica is fair in appearance, with curly silver hair and hazel eyes. He wears indigo robes and wields a dagger and sling. Harica is protective and sadistic.",
  "Goddo: Male Half-orc Fighter, NG. Str 17, Dex 15, Con 13, Int 10, Wis 7, Cha 10. Goddo has uneven white hair and soft gray eyes. He wears plate armor and wields a morningstar. Goddo has an animal companion, a gray wolf named Suintha.",
  "Cusisbai: Male Half-orc Cleric, LN. Str 9, Dex 13, Con 9, Int 9, Wis 17, Cha 10. Cusisbai has a round face, with matted auburn hair and amber eyes. He wears hide armor and wields a light hammer and shield. Cusisbai has an animal companion, a copper firedrake named Kriemha.",
  "Arur: Male Half-orc Paladin, Good. Str 12, Dex 12, Con 6, Int 6, Wis 17, Cha 9. Arur has short auburn hair and blue eyes, and wears glasses with electrum rims. He wears a breastplate and wields a greataxe. Arur is searching for the legendary dwarven kingdom of Nulbarak.",
  "Bila: Male Half-orc Rogue, N. Str 11, Dex 17, Con 7, Int 14, Wis 8, Cha 11. Bila is common in appearance, with long gray hair and amber eyes. He wears studded leather and wields a longsword. Bila suffers a traumatic fear of spiders.",
  "Odad: Male Half-orc Druid, Neutral. Str 10, Dex 9, Con 13, Int 11, Wis 13, Cha 7. Odad is rough in appearance, with silver hair and green eyes. He wears leather armor and wields a club. Odad has black wolf named Jarda.",
  "Besla: Male Half-orc Warlock, CN. Str 12, Dex 11, Con 11, Int 9, Wis 9, Cha 15. Besla has matted black hair and dark gray eyes. He wears studded leather and wields a mace and light crossbow. Besla seeks to discover who murdered his family.",
  "Ziva: Male Half-orc Monk, N. Str 9, Dex 14, Con 7, Int 11, Wis 16, Cha 8. Ziva has a round face, with long gray hair and large amber eyes. He wears sturdy clothing and wields a kanabo (mace) and kama (sickle). Ziva is superstitious and adventurous.",
  "Atrius: Male Half-orc Rogue, N. Str 8, Dex 15, Con 7, Int 13, Wis 14, Cha 10. Atrius has a square face, with tangled golden hair and amber eyes. He wears studded leather and wields a rapier.",
  "Zdisla: Male Half-orc Fighter, NG. Str 15, Dex 14, Con 8, Int 11, Wis 8, Cha 10. Zdisla has a narrow face, with messy brown hair and narrow amber eyes. He wears scale mail and wields a battleaxe and shield. Zdisla lost his shadow to a nymph.",
  "Sisima: Male Half-orc Wizard, LN. Str 9, Dex 12, Con 8, Int 14, Wis 9, Cha 12. Sisima has copper hair and light blue eyes. He wears plain clothing and wields a quarterstaff and light crossbow. Sisima is haunted by the ghost of someone he killed.",
  "Etermad: Male Half-orc Rogue, NE. Str 6, Dex 17, Con 12, Int 12, Wis 10, Cha 8. Etermad has cropped gray hair and blue eyes, and a thin nose. He wears leather armor and wields a shortsword and hand crossbow. Etermad is savage and haughty.",
  "Seko: Male Half-orc Wizard, CE. Str 13, Dex 16, Con 14, Int 12, Wis 6, Cha 9. Seko has long brown hair and bright green eyes. He wears fine clothing and wields a dagger and sling. Seko seeks to master the secrets of living constructs.",
  "Thikiaro: Male Half-orc Fighter, CN. Str 12, Dex 13, Con 8, Int 13, Wis 12, Cha 9. Thikiaro has uneven brown hair and blue eyes, and numerous magical tattoos. He wears scale mail and wields a warhammer and shield. Thikiaro is searching for his missing daughter.",
  "Alliaric: Male Half-orc Fighter, CG. Str 12, Dex 17, Con 8, Int 8, Wis 10, Cha 10. Alliaric has gray hair and soft amber eyes. He wears chain mail and wields a scimitar. Alliaric seeks to prove himself to his peers.",
  "Uvilin: Male Half-orc Rogue, N. Str 15, Dex 14, Con 10, Int 12, Wis 13, Cha 8. Uvilin has tangled black hair and narrow amber eyes, and wears glasses with brass rims. He wears studded leather and wields a longsword. Uvilin is searching for his missing daughter.",
  "Gildage: Male Half-orc Ranger, LN. Str 10, Dex 9, Con 14, Int 10, Wis 12, Cha 13. Gildage has a narrow face, with thick black hair and large blue eyes. He wears studded leather and wields a shortsword and shield. Gildage is flirtatious and agreeable.",
  "Sarna: Male Half-orc Ranger, LG. Str 10, Dex 15, Con 7, Int 12, Wis 16, Cha 14. Sarna is fey in appearance, with black hair and green eyes. He wears leather armor and wields a halberd. Sarna has red snake named Zlava.",
  "Brosta: Male Half-orc Fighter, NE. Str 17, Dex 12, Con 12, Int 10, Wis 7, Cha 10. Brosta has a square face, with curly golden hair and gray eyes. He wears plate armor and wields a greataxe. Brosta is hunting the giant who slew his mentor.",
  "Drada: Male Half-orc Barbarian, LE. Str 14, Dex 11, Con 11, Int 9, Wis 11, Cha 9. Drada has silver hair and soft gray eyes. He wears leather armor and wields a rapier and heavy crossbow. Drada has an animal companion, a red firedrake named Liba.",
  "Horisi: Male Half-orc Monk, LN. Str 11, Dex 12, Con 12, Int 8, Wis 8, Cha 13. Horisi has white hair and light blue eyes, and prominent ears. He wears worn clothing and wields a yari (spear). Horisi is paranoid and truthful.",
  "Gerica: Male Half-orc Barbarian, LG. Str 16, Dex 12, Con 13, Int 12, Wis 7, Cha 7. Gerica is short, with short auburn hair and amber eyes. He wears scale mail and wields a warhammer and shield.",
  "Byhna: Male Half-orc Barbarian, N. Str 17, Dex 13, Con 13, Int 8, Wis 13, Cha 9. Byhna has gray hair and brown eyes, and small ears. He wears studded leather and wields a shortsword and longbow. Byhna has an animal companion, a silver dog named Oringus.",
  "Bora: Male Half-orc Monk, LG. Str 15, Dex 15, Con 13, Int 9, Wis 11, Cha 9. Bora has gray hair and brown eyes. He wears well-made clothing and wields a bo (quarterstaff). Bora compulsively rhymes words.",
  "Zita: Male Half-orc Monk, N. Str 15, Dex 14, Con 9, Int 13, Wis 13, Cha 14. Zita is pleasant in appearance, with straight auburn hair and hazel eyes. He wears travel-stained clothing and wields a yari (spear) and shuriken (darts). Zita is searching for his lost brother.",
  "Jara: Male Half-orc Fighter, N. Str 16, Dex 9, Con 10, Int 11, Wis 13, Cha 13. Jara is fair in appearance, with curly red hair and amber eyes. He wears splint armor and wields a trident and blowgun. Jara has an animal companion, a red firedrake named Gefortas.",
  "Boha: Male Half-orc Paladin, Good. Str 11, Dex 6, Con 15, Int 13, Wis 15, Cha 12. Boha has silver hair and bright gray eyes. He wears a breastplate and wields a greataxe. Boha is hunting the warlord who stole his ancestral sword.",
  "Romir: Male Half-orc Monk, NE. Str 11, Dex 12, Con 11, Int 12, Wis 14, Cha 13. Romir is tall, with uneven golden hair and green eyes. He wears modest garments and wields nunchaku (club) and sai (dagger). Romir seeks revenge against the sister who betrayed him.",
  "Wala: Male Half-orc Paladin, Good. Str 16, Dex 8, Con 9, Int 11, Wis 11, Cha 11. Wala has uneven golden hair and bright blue eyes, and a curly moustache. He wears a chain shirt and wields a whip and shield. Wala seeks to free himself from an ancient curse.",
  "Himnero: Male Half-orc Rogue, NE. Str 11, Dex 15, Con 15, Int 7, Wis 10, Cha 11. Himnero is thin, with white hair and blue eyes. He wears studded leather and wields a rapier. Himnero compulsively plays with a bronze ring.",
  "Atius: Male Half-orc Ranger, N. Str 13, Dex 14, Con 14, Int 10, Wis 13, Cha 8. Atius has a square face, with uneven black hair and light blue eyes. He wears half plate and wields a halberd. Atius has black wolf named Remir.",
  "Mira: Male Half-orc Druid, Neutral. Str 11, Dex 14, Con 11, Int 10, Wis 15, Cha 10. Mira is rough in appearance, with brown hair and large brown eyes. He wears leather armor and wields a scimitar. Mira is haunted by the memories of a past life.",
  "Erimund: Male Half-orc Barbarian, NG. Str 13, Dex 9, Con 13, Int 14, Wis 12, Cha 12. Erimund is common in appearance, with gray hair and amber eyes. He wears leather armor and wields a warhammer. Erimund seeks to discover what destroyed his homeland.",
  "Vidaro: Male Half-orc Fighter, NE. Str 16, Dex 10, Con 7, Int 10, Wis 11, Cha 10. Vidaro has straight copper hair and light brown eyes. He wears hide armor and wields a longsword and shield. Vidaro has an animal companion, a black wolf named Jara.",
  "Stana: Male Half-orc Rogue, LN. Str 12, Dex 13, Con 9, Int 13, Wis 12, Cha 10. Stana has black hair and hazel eyes, and a tangled moustache. He wears leather armor and wields a rapier and hand crossbow. Stana compulsively steals small objects.",
  "Thulmunda: Male Half-orc Barbarian, LG. Str 13, Dex 10, Con 13, Int 14, Wis 8, Cha 10. Thulmunda has white hair and dark gray eyes. He wears leather armor and wields a war pick and shield. Thulmunda is thrifty and capable.",
  "Thila: Male Half-orc Cleric, N. Str 11, Dex 7, Con 11, Int 14, Wis 13, Cha 10. Thila has auburn hair and narrow hazel eyes. He wears studded leather and wields a quarterstaff and shield. Thila has an animal companion, a red fox named Vata.",
  "Tiza: Male Half-orc Druid, Neutral. Str 10, Dex 6, Con 12, Int 12, Wis 14, Cha 11. Tiza has a round face, with blonde hair and brown eyes. He wears hide armor and wields a scimitar.",
  "Stana: Male Half-orc Fighter, LN. Str 14, Dex 7, Con 8, Int 12, Wis 7, Cha 7. Stana is fey in appearance, with golden hair and gray eyes. He wears scale mail and wields a trident. Stana is honest and vulgar.",
  "Walisa: Male Half-orc Monk, N. Str 10, Dex 14, Con 10, Int 11, Wis 11, Cha 8. Walisa has brown hair and bright hazel eyes, and a beaked nose. He wears travel-stained clothing and wields a bo (quarterstaff) and shuriken (darts). Walisa is pleasant and talkative.",
  "Vela: Male Half-orc Cleric, NG. Str 11, Dex 7, Con 15, Int 9, Wis 17, Cha 12. Vela is elegant in appearance, with brown hair and hazel eyes. He wears leather armor and wields a handaxe and sickle. Vela has an animal companion, a hunting dog named Zlava.",
  "Sariusa: Male Half-orc Ranger, CE. Str 11, Dex 15, Con 8, Int 8, Wis 10, Cha 9. Sariusa has a square face, with cropped gray hair and brown eyes. He wears leather armor and wields a maul. Sariusa has dire rat named Svetla.",
  "Gilda: Male Half-orc Druid, Neutral. Str 11, Dex 11, Con 11, Int 12, Wis 13, Cha 13. Gilda has white hair and sharp gray eyes. He wears hide armor and wields a scimitar and wooden shield.",
  "Cithima: Male Half-orc Monk, LN. Str 8, Dex 13, Con 6, Int 12, Wis 11, Cha 11. Cithima is fey in appearance, with matted silver hair and blue eyes. He wears sturdy clothing and wields an ono (handaxe).",
  "Deko: Male Half-orc Rogue, CN. Str 7, Dex 14, Con 8, Int 9, Wis 8, Cha 12. Deko has an angular face, with uneven black hair and hazel eyes. He wears studded leather and wields a club. Deko is morose and fanatical.",
  "Gelaro: Male Half-orc Rogue, LN. Str 15, Dex 13, Con 11, Int 10, Wis 7, Cha 9. Gelaro has copper hair and soft brown eyes, and wears glasses with copper rims. He wears studded leather and wields a shortsword. Gelaro has an animal companion, a sable ferret named Rana.",
  "Zlada: Male Half-orc Rogue, LN. Str 10, Dex 12, Con 9, Int 9, Wis 12, Cha 12. Zlada has short red hair and light green eyes. He wears studded leather and wields a light hammer and sling. Zlada was raised by cultists of Male Fated Commoner.",
  "Bisek: Male Half-orc Ranger, N. Str 14, Dex 13, Con 15, Int 9, Wis 14, Cha 9. Bisek has an angular face, with cropped copper hair and amber eyes. He wears a breastplate and wields a glaive.",
  "Erigin: Male Half-orc Druid, Neutral. Str 13, Dex 12, Con 13, Int 11, Wis 14, Cha 8. Erigin has blonde hair and soft blue eyes. He wears hide armor and wields a quarterstaff. Erigin has forest owl named Giso.",
  "Raha: Male Half-orc Barbarian, NE. Str 12, Dex 7, Con 11, Int 11, Wis 10, Cha 10. Raha is fair in appearance, with blonde hair and narrow brown eyes. He wears studded leather and wields a war pick and shield. Raha is selfish and hateful.",
  "Zela: Male Half-orc Rogue, NE. Str 9, Dex 14, Con 11, Int 14, Wis 10, Cha 12. Zela has a square face, with brown hair and brown eyes. He wears leather armor and wields a mace and hand crossbow. Zela is sadistic and unforgiving.",
  "Besan: Male Half-orc Warlock, NE. Str 13, Dex 12, Con 6, Int 10, Wis 10, Cha 15. Besan is short, with copper hair and narrow green eyes. He wears studded leather and wields a light hammer and sickle.",
  "Esamas: Male Half-orc Fighter, LG. Str 16, Dex 10, Con 11, Int 14, Wis 11, Cha 13. Esamas is short and thin, with uneven copper hair and hazel eyes. He wears half plate and wields a flail. Esamas is faithful and virtuous.",
  "Cticek: Male Half-orc Paladin, Good. Str 11, Dex 13, Con 7, Int 10, Wis 7, Cha 15. Cticek is youthful in appearance, with tangled brown hair and narrow amber eyes. He wears a chain shirt and wields a maul.",
  "Mundasi: Male Half-orc Bard, NG. Str 9, Dex 10, Con 10, Int 8, Wis 10, Cha 12. Mundasi is slender, with silver hair and bright amber eyes. He wears leather armor and wields a rapier and light crossbow. Mundasi is friendly and brave.",
  "Rada: Male Half-orc Rogue, CE. Str 7, Dex 17, Con 11, Int 14, Wis 12, Cha 14. Rada has uneven auburn hair and narrow amber eyes, and a magical scar on his leg. He wears leather armor and wields a shortsword and hand crossbow. Rada serves a powerful arch-fiend named Arbas.",
  "Himange: Male Half-orc Monk, NG. Str 15, Dex 11, Con 8, Int 9, Wis 13, Cha 9. Himange has brown hair and narrow green eyes, and an uneven beard. He wears modest garments and wields nunchaku (club). Himange has an animal companion, a gray rat named Odanada.",
  "Mundaro: Male Half-orc Rogue, LE. Str 11, Dex 16, Con 13, Int 13, Wis 12, Cha 7. Mundaro has cropped red hair and large green eyes. He wears studded leather and wields a club. Mundaro is envious and insensitive.",
  "Zela: Male Half-orc Rogue, N. Str 11, Dex 16, Con 8, Int 13, Wis 8, Cha 10. Zela has white hair and blue eyes, and a curly moustache. He wears leather armor and wields a rapier. Zela has an animal companion, a black snake named Serica.",
  "Lavoi: Male Half-orc Rogue, CE. Str 7, Dex 12, Con 10, Int 10, Wis 15, Cha 10. Lavoi has gray hair and amber eyes. He wears studded leather and wields a shortsword.",
  "Arebus: Male Half-orc Druid, Neutral. Str 9, Dex 15, Con 12, Int 11, Wis 12, Cha 13. Arebus has a narrow face, with tangled copper hair and dark hazel eyes. He wears hide armor and wields a scimitar and wooden shield. Arebus is searching for his lost brother.",
  "Thermanio: Male Half-orc Cleric, LE. Str 10, Dex 9, Con 12, Int 9, Wis 15, Cha 10. Thermanio is repulsive in appearance, with braided black hair and sharp blue eyes. He wears studded leather and wields a light hammer and shield. Thermanio has an animal companion, a hawk named Amalfrild.",
  "Boza: Male Half-orc Paladin, Good. Str 13, Dex 12, Con 10, Int 9, Wis 13, Cha 14. Boza has a round face, with black hair and gray eyes. He wears splint armor and wields a flail and shield. Boza suffers a traumatic fear of heights.",
  "Vlousek: Male Half-orc Cleric, CG. Str 7, Dex 11, Con 11, Int 11, Wis 13, Cha 11. Vlousek is tall, with uneven red hair and hazel eyes. He wears studded leather and wields a light hammer and darts. Vlousek has an animal companion, a hunting dog named Rada.",
  "Soasima: Male Half-orc Barbarian, NG. Str 16, Dex 11, Con 13, Int 8, Wis 15, Cha 8. Soasima has a round face, with long gray hair and dark gray eyes. He wears leather armor and wields a glaive. Soasima is hunting the cultists who murdered his family.",
  "Mira: Male Half-orc Cleric, N. Str 8, Dex 10, Con 6, Int 12, Wis 12, Cha 14. Mira has uneven blonde hair and large amber eyes, and a distinctive scar on his face. He wears leather armor and wields a mace. Mira is impossibly lucky.",
  "Horima: Male Half-orc Sorcerer, NE. Str 9, Dex 12, Con 10, Int 7, Wis 7, Cha 16. Horima has messy brown hair and blue eyes, and a long moustache. He wears modest garments and wields a dagger. Horima is dying and desperately seeks the secret of immortality.",
  "Priko: Male Half-orc Fighter, NG. Str 14, Dex 15, Con 9, Int 10, Wis 7, Cha 12. Priko is willowy, with auburn hair and blue eyes. He wears chain mail and wields a flail.",
  "Jara: Male Half-orc Rogue, N. Str 11, Dex 13, Con 14, Int 15, Wis 12, Cha 11. Jara has an angular face, with auburn hair and brown eyes. He wears leather armor and wields a longsword and hand crossbow. Jara is depressed and jealous.",
  "Raha: Male Half-orc Fighter, N. Str 12, Dex 14, Con 14, Int 10, Wis 8, Cha 6. Raha has a long face, with straight silver hair and green eyes. He wears a breastplate and wields a greatsword.",
  "Orared: Male Half-orc Cleric, LN. Str 10, Dex 11, Con 7, Int 12, Wis 16, Cha 11. Orared is fey in appearance, with silver hair and light blue eyes. He wears studded leather and wields a handaxe. Orared is practical and decisive.",
  "Wolfela: Male Half-orc Monk, NE. Str 11, Dex 9, Con 11, Int 12, Wis 11, Cha 11. Wolfela has uneven golden hair and light amber eyes, and small ears. He wears plain clothing and wields nunchaku (club). Wolfela is harsh and deceitful.",
  "Besla: Male Half-orc Barbarian, NE. Str 15, Dex 7, Con 10, Int 12, Wis 10, Cha 7. Besla has a narrow face, with curly silver hair and bright blue eyes. He wears studded leather and wields a halberd. Besla has an animal companion, a black bear named Riba.",
  "Vandasi: Male Half-orc Warlock, CN. Str 13, Dex 6, Con 12, Int 10, Wis 8, Cha 12. Vandasi has an angular face, with thin golden hair and amber eyes. He wears studded leather and wields a quarterstaff and darts. Vandasi seeks to raise an army of gargoyles.",
  "Rosta: Male Half-orc Wizard, CN. Str 11, Dex 12, Con 6, Int 17, Wis 13, Cha 11. Rosta has red hair and green eyes, and small ears. He wears modest garments and wields a dagger. Rosta is searching for the lost realm of Falonde.",
  "Rida: Male Half-orc Cleric, N. Str 10, Dex 5, Con 9, Int 10, Wis 16, Cha 9. Rida is tall and willowy, with curly auburn hair and blue eyes. He wears hide armor and wields a spear and shield.",
  "Reko: Male Half-orc Fighter, N. Str 13, Dex 10, Con 10, Int 9, Wis 9, Cha 10. Reko is rugged in appearance, with blonde hair and green eyes. He wears scale mail and wields a battleaxe and heavy crossbow. Reko has an animal companion, a black bear named Vojta.",
  "Giba: Male Half-orc Rogue, LN. Str 9, Dex 13, Con 14, Int 15, Wis 9, Cha 7. Giba has an angular face, with uneven blonde hair and bright gray eyes. He wears studded leather and wields a handaxe and hand crossbow. Giba is lively and covetous.",
  "Odis: Male Half-orc Monk, N. Str 12, Dex 14, Con 7, Int 10, Wis 14, Cha 7. Odis has black hair and light blue eyes. He wears simple clothing and wields a kanabo (mace) and sai (dagger). Odis was petrified for a hundred years.",
  "Vidiokit: Male Half-orc Warlock, LG. Str 8, Dex 8, Con 9, Int 10, Wis 10, Cha 14. Vidiokit is heavyset, with straight brown hair and dark amber eyes. He wears leather armor and wields a light hammer. Vidiokit speaks with a deep voice.",
  "Jara: Male Half-orc Rogue, N. Str 12, Dex 16, Con 10, Int 10, Wis 14, Cha 15. Jara is tall and stout, with black hair and gray eyes. He wears studded leather and wields a longsword. Jara suffers a traumatic fear of open spaces.",
  "Mira: Male Half-orc Rogue, N. Str 13, Dex 14, Con 11, Int 14, Wis 10, Cha 14. Mira is short and overweight, with messy copper hair and soft gray eyes. He wears leather armor and wields a shortsword and light crossbow. Mira avoids eye contact.",
  "Vigelia: Male Half-orc Bard, LN. Str 15, Dex 8, Con 12, Int 12, Wis 8, Cha 13. Vigelia has a long face, with black hair and blue eyes. He wears leather armor and wields a longsword.",
  "Hunigoia: Male Half-orc Sorcerer, NE. Str 10, Dex 12, Con 9, Int 9, Wis 14, Cha 17. Hunigoia has gray hair and gray eyes, and a round nose. He wears sturdy clothing and wields a dagger and light crossbow.",
  "Prada: Male Half-orc Rogue, CN. Str 7, Dex 14, Con 10, Int 13, Wis 12, Cha 9. Prada is tall and stout, with straight auburn hair and amber eyes. He wears leather armor and wields a longsword and javelins. Prada is searching for his missing daughter.",
  "Wittama: Male Half-orc Warlock, N. Str 13, Dex 7, Con 11, Int 13, Wis 10, Cha 13. Wittama is heavyset, with brown hair and gray eyes. He wears studded leather and wields a quarterstaff and shortbow. Wittama compulsively lies.",
  "Flethila: Male Half-orc Ranger, N. Str 10, Dex 12, Con 7, Int 11, Wis 12, Cha 11. Flethila has silver hair and narrow amber eyes, and large ears. He wears a chain shirt and wields a greataxe. Flethila was raised by cultists of the Last Princess.",
  "Deko: Male Half-orc Ranger, N. Str 12, Dex 11, Con 6, Int 6, Wis 15, Cha 14. Deko is tall, with matted blonde hair and amber eyes. He wears half plate and wields a pike.",
  "Jeko: Male Half-orc Fighter, LN. Str 14, Dex 9, Con 8, Int 9, Wis 6, Cha 9. Jeko is fair in appearance, with silver hair and amber eyes. He wears hide armor and wields a longsword and shield. Jeko compulsively sings.",
  "Simiro: Male Half-orc Fighter, LG. Str 12, Dex 13, Con 8, Int 14, Wis 8, Cha 10. Simiro has gray hair and narrow hazel eyes, and small ears. He wears a breastplate and wields a rapier and longbow. Simiro suffers a traumatic fear of spiders.",
  "Byhna: Male Half-orc Rogue, N. Str 10, Dex 16, Con 13, Int 12, Wis 9, Cha 11. Byhna is short and heavyset, with copper hair and bright hazel eyes. He wears leather armor and wields a longsword and dagger. Byhna has an animal companion, a black cat named Jiko.",
  "Gilda: Male Half-orc Cleric, LN. Str 9, Dex 9, Con 7, Int 9, Wis 13, Cha 12. Gilda has a narrow face, with brown hair and narrow green eyes. He wears studded leather and wields a quarterstaff and dagger. Gilda has an animal companion, a sable ferret named Baza.",
  "Vlava: Male Half-orc Barbarian, LG. Str 12, Dex 5, Con 8, Int 13, Wis 7, Cha 12. Vlava has gray hair and dark hazel eyes. He wears studded leather and wields a trident. Vlava seeks to free himself from an ancient curse.",
  "Horaro: Male Half-orc Fighter, N. Str 17, Dex 13, Con 5, Int 9, Wis 7, Cha 6. Horaro has tangled black hair and gray eyes. He wears hide armor and wields a greatsword. Horaro has an animal companion, a red firedrake named Thuniga.",
  "Sarica: Male Half-orc Monk, CN. Str 11, Dex 12, Con 6, Int 13, Wis 14, Cha 7. Sarica is short and stout, with silver hair and green eyes. He wears travel-stained clothing and wields an ono (handaxe). Sarica has an animal companion, a hunting dog named Chleuvalda.",
  "Domir: Male Half-orc Ranger, LE. Str 14, Dex 14, Con 11, Int 10, Wis 9, Cha 13. Domir is rugged in appearance, with black hair and narrow brown eyes. He wears studded leather and wields a rapier and shield. Domir speaks with a lisp.",
  "Stecha: Male Half-orc Fighter, NG. Str 14, Dex 15, Con 5, Int 10, Wis 8, Cha 10. Stecha has red hair and light hazel eyes. He wears chain mail and wields a rapier. Stecha is calm and covetous.",
  "Theodeba: Male Half-orc Fighter, LN. Str 14, Dex 11, Con 11, Int 7, Wis 11, Cha 10. Theodeba has straight black hair and amber eyes, and a thin nose. He wears chain mail and wields a scimitar and hand crossbow. Theodeba is haunted by the ghost of someone he killed.",
  "Stana: Male Half-orc Barbarian, LG. Str 12, Dex 10, Con 17, Int 9, Wis 11, Cha 12. Stana is heavyset, with gray hair and amber eyes. He wears scale mail and wields a shortsword and blowgun. Stana is cultured and reserved.",
  "Gerica: Male Half-orc Druid, Neutral. Str 14, Dex 9, Con 7, Int 8, Wis 12, Cha 8. Gerica has a narrow face, with cropped auburn hair and narrow gray eyes. He wears leather armor and wields a spear.",
  "Zeko: Male Half-orc Fighter, N. Str 15, Dex 10, Con 10, Int 12, Wis 11, Cha 6. Zeko is heavyset, with brown hair and narrow amber eyes. He wears chain mail and wields a flail. Zeko seeks revenge against the sister who betrayed him.",
  "Beucusi: Male Half-orc Warlock, NE. Str 11, Dex 9, Con 9, Int 11, Wis 10, Cha 16. Beucusi has a long face, with tangled golden hair and narrow gray eyes. He wears leather armor and wields a quarterstaff. Beucusi is haunted by the memories of a past life.",
  "Alar: Male Half-orc Cleric, N. Str 7, Dex 8, Con 11, Int 12, Wis 17, Cha 10. Alar is tall and slender, with white hair and blue eyes. He wears a breastplate and wields a club and shortbow.",
  "Mecek: Male Half-orc Fighter, N. Str 12, Dex 11, Con 5, Int 8, Wis 7, Cha 7. Mecek is fair in appearance, with black hair and brown eyes. He wears splint armor and wields a greatsword. Mecek suffers an acute fear of darkness.",
  "Roduulfa: Male Half-orc Monk, NG. Str 12, Dex 13, Con 7, Int 10, Wis 13, Cha 9. Roduulfa is overweight, with blonde hair and dark green eyes. He wears worn clothing and wields nunchaku (club) and shuriken (darts).",
  "Dreta: Male Half-orc Monk, N. Str 9, Dex 9, Con 10, Int 10, Wis 13, Cha 9. Dreta has a narrow face, with red hair and brown eyes. He wears travel-stained clothing and wields a bo (quarterstaff) and shuriken (darts).",
  "Jordotha: Male Half-orc Paladin, Good. Str 16, Dex 7, Con 7, Int 11, Wis 13, Cha 13. Jordotha has curly auburn hair and bright brown eyes. He wears splint armor and wields a pike. Jordotha has an animal companion, a white warhorse named Mladka.",
  "Blava: Male Half-orc Cleric, N. Str 8, Dex 6, Con 5, Int 12, Wis 15, Cha 13. Blava has silver hair and dark amber eyes. He wears scale mail and wields a light hammer and dagger. Blava is driven and protective.",
  "Tricusi: Male Half-orc Rogue, CG. Str 7, Dex 13, Con 11, Int 14, Wis 10, Cha 9. Tricusi is tall and stout, with tangled auburn hair and sharp blue eyes. He wears studded leather and wields a rapier and shortbow. Tricusi is studious and adventurous.",
  "Theudoinge: Male Half-orc Rogue, LE. Str 11, Dex 17, Con 8, Int 10, Wis 11, Cha 13. Theudoinge has a round face, with cropped silver hair and green eyes. He wears studded leather and wields a longsword and shortbow. Theudoinge is mercenary and violent.",
  "Jara: Male Half-orc Monk, LG. Str 10, Dex 15, Con 7, Int 10, Wis 11, Cha 6. Jara has straight red hair and green eyes, and a beaked nose. He wears simple clothing and wields nunchaku (club) and kama (sickle). Jara is fair and practical.",
  "Lava: Male Half-orc Bard, LN. Str 7, Dex 11, Con 12, Int 14, Wis 15, Cha 15. Lava is fey in appearance, with golden hair and brown eyes. He wears studded leather and wields a rapier and sickle. Lava has an animal companion, a hunting dog named Mila.",
  "Nagusi: Male Half-orc Fighter, LN. Str 12, Dex 9, Con 9, Int 11, Wis 15, Cha 5. Nagusi has thin white hair and dark green eyes. He wears chain mail and wields a rapier and shield. Nagusi has an animal companion, a red firedrake named Gisuintha.",
  "Reko: Male Half-orc Cleric, NG. Str 15, Dex 9, Con 10, Int 11, Wis 16, Cha 13. Reko has silver hair and dark gray eyes. He wears leather armor and wields a spear. Reko is virtuous and aesthetic.",
  "Bora: Male Half-orc Bard, N. Str 11, Dex 8, Con 13, Int 12, Wis 7, Cha 13. Bora has copper hair and light green eyes, and a tangled moustache. He wears studded leather and wields a longsword. Bora is a pack-rat, and carries a satchel of random junk.",
  "Vandima: Male Half-orc Druid, Neutral. Str 12, Dex 12, Con 10, Int 9, Wis 12, Cha 8. Vandima has red hair and large green eyes, and a sharp nose. He wears hide armor and wields a spear and wooden shield. Vandima seeks only fame and glory.",
  "Agigec: Male Half-orc Druid, Neutral. Str 14, Dex 9, Con 9, Int 9, Wis 14, Cha 11. Agigec is fey in appearance, with matted brown hair and brown eyes. He wears hide armor and wields a scimitar. Agigec has forest owl named Sisasi.",
  "Lata: Male Half-orc Fighter, LG. Str 13, Dex 14, Con 8, Int 14, Wis 9, Cha 11. Lata has a square face, with braided copper hair and brown eyes. He wears chain mail and wields a shortsword and shield. Lata was raised by cultists of Male Fated Commoner.",
  "Ctecha: Male Half-orc Monk, N. Str 16, Dex 13, Con 12, Int 7, Wis 8, Cha 10. Ctecha has brown hair and narrow hazel eyes, and a thin nose. He wears simple clothing and wields an ono (handaxe). Ctecha is devout and pleasant.",
  "Drosta: Male Half-orc Rogue, N. Str 8, Dex 17, Con 9, Int 11, Wis 13, Cha 9. Drosta has gray hair and narrow green eyes, and prominent ears. He wears leather armor and wields a longsword. Drosta is cautious and covetous.",
  "Theodada: Male Half-orc Rogue, N. Str 7, Dex 14, Con 11, Int 12, Wis 11, Cha 10. Theodada has auburn hair and dark gray eyes, and pointed ears. He wears studded leather and wields a rapier and dagger. Theodada is haunted by the ghost of someone he killed.",
  "Zela: Male Half-orc Fighter, CG. Str 13, Dex 11, Con 11, Int 11, Wis 11, Cha 11. Zela has a narrow face, with braided copper hair and narrow green eyes. He wears splint armor and wields a maul.",
  "Haleca: Male Half-orc Bard, CN. Str 12, Dex 13, Con 10, Int 13, Wis 5, Cha 17. Haleca is short and willowy, with matted auburn hair and amber eyes. He wears studded leather and wields a shortsword. Haleca is hunting the warlord who murdered his family.",
  "Bessiga: Male Half-orc Fighter, LN. Str 16, Dex 11, Con 10, Int 11, Wis 6, Cha 7. Bessiga has silver hair and narrow gray eyes, and wears glasses with electrum rims. He wears plate armor and wields a shortsword. Bessiga is fascinated by death.",
  "Mira: Male Half-orc Cleric, NG. Str 14, Dex 12, Con 10, Int 15, Wis 14, Cha 12. Mira has auburn hair and green eyes, and a thin nose. He wears scale mail and wields a light hammer. Mira has an animal companion, a white rabbit named Vela.",
  "Mudoinia: Male Half-orc Monk, CE. Str 9, Dex 9, Con 9, Int 8, Wis 14, Cha 12. Mudoinia has uneven silver hair and sharp blue eyes, and a round nose. He wears travel-stained clothing and wields a bo (quarterstaff). Mudoinia has an animal companion, a white rabbit named Wilgaatha.",
  "Senia: Male Half-orc Paladin, Good. Str 10, Dex 13, Con 6, Int 8, Wis 11, Cha 11. Senia is short and stout, with uneven copper hair and gray eyes. He wears half plate and wields a halberd. Senia is energetic and wise.",
  "Besla: Male Half-orc Cleric, N. Str 9, Dex 9, Con 10, Int 10, Wis 14, Cha 8. Besla has a round face, with cropped auburn hair and narrow gray eyes. He wears scale mail and wields a handaxe.",
  "Stiko: Male Half-orc Monk, N. Str 12, Dex 15, Con 9, Int 6, Wis 14, Cha 13. Stiko has a square face, with brown hair and blue eyes. He wears modest garments and wields a kanabo (mace) and sai (dagger). Stiko has an animal companion, a black monkey named Amamen.",
  "Arvalliar: Male Half-orc Ranger, CN. Str 10, Dex 9, Con 12, Int 10, Wis 9, Cha 9. Arvalliar is common in appearance, with straight blonde hair and large brown eyes. He wears a chain shirt and wields a scimitar and shield. Arvalliar was petrified for a hundred years.",
  "Vojta: Male Half-orc Monk, N. Str 11, Dex 11, Con 8, Int 11, Wis 12, Cha 8. Vojta is pleasant in appearance, with auburn hair and sharp amber eyes. He wears modest garments and wields a kanabo (mace) and kama (sickle). Vojta is haunted by the ghost of someone he killed.",
  "Veta: Male Half-orc Wizard, N. Str 8, Dex 12, Con 10, Int 16, Wis 6, Cha 11. Veta is fey in appearance, with blonde hair and narrow hazel eyes. He wears simple clothing and wields a dagger and darts. Veta seeks to atone for past sins.",
  "Valisa: Male Half-orc Bard, N. Str 8, Dex 15, Con 8, Int 15, Wis 11, Cha 15. Valisa is rugged in appearance, with red hair and large hazel eyes. He wears studded leather and wields a longsword and hand crossbow. Valisa suffers a severe allergy to rabbits.",
  "Sidaro: Male Half-orc Cleric, NG. Str 5, Dex 9, Con 9, Int 6, Wis 13, Cha 11. Sidaro has short auburn hair and light gray eyes. He wears half plate and wields a light hammer and shortbow. Sidaro seeks to discover where he came from, and who his real family is.",
  "Luda: Male Half-orc Monk, LN. Str 12, Dex 14, Con 10, Int 13, Wis 16, Cha 12. Luda is common in appearance, with tangled blonde hair and narrow blue eyes. He wears worn clothing and wields an ono (handaxe). Luda is stoic and savage.",
  "Nevoi: Male Half-orc Rogue, N. Str 11, Dex 17, Con 8, Int 10, Wis 15, Cha 11. Nevoi has blonde hair and gray eyes. He wears studded leather and wields a shortsword and darts. Nevoi is mischievous and perverted.",
  "Alar: Male Half-orc Rogue, LN. Str 9, Dex 17, Con 10, Int 15, Wis 7, Cha 10. Alar has a narrow face, with golden hair and gray eyes. He wears leather armor and wields a rapier and hand crossbow.",
  "Eric: Male Half-orc Warlock, LN. Str 14, Dex 11, Con 8, Int 13, Wis 11, Cha 13. Eric has a long face, with messy red hair and narrow green eyes. He wears studded leather and wields a handaxe and dagger. Eric has an animal companion, a raven named Filiaro.",
  "Svasek: Male Half-orc Warlock, LE. Str 10, Dex 8, Con 11, Int 13, Wis 7, Cha 15. Svasek has a long face, with curly gray hair and green eyes. He wears leather armor and wields a quarterstaff and sling. Svasek has an animal companion, a grey rat named Valdela.",
  "Dana: Male Half-orc Fighter, CG. Str 14, Dex 8, Con 7, Int 8, Wis 11, Cha 12. Dana has black hair and bright gray eyes. He wears ring mail and wields a morningstar and blowgun. Dana compulsively picks up things.",
  "Lava: Male Half-orc Fighter, N. Str 15, Dex 12, Con 8, Int 8, Wis 12, Cha 15. Lava has a round face, with tangled silver hair and sharp green eyes. He wears hide armor and wields a flail and shield. Lava has an animal companion, a red firedrake named Lava.",
  "Ambalic: Male Half-orc Monk, LN. Str 17, Dex 14, Con 10, Int 11, Wis 11, Cha 12. Ambalic has uneven gray hair and green eyes. He wears well-made clothing and wields an ono (handaxe). Ambalic is dying and desperately seeks the secret of immortality.",
  "Agar: Male Half-orc Cleric, LN. Str 13, Dex 11, Con 6, Int 11, Wis 16, Cha 11. Agar has a narrow face, with long black hair and large amber eyes. He wears leather armor and wields a quarterstaff and sickle.",
  "Zlava: Male Half-orc Monk, NG. Str 15, Dex 8, Con 11, Int 15, Wis 10, Cha 8. Zlava has a square face, with auburn hair and green eyes. He wears sturdy clothing and wields an ono (handaxe). Zlava is aesthetic and compassionate.",
  "Blava: Male Half-orc Monk, N. Str 13, Dex 13, Con 13, Int 7, Wis 17, Cha 11. Blava has thick silver hair and gray eyes. He wears simple clothing and wields a yari (spear) and sai (dagger). Blava has an animal companion, a hunting dog named Theniga.",
  "Byhna: Male Half-orc Monk, N. Str 12, Dex 11, Con 14, Int 8, Wis 13, Cha 11. Byhna has a square face, with messy blonde hair and sharp blue eyes. He wears worn clothing and wields nunchaku (club).",
  "Thimni: Male Half-orc Ranger, LN. Str 14, Dex 17, Con 7, Int 8, Wis 14, Cha 10. Thimni has copper hair and hazel eyes, and wears glasses with gold rims. He wears studded leather and wields a rapier and shield. Thimni suffers a traumatic fear of open spaces.",
  "Stiko: Male Half-orc Warlock, NG. Str 16, Dex 10, Con 6, Int 5, Wis 10, Cha 13. Stiko has short gray hair and amber eyes, and prominent ears. He wears studded leather and wields a quarterstaff and javelins.",
  "Vela: Male Half-orc Bard, LG. Str 8, Dex 8, Con 11, Int 17, Wis 13, Cha 17. Vela has a long face, with copper hair and blue eyes. He wears leather armor and wields a mace.",
  "Sigerna: Male Half-orc Bard, LN. Str 13, Dex 9, Con 10, Int 10, Wis 7, Cha 14. Sigerna has a long face, with braided red hair and green eyes. He wears leather armor and wields a rapier. Sigerna seeks to master the secrets of chaos magic.",
  "Mila: Male Half-orc Paladin, Good. Str 7, Dex 14, Con 10, Int 7, Wis 16, Cha 9. Mila is fair in appearance, with gray hair and hazel eyes. He wears ring mail and wields a shortsword and shield. Mila is courteous and guarded.",
  "Byhna: Male Half-orc Monk, NE. Str 11, Dex 12, Con 13, Int 7, Wis 13, Cha 13. Byhna has a long face, with curly copper hair and gray eyes. He wears modest garments and wields a bo (quarterstaff). Byhna is mercenary and sadistic.",
  "Bojar: Male Half-orc Monk, LG. Str 14, Dex 12, Con 8, Int 11, Wis 12, Cha 10. Bojar is common in appearance, with matted white hair and blue eyes. He wears plain clothing and wields an ono (handaxe). Bojar is kind and valiant.",
  "Reko: Male Half-orc Rogue, LN. Str 10, Dex 13, Con 11, Int 14, Wis 12, Cha 8. Reko is rugged in appearance, with copper hair and bright brown eyes. He wears leather armor and wields a rapier.",
  "Amasuild: Male Half-orc Paladin, Good. Str 13, Dex 15, Con 6, Int 8, Wis 16, Cha 11. Amasuild has auburn hair and blue eyes, and a sharp nose. He wears plate armor and wields a war pick. Amasuild compulsively plays with a copper coin.",
  "Heodima: Male Half-orc Monk, NG. Str 8, Dex 14, Con 7, Int 10, Wis 10, Cha 5. Heodima has uneven black hair and sharp blue eyes, and large ears. He wears travel-stained clothing and wields a bo (quarterstaff). Heodima seeks to atone for past sins.",
  "Bessi: Male Half-orc Fighter, CG. Str 14, Dex 15, Con 7, Int 6, Wis 13, Cha 5. Bessi is slender, with tangled blonde hair and narrow hazel eyes. He wears hide armor and wields a whip. Bessi is hunting the demon who slew his mentor.",
  "Gildeba: Male Half-orc Rogue, NE. Str 8, Dex 17, Con 7, Int 15, Wis 12, Cha 11. Gildeba has short white hair and hazel eyes, and a curly beard. He wears studded leather and wields a club and light crossbow. Gildeba is searching for his missing son.",
  "Rada: Male Half-orc Rogue, N. Str 10, Dex 16, Con 11, Int 15, Wis 9, Cha 8. Rada has short brown hair and amber eyes. He wears studded leather and wields a longsword. Rada seeks to steal a legendary ruby from the Barrow of Shiva the Destroyer.",
  "Zlava: Male Half-orc Bard, N. Str 10, Dex 10, Con 11, Int 15, Wis 6, Cha 15. Zlava has a narrow face, with brown hair and light brown eyes. He wears leather armor and wields a handaxe and javelins. Zlava has an animal companion, a white rabbit named Suintheoda.",
  "Durko: Male Half-orc Fighter, NG. Str 15, Dex 12, Con 14, Int 13, Wis 11, Cha 12. Durko has cropped silver hair and green eyes, and pointed ears. He wears a breastplate and wields a longsword and hand crossbow.",
  "Thunima: Male Half-orc Druid, Neutral. Str 15, Dex 13, Con 12, Int 9, Wis 12, Cha 10. Thunima has thick copper hair and soft green eyes. He wears hide armor and wields a scimitar and darts. Thunima seeks to atone for past sins.",
  "Heldubro: Male Half-orc Fighter, N. Str 16, Dex 17, Con 11, Int 11, Wis 9, Cha 11. Heldubro is thin, with thick white hair and dark green eyes. He wears ring mail and wields a longsword and longbow.",
  "Harunga: Male Half-orc Warlock, NG. Str 8, Dex 13, Con 15, Int 9, Wis 13, Cha 14. Harunga is tall and overweight, with copper hair and blue eyes. He wears studded leather and wields a light hammer.",
  "Seko: Male Half-orc Barbarian, N. Str 12, Dex 14, Con 14, Int 11, Wis 12, Cha 12. Seko is pleasant in appearance, with blonde hair and gray eyes. He wears leather armor and wields a battleaxe and hand crossbow. Seko is adaptable and combative.",
  "Sala: Male Half-orc Fighter, NE. Str 15, Dex 17, Con 13, Int 8, Wis 9, Cha 13. Sala has copper hair and large brown eyes. He wears splint armor and wields a whip and longbow. Sala is searching for an ancient artifact of evil.",
  "Walama: Male Half-orc Warlock, CG. Str 11, Dex 7, Con 13, Int 13, Wis 9, Cha 15. Walama has uneven auburn hair and brown eyes. He wears leather armor and wields a mace and light crossbow. Walama is haunted by the memories of a past life.",
  "Cusafro: Male Half-orc Fighter, NE. Str 13, Dex 11, Con 13, Int 10, Wis 12, Cha 12. Cusafro is tall and overweight, with long brown hair and large gray eyes. He wears splint armor and wields a rapier and longbow. Cusafro is haughty and secretive.",
  "Ricusa: Male Half-orc Rogue, NG. Str 12, Dex 17, Con 11, Int 16, Wis 8, Cha 12. Ricusa is willowy, with copper hair and narrow brown eyes. He wears leather armor and wields a club and hand crossbow.",
  "Lavoi: Male Half-orc Warlock, NE. Str 13, Dex 9, Con 10, Int 9, Wis 8, Cha 14. Lavoi has cropped white hair and sharp gray eyes, and a long beard. He wears studded leather and wields a mace. Lavoi seeks revenge against the sister who betrayed him.",
  "Rosta: Male Half-orc Rogue, CG. Str 12, Dex 13, Con 14, Int 12, Wis 10, Cha 8. Rosta is tall and willowy, with brown hair and gray eyes. He wears studded leather and wields a rapier. Rosta is kind and pious.",
  "Briba: Male Half-orc Bard, CN. Str 10, Dex 8, Con 9, Int 13, Wis 13, Cha 17. Briba has curly gray hair and amber eyes. He wears leather armor and wields a shortsword.",
  "Disek: Male Half-orc Wizard, CN. Str 10, Dex 14, Con 8, Int 12, Wis 11, Cha 9. Disek has a narrow face, with tangled blonde hair and blue eyes. He wears well-made clothing and wields a quarterstaff.",
  "Mila: Male Half-orc Wizard, CG. Str 8, Dex 12, Con 8, Int 16, Wis 9, Cha 11. Mila has an angular face, with matted brown hair and dark gray eyes. He wears fine clothing and wields a quarterstaff. Mila is thrifty and loyal.",
  "Vetica: Male Half-orc Druid, Neutral. Str 11, Dex 10, Con 12, Int 15, Wis 17, Cha 10. Vetica has silver hair and large hazel eyes, and a messy beard. He wears hide armor and wields a quarterstaff and wooden shield. Vetica is a terrible liar.",
  "Thrido: Male Half-orc Warlock, NG. Str 13, Dex 8, Con 6, Int 8, Wis 13, Cha 13. Thrido is slender, with copper hair and sharp brown eyes. He wears leather armor and wields a quarterstaff and javelins. Thrido seeks to atone for past sins.",
  "Veko: Male Half-orc Fighter, LN. Str 17, Dex 8, Con 13, Int 10, Wis 9, Cha 7. Veko is tall and slender, with auburn hair and bright green eyes. He wears a breastplate and wields a whip and net. Veko is searching for his lost sister.",
  "Zita: Male Half-orc Paladin, Good. Str 16, Dex 13, Con 10, Int 10, Wis 12, Cha 9. Zita has cropped auburn hair and narrow brown eyes. He wears hide armor and wields a war pick.",
  "Gerima: Male Half-orc Cleric, CN. Str 7, Dex 8, Con 12, Int 8, Wis 13, Cha 12. Gerima is tall and willowy, with black hair and sharp blue eyes. He wears studded leather and wields a spear and shield. Gerima has an animal companion, a green firedrake named Vacla.",
  "Riceswell: Male Half-orc Ranger, LE. Str 9, Dex 7, Con 9, Int 8, Wis 11, Cha 7. Riceswell has golden hair and hazel eyes. He wears studded leather and wields a rapier. Riceswell is fanatical and insensitive.",
  "Thildulfa: Male Half-orc Ranger, N. Str 16, Dex 14, Con 8, Int 11, Wis 10, Cha 9. Thildulfa has straight blonde hair and dark green eyes. He wears half plate and wields a shortsword and shield. Thildulfa has golden eagle named Apus.",
  "Vata: Male Half-orc Monk, CN. Str 15, Dex 10, Con 12, Int 5, Wis 13, Cha 11. Vata has brown hair and hazel eyes, and a matted moustache. He wears modest garments and wields nunchaku (club) and sai (dagger). Vata has an animal companion, a red firedrake named Vena.",
  "Pomild: Male Half-orc Cleric, N. Str 8, Dex 8, Con 8, Int 11, Wis 15, Cha 12. Pomild has blonde hair and narrow gray eyes. He wears half plate and wields a light hammer and dagger.",
  "Igittad: Male Half-orc Barbarian, N. Str 16, Dex 10, Con 12, Int 13, Wis 10, Cha 7. Igittad is common in appearance, with thick silver hair and gray eyes. He wears hide armor and wields a shortsword and net. Igittad has an animal companion, a badger named Zlava.",
  "Zida: Male Half-orc Sorcerer, NG. Str 14, Dex 14, Con 16, Int 8, Wis 10, Cha 12. Zida has copper hair and hazel eyes, and a long beard. He wears well-made clothing and wields a quarterstaff and light crossbow. Zida frequently uses uncommon words incorrectly.",
  "Thadega: Male Half-orc Paladin, Good. Str 10, Dex 9, Con 13, Int 10, Wis 14, Cha 14. Thadega has gray hair and brown eyes, and small ears. He wears scale mail and wields a greataxe. Thadega is blind in his left eye.",
  "Romir: Male Half-orc Fighter, N. Str 17, Dex 14, Con 14, Int 9, Wis 14, Cha 10. Romir is pleasant in appearance, with auburn hair and green eyes. He wears chain mail and wields a maul. Romir is searching for a legendary blade named Demonblade.",
  "Biko: Male Half-orc Rogue, LN. Str 10, Dex 14, Con 7, Int 8, Wis 12, Cha 10. Biko is overweight, with straight golden hair and blue eyes. He wears studded leather and wields a rapier and sickle. Biko is alluring and stoic.",
  "Brosla: Male Half-orc Warlock, LN. Str 12, Dex 9, Con 13, Int 10, Wis 9, Cha 17. Brosla has long black hair and hazel eyes. He wears studded leather and wields a handaxe. Brosla has an animal companion, a black cat named Thela.",
  "Vibabai: Male Half-orc Fighter, NG. Str 14, Dex 13, Con 10, Int 15, Wis 10, Cha 11. Vibabai is pleasant in appearance, with long copper hair and blue eyes. He wears a breastplate and wields a rapier and blowgun. Vibabai has an animal companion, a green firedrake named Vata.",
  "Unikes: Male Half-orc Fighter, NG. Str 16, Dex 8, Con 12, Int 13, Wis 9, Cha 7. Unikes is short and overweight, with brown hair and gray eyes. He wears a breastplate and wields a flail. Unikes has an animal companion, a badger named Cannero.",
  "Goiarica: Male Half-orc Paladin, Good. Str 17, Dex 11, Con 10, Int 12, Wis 14, Cha 15. Goiarica is noble in bearing, with straight golden hair and amber eyes. He wears scale mail and wields a warhammer. Goiarica is hunting the dragon who murdered his family.",
  "Saliaro: Male Half-orc Paladin, Good. Str 13, Dex 13, Con 9, Int 7, Wis 9, Cha 11. Saliaro is thin, with auburn hair and sharp blue eyes. He wears hide armor and wields a scimitar and shield. Saliaro has an animal companion, a white warhorse named Lada.",
  "Drada: Male Half-orc Rogue, LN. Str 15, Dex 13, Con 13, Int 11, Wis 5, Cha 10. Drada is fair in appearance, with brown hair and hazel eyes. He wears studded leather and wields a rapier and hand crossbow. Drada is haunted by the ghost of someone he killed.",
  "Stimir: Male Half-orc Fighter, N. Str 14, Dex 11, Con 9, Int 11, Wis 11, Cha 13. Stimir is common in appearance, with white hair and light blue eyes. He wears ring mail and wields a halberd. Stimir is quiet and impartial.",
  "Lavoi: Male Half-orc Rogue, N. Str 12, Dex 15, Con 14, Int 14, Wis 15, Cha 11. Lavoi has a narrow face, with tangled brown hair and narrow blue eyes. He wears studded leather and wields a longsword. Lavoi is a terrible liar.",
  "Romir: Male Half-orc Monk, LN. Str 8, Dex 16, Con 11, Int 11, Wis 16, Cha 7. Romir is thin, with matted gray hair and dark hazel eyes. He wears modest garments and wields a bo (quarterstaff) and kama (sickle). Romir has an animal companion, a red snake named Rodero.",
  "Sila: Male Half-orc Barbarian, LG. Str 17, Dex 9, Con 10, Int 12, Wis 9, Cha 5. Sila is short and stout, with brown hair and amber eyes. He wears scale mail and wields a morningstar. Sila is chivalrous and impartial.",
  "Bremuk: Male Half-orc Cleric, N. Str 14, Dex 7, Con 12, Int 8, Wis 12, Cha 8. Bremuk has uneven copper hair and large brown eyes. He wears scale mail and wields a handaxe and shortbow. Bremuk seeks only fame and glory.",
  "Zlavoi: Male Half-orc Monk, N. Str 12, Dex 17, Con 8, Int 6, Wis 13, Cha 15. Zlavoi is stout, with silver hair and green eyes. He wears modest garments and wields a kanabo (mace).",
  "Veko: Male Half-orc Wizard, NG. Str 10, Dex 15, Con 10, Int 12, Wis 8, Cha 13. Veko has cropped brown hair and sharp hazel eyes. He wears sturdy clothing and wields a quarterstaff and sling. Veko is perceptive and alluring.",
  "Aniovin: Male Half-orc Wizard, LN. Str 6, Dex 10, Con 14, Int 16, Wis 10, Cha 10. Aniovin has golden hair and large amber eyes, and a thin nose. He wears blue robes and wields a quarterstaff and light crossbow. Aniovin is extravagant and destructive.",
  "Ovas: Male Half-orc Monk, CN. Str 10, Dex 12, Con 6, Int 10, Wis 9, Cha 5. Ovas has a square face, with black hair and brown eyes. He wears sturdy clothing and wields an ono (handaxe) and sai (dagger). Ovas compulsively plays with an iron ring.",
  "Biusisbai: Male Half-orc Ranger, N. Str 9, Dex 12, Con 13, Int 12, Wis 14, Cha 8. Biusisbai has copper hair and sharp gray eyes. He wears leather armor and wields a rapier. Biusisbai is flirtatious and lively.",
  "Vana: Male Half-orc Monk, NE. Str 11, Dex 13, Con 11, Int 15, Wis 14, Cha 6. Vana is rough in appearance, with red hair and bright blue eyes. He wears sturdy clothing and wields nunchaku (club). Vana has an animal companion, a tiger named Vala.",
  "Giwulfa: Male Half-orc Warlock, NG. Str 11, Dex 9, Con 8, Int 15, Wis 12, Cha 17. Giwulfa is heavyset, with messy brown hair and large blue eyes. He wears studded leather and wields a club.",
  "Heusunna: Male Half-orc Monk, NG. Str 11, Dex 9, Con 12, Int 11, Wis 11, Cha 11. Heusunna is noble in bearing, with short silver hair and light blue eyes. He wears modest garments and wields nunchaku (club). Heusunna has an animal companion, a tawny rat named Zdisla.",
  "Salico: Male Half-orc Warlock, NG. Str 12, Dex 10, Con 12, Int 12, Wis 10, Cha 16. Salico has cropped red hair and dark amber eyes, and an unusual tattoo on his face. He wears leather armor and wields a mace. Salico has an animal companion, a raven named Wingisa.",
  "Bojur: Male Half-orc Monk, NG. Str 14, Dex 11, Con 7, Int 11, Wis 11, Cha 7. Bojur has an angular face, with messy white hair and soft brown eyes. He wears plain clothing and wields a bo (quarterstaff). Bojur suffers an acute fear of blood.",
  "Briba: Male Half-orc Fighter, CE. Str 12, Dex 11, Con 12, Int 9, Wis 10, Cha 9. Briba has brown hair and amber eyes, and a straight moustache. He wears a breastplate and wields a greatsword. Briba is wrongly sought by the paladins of the Abbey of Lights for murder.",
  "Remous: Male Half-orc Druid, Neutral. Str 11, Dex 12, Con 9, Int 10, Wis 13, Cha 7. Remous is heavyset, with silver hair and gray eyes. He wears hide armor and wields a scimitar. Remous has badger named Liba.",
  "Alliallax: Male Half-orc Paladin, Good. Str 15, Dex 7, Con 6, Int 6, Wis 13, Cha 15. Alliallax is rough in appearance, with white hair and narrow brown eyes. He wears ring mail and wields a greatsword. Alliallax is only friendly towards other half-orcs..",
  "Zita: Male Half-orc Barbarian, CG. Str 16, Dex 10, Con 14, Int 5, Wis 10, Cha 11. Zita is slender, with copper hair and dark gray eyes. He wears leather armor and wields a battleaxe and longbow. Zita is a terrible liar.",
  "Rosta: Male Half-orc Monk, N. Str 11, Dex 11, Con 11, Int 15, Wis 10, Cha 11. Rosta has a narrow face, with golden hair and brown eyes. He wears modest garments and wields a yari (spear) and sai (dagger). Rosta is searching for the legendary elven kingdom of Britharlond.",
  "Resisa: Male Half-orc Rogue, LE. Str 9, Dex 14, Con 13, Int 7, Wis 9, Cha 10. Resisa is rough in appearance, with cropped copper hair and blue eyes. He wears studded leather and wields a rapier. Resisa is selfish and intimidating.",
  "Mira: Male Half-orc Monk, N. Str 10, Dex 12, Con 12, Int 9, Wis 10, Cha 14. Mira has a narrow face, with cropped white hair and hazel eyes. He wears well-made clothing and wields a bo (quarterstaff) and kama (sickle). Mira is foolhardy and possessive.",
  "Durko: Male Half-orc Cleric, N. Str 10, Dex 14, Con 9, Int 11, Wis 17, Cha 12. Durko has an angular face, with cropped red hair and amber eyes. He wears a chain shirt and wields a spear and javelins.",
  "Zlavoi: Male Half-orc Rogue, CN. Str 9, Dex 12, Con 10, Int 9, Wis 9, Cha 8. Zlavoi has straight auburn hair and gray eyes. He wears leather armor and wields a longsword and hand crossbow. Zlavoi secretly serves Nino, an ancient god of death.",
  "Hulmero: Male Half-orc Rogue, LN. Str 11, Dex 12, Con 10, Int 12, Wis 9, Cha 12. Hulmero is pleasant in appearance, with cropped blonde hair and dark hazel eyes. He wears studded leather and wields a spear. Hulmero seeks to discover what destroyed his homeland.",
  "Vitteja: Male Half-orc Rogue, CG. Str 8, Dex 13, Con 9, Int 14, Wis 7, Cha 9. Vitteja has long black hair and bright amber eyes. He wears leather armor and wields a longsword and sickle. Vitteja frequently uses uncommon words incorrectly.",
  "Bojar: Male Half-orc Monk, LN. Str 9, Dex 14, Con 9, Int 11, Wis 9, Cha 9. Bojar has long copper hair and light blue eyes. He wears simple clothing and wields an ono (handaxe) and kama (sickle).",
  "Carica: Male Half-orc Rogue, N. Str 9, Dex 12, Con 11, Int 16, Wis 14, Cha 6. Carica is rugged in appearance, with cropped blonde hair and blue eyes. He wears studded leather and wields a rapier and hand crossbow. Carica seeks revenge against the sister who betrayed him.",
  "Riba: Male Half-orc Rogue, N. Str 8, Dex 16, Con 11, Int 13, Wis 7, Cha 10. Riba has a narrow face, with thin red hair and bright amber eyes. He wears studded leather and wields a rapier. Riba is a practiced gambler.",
  "Remir: Male Half-orc Rogue, CN. Str 10, Dex 16, Con 12, Int 11, Wis 6, Cha 12. Remir is short, with blonde hair and amber eyes. He wears leather armor and wields a rapier. Remir compulsively plays with a steel ring.",
  "Gila: Male Half-orc Monk, NG. Str 9, Dex 12, Con 12, Int 7, Wis 13, Cha 6. Gila has matted white hair and amber eyes. He wears worn clothing and wields a kanabo (mace). Gila seeks to become a knight of the realm.",
  "Jara: Male Half-orc Bard, NE. Str 13, Dex 12, Con 12, Int 11, Wis 9, Cha 12. Jara is pleasant in appearance, with white hair and bright brown eyes. He wears leather armor and wields a longsword and javelins. Jara has an animal companion, a copper firedrake named Bozka.",
  "Gesima: Male Half-orc Monk, N. Str 7, Dex 8, Con 14, Int 8, Wis 8, Cha 8. Gesima has blonde hair and amber eyes, and a distinctive scar on his face. He wears simple clothing and wields nunchaku (club). Gesima is shrewd and extravagant.",
  "Agalad: Male Half-orc Fighter, N. Str 16, Dex 11, Con 6, Int 14, Wis 14, Cha 14. Agalad has white hair and soft blue eyes, and large ears. He wears splint armor and wields a greatsword. Agalad suffers a mild allergy to rodents.",
  "Tharica: Male Half-orc Monk, NG. Str 12, Dex 16, Con 10, Int 8, Wis 13, Cha 10. Tharica has a round face, with matted silver hair and blue eyes. He wears worn clothing and wields nunchaku (club). Tharica has an animal companion, a copper firedrake named Zlava.",
  "Zlosek: Male Half-orc Fighter, N. Str 12, Dex 13, Con 12, Int 14, Wis 8, Cha 8. Zlosek has cropped golden hair and gray eyes. He wears a breastplate and wields a halberd. Zlosek seeks only fame and glory.",
  "Lavoi: Male Half-orc Ranger, CN. Str 9, Dex 13, Con 6, Int 7, Wis 14, Cha 9. Lavoi is fey in appearance, with short red hair and large green eyes. He wears half plate and wields a morningstar. Lavoi is modest and sadistic.",
  "Areris: Male Half-orc Fighter, NG. Str 12, Dex 17, Con 7, Int 10, Wis 10, Cha 12. Areris is short and overweight, with thin copper hair and green eyes. He wears ring mail and wields a war pick and shield. Areris seeks to discover where he came from, and who his real family is.",
  "Vojasn: Male Half-orc Sorcerer, LE. Str 11, Dex 8, Con 12, Int 9, Wis 13, Cha 17. Vojasn has a narrow face, with curly blonde hair and gray eyes. He wears plain clothing and wields a quarterstaff. Vojasn serves an ancient dragon named Mulatu.",
  "Terida: Male Half-orc Rogue, LN. Str 14, Dex 15, Con 11, Int 16, Wis 10, Cha 13. Terida is common in appearance, with curly black hair and brown eyes. He wears studded leather and wields a rapier and javelins. Terida is haunted by the ghost of someone he killed.",
  "Mangero: Male Half-orc Ranger, N. Str 15, Dex 9, Con 13, Int 13, Wis 13, Cha 13. Mangero is rugged in appearance, with messy golden hair and bright amber eyes. He wears studded leather and wields a greataxe. Mangero is searching for his missing daughter.",
  "Videro: Male Half-orc Paladin, Good. Str 10, Dex 14, Con 6, Int 7, Wis 12, Cha 15. Videro has golden hair and light gray eyes. He wears ring mail and wields a pike. Videro has an animal companion, a black warhorse named Tricita.",
  "Ctosla: Male Half-orc Monk, NG. Str 11, Dex 13, Con 7, Int 13, Wis 14, Cha 10. Ctosla is fair in appearance, with silver hair and narrow blue eyes. He wears travel-stained clothing and wields a yari (spear) and sai (dagger). Ctosla is courageous and forgiving.",
  "Gundefro: Male Half-orc Fighter, CN. Str 15, Dex 14, Con 9, Int 8, Wis 9, Cha 9. Gundefro is fair in appearance, with thin white hair and brown eyes. He wears a breastplate and wields a pike. Gundefro is flamboyant and gullible.",
  "Zela: Male Half-orc Monk, NG. Str 13, Dex 14, Con 9, Int 9, Wis 14, Cha 7. Zela has red hair and blue eyes. He wears travel-stained clothing and wields a yari (spear). Zela is painfully tone-deaf.",
  "Thuniva: Male Half-orc Monk, N. Str 10, Dex 17, Con 8, Int 10, Wis 10, Cha 8. Thuniva is fey in appearance, with blonde hair and sharp gray eyes. He wears well-made clothing and wields a bo (quarterstaff). Thuniva is fascinated by magic and arcana.",
  "Reta: Male Half-orc Monk, CN. Str 9, Dex 11, Con 6, Int 8, Wis 11, Cha 8. Reta is fey in appearance, with gray hair and dark brown eyes. He wears modest garments and wields a yari (spear).",
  "Pomec: Male Half-orc Fighter, CN. Str 15, Dex 10, Con 15, Int 5, Wis 12, Cha 6. Pomec has red hair and narrow hazel eyes. He wears splint armor and wields a halberd.",
  "Vila: Male Half-orc Rogue, N. Str 11, Dex 12, Con 6, Int 8, Wis 8, Cha 12. Vila has a round face, with white hair and narrow blue eyes. He wears leather armor and wields a mace.",
  "Suerica: Male Half-orc Monk, LN. Str 13, Dex 9, Con 8, Int 6, Wis 8, Cha 10. Suerica is fair in appearance, with thick gray hair and soft hazel eyes. He wears modest garments and wields a bo (quarterstaff). Suerica avoids eye contact.",
  "Therica: Male Half-orc Monk, CG. Str 13, Dex 16, Con 11, Int 8, Wis 11, Cha 10. Therica has a round face, with gray hair and sharp blue eyes. He wears modest garments and wields an ono (handaxe). Therica suffers a severe allergy to moulds.",
  "Mira: Male Half-orc Barbarian, LN. Str 13, Dex 14, Con 10, Int 11, Wis 6, Cha 10. Mira is thin, with black hair and dark brown eyes. He wears studded leather and wields a shortsword and shield. Mira is soft-hearted and bloodthirsty.",
  "Bora: Male Half-orc Fighter, N. Str 12, Dex 14, Con 8, Int 11, Wis 9, Cha 11. Bora is short and slender, with white hair and bright hazel eyes. He wears chain mail and wields a rapier and shield. Bora is pessimistic and paranoid.",
  "Andarnar: Male Half-orc Monk, LN. Str 9, Dex 13, Con 7, Int 5, Wis 8, Cha 13. Andarnar is common in appearance, with auburn hair and blue eyes. He wears plain clothing and wields a bo (quarterstaff). Andarnar has an animal companion, a black rat named Biko.",
  "Ricitha: Male Half-orc Monk, N. Str 15, Dex 10, Con 10, Int 12, Wis 17, Cha 7. Ricitha is short, with black hair and gray eyes. He wears modest garments and wields an ono (handaxe) and shuriken (darts).",
  "Zivoi: Male Half-orc Rogue, CN. Str 10, Dex 14, Con 10, Int 13, Wis 9, Cha 15. Zivoi has matted silver hair and amber eyes. He wears studded leather and wields a shortsword and sling. Zivoi has an animal companion, a black snake named Vena.",
  "Suerica: Male Half-orc Wizard, CN. Str 6, Dex 10, Con 11, Int 17, Wis 10, Cha 14. Suerica has white hair and brown eyes. He wears modest garments and wields a quarterstaff and sling. Suerica has an arcane familiar, a green lizard named Praha.",
  "Boha: Male Half-orc Fighter, LG. Str 15, Dex 11, Con 7, Int 10, Wis 13, Cha 12. Boha has uneven brown hair and soft gray eyes, and large ears. He wears splint armor and wields a longsword and heavy crossbow.",
  "Thilima: Male Half-orc Paladin, Good. Str 8, Dex 10, Con 10, Int 9, Wis 13, Cha 16. Thilima has gray hair and sharp gray eyes, and an unusual tattoo on his arm. He wears chain mail and wields a halberd. Thilima seeks to find his true love.",
  "Vittana: Male Half-orc Ranger, LN. Str 7, Dex 13, Con 7, Int 13, Wis 12, Cha 10. Vittana has straight blonde hair and green eyes. He wears a breastplate and wields a battleaxe. Vittana is searching for the lost dwarven kingdom of Tumunzar.",
  "Brada: Male Half-orc Barbarian, LG. Str 13, Dex 14, Con 11, Int 13, Wis 7, Cha 10. Brada has golden hair and green eyes. He wears leather armor and wields a warhammer and net.",
  "Jara: Male Half-orc Fighter, CG. Str 14, Dex 11, Con 13, Int 9, Wis 9, Cha 11. Jara has a round face, with silver hair and brown eyes. He wears splint armor and wields a glaive. Jara has an animal companion, a badger named Heudero.",
  "Hapatza: Male Half-orc Cleric, NE. Str 10, Dex 9, Con 7, Int 13, Wis 17, Cha 15. Hapatza is tall and overweight, with uneven silver hair and light hazel eyes. He wears studded leather and wields a spear and shield. Hapatza is dying and desperately seeks the secret of immortality.",
  "Remir: Male Half-orc Cleric, CE. Str 11, Dex 5, Con 15, Int 12, Wis 17, Cha 9. Remir is short and heavyset, with black hair and brown eyes. He wears hide armor and wields a light hammer and shortbow. Remir has an animal companion, a sable ferret named Bojar.",
  "Gilduulfa: Male Half-orc Fighter, NG. Str 13, Dex 7, Con 7, Int 12, Wis 8, Cha 11. Gilduulfa has tangled red hair and soft green eyes. He wears half plate and wields a longsword and net. Gilduulfa has an animal companion, a red firedrake named Heusa.",
  "Aovaban: Male Half-orc Barbarian, N. Str 15, Dex 12, Con 9, Int 11, Wis 10, Cha 10. Aovaban has braided white hair and narrow amber eyes, and an uneven moustache. He wears leather armor and wields a morningstar.",
  "Sigunda: Male Half-orc Monk, NE. Str 12, Dex 13, Con 7, Int 12, Wis 16, Cha 7. Sigunda has gray hair and soft amber eyes. He wears well-made clothing and wields a kanabo (mace) and sai (dagger). Sigunda has an animal companion, a golden monkey named Gefortas.",
  "Heodero: Male Half-orc Fighter, NG. Str 14, Dex 11, Con 13, Int 10, Wis 13, Cha 9. Heodero has golden hair and dark brown eyes, and a thick beard. He wears chain mail and wields a flail and hand crossbow. Heodero is generous and honest.",
  "Theldusa: Male Half-orc Rogue, N. Str 13, Dex 14, Con 10, Int 16, Wis 6, Cha 9. Theldusa is short and thin, with brown hair and light amber eyes. He wears leather armor and wields a longsword. Theldusa is easily distracted by small animals.",
  "Gerica: Male Half-orc Monk, N. Str 14, Dex 13, Con 15, Int 11, Wis 7, Cha 11. Gerica has copper hair and green eyes, and a sharp nose. He wears sturdy clothing and wields nunchaku (club).",
  "Muko: Male Half-orc Monk, CN. Str 11, Dex 16, Con 7, Int 13, Wis 14, Cha 12. Muko is tall and overweight, with red hair and narrow blue eyes. He wears simple clothing and wields an ono (handaxe). Muko is fascinated by death.",
  "Durko: Male Half-orc Rogue, N. Str 13, Dex 13, Con 13, Int 12, Wis 10, Cha 9. Durko has copper hair and brown eyes. He wears studded leather and wields a longsword. Durko has an animal companion, a black cat named Zlada.",
  "Sangada: Male Half-orc Barbarian, LN. Str 17, Dex 6, Con 16, Int 10, Wis 13, Cha 11. Sangada has copper hair and narrow hazel eyes. He wears hide armor and wields a glaive. Sangada has an animal companion, a red firedrake named Liba.",
  "Mira: Male Half-orc Warlock, LN. Str 10, Dex 10, Con 9, Int 13, Wis 11, Cha 12. Mira is short and thin, with golden hair and amber eyes. He wears leather armor and wields a mace and dagger.",
  "Bojar: Male Half-orc Rogue, LN. Str 10, Dex 13, Con 9, Int 10, Wis 7, Cha 8. Bojar has short gray hair and sharp green eyes. He wears studded leather and wields a rapier. Bojar is dying and desperately seeks the secret of immortality.",
  "Rada: Male Half-orc Warlock, LN. Str 8, Dex 12, Con 9, Int 9, Wis 8, Cha 14. Rada has thin white hair and amber eyes. He wears studded leather and wields a spear and sickle. Rada is covetous and determined.",
  "Byna: Male Half-orc Rogue, NG. Str 11, Dex 12, Con 10, Int 16, Wis 7, Cha 9. Byna has a round face, with silver hair and sharp brown eyes. He wears studded leather and wields a rapier and shortbow.",
  "Rosta: Male Half-orc Monk, N. Str 7, Dex 12, Con 7, Int 6, Wis 14, Cha 14. Rosta is willowy, with long white hair and narrow gray eyes. He wears modest garments and wields a kanabo (mace) and kama (sickle). Rosta is hunting the sorcerer who murdered his family.",
  "Badege: Male Half-orc Cleric, CN. Str 9, Dex 10, Con 10, Int 6, Wis 17, Cha 16. Badege has silver hair and amber eyes, and a sharp nose. He wears studded leather and wields a mace. Badege is absent-minded, and always searching for a missing item.",
  "Therminia: Male Half-orc Wizard, NE. Str 7, Dex 9, Con 10, Int 14, Wis 11, Cha 9. Therminia has braided auburn hair and large gray eyes. He wears modest garments and wields a dagger and sling. Therminia was magically imprisoned for a hundred years.",
  "Apar: Male Half-orc Druid, Neutral. Str 7, Dex 7, Con 8, Int 6, Wis 15, Cha 12. Apar has a long face, with blonde hair and light hazel eyes. He wears hide armor and wields a mace and wooden shield.",
  "Jura: Male Half-orc Sorcerer, N. Str 10, Dex 9, Con 11, Int 8, Wis 12, Cha 12. Jura is common in appearance, with silver hair and narrow hazel eyes. He wears sturdy clothing and wields a quarterstaff. Jura is flamboyant and impulsive.",
  "Fraiasa: Male Half-orc Paladin, Good. Str 10, Dex 15, Con 5, Int 8, Wis 11, Cha 15. Fraiasa has blonde hair and blue eyes, and a thin nose. He wears chain mail and wields a trident. Fraiasa is hunting the warlord who stole his ancestral sword.",
  "Gisima: Male Half-orc Bard, NE. Str 10, Dex 13, Con 10, Int 15, Wis 11, Cha 15. Gisima is repulsive in appearance, with brown hair and dark gray eyes. He wears leather armor and wields a rapier. Gisima is fanatical and insensitive.",
  "Alarern: Male Half-orc Monk, NE. Str 14, Dex 11, Con 8, Int 7, Wis 11, Cha 11. Alarern is thin, with matted silver hair and amber eyes. He wears well-made clothing and wields a yari (spear).",
  "Aodus: Male Half-orc Cleric, N. Str 12, Dex 9, Con 9, Int 8, Wis 14, Cha 9. Aodus has short brown hair and blue eyes. He wears scale mail and wields a handaxe. Aodus seeks to save his family from financial ruin.",
  "Aigeric: Male Half-orc Wizard, NG. Str 10, Dex 11, Con 7, Int 17, Wis 10, Cha 11. Aigeric is overweight, with tangled gray hair and sharp brown eyes. He wears red robes and wields a quarterstaff and light crossbow. Aigeric seeks to discover where he came from, and who his real family is.",
  "Jara: Male Half-orc Monk, CN. Str 11, Dex 7, Con 11, Int 10, Wis 13, Cha 11. Jara has thick gray hair and hazel eyes, and an uneven moustache. He wears worn clothing and wields an ono (handaxe) and shuriken (darts). Jara has a terrible sense of direction.",
  "Fila: Male Half-orc Cleric, LN. Str 8, Dex 7, Con 12, Int 10, Wis 15, Cha 12. Fila is tall, with blonde hair and soft gray eyes. He wears leather armor and wields a light hammer and shield. Fila is nervous and protective.",
  "Vojta: Male Half-orc Sorcerer, NG. Str 15, Dex 9, Con 7, Int 10, Wis 12, Cha 17. Vojta is thin, with white hair and amber eyes. He wears simple clothing and wields a dagger and darts. Vojta has an animal companion, a black snake named Thiuda.",
  "Zlisla: Male Half-orc Warlock, N. Str 16, Dex 13, Con 9, Int 9, Wis 8, Cha 17. Zlisla has an angular face, with cropped black hair and green eyes. He wears studded leather and wields a mace. Zlisla has an animal companion, a black cat named Braha.",
  "Erithas: Male Half-orc Fighter, NG. Str 17, Dex 11, Con 14, Int 8, Wis 14, Cha 7. Erithas is tall, with white hair and gray eyes. He wears plate armor and wields a shortsword and shield.",
  "Cethiudua: Male Half-orc Barbarian, NE. Str 15, Dex 12, Con 16, Int 8, Wis 10, Cha 6. Cethiudua is short and slender, with black hair and bright gray eyes. He wears leather armor and wields a warhammer and shield. Cethiudua has an animal companion, a black bear named Brona.",
  "Gesiga: Male Half-orc Fighter, LG. Str 17, Dex 11, Con 11, Int 10, Wis 13, Cha 14. Gesiga has curly gray hair and brown eyes. He wears a chain shirt and wields a warhammer.",
  "Zlavoi: Male Half-orc Druid, Neutral. Str 12, Dex 12, Con 7, Int 8, Wis 14, Cha 10. Zlavoi is stout, with matted silver hair and soft blue eyes. He wears leather armor and wields a scimitar and javelins. Zlavoi is haunted by the ghost of someone he killed.",
  "Bosek: Male Half-orc Barbarian, CE. Str 17, Dex 10, Con 10, Int 13, Wis 10, Cha 9. Bosek is thin, with copper hair and light amber eyes. He wears leather armor and wields a greataxe. Bosek seeks wealth and power at any cost.",
  "Rada: Male Half-orc Ranger, LN. Str 12, Dex 14, Con 7, Int 10, Wis 14, Cha 13. Rada has cropped golden hair and soft green eyes, and wears glasses with pewter rims. He wears leather armor and wields a rapier and shield.",
  "Thiudaba: Male Half-orc Sorcerer, LG. Str 5, Dex 13, Con 10, Int 8, Wis 11, Cha 16. Thiudaba has long golden hair and green eyes. He wears plain clothing and wields a dagger. Thiudaba has an animal companion, a raven named Sebiusi.",
  "Agidand: Male Half-orc Fighter, LE. Str 15, Dex 15, Con 10, Int 8, Wis 8, Cha 5. Agidand has cropped white hair and gray eyes, and a malevolent smile. He wears a chain shirt and wields a morningstar and shield. Agidand seeks to destroy the race of trolls.",
  "Dosek: Male Half-orc Rogue, N. Str 11, Dex 12, Con 6, Int 16, Wis 9, Cha 8. Dosek is fair in appearance, with matted gray hair and gray eyes. He wears leather armor and wields a rapier and darts. Dosek is a skilled cook.",
  "Zela: Male Half-orc Fighter, N. Str 17, Dex 12, Con 8, Int 12, Wis 10, Cha 10. Zela is tall and stout, with long white hair and blue eyes. He wears a breastplate and wields a battleaxe and hand crossbow. Zela has an animal companion, a black dog named Dosla.",
  "Romil: Male Half-orc Monk, N. Str 13, Dex 14, Con 8, Int 10, Wis 12, Cha 12. Romil has cropped silver hair and soft hazel eyes. He wears modest garments and wields a bo (quarterstaff). Romil is searching for his missing son.",
  "Vata: Male Half-orc Wizard, N. Str 9, Dex 15, Con 11, Int 17, Wis 12, Cha 11. Vata is short and heavyset, with black hair and brown eyes. He wears well-made clothing and wields a quarterstaff. Vata is easily distracted by magic.",
  "Rata: Male Half-orc Cleric, N. Str 7, Dex 10, Con 10, Int 8, Wis 17, Cha 11. Rata has a narrow face, with thick black hair and amber eyes. He wears a breastplate and wields a spear and shield. Rata is lewd and abrasive.",
  "Rona: Male Half-orc Monk, CN. Str 11, Dex 14, Con 5, Int 10, Wis 13, Cha 13. Rona is pleasant in appearance, with silver hair and gray eyes. He wears modest garments and wields a yari (spear). Rona compulsively scratches an old scar.",
  "Bessima: Male Half-orc Fighter, NE. Str 16, Dex 14, Con 8, Int 7, Wis 8, Cha 6. Bessima is tall and heavyset, with matted silver hair and narrow amber eyes. He wears a breastplate and wields a pike. Bessima is slothful and fiendish.",
  "Hunima: Male Half-orc Sorcerer, N. Str 13, Dex 14, Con 7, Int 10, Wis 10, Cha 15. Hunima has a long face, with messy gray hair and large amber eyes. He wears worn clothing and wields a dagger. Hunima compulsively plays with a copper coin.",
  "Mundiusa: Male Half-orc Fighter, NG. Str 17, Dex 14, Con 13, Int 9, Wis 8, Cha 9. Mundiusa is fey in appearance, with black hair and narrow hazel eyes. He wears a chain shirt and wields a scimitar and shield.",
  "Dremir: Male Half-orc Ranger, NE. Str 7, Dex 13, Con 8, Int 12, Wis 14, Cha 11. Dremir has golden hair and hazel eyes. He wears studded leather and wields a battleaxe. Dremir has black wolf named Lada.",
  "Hilda: Male Half-orc Monk, N. Str 15, Dex 11, Con 6, Int 8, Wis 9, Cha 14. Hilda has thick auburn hair and green eyes, and a thin nose. He wears simple clothing and wields a kanabo (mace) and shuriken (darts). Hilda has an animal companion, a gray rabbit named Chlievada.",
  "Videro: Male Half-orc Monk, NG. Str 9, Dex 10, Con 10, Int 14, Wis 11, Cha 12. Videro is overweight, with thin silver hair and green eyes. He wears plain clothing and wields a kanabo (mace) and kama (sickle). Videro is intuitive and lustful.",
  "Stecha: Male Half-orc Warlock, CG. Str 9, Dex 7, Con 11, Int 10, Wis 8, Cha 17. Stecha has a round face, with copper hair and amber eyes. He wears studded leather and wields a handaxe. Stecha is colorblind.",
  "Mira: Male Half-orc Warlock, LN. Str 10, Dex 11, Con 7, Int 10, Wis 9, Cha 13. Mira has short silver hair and large brown eyes. He wears studded leather and wields a handaxe and shortbow. Mira is a terrible liar.",
  "Zdala: Male Half-orc Sorcerer, LN. Str 7, Dex 10, Con 16, Int 12, Wis 10, Cha 12. Zdala has long black hair and bright hazel eyes. He wears plain clothing and wields a dagger and sling. Zdala is searching for his missing son.",
  "Achild: Male Half-orc Druid, Neutral. Str 10, Dex 10, Con 9, Int 9, Wis 12, Cha 7. Achild is tall, with long black hair and hazel eyes. He wears hide armor and wields a mace and sickle. Achild frequently uses uncommon words incorrectly.",
  "Dusek: Male Half-orc Paladin, Good. Str 16, Dex 10, Con 7, Int 10, Wis 13, Cha 8. Dusek has uneven golden hair and brown eyes, and pointed ears. He wears scale mail and wields a battleaxe and shield. Dusek has an animal companion, a black warhorse named Astilar.",
  "Zela: Male Half-orc Paladin, Good. Str 12, Dex 13, Con 11, Int 14, Wis 13, Cha 13. Zela is short and overweight, with braided brown hair and sharp brown eyes. He wears ring mail and wields a battleaxe and shield.",
  "Zela: Male Half-orc Fighter, N. Str 14, Dex 11, Con 8, Int 5, Wis 14, Cha 10. Zela has an angular face, with golden hair and sharp hazel eyes. He wears splint armor and wields a flail and shield. Zela seeks to destroy the race of orcs.",
  "Veta: Male Half-orc Bard, LN. Str 11, Dex 7, Con 10, Int 13, Wis 10, Cha 12. Veta is short, with gray hair and gray eyes. He wears leather armor and wields a longsword and hand crossbow. Veta seeks to discover what destroyed his homeland.",
  "Gouththaro: Male Half-orc Paladin, Good. Str 16, Dex 8, Con 10, Int 13, Wis 10, Cha 13. Gouththaro has a long face, with auburn hair and blue eyes. He wears a chain shirt and wields a warhammer and shield. Gouththaro is searching for the lost Shrine of the Cerulean Sky.",
  "Zita: Male Half-orc Monk, LN. Str 12, Dex 12, Con 10, Int 9, Wis 12, Cha 11. Zita has messy auburn hair and sharp brown eyes. He wears modest garments and wields a yari (spear) and shuriken (darts).",
  "Farniva: Male Half-orc Fighter, CN. Str 17, Dex 8, Con 10, Int 6, Wis 10, Cha 11. Farniva has white hair and hazel eyes. He wears plate armor and wields a war pick and shield. Farniva is a pack-rat, and carries a satchel of random junk.",
  "Hanima: Male Half-orc Rogue, N. Str 14, Dex 13, Con 13, Int 13, Wis 9, Cha 12. Hanima has red hair and narrow green eyes. He wears studded leather and wields a longsword and hand crossbow. Hanima is searching for his lost brother.",
  "Buritha: Male Half-orc Barbarian, N. Str 15, Dex 11, Con 11, Int 11, Wis 6, Cha 7. Buritha has a narrow face, with blonde hair and hazel eyes. He wears scale mail and wields a warhammer. Buritha suffers a mild allergy to rodents.",
  "Boza: Male Half-orc Rogue, LG. Str 10, Dex 17, Con 6, Int 13, Wis 9, Cha 9. Boza is short and heavyset, with black hair and hazel eyes. He wears studded leather and wields a shortsword and hand crossbow. Boza is virtuous and calm.",
  "Sisinda: Male Half-orc Sorcerer, LG. Str 11, Dex 7, Con 15, Int 13, Wis 9, Cha 12. Sisinda is short and slender, with gray hair and dark blue eyes. He wears sturdy clothing and wields a quarterstaff. Sisinda has an animal companion, a vampire bat named Vluba.",
  "Sisbilda: Male Half-orc Rogue, NE. Str 9, Dex 13, Con 9, Int 14, Wis 14, Cha 8. Sisbilda has uneven blonde hair and narrow blue eyes. He wears leather armor and wields a rapier. Sisbilda is haunted by the ghost of someone he killed.",
  "Deko: Male Half-orc Cleric, NE. Str 12, Dex 8, Con 13, Int 11, Wis 17, Cha 15. Deko is tall and heavyset, with thick auburn hair and narrow green eyes. He wears studded leather and wields a mace and shield. Deko lost his shadow to a hag.",
  "Thunila: Male Half-orc Paladin, Good. Str 14, Dex 12, Con 12, Int 5, Wis 17, Cha 12. Thunila is rugged in appearance, with copper hair and hazel eyes. He wears ring mail and wields a warhammer and shield. Thunila is cheerful and virtuous.",
  "Godaba: Male Half-orc Monk, N. Str 11, Dex 15, Con 8, Int 7, Wis 10, Cha 9. Godaba has red hair and narrow blue eyes. He wears plain clothing and wields a bo (quarterstaff). Godaba is truthful and vulgar.",
  "Dimil: Male Half-orc Monk, NE. Str 13, Dex 14, Con 7, Int 6, Wis 14, Cha 14. Dimil is tall and stout, with white hair and light gray eyes. He wears simple clothing and wields nunchaku (club) and sai (dagger). Dimil was magically imprisoned for a hundred years.",
  "Dusek: Male Half-orc Cleric, N. Str 10, Dex 11, Con 11, Int 8, Wis 15, Cha 13. Dusek has a long face, with straight brown hair and large blue eyes. He wears hide armor and wields a handaxe and darts.",
  "Simudo: Male Half-orc Barbarian, N. Str 13, Dex 11, Con 11, Int 10, Wis 10, Cha 12. Simudo has a round face, with cropped red hair and narrow green eyes. He wears scale mail and wields a halberd. Simudo suffers a paralyzing fear of death.",
  "Neroge: Male Half-orc Bard, LN. Str 11, Dex 9, Con 11, Int 14, Wis 12, Cha 17. Neroge is short, with short auburn hair and blue eyes. He wears studded leather and wields a rapier and hand crossbow. Neroge refers to himself in the third person.",
  "Sansarnia: Male Half-orc Sorcerer, LN. Str 5, Dex 9, Con 14, Int 9, Wis 8, Cha 12. Sansarnia has matted blonde hair and green eyes, and a magical tattoo on his leg. He wears simple clothing and wields a quarterstaff. Sansarnia is devout and destructive.",
  "Gildusa: Male Half-orc Rogue, LN. Str 11, Dex 16, Con 6, Int 10, Wis 7, Cha 12. Gildusa has red hair and sharp green eyes. He wears studded leather and wields a club. Gildusa is dying and desperately seeks the secret of immortality.",
  "Remir: Male Half-orc Monk, CN. Str 17, Dex 12, Con 10, Int 11, Wis 14, Cha 10. Remir is short and heavyset, with golden hair and bright amber eyes. He wears travel-stained clothing and wields a kanabo (mace) and sai (dagger). Remir has an animal companion, a hunting dog named Gefortis.",
  "Zlavoi: Male Half-orc Cleric, NG. Str 11, Dex 10, Con 11, Int 7, Wis 16, Cha 16. Zlavoi is short, with blonde hair and green eyes. He wears leather armor and wields a club and darts. Zlavoi has an animal companion, a green firedrake named Ribka.",
  "Priba: Male Half-orc Fighter, LE. Str 16, Dex 12, Con 11, Int 10, Wis 6, Cha 12. Priba is common in appearance, with cropped blonde hair and light hazel eyes. He wears hide armor and wields a halberd.",
  "Vala: Male Half-orc Monk, LN. Str 17, Dex 16, Con 11, Int 15, Wis 11, Cha 13. Vala has braided white hair and bright green eyes. He wears modest garments and wields nunchaku (club). Vala is thoughtful and soft-hearted.",
  "Rada: Male Half-orc Sorcerer, LN. Str 10, Dex 10, Con 14, Int 10, Wis 6, Cha 13. Rada has an angular face, with red hair and amber eyes. He wears worn clothing and wields a dagger and light crossbow.",
  "Drada: Male Half-orc Monk, N. Str 12, Dex 12, Con 12, Int 6, Wis 10, Cha 10. Drada is short, with messy brown hair and narrow brown eyes. He wears travel-stained clothing and wields a kanabo (mace). Drada is jealous and savage.",
  "Fricaro: Male Half-orc Cleric, N. Str 7, Dex 5, Con 7, Int 11, Wis 12, Cha 11. Fricaro has a long face, with copper hair and narrow gray eyes. He wears leather armor and wields a mace. Fricaro seeks to save his family from financial ruin.",
  "Alarild: Male Half-orc Cleric, NE. Str 10, Dex 5, Con 10, Int 6, Wis 12, Cha 12. Alarild has a long face, with matted golden hair and brown eyes. He wears hide armor and wields a light hammer. Alarild is perverted and craven.",
  "Mstisla: Male Half-orc Monk, NE. Str 9, Dex 11, Con 10, Int 8, Wis 10, Cha 7. Mstisla has a narrow face, with straight brown hair and blue eyes. He wears travel-stained clothing and wields an ono (handaxe) and kama (sickle). Mstisla is mercenary and insane.",
  "Gaisama: Male Half-orc Bard, N. Str 7, Dex 10, Con 9, Int 11, Wis 8, Cha 13. Gaisama has thin white hair and narrow brown eyes. He wears leather armor and wields a rapier and hand crossbow. Gaisama has an animal companion, a hawk named Beko.",
  "Raha: Male Half-orc Rogue, NG. Str 11, Dex 13, Con 10, Int 8, Wis 8, Cha 7. Raha is short, with silver hair and amber eyes. He wears studded leather and wields a shortsword and hand crossbow. Raha has an animal companion, a black snake named Amamen.",
  "Borza: Male Half-orc Fighter, N. Str 15, Dex 7, Con 8, Int 6, Wis 10, Cha 7. Borza is willowy, with curly brown hair and brown eyes. He wears a breastplate and wields a longsword and shield.",
  "Arigic: Male Half-orc Ranger, N. Str 13, Dex 8, Con 6, Int 8, Wis 10, Cha 8. Arigic has curly copper hair and dark hazel eyes, and a braided beard. He wears a chain shirt and wields a pike."
]