[
  "Zigiml: Female Gnome Warlock, LN. Str 14, Dex 8, Con 11, Int 7, Wis 11, Cha 15. Zigiml has a long face, with straight blonde hair and amber eyes. She wears studded leather and wields a spear and sling. Zigiml lost her reflection to a hag.",
  "Elent: Female Gnome Sorcerer, N. Str 6, Dex 5, Con 12, Int 9, Wis 11, Cha 14. Elent is fair in appearance, with red hair and light amber eyes. She wears travel-stained clothing and wields a dagger and darts. Elent seeks to free herself from an ancient curse.",
  "Dwali: Female Gnome Wizard, CN. Str 12, Dex 15, Con 13, Int 15, Wis 10, Cha 9. Dwali is exceptionally beautiful, with auburn hair and hazel eyes. She wears viridian robes and wields a quarterstaff and light crossbow. Dwali suffers a deadly allergy to pollen.",
  "Made: Female Gnome Monk, CG. Str 9, Dex 9, Con 13, Int 15, Wis 11, Cha 11. Made is short, with golden hair and dark gray eyes. She wears modest garments and wields nunchaku (club) and sai (dagger). Made seeks to destroy the race of ogres.",
  "Amas: Female Gnome Fighter, LN. Str 13, Dex 12, Con 13, Int 9, Wis 8, Cha 11. Amas has black hair and soft amber eyes, and a beaked nose. She wears ring mail and wields a longsword and shield.",
  "Bori: Female Gnome Monk, LG. Str 10, Dex 8, Con 5, Int 9, Wis 12, Cha 12. Bori is short and thin, with brown hair and green eyes. She wears well-made clothing and wields a kanabo (mace) and shuriken (darts). Bori is hunting the warlord who stole her ancestral sword.",
  "Kheli: Female Gnome Monk, N. Str 13, Dex 11, Con 6, Int 11, Wis 17, Cha 12. Kheli has silver hair and blue eyes. She wears sturdy clothing and wields a bo (quarterstaff). Kheli has an animal companion, a hunting dog named Kali.",
  "Hanse: Female Gnome Monk, N. Str 9, Dex 11, Con 12, Int 11, Wis 12, Cha 9. Hanse is pleasant in appearance, with copper hair and brown eyes. She wears modest garments and wields an ono (handaxe) and shuriken (darts).",
  "Constie: Female Gnome Druid, Neutral. Str 16, Dex 10, Con 13, Int 14, Wis 15, Cha 15. Constie has a narrow face, with short red hair and amber eyes. She wears hide armor and wields a mace and wooden shield.",
  "Bifur: Female Gnome Rogue, LG. Str 12, Dex 16, Con 8, Int 13, Wis 13, Cha 8. Bifur is tall, with tangled brown hair and gray eyes. She wears studded leather and wields a shortsword and hand crossbow. Bifur has an animal companion, a black cat named Khakam.",
  "Aelient: Female Gnome Wizard, N. Str 9, Dex 8, Con 12, Int 17, Wis 11, Cha 8. Aelient has a narrow face, with thin white hair and soft amber eyes. She wears sturdy clothing and wields a quarterstaff and sling. Aelient seeks to master the secrets of living constructs.",
  "Turi: Female Gnome Fighter, LE. Str 14, Dex 9, Con 11, Int 10, Wis 13, Cha 12. Turi has matted blonde hair and brown eyes, and prominent ears. She wears scale mail and wields a flail and blowgun. Turi is disloyal and violent.",
  "Sibil: Female Gnome Rogue, N. Str 12, Dex 14, Con 9, Int 11, Wis 8, Cha 7. Sibil is exceptionally beautiful, with thin white hair and gray eyes. She wears leather armor and wields a spear and dagger. Sibil has an animal companion, a black snake named Fele.",
  "Kadu: Female Gnome Cleric, NG. Str 7, Dex 11, Con 15, Int 8, Wis 12, Cha 7. Kadu is pleasant in appearance, with blonde hair and large green eyes. She wears leather armor and wields a spear. Kadu is confident and perceptive.",
  "Aelis: Female Gnome Monk, N. Str 15, Dex 10, Con 7, Int 15, Wis 16, Cha 10. Aelis has uneven brown hair and blue eyes. She wears worn clothing and wields an ono (handaxe) and kama (sickle). Aelis seeks to save her family from financial ruin.",
  "Thuda: Female Gnome Monk, N. Str 10, Dex 13, Con 11, Int 8, Wis 16, Cha 9. Thuda has auburn hair and bright gray eyes, and small ears. She wears sturdy clothing and wields a bo (quarterstaff). Thuda suffers a paralyzing fear of injury.",
  "Khainan: Female Gnome Fighter, CG. Str 17, Dex 12, Con 13, Int 8, Wis 10, Cha 9. Khainan has a round face, with matted blonde hair and amber eyes. She wears plate armor and wields a battleaxe and shield.",
  "Baussa: Female Gnome Ranger, LN. Str 11, Dex 11, Con 11, Int 7, Wis 14, Cha 7. Baussa has white hair and bright gray eyes. She wears leather armor and wields a maul.",
  "Thrari: Female Gnome Rogue, NG. Str 6, Dex 16, Con 9, Int 11, Wis 14, Cha 8. Thrari has auburn hair and sharp amber eyes. She wears studded leather and wields a rapier and hand crossbow. Thrari seeks to atone for past sins.",
  "Thimal: Female Gnome Bard, NE. Str 10, Dex 10, Con 7, Int 15, Wis 7, Cha 13. Thimal has red hair and light hazel eyes, and a round nose. She wears studded leather and wields a rapier and hand crossbow. Thimal is thoughtless and abusive.",
  "Azent: Female Gnome Fighter, CN. Str 17, Dex 14, Con 7, Int 11, Wis 11, Cha 9. Azent has short white hair and bright brown eyes, and prominent ears. She wears splint armor and wields a flail and net. Azent is thoughtful and nervous.",
  "Ethis: Female Gnome Cleric, N. Str 8, Dex 9, Con 13, Int 7, Wis 17, Cha 15. Ethis is exceptionally beautiful, with blonde hair and soft gray eyes. She wears studded leather and wields a club. Ethis is shrewd and soft-hearted.",
  "Sine: Female Gnome Fighter, NG. Str 13, Dex 16, Con 11, Int 10, Wis 10, Cha 12. Sine is short and thin, with brown hair and blue eyes. She wears a chain shirt and wields a halberd.",
  "Esclas: Female Gnome Barbarian, LN. Str 15, Dex 15, Con 8, Int 9, Wis 6, Cha 10. Esclas has a narrow face, with braided silver hair and dark brown eyes. She wears leather armor and wields a scimitar and shield. Esclas has an animal companion, a copper firedrake named Andis.",
  "Banain: Female Gnome Cleric, CG. Str 10, Dex 13, Con 11, Int 7, Wis 15, Cha 15. Banain is tall, with red hair and soft brown eyes. She wears leather armor and wields a mace. Banain is friendly and foolhardy.",
  "Carin: Female Gnome Barbarian, N. Str 13, Dex 13, Con 11, Int 7, Wis 12, Cha 10. Carin is rugged in appearance, with thick black hair and bright blue eyes. She wears leather armor and wields a morningstar. Carin is searching for her lost brother.",
  "Arvin: Female Gnome Barbarian, LN. Str 12, Dex 12, Con 12, Int 12, Wis 10, Cha 11. Arvin is stout, with blonde hair and soft amber eyes. She wears studded leather and wields a greatsword. Arvin seeks to free herself from an ancient curse.",
  "Alas: Female Gnome Rogue, LN. Str 12, Dex 16, Con 9, Int 7, Wis 10, Cha 10. Alas has curly blonde hair and large blue eyes. She wears leather armor and wields a shortsword and sling. Alas is suspicious and impartial.",
  "Sentie: Female Gnome Warlock, LN. Str 12, Dex 11, Con 8, Int 7, Wis 6, Cha 16. Sentie has thick red hair and hazel eyes. She wears leather armor and wields a light hammer and darts. Sentie is searching for her missing familiar, a black cat named Alias.",
  "Elis: Female Gnome Barbarian, N. Str 13, Dex 11, Con 12, Int 12, Wis 13, Cha 12. Elis is common in appearance, with auburn hair and sharp blue eyes. She wears leather armor and wields a shortsword and net. Elis has an animal companion, a black dog named Alas.",
  "Urin: Female Gnome Rogue, NE. Str 10, Dex 13, Con 10, Int 17, Wis 8, Cha 12. Urin has a round face, with messy auburn hair and hazel eyes. She wears leather armor and wields a longsword and darts. Urin is crude and harsh.",
  "Khimul: Female Gnome Bard, CE. Str 14, Dex 13, Con 10, Int 10, Wis 9, Cha 15. Khimul has silver hair and bright blue eyes, and numerous horrific scars. She wears studded leather and wields a light hammer. Khimul is searching for her missing familiar, a hawk named Jacquin.",
  "Banain: Female Gnome Rogue, N. Str 6, Dex 16, Con 11, Int 11, Wis 11, Cha 11. Banain has copper hair and soft blue eyes, and a magical tattoo on her arm. She wears studded leather and wields a rapier and sickle. Banain is searching for the legendary dwarven kingdom of Baruktharbh.",
  "Ukal: Female Gnome Warlock, LG. Str 13, Dex 10, Con 13, Int 13, Wis 7, Cha 15. Ukal has cropped white hair and brown eyes, and pointed ears. She wears leather armor and wields a handaxe. Ukal is calm and eccentric.",
  "Khatelch: Female Gnome Rogue, N. Str 10, Dex 15, Con 10, Int 16, Wis 10, Cha 12. Khatelch is thin, with golden hair and soft hazel eyes. She wears leather armor and wields a longsword and hand crossbow. Khatelch has an animal companion, a raven named Aban.",
  "Carel: Female Gnome Bard, N. Str 9, Dex 14, Con 12, Int 17, Wis 10, Cha 16. Carel has a long face, with red hair and gray eyes. She wears studded leather and wields a spear and darts. Carel speaks with a deep voice.",
  "Ainent: Female Gnome Monk, LG. Str 12, Dex 17, Con 9, Int 7, Wis 13, Cha 7. Ainent is fey in appearance, with auburn hair and blue eyes. She wears modest garments and wields a kanabo (mace). Ainent is generous and adaptable.",
  "Gimli: Female Gnome Monk, LG. Str 12, Dex 10, Con 10, Int 6, Wis 15, Cha 6. Gimli is courtly in bearing, with gray hair and large green eyes. She wears plain clothing and wields a kanabo (mace). Gimli has an animal companion, a red snake named Abar.",
  "Ursas: Female Gnome Rogue, N. Str 9, Dex 12, Con 8, Int 12, Wis 10, Cha 11. Ursas has cropped copper hair and green eyes. She wears studded leather and wields a longsword. Ursas is hunting the warlord who murdered her family.",
  "Verrais: Female Gnome Monk, N. Str 14, Dex 9, Con 14, Int 9, Wis 17, Cha 13. Verrais is fey in appearance, with silver hair and bright amber eyes. She wears sturdy clothing and wields a bo (quarterstaff). Verrais has an animal companion, a golden monkey named Thundu.",
  "Anas: Female Gnome Druid, Neutral. Str 10, Dex 7, Con 6, Int 15, Wis 15, Cha 11. Anas is slender, with messy brown hair and brown eyes. She wears leather armor and wields a mace. Anas refers to herself in the third person.",
  "Banarv: Female Gnome Rogue, LE. Str 8, Dex 12, Con 10, Int 9, Wis 11, Cha 7. Banarv has a round face, with golden hair and large brown eyes. She wears leather armor and wields a shortsword. Banarv has an animal companion, a black snake named Banain.",
  "Shimin: Female Gnome Fighter, LN. Str 14, Dex 16, Con 14, Int 14, Wis 12, Cha 14. Shimin has thick red hair and narrow gray eyes. She wears plate armor and wields a whip and shield. Shimin seeks to atone for past sins.",
  "Ansas: Female Gnome Cleric, LN. Str 7, Dex 6, Con 7, Int 10, Wis 16, Cha 13. Ansas has blonde hair and brown eyes. She wears a chain shirt and wields a club. Ansas is easily distracted by magic.",
  "Amas: Female Gnome Monk, N. Str 10, Dex 12, Con 10, Int 6, Wis 9, Cha 11. Amas has matted golden hair and amber eyes, and a round nose. She wears sturdy clothing and wields an ono (handaxe) and shuriken (darts).",
  "Azent: Female Gnome Rogue, CN. Str 8, Dex 13, Con 13, Int 12, Wis 5, Cha 7. Azent is short and slender, with long white hair and dark amber eyes. She wears studded leather and wields a longsword. Azent seeks to steal a legendary sapphire from the Dark Vaults of the Wraith Emperor.",
  "Hilie: Female Gnome Wizard, N. Str 10, Dex 12, Con 12, Int 13, Wis 13, Cha 7. Hilie has cropped blonde hair and green eyes, and a flat nose. She wears expensive clothing and wields a dagger. Hilie has an arcane familiar, a horned owl named Frogui.",
  "Arrag: Female Gnome Ranger, LN. Str 12, Dex 13, Con 11, Int 11, Wis 11, Cha 10. Arrag has messy copper hair and dark green eyes. She wears hide armor and wields a whip. Arrag seeks to discover what destroyed her homeland.",
  "Constie: Female Gnome Paladin, Good. Str 9, Dex 13, Con 13, Int 6, Wis 12, Cha 10. Constie has matted silver hair and narrow amber eyes, and a beaked nose. She wears chain mail and wields a war pick. Constie is chivalrous and covetous.",
  "Enor: Female Gnome Rogue, N. Str 11, Dex 16, Con 12, Int 8, Wis 6, Cha 10. Enor is exceptionally beautiful, with red hair and bright brown eyes. She wears studded leather and wields a longsword. Enor holds a grudge against necromancers.",
  "Thrinarv: Female Gnome Cleric, N. Str 9, Dex 14, Con 6, Int 12, Wis 16, Cha 12. Thrinarv has black hair and green eyes. She wears studded leather and wields a handaxe.",
  "Anor: Female Gnome Ranger, N. Str 12, Dex 12, Con 5, Int 10, Wis 8, Cha 8. Anor is rugged in appearance, with thin brown hair and brown eyes. She wears studded leather and wields a battleaxe and shield. Anor has dire rat named Kari.",
  "Ursas: Female Gnome Rogue, CG. Str 12, Dex 14, Con 11, Int 15, Wis 11, Cha 13. Ursas is stout, with short auburn hair and sharp amber eyes. She wears studded leather and wields a longsword and hand crossbow. Ursas is cursed with a maimed leg.",
  "Saissa: Female Gnome Druid, Neutral. Str 15, Dex 6, Con 10, Int 14, Wis 13, Cha 11. Saissa is exceptionally beautiful, with brown hair and bright brown eyes. She wears leather armor and wields a spear and wooden shield. Saissa has hawk named Ansas.",
  "Elis: Female Gnome Monk, LG. Str 12, Dex 12, Con 10, Int 8, Wis 14, Cha 11. Elis has blonde hair and dark brown eyes. She wears well-made clothing and wields a yari (spear). Elis has an animal companion, a gray rat named Ziri.",
  "Khatelch: Female Gnome Druid, Neutral. Str 14, Dex 15, Con 6, Int 7, Wis 16, Cha 8. Khatelch is thin, with cropped black hair and amber eyes. She wears hide armor and wields a mace and dagger. Khatelch is hunting the warlord who murdered her family.",
  "Lili: Female Gnome Bard, N. Str 11, Dex 10, Con 8, Int 8, Wis 9, Cha 16. Lili is exceptionally beautiful, with thin white hair and gray eyes. She wears studded leather and wields a club and hand crossbow. Lili is blind in her right eye.",
  "Gamah: Female Gnome Warlock, LN. Str 11, Dex 12, Con 12, Int 10, Wis 10, Cha 17. Gamah has messy golden hair and bright hazel eyes, and a thin nose. She wears leather armor and wields a spear. Gamah is fierce and selfish.",
  "Bifund: Female Gnome Fighter, NG. Str 15, Dex 12, Con 14, Int 14, Wis 12, Cha 14. Bifund has curly auburn hair and hazel eyes, and a flat nose. She wears plate armor and wields a longsword and blowgun. Bifund is colorblind.",
  "Elient: Female Gnome Cleric, CN. Str 9, Dex 9, Con 5, Int 8, Wis 12, Cha 13. Elient is rugged in appearance, with braided brown hair and brown eyes. She wears studded leather and wields a spear and darts.",
  "Thimul: Female Gnome Monk, NE. Str 12, Dex 10, Con 11, Int 10, Wis 14, Cha 7. Thimul has thin auburn hair and gray eyes. She wears modest garments and wields an ono (handaxe). Thimul has an animal companion, a hunting dog named Alin.",
  "Bali: Female Gnome Rogue, LN. Str 9, Dex 16, Con 6, Int 13, Wis 10, Cha 5. Bali has red hair and brown eyes. She wears leather armor and wields a shortsword. Bali has an animal companion, a dire rat named Thrinain.",
  "Duli: Female Gnome Fighter, CN. Str 13, Dex 12, Con 13, Int 11, Wis 11, Cha 9. Duli has black hair and narrow amber eyes. She wears hide armor and wields a war pick. Duli is hunting the vampire who slew his mentor.",
  "Alin: Female Gnome Monk, NG. Str 13, Dex 12, Con 9, Int 12, Wis 7, Cha 12. Alin is thin, with silver hair and hazel eyes. She wears modest garments and wields a kanabo (mace). Alin seeks revenge against the sister who betrayed her.",
  "Anas: Female Gnome Fighter, CE. Str 12, Dex 12, Con 12, Int 11, Wis 9, Cha 11. Anas is stout, with short golden hair and dark green eyes. She wears a breastplate and wields a maul. Anas has an animal companion, a silver dog named Grazig.",
  "Blile: Female Gnome Monk, LN. Str 9, Dex 12, Con 8, Int 8, Wis 12, Cha 10. Blile has tangled brown hair and bright green eyes. She wears sturdy clothing and wields a bo (quarterstaff). Blile frequently uses uncommon words incorrectly.",
  "Zaghal: Female Gnome Monk, NE. Str 15, Dex 11, Con 7, Int 11, Wis 12, Cha 8. Zaghal has curly red hair and green eyes. She wears modest garments and wields an ono (handaxe) and shuriken (darts). Zaghal is selfish and disloyal.",
  "Amin: Female Gnome Monk, N. Str 8, Dex 12, Con 9, Int 12, Wis 11, Cha 8. Amin is rough in appearance, with curly gray hair and gray eyes. She wears travel-stained clothing and wields a bo (quarterstaff) and kama (sickle). Amin is inventive and protective.",
  "Bifar: Female Gnome Wizard, CN. Str 14, Dex 9, Con 11, Int 13, Wis 12, Cha 8. Bifar has red hair and gray eyes. She wears tailored clothing and wields a quarterstaff and sling. Bifar has an arcane familiar, a floating lantern which pulses with light as it speaks.",
  "Iral: Female Gnome Cleric, LG. Str 6, Dex 11, Con 8, Int 10, Wis 17, Cha 8. Iral has a square face, with thick silver hair and bright hazel eyes. She wears leather armor and wields a quarterstaff.",
  "Thakurd: Female Gnome Paladin, Good. Str 13, Dex 10, Con 10, Int 9, Wis 14, Cha 13. Thakurd is common in appearance, with blonde hair and large green eyes. She wears ring mail and wields a war pick and shield. Thakurd has an animal companion, a black warhorse named Ansas.",
  "Aelis: Female Gnome Warlock, N. Str 15, Dex 8, Con 11, Int 9, Wis 8, Cha 12. Aelis is pleasant in appearance, with straight red hair and green eyes. She wears leather armor and wields a mace and sickle.",
  "Dinarv: Female Gnome Druid, Neutral. Str 13, Dex 7, Con 12, Int 7, Wis 17, Cha 8. Dinarv has tangled golden hair and gray eyes. She wears hide armor and wields a spear and wooden shield. Dinarv compulsively plays with an iron ring.",
  "Verrin: Female Gnome Monk, N. Str 17, Dex 16, Con 9, Int 8, Wis 12, Cha 8. Verrin has tangled copper hair and blue eyes, and a beaked nose. She wears sturdy clothing and wields a yari (spear) and shuriken (darts). Verrin seeks to free herself from an ancient curse.",
  "Mantie: Female Gnome Warlock, LN. Str 12, Dex 9, Con 10, Int 11, Wis 10, Cha 12. Mantie is common in appearance, with silver hair and green eyes. She wears studded leather and wields a mace. Mantie is inventive and polite.",
  "Lise: Female Gnome Rogue, NG. Str 9, Dex 16, Con 10, Int 14, Wis 12, Cha 8. Lise has a round face, with tangled blonde hair and amber eyes. She wears leather armor and wields a longsword. Lise is courageous and passionate.",
  "Raisa: Female Gnome Cleric, N. Str 12, Dex 9, Con 11, Int 13, Wis 13, Cha 15. Raisa has matted gray hair and gray eyes, and a round nose. She wears half plate and wields a spear and shield.",
  "Rinarv: Female Gnome Bard, LG. Str 12, Dex 10, Con 7, Int 12, Wis 9, Cha 17. Rinarv has golden hair and light amber eyes. She wears studded leather and wields a spear and darts. Rinarv seeks to discover what destroyed her homeland.",
  "Ugmad: Female Gnome Barbarian, LN. Str 16, Dex 10, Con 10, Int 8, Wis 6, Cha 11. Ugmad has braided blonde hair and amber eyes. She wears studded leather and wields a scimitar and heavy crossbow. Ugmad has an animal companion, a black bear named Umrat.",
  "Geda: Female Gnome Wizard, N. Str 10, Dex 12, Con 12, Int 12, Wis 13, Cha 11. Geda has red hair and sharp amber eyes. She wears modest garments and wields a dagger. Geda is lustful and agreeable.",
  "Berge: Female Gnome Fighter, N. Str 12, Dex 12, Con 12, Int 10, Wis 9, Cha 9. Berge is exceptionally beautiful, with thick white hair and blue eyes. She wears ring mail and wields a maul. Berge seeks to become a knight of the realm.",
  "Azas: Female Gnome Fighter, N. Str 17, Dex 9, Con 8, Int 11, Wis 9, Cha 13. Azas has matted silver hair and large brown eyes, and a distinctive tattoo on her leg. She wears scale mail and wields a whip and hand crossbow. Azas secretly serves Vano, an ancient goddess of chaos.",
  "Sentie: Female Gnome Ranger, N. Str 15, Dex 14, Con 11, Int 8, Wis 13, Cha 9. Sentie has brown hair and gray eyes, and large ears. She wears a breastplate and wields a war pick and shield. Sentie is only friendly towards other gnomes..",
  "Hile: Female Gnome Warlock, LN. Str 12, Dex 10, Con 12, Int 7, Wis 8, Cha 13. Hile has matted white hair and brown eyes, and prominent ears. She wears leather armor and wields a spear and light crossbow. Hile seeks to free herself from an ancient curse.",
  "Frukad: Female Gnome Bard, LN. Str 6, Dex 10, Con 9, Int 12, Wis 8, Cha 16. Frukad has copper hair and narrow brown eyes. She wears leather armor and wields a handaxe and hand crossbow. Frukad is curious and gullible.",
  "Khali: Female Gnome Rogue, LN. Str 14, Dex 16, Con 11, Int 10, Wis 8, Cha 10. Khali has silver hair and narrow gray eyes, and large ears. She wears leather armor and wields a longsword and hand crossbow.",
  "Frinarv: Female Gnome Fighter, N. Str 13, Dex 13, Con 9, Int 7, Wis 12, Cha 6. Frinarv has a square face, with braided gray hair and light brown eyes. She wears hide armor and wields a warhammer and shield. Frinarv is assertive and arrogant.",
  "Gale: Female Gnome Fighter, CN. Str 16, Dex 15, Con 10, Int 9, Wis 8, Cha 12. Gale is fey in appearance, with black hair and bright hazel eyes. She wears scale mail and wields a rapier and shield. Gale speaks with a whispery voice.",
  "Furi: Female Gnome Warlock, N. Str 8, Dex 10, Con 5, Int 15, Wis 7, Cha 16. Furi is fey in appearance, with copper hair and soft blue eyes. She wears studded leather and wields a mace.",
  "Abent: Female Gnome Bard, LG. Str 7, Dex 12, Con 8, Int 12, Wis 10, Cha 16. Abent is exceptionally beautiful, with cropped copper hair and blue eyes. She wears leather armor and wields a rapier and hand crossbow. Abent was magically imprisoned for a hundred years.",
  "Sanne: Female Gnome Cleric, N. Str 8, Dex 12, Con 11, Int 6, Wis 16, Cha 10. Sanne is common in appearance, with uneven golden hair and blue eyes. She wears studded leather and wields a mace and javelins. Sanne compulsively mutters taunts and mockery.",
  "Turi: Female Gnome Fighter, N. Str 15, Dex 11, Con 13, Int 10, Wis 6, Cha 7. Turi is thin, with matted black hair and sharp amber eyes. She wears ring mail and wields a warhammer and longbow. Turi has an animal companion, a gray wolf named Khatelch.",
  "Aillent: Female Gnome Paladin, Good. Str 16, Dex 13, Con 10, Int 12, Wis 8, Cha 11. Aillent is fey in appearance, with matted auburn hair and green eyes. She wears ring mail and wields a greataxe. Aillent is searching for her missing daughter.",
  "Ukhur: Female Gnome Fighter, LG. Str 16, Dex 13, Con 8, Int 9, Wis 15, Cha 8. Ukhur has curly gray hair and hazel eyes, and large ears. She wears splint armor and wields a whip and longbow. Ukhur was magically imprisoned for a hundred years.",
  "Dwari: Female Gnome Monk, N. Str 13, Dex 14, Con 6, Int 7, Wis 12, Cha 8. Dwari is overweight, with thick copper hair and green eyes. She wears modest garments and wields an ono (handaxe).",
  "Sane: Female Gnome Rogue, NE. Str 10, Dex 13, Con 6, Int 9, Wis 13, Cha 8. Sane is beastly in appearance, with black hair and amber eyes. She wears leather armor and wields a longsword and hand crossbow. Sane is quiet, and says as little as possible.",
  "Sine: Female Gnome Monk, LN. Str 16, Dex 10, Con 11, Int 8, Wis 12, Cha 10. Sine is rough in appearance, with braided black hair and sharp amber eyes. She wears well-made clothing and wields nunchaku (club) and shuriken (darts).",
  "Azais: Female Gnome Monk, CN. Str 15, Dex 16, Con 7, Int 7, Wis 10, Cha 15. Azais has matted black hair and light gray eyes. She wears travel-stained clothing and wields a bo (quarterstaff). Azais has an animal companion, a green firedrake named Raineus.",
  "Ergent: Female Gnome Barbarian, CN. Str 17, Dex 10, Con 11, Int 9, Wis 14, Cha 9. Ergent has white hair and amber eyes. She wears scale mail and wields a warhammer. Ergent suffers a deadly allergy to nuts.",
  "Bali: Female Gnome Rogue, N. Str 6, Dex 14, Con 15, Int 8, Wis 9, Cha 11. Bali is short and heavyset, with red hair and sharp hazel eyes. She wears leather armor and wields a longsword. Bali has an animal companion, a sable ferret named Aelois.",
  "Raise: Female Gnome Rogue, N. Str 13, Dex 12, Con 8, Int 16, Wis 11, Cha 9. Raise is exceptionally beautiful, with tangled white hair and large blue eyes. She wears leather armor and wields a shortsword and sling. Raise was magically imprisoned for a hundred years.",
  "Thratur: Female Gnome Monk, CN. Str 10, Dex 16, Con 8, Int 13, Wis 14, Cha 12. Thratur has golden hair and blue eyes. She wears sturdy clothing and wields a kanabo (mace) and sai (dagger). Thratur suffers an acute fear of runes and symbols.",
  "Telchim: Female Gnome Monk, N. Str 13, Dex 15, Con 15, Int 11, Wis 12, Cha 8. Telchim has a long face, with gray hair and amber eyes. She wears modest garments and wields an ono (handaxe) and kama (sickle). Telchim has an animal companion, a hunting dog named Dine.",
  "Azais: Female Gnome Paladin, Good. Str 10, Dex 8, Con 6, Int 14, Wis 13, Cha 13. Azais has tangled silver hair and brown eyes. She wears a breastplate and wields a whip. Azais suffers a deadly allergy to moulds.",
  "Elient: Female Gnome Paladin, Good. Str 14, Dex 8, Con 13, Int 13, Wis 11, Cha 14. Elient has auburn hair and narrow amber eyes, and pointed ears. She wears chain mail and wields a longsword. Elient compulsively mutters taunts and mockery.",
  "Dine: Female Gnome Fighter, LN. Str 16, Dex 13, Con 9, Int 10, Wis 12, Cha 6. Dine has braided copper hair and gray eyes, and small ears. She wears hide armor and wields a longsword and shield. Dine is impulsive and talkative.",
  "Arur: Female Gnome Fighter, LN. Str 15, Dex 13, Con 6, Int 12, Wis 7, Cha 7. Arur is thin, with auburn hair and narrow blue eyes. She wears splint armor and wields a scimitar. Arur is a pack-rat, and carries a satchel of random junk.",
  "Erris: Female Gnome Rogue, CE. Str 12, Dex 12, Con 6, Int 14, Wis 7, Cha 14. Erris has thick brown hair and sharp blue eyes. She wears studded leather and wields a longsword and shortbow. Erris is searching for the lost elven kingdom of Indegiond.",
  "Kadu: Female Gnome Druid, Neutral. Str 11, Dex 10, Con 8, Int 11, Wis 16, Cha 13. Kadu is stout, with black hair and narrow brown eyes. She wears leather armor and wields a mace and wooden shield.",
  "Elior: Female Gnome Fighter, NE. Str 13, Dex 10, Con 7, Int 6, Wis 8, Cha 14. Elior has a round face, with auburn hair and large gray eyes. She wears half plate and wields a morningstar and net. Elior is impossibly lucky.",
  "Sana: Female Gnome Cleric, N. Str 9, Dex 10, Con 13, Int 9, Wis 16, Cha 10. Sana has long brown hair and blue eyes, and pointed ears. She wears studded leather and wields a mace and javelins.",
  "Anor: Female Gnome Ranger, CG. Str 14, Dex 15, Con 10, Int 9, Wis 10, Cha 8. Anor has a long face, with golden hair and gray eyes. She wears hide armor and wields a flail. Anor compulsively plays with a platinum coin.",
  "Antient: Female Gnome Fighter, NG. Str 16, Dex 12, Con 9, Int 7, Wis 14, Cha 11. Antient is overweight, with golden hair and soft gray eyes. She wears hide armor and wields a war pick. Antient is hunting the vampire who slew his mentor.",
  "Haine: Female Gnome Rogue, NG. Str 14, Dex 12, Con 11, Int 15, Wis 8, Cha 10. Haine has curly brown hair and light gray eyes, and a magical mark on her arm. She wears studded leather and wields a mace and shortbow. Haine is hunting the dragon who murdered her family.",
  "Kari: Female Gnome Barbarian, NG. Str 12, Dex 9, Con 12, Int 10, Wis 10, Cha 14. Kari has tangled red hair and bright hazel eyes, and pointed ears. She wears studded leather and wields a halberd. Kari speaks with a shrill voice.",
  "Hilie: Female Gnome Monk, NE. Str 14, Dex 16, Con 12, Int 14, Wis 12, Cha 12. Hilie is thin, with golden hair and green eyes. She wears plain clothing and wields an ono (handaxe). Hilie seeks to free herself from an ancient curse.",
  "Bali: Female Gnome Fighter, N. Str 14, Dex 14, Con 10, Int 15, Wis 13, Cha 11. Bali has a narrow face, with messy copper hair and blue eyes. She wears plate armor and wields a pike. Bali is quiet, and says as little as possible.",
  "Frori: Female Gnome Monk, CE. Str 16, Dex 12, Con 7, Int 9, Wis 16, Cha 5. Frori is rugged in appearance, with brown hair and soft hazel eyes. She wears well-made clothing and wields a bo (quarterstaff) and kama (sickle). Frori suffers a deadly allergy to rodents.",
  "Sentie: Female Gnome Fighter, LE. Str 14, Dex 7, Con 8, Int 10, Wis 10, Cha 9. Sentie has a round face, with cropped blonde hair and sharp brown eyes. She wears hide armor and wields a trident and net. Sentie has an animal companion, a black bear named Blisa.",
  "Alias: Female Gnome Sorcerer, CN. Str 14, Dex 10, Con 10, Int 9, Wis 11, Cha 16. Alias has auburn hair and narrow brown eyes. She wears modest garments and wields a quarterstaff and light crossbow.",
  "Carin: Female Gnome Ranger, CE. Str 13, Dex 12, Con 12, Int 8, Wis 14, Cha 8. Carin has black hair and blue eyes. She wears leather armor and wields a scimitar and shield.",
  "Bari: Female Gnome Monk, LG. Str 12, Dex 11, Con 7, Int 11, Wis 9, Cha 7. Bari is tall and overweight, with braided gray hair and brown eyes. She wears travel-stained clothing and wields nunchaku (club) and shuriken (darts).",
  "Arin: Female Gnome Barbarian, N. Str 12, Dex 12, Con 12, Int 9, Wis 9, Cha 13. Arin is pleasant in appearance, with messy golden hair and blue eyes. She wears hide armor and wields a shortsword and shield. Arin is modest and honest.",
  "Rine: Female Gnome Rogue, LE. Str 5, Dex 16, Con 7, Int 7, Wis 9, Cha 9. Rine has golden hair and hazel eyes. She wears studded leather and wields a shortsword and light crossbow. Rine has an animal companion, a sable ferret named Beray.",
  "Lianne: Female Gnome Sorcerer, N. Str 9, Dex 11, Con 13, Int 13, Wis 8, Cha 17. Lianne is rough in appearance, with short copper hair and large green eyes. She wears sturdy clothing and wields a dagger and light crossbow. Lianne is instinctive and agreeable.",
  "Gale: Female Gnome Fighter, LN. Str 12, Dex 15, Con 10, Int 13, Wis 8, Cha 9. Gale has brown hair and soft green eyes. She wears a chain shirt and wields a rapier and shield. Gale has an animal companion, a badger named Udlal.",
  "Fari: Female Gnome Ranger, LN. Str 9, Dex 12, Con 9, Int 10, Wis 12, Cha 10. Fari has blonde hair and hazel eyes, and a distinctive scar on her arm. She wears hide armor and wields a warhammer. Fari is nervous and aggressive.",
  "Raise: Female Gnome Paladin, Good. Str 10, Dex 10, Con 10, Int 8, Wis 9, Cha 11. Raise has a long face, with uneven blonde hair and blue eyes. She wears plate armor and wields a whip and shield. Raise is searching for the lost dominion of Egroris.",
  "Arvin: Female Gnome Warlock, CE. Str 8, Dex 13, Con 7, Int 11, Wis 11, Cha 13. Arvin has an angular face, with white hair and gray eyes. She wears leather armor and wields a mace. Arvin is searching for her missing daughter.",
  "Ugmaz: Female Gnome Rogue, NE. Str 13, Dex 14, Con 8, Int 14, Wis 12, Cha 12. Ugmaz is pleasant in appearance, with gray hair and narrow green eyes. She wears studded leather and wields a mace and darts. Ugmaz serves an ancient dragon named Ashmardum.",
  "Constie: Female Gnome Fighter, N. Str 16, Dex 13, Con 11, Int 13, Wis 15, Cha 9. Constie has matted brown hair and green eyes, and small ears. She wears splint armor and wields a longsword. Constie seeks to save her family from financial ruin.",
  "Igin: Female Gnome Fighter, LG. Str 13, Dex 9, Con 10, Int 11, Wis 10, Cha 11. Igin has messy blonde hair and hazel eyes. She wears splint armor and wields a scimitar and blowgun. Igin is cheerful and heroic.",
  "Ziri: Female Gnome Monk, LN. Str 8, Dex 11, Con 9, Int 8, Wis 14, Cha 7. Ziri is exceptionally beautiful, with thick copper hair and green eyes. She wears modest garments and wields an ono (handaxe) and kama (sickle). Ziri is protective and immoral.",
  "Thatelch: Female Gnome Monk, NE. Str 13, Dex 12, Con 14, Int 10, Wis 12, Cha 10. Thatelch has braided white hair and bright hazel eyes. She wears well-made clothing and wields a bo (quarterstaff). Thatelch is thoughtless and depraved.",
  "Sentie: Female Gnome Paladin, Good. Str 13, Dex 9, Con 7, Int 10, Wis 12, Cha 10. Sentie has black hair and dark blue eyes, and a thin nose. She wears chain mail and wields a rapier. Sentie is gentle and polite.",
  "Urdul: Female Gnome Sorcerer, LN. Str 11, Dex 14, Con 8, Int 10, Wis 9, Cha 15. Urdul is exceptionally beautiful, with red hair and hazel eyes. She wears modest garments and wields a quarterstaff and darts. Urdul is quiet, and says as little as possible.",
  "Abor: Female Gnome Druid, Neutral. Str 9, Dex 6, Con 11, Int 12, Wis 16, Cha 15. Abor is thin, with long red hair and amber eyes. She wears hide armor and wields a quarterstaff and wooden shield. Abor is haunted by the ghost of someone she killed.",
  "Disanz: Female Gnome Ranger, LN. Str 13, Dex 14, Con 9, Int 8, Wis 10, Cha 9. Disanz is tall, with messy white hair and soft amber eyes. She wears a chain shirt and wields a pike. Disanz seeks to discover where she came from, and who her real family is.",
  "Sane: Female Gnome Fighter, N. Str 13, Dex 11, Con 10, Int 11, Wis 7, Cha 14. Sane has messy white hair and narrow hazel eyes. She wears scale mail and wields a warhammer and net. Sane has an animal companion, a badger named Zigam.",
  "Nanain: Female Gnome Monk, N. Str 10, Dex 10, Con 10, Int 15, Wis 12, Cha 11. Nanain has a square face, with gray hair and green eyes. She wears modest garments and wields a kanabo (mace) and shuriken (darts).",
  "Verrais: Female Gnome Rogue, LN. Str 9, Dex 13, Con 12, Int 10, Wis 8, Cha 9. Verrais has auburn hair and hazel eyes, and wears glasses with pewter rims. She wears studded leather and wields a mace and hand crossbow. Verrais seeks to atone for past sins.",
  "Anas: Female Gnome Wizard, N. Str 6, Dex 13, Con 12, Int 17, Wis 9, Cha 13. Anas has uneven golden hair and green eyes. She wears travel-stained clothing and wields a quarterstaff and light crossbow. Anas is honest and jealous.",
  "Arur: Female Gnome Paladin, Good. Str 15, Dex 10, Con 10, Int 9, Wis 14, Cha 12. Arur is tall and slender, with thick blonde hair and bright brown eyes. She wears half plate and wields a rapier. Arur suffers a paralyzing fear of darkness.",
  "Aenor: Female Gnome Rogue, NE. Str 11, Dex 17, Con 12, Int 9, Wis 11, Cha 11. Aenor has red hair and narrow amber eyes. She wears studded leather and wields a light hammer and dagger.",
  "Frinain: Female Gnome Paladin, Good. Str 11, Dex 12, Con 6, Int 10, Wis 7, Cha 13. Frinain has a square face, with black hair and bright amber eyes. She wears splint armor and wields a glaive. Frinain has an animal companion, a bay warhorse named Umral.",
  "Umur: Female Gnome Rogue, NG. Str 13, Dex 13, Con 11, Int 14, Wis 14, Cha 8. Umur has black hair and dark hazel eyes, and numerous unusual tattoos. She wears leather armor and wields a shortsword. Umur has an animal companion, a sable ferret named Armor.",
  "Duli: Female Gnome Bard, CE. Str 8, Dex 13, Con 8, Int 11, Wis 9, Cha 14. Duli has blonde hair and dark hazel eyes, and a sharp nose. She wears leather armor and wields a longsword. Duli is a practiced gambler.",
  "Berge: Female Gnome Ranger, NG. Str 14, Dex 11, Con 7, Int 5, Wis 11, Cha 11. Berge has straight blonde hair and soft hazel eyes, and pointed ears. She wears a breastplate and wields a morningstar. Berge is aesthetic and proud.",
  "Khali: Female Gnome Warlock, CN. Str 10, Dex 11, Con 9, Int 11, Wis 12, Cha 15. Khali is exceptionally beautiful, with braided golden hair and bright brown eyes. She wears studded leather and wields a mace. Khali is tactless and protective.",
  "Azas: Female Gnome Monk, N. Str 9, Dex 13, Con 8, Int 11, Wis 12, Cha 13. Azas has gray hair and dark brown eyes, and a beaked nose. She wears travel-stained clothing and wields a bo (quarterstaff). Azas seeks to become a knight of the realm.",
  "Anas: Female Gnome Cleric, NG. Str 9, Dex 12, Con 6, Int 9, Wis 12, Cha 12. Anas is tall, with straight gray hair and narrow gray eyes. She wears studded leather and wields a spear and shield. Anas lost her reflection to a hag.",
  "Esclas: Female Gnome Cleric, N. Str 11, Dex 10, Con 7, Int 9, Wis 16, Cha 13. Esclas has a square face, with short white hair and bright blue eyes. She wears half plate and wields a spear and darts. Esclas is lewd and scheming.",
  "Grimin: Female Gnome Monk, N. Str 15, Dex 12, Con 7, Int 9, Wis 10, Cha 10. Grimin is pleasant in appearance, with white hair and amber eyes. She wears modest garments and wields a kanabo (mace). Grimin is only friendly towards other gnomes..",
  "Alas: Female Gnome Warlock, N. Str 12, Dex 9, Con 8, Int 11, Wis 14, Cha 12. Alas has a long face, with golden hair and brown eyes. She wears studded leather and wields a spear. Alas has an animal companion, a giant spider named Ukrar.",
  "Bali: Female Gnome Druid, Neutral. Str 10, Dex 8, Con 8, Int 10, Wis 16, Cha 7. Bali has short white hair and hazel eyes, and wears glasses with gold rims. She wears leather armor and wields a quarterstaff and sling. Bali has badger named Elent.",
  "Mantie: Female Gnome Ranger, N. Str 7, Dex 11, Con 10, Int 14, Wis 7, Cha 10. Mantie has a long face, with silver hair and amber eyes. She wears a breastplate and wields a longsword. Mantie was petrified for a hundred years.",
  "Elior: Female Gnome Fighter, N. Str 14, Dex 14, Con 12, Int 11, Wis 9, Cha 12. Elior is short and willowy, with brown hair and green eyes. She wears chain mail and wields a whip and shield. Elior seeks to atone for past sins.",
  "Alas: Female Gnome Paladin, Good. Str 13, Dex 11, Con 13, Int 9, Wis 10, Cha 16. Alas is overweight, with thin silver hair and gray eyes. She wears half plate and wields a battleaxe and shield. Alas is chivalrous and thrifty.",
  "Elior: Female Gnome Wizard, NE. Str 11, Dex 12, Con 6, Int 15, Wis 15, Cha 6. Elior is beastly in appearance, with red hair and dark amber eyes. She wears tailored clothing and wields a quarterstaff. Elior has an arcane familiar, a tiny winddrake named Sine.",
  "Bari: Female Gnome Sorcerer, LN. Str 9, Dex 6, Con 11, Int 11, Wis 13, Cha 13. Bari is rough in appearance, with auburn hair and sharp gray eyes. She wears plain clothing and wields a dagger. Bari is haunted by the memories of a past life.",
  "Gili: Female Gnome Cleric, LN. Str 11, Dex 7, Con 12, Int 7, Wis 17, Cha 10. Gili has silver hair and hazel eyes, and small ears. She wears a chain shirt and wields a club and shield. Gili is impossibly lucky.",
  "Ugmal: Female Gnome Druid, Neutral. Str 10, Dex 9, Con 14, Int 14, Wis 17, Cha 11. Ugmal is rugged in appearance, with long brown hair and dark amber eyes. She wears leather armor and wields a scimitar and wooden shield. Ugmal is practical and instinctive.",
  "Ainent: Female Gnome Paladin, Good. Str 8, Dex 12, Con 9, Int 9, Wis 13, Cha 16. Ainent has golden hair and gray eyes. She wears scale mail and wields a halberd. Ainent has an animal companion, a bay warhorse named Kilmin.",
  "Ziri: Female Gnome Rogue, N. Str 12, Dex 14, Con 12, Int 15, Wis 13, Cha 10. Ziri has short blonde hair and brown eyes. She wears leather armor and wields a mace and hand crossbow. Ziri is searching for her lost sister.",
  "Nainarv: Female Gnome Monk, NE. Str 13, Dex 16, Con 9, Int 9, Wis 12, Cha 13. Nainarv has golden hair and green eyes. She wears simple clothing and wields a bo (quarterstaff) and shuriken (darts). Nainarv is disloyal and fanatical.",
  "Thrimah: Female Gnome Cleric, CN. Str 13, Dex 11, Con 7, Int 11, Wis 17, Cha 10. Thrimah has white hair and light green eyes, and a magical mark on her face. She wears a breastplate and wields a handaxe and shield. Thrimah is painfully tone-deaf.",
  "Glimil: Female Gnome Monk, N. Str 8, Dex 14, Con 13, Int 9, Wis 15, Cha 15. Glimil has silver hair and brown eyes, and a flat nose. She wears well-made clothing and wields nunchaku (club). Glimil has an animal companion, a golden monkey named Tainsa.",
  "Ziri: Female Gnome Rogue, CN. Str 9, Dex 13, Con 7, Int 10, Wis 9, Cha 8. Ziri has an angular face, with straight silver hair and brown eyes. She wears leather armor and wields a handaxe and hand crossbow. Ziri is quiet, and says as little as possible.",
  "Ursas: Female Gnome Rogue, CG. Str 12, Dex 12, Con 13, Int 11, Wis 7, Cha 5. Ursas is heavyset, with braided golden hair and light amber eyes. She wears studded leather and wields a longsword. Ursas is hunting the warlord who stole her ancestral sword.",
  "Bali: Female Gnome Fighter, NE. Str 15, Dex 7, Con 6, Int 12, Wis 11, Cha 8. Bali has a long face, with brown hair and green eyes. She wears splint armor and wields a warhammer and blowgun. Bali is slothful and immoral.",
  "Ethis: Female Gnome Bard, NG. Str 12, Dex 10, Con 11, Int 10, Wis 13, Cha 12. Ethis is common in appearance, with thin brown hair and large brown eyes. She wears leather armor and wields a rapier. Ethis has an animal companion, a hawk named Sanzig.",
  "Elior: Female Gnome Rogue, LN. Str 12, Dex 16, Con 9, Int 15, Wis 6, Cha 9. Elior has red hair and hazel eyes, and prominent ears. She wears studded leather and wields a longsword and dagger. Elior has an animal companion, a raven named Frukar.",
  "Laze: Female Gnome Rogue, CN. Str 9, Dex 13, Con 11, Int 9, Wis 10, Cha 15. Laze has tangled auburn hair and dark hazel eyes. She wears leather armor and wields a shortsword. Laze is hunting the warlord who murdered her family.",
  "Gamin: Female Gnome Wizard, LE. Str 7, Dex 10, Con 13, Int 12, Wis 5, Cha 10. Gamin has thick copper hair and brown eyes. She wears yellow robes and wields a dagger. Gamin has an arcane familiar, a floating lantern which pulses with light as it speaks.",
  "Thori: Female Gnome Paladin, Good. Str 13, Dex 8, Con 9, Int 10, Wis 17, Cha 9. Thori has messy golden hair and dark amber eyes, and pointed ears. She wears splint armor and wields a scimitar and shield. Thori is hunting the warlord who stole her ancestral sword.",
  "Fundu: Female Gnome Fighter, LN. Str 17, Dex 12, Con 10, Int 11, Wis 12, Cha 10. Fundu has thick golden hair and narrow green eyes. She wears a chain shirt and wields a greatsword.",
  "Thimin: Female Gnome Warlock, N. Str 11, Dex 12, Con 14, Int 10, Wis 10, Cha 17. Thimin has a square face, with matted red hair and narrow green eyes. She wears studded leather and wields a mace and darts.",
  "Sanne: Female Gnome Monk, N. Str 13, Dex 13, Con 13, Int 7, Wis 13, Cha 8. Sanne has a narrow face, with long brown hair and dark green eyes. She wears well-made clothing and wields nunchaku (club). Sanne has an animal companion, a gray rat named Urin.",
  "Azent: Female Gnome Ranger, NG. Str 14, Dex 14, Con 10, Int 9, Wis 12, Cha 9. Azent is common in appearance, with blonde hair and sharp green eyes. She wears hide armor and wields a warhammer. Azent is loyal and soft-hearted.",
  "Elis: Female Gnome Monk, CE. Str 13, Dex 10, Con 8, Int 8, Wis 7, Cha 13. Elis has white hair and sharp amber eyes, and a flat nose. She wears travel-stained clothing and wields a yari (spear) and shuriken (darts).",
  "Thrinain: Female Gnome Sorcerer, NG. Str 10, Dex 9, Con 12, Int 11, Wis 7, Cha 13. Thrinain is tall, with gray hair and large brown eyes. She wears modest garments and wields a dagger and sling.",
  "Rinain: Female Gnome Paladin, Good. Str 15, Dex 13, Con 10, Int 11, Wis 9, Cha 7. Rinain has golden hair and soft blue eyes, and a thin nose. She wears plate armor and wields a rapier and shield. Rinain is a skilled dancer.",
  "Carel: Female Gnome Warlock, NE. Str 14, Dex 14, Con 15, Int 12, Wis 9, Cha 17. Carel is short, with gray hair and soft gray eyes. She wears leather armor and wields a club. Carel has an animal companion, a giant spider named Ganaut.",
  "Elent: Female Gnome Paladin, Good. Str 15, Dex 6, Con 7, Int 11, Wis 11, Cha 16. Elent has braided red hair and amber eyes, and a thin nose. She wears half plate and wields a scimitar. Elent is chivalrous and paranoid.",
  "Alias: Female Gnome Rogue, LN. Str 9, Dex 12, Con 7, Int 10, Wis 12, Cha 13. Alias has white hair and dark green eyes, and a magical scar on her leg. She wears leather armor and wields a shortsword. Alias seeks to discover why she keeps having the same nightmare.",
  "Diasa: Female Gnome Wizard, CG. Str 10, Dex 13, Con 10, Int 17, Wis 9, Cha 9. Diasa is thin, with silver hair and bright green eyes. She wears black robes and wields a quarterstaff. Diasa seeks to raise an army of earth elementals.",
  "Bali: Female Gnome Barbarian, CG. Str 14, Dex 10, Con 11, Int 8, Wis 11, Cha 8. Bali has silver hair and brown eyes. She wears leather armor and wields a shortsword and shield. Bali suffers a traumatic fear of open spaces.",
  "Enas: Female Gnome Monk, LN. Str 14, Dex 9, Con 7, Int 10, Wis 10, Cha 9. Enas has thick brown hair and soft blue eyes, and prominent ears. She wears well-made clothing and wields nunchaku (club) and shuriken (darts). Enas has an animal companion, a black rat named Undin.",
  "Alpais: Female Gnome Paladin, Good. Str 10, Dex 10, Con 13, Int 7, Wis 10, Cha 17. Alpais is exceptionally beautiful, with auburn hair and gray eyes. She wears scale mail and wields a warhammer and shield. Alpais is colorblind.",
  "Elior: Female Gnome Rogue, NE. Str 7, Dex 17, Con 8, Int 10, Wis 13, Cha 10. Elior has a square face, with brown hair and narrow blue eyes. She wears studded leather and wields a longsword and hand crossbow. Elior lost her shadow to a nymph.",
  "Frinarv: Female Gnome Rogue, NG. Str 9, Dex 16, Con 11, Int 9, Wis 11, Cha 10. Frinarv is short, with thick white hair and dark brown eyes. She wears leather armor and wields a longsword and hand crossbow. Frinarv is searching for the legendary Tomb of the Demon Knight.",
  "Gale: Female Gnome Druid, Neutral. Str 13, Dex 15, Con 10, Int 8, Wis 16, Cha 7. Gale is rugged in appearance, with white hair and large amber eyes. She wears leather armor and wields a scimitar and sickle.",
  "Andis: Female Gnome Fighter, N. Str 14, Dex 11, Con 10, Int 14, Wis 5, Cha 12. Andis has an angular face, with uneven white hair and sharp green eyes. She wears scale mail and wields a longsword and shield. Andis has an animal companion, a black bear named Bari.",
  "Anas: Female Gnome Rogue, LN. Str 10, Dex 16, Con 12, Int 11, Wis 15, Cha 12. Anas is exceptionally beautiful, with blonde hair and dark gray eyes. She wears leather armor and wields a shortsword. Anas seeks revenge against the aristocrat who framed her.",
  "Thrinain: Female Gnome Warlock, LG. Str 10, Dex 15, Con 13, Int 5, Wis 10, Cha 12. Thrinain is short and heavyset, with red hair and large green eyes. She wears leather armor and wields a spear and sickle. Thrinain has an animal companion, a grey rat named Ansis.",
  "Urdun: Female Gnome Monk, LN. Str 15, Dex 8, Con 7, Int 10, Wis 10, Cha 11. Urdun is heavyset, with uneven black hair and light brown eyes. She wears travel-stained clothing and wields a yari (spear).",
  "Enor: Female Gnome Fighter, NG. Str 13, Dex 15, Con 15, Int 14, Wis 12, Cha 8. Enor has red hair and large hazel eyes. She wears chain mail and wields a rapier. Enor is impossibly lucky.",
  "Igin: Female Gnome Fighter, N. Str 16, Dex 14, Con 13, Int 15, Wis 11, Cha 11. Igin is exceptionally beautiful, with red hair and light gray eyes. She wears scale mail and wields a scimitar. Igin is cursed with delusions.",
  "Saissa: Female Gnome Rogue, NG. Str 7, Dex 17, Con 10, Int 9, Wis 13, Cha 13. Saissa has long red hair and sharp blue eyes. She wears leather armor and wields a shortsword.",
  "Furi: Female Gnome Rogue, NG. Str 14, Dex 15, Con 11, Int 14, Wis 13, Cha 13. Furi is short and willowy, with gray hair and gray eyes. She wears leather armor and wields a rapier.",
  "Thrazig: Female Gnome Rogue, LE. Str 10, Dex 13, Con 11, Int 13, Wis 8, Cha 11. Thrazig has a long face, with brown hair and amber eyes. She wears studded leather and wields a shortsword and hand crossbow. Thrazig is vengeful and crude.",
  "Ethis: Female Gnome Paladin, Good. Str 11, Dex 9, Con 10, Int 10, Wis 11, Cha 12. Ethis has blonde hair and dark gray eyes. She wears ring mail and wields a flail and shield. Ethis compulsively scratches an old scar.",
  "Rodu: Female Gnome Fighter, N. Str 17, Dex 11, Con 10, Int 10, Wis 14, Cha 8. Rodu has short copper hair and large brown eyes. She wears hide armor and wields a shortsword and shield. Rodu is haunted by the ghost of someone she killed.",
  "Irar: Female Gnome Druid, Neutral. Str 14, Dex 12, Con 6, Int 13, Wis 17, Cha 10. Irar has cropped auburn hair and large green eyes. She wears leather armor and wields a scimitar. Irar has hawk named Gili.",
  "Nainarv: Female Gnome Bard, CN. Str 7, Dex 5, Con 7, Int 11, Wis 6, Cha 13. Nainarv has golden hair and sharp gray eyes. She wears leather armor and wields a rapier. Nainarv is jealous and honest.",
  "Bori: Female Gnome Barbarian, LG. Str 15, Dex 10, Con 11, Int 6, Wis 10, Cha 14. Bori is elegant in appearance, with black hair and dark gray eyes. She wears scale mail and wields a battleaxe and shield.",
  "Nainarv: Female Gnome Fighter, N. Str 17, Dex 13, Con 11, Int 11, Wis 5, Cha 11. Nainarv is short, with cropped gray hair and amber eyes. She wears ring mail and wields a shortsword and hand crossbow.",
  "Ersent: Female Gnome Cleric, LG. Str 13, Dex 10, Con 13, Int 13, Wis 14, Cha 12. Ersent is fey in appearance, with short silver hair and soft gray eyes. She wears scale mail and wields a quarterstaff and shield. Ersent speaks with a lisp.",
  "Kunarv: Female Gnome Cleric, NG. Str 13, Dex 14, Con 6, Int 6, Wis 12, Cha 14. Kunarv has brown hair and soft hazel eyes, and wears glasses with iron rims. She wears a breastplate and wields a quarterstaff.",
  "Bali: Female Gnome Druid, Neutral. Str 12, Dex 14, Con 7, Int 9, Wis 12, Cha 10. Bali has straight silver hair and narrow green eyes. She wears leather armor and wields a scimitar. Bali blames the gods for every misfortune.",
  "Aesclas: Female Gnome Paladin, Good. Str 11, Dex 6, Con 7, Int 10, Wis 7, Cha 10. Aesclas is heavyset, with uneven auburn hair and large blue eyes. She wears chain mail and wields a whip.",
  "Sanne: Female Gnome Cleric, N. Str 13, Dex 12, Con 12, Int 9, Wis 17, Cha 11. Sanne is pleasant in appearance, with silver hair and soft green eyes. She wears studded leather and wields a handaxe. Sanne is haunted by the ghost of someone she killed.",
  "Made: Female Gnome Ranger, LE. Str 12, Dex 8, Con 12, Int 13, Wis 12, Cha 9. Made is common in appearance, with tangled gray hair and large blue eyes. She wears a breastplate and wields a trident. Made is searching for her missing son.",
  "Freri: Female Gnome Fighter, CE. Str 14, Dex 13, Con 13, Int 10, Wis 10, Cha 12. Freri is wretched in appearance, with blonde hair and hazel eyes. She wears scale mail and wields a trident and shield. Freri is crude and craven.",
  "Helie: Female Gnome Druid, Neutral. Str 9, Dex 11, Con 7, Int 12, Wis 15, Cha 13. Helie has brown hair and gray eyes. She wears leather armor and wields a club.",
  "Raisa: Female Gnome Fighter, NG. Str 15, Dex 10, Con 14, Int 11, Wis 11, Cha 10. Raisa has a narrow face, with thick white hair and amber eyes. She wears a breastplate and wields a morningstar. Raisa is cursed with chronic pain.",
  "Kunain: Female Gnome Paladin, Good. Str 9, Dex 11, Con 7, Int 8, Wis 17, Cha 11. Kunain has thin copper hair and narrow green eyes. She wears ring mail and wields a scimitar and shield. Kunain is thrifty and faithful.",
  "Carais: Female Gnome Fighter, N. Str 16, Dex 14, Con 11, Int 11, Wis 6, Cha 14. Carais has short blonde hair and light amber eyes, and small ears. She wears half plate and wields a flail and hand crossbow.",
  "Bille: Female Gnome Monk, N. Str 10, Dex 11, Con 10, Int 9, Wis 12, Cha 6. Bille has blonde hair and gray eyes, and large ears. She wears well-made clothing and wields nunchaku (club). Bille has an animal companion, a golden monkey named Sane.",
  "Akal: Female Gnome Rogue, N. Str 13, Dex 17, Con 9, Int 14, Wis 15, Cha 8. Akal is tall, with golden hair and dark green eyes. She wears leather armor and wields a spear. Akal has an animal companion, a black snake named Jorda.",
  "Ugmat: Female Gnome Ranger, NG. Str 9, Dex 14, Con 14, Int 12, Wis 13, Cha 10. Ugmat is willowy, with copper hair and brown eyes. She wears a chain shirt and wields a greatsword. Ugmat is courteous and trustworthy.",
  "Fele: Female Gnome Paladin, Good. Str 16, Dex 11, Con 10, Int 12, Wis 15, Cha 10. Fele has thick silver hair and bright blue eyes, and wears glasses with bronze rims. She wears chain mail and wields a whip and shield. Fele has an animal companion, a bay warhorse named Duli.",
  "Alpais: Female Gnome Fighter, N. Str 12, Dex 12, Con 13, Int 8, Wis 10, Cha 9. Alpais has red hair and gray eyes, and a flat nose. She wears hide armor and wields a warhammer and heavy crossbow. Alpais is lewd and hardworking.",
  "Dainarv: Female Gnome Rogue, CG. Str 10, Dex 17, Con 10, Int 12, Wis 12, Cha 12. Dainarv is exceptionally beautiful, with auburn hair and dark gray eyes. She wears leather armor and wields a shortsword.",
  "Ainent: Female Gnome Barbarian, N. Str 16, Dex 11, Con 15, Int 11, Wis 7, Cha 8. Ainent is overweight, with thick gray hair and green eyes. She wears scale mail and wields a scimitar and shield. Ainent has an animal companion, a black wolf named Thrinarv.",
  "Ilmin: Female Gnome Monk, CN. Str 12, Dex 9, Con 13, Int 6, Wis 12, Cha 8. Ilmin is exceptionally beautiful, with short red hair and light hazel eyes. She wears modest garments and wields a bo (quarterstaff). Ilmin has an animal companion, a golden monkey named Guire.",
  "Ussas: Female Gnome Druid, Neutral. Str 10, Dex 7, Con 14, Int 10, Wis 13, Cha 9. Ussas is tall, with curly golden hair and hazel eyes. She wears leather armor and wields a scimitar and javelins. Ussas has golden eagle named Arrat.",
  "Aisent: Female Gnome Wizard, N. Str 14, Dex 12, Con 13, Int 14, Wis 12, Cha 10. Aisent has gray hair and amber eyes, and wears glasses with platinum rims. She wears well-made clothing and wields a dagger.",
  "Sibond: Female Gnome Monk, NG. Str 14, Dex 15, Con 6, Int 7, Wis 12, Cha 9. Sibond has black hair and green eyes, and a distinctive scar on her leg. She wears sturdy clothing and wields a kanabo (mace) and shuriken (darts). Sibond is impossibly lucky.",
  "Elent: Female Gnome Sorcerer, N. Str 9, Dex 8, Con 12, Int 8, Wis 6, Cha 13. Elent has braided silver hair and dark blue eyes, and a round nose. She wears worn clothing and wields a quarterstaff.",
  "Banarv: Female Gnome Rogue, N. Str 10, Dex 16, Con 7, Int 12, Wis 8, Cha 14. Banarv has a narrow face, with curly white hair and hazel eyes. She wears studded leather and wields a rapier and hand crossbow. Banarv is foolhardy and insensitive.",
  "Diase: Female Gnome Rogue, NG. Str 9, Dex 16, Con 7, Int 13, Wis 11, Cha 7. Diase has a long face, with red hair and narrow hazel eyes. She wears studded leather and wields a shortsword and hand crossbow. Diase seeks to continue the noble legacy of her father.",
  "Azent: Female Gnome Monk, NG. Str 12, Dex 13, Con 7, Int 9, Wis 16, Cha 8. Azent has a long face, with brown hair and dark brown eyes. She wears well-made clothing and wields a yari (spear) and shuriken (darts). Azent seeks revenge against the sister who betrayed her.",
  "Throdu: Female Gnome Fighter, CN. Str 14, Dex 8, Con 8, Int 8, Wis 5, Cha 9. Throdu is exceptionally beautiful, with blonde hair and bright amber eyes. She wears ring mail and wields a rapier. Throdu is a pack-rat, and carries a satchel of random junk.",
  "Azais: Female Gnome Rogue, N. Str 10, Dex 14, Con 10, Int 14, Wis 12, Cha 11. Azais has long black hair and gray eyes. She wears studded leather and wields a rapier. Azais is humble and covetous.",
  "Frinarv: Female Gnome Wizard, N. Str 5, Dex 15, Con 7, Int 13, Wis 13, Cha 13. Frinarv is slender, with thick brown hair and blue eyes. She wears topaz robes and wields a dagger and light crossbow. Frinarv is depressed and flamboyant.",
  "Azent: Female Gnome Warlock, LN. Str 14, Dex 7, Con 6, Int 12, Wis 5, Cha 17. Azent is stout, with red hair and amber eyes. She wears studded leather and wields a quarterstaff. Azent has an animal companion, a grey rat named Kheli.",
  "Kunain: Female Gnome Ranger, NG. Str 11, Dex 15, Con 13, Int 5, Wis 14, Cha 14. Kunain has an angular face, with short brown hair and brown eyes. She wears half plate and wields a greataxe. Kunain suffers an acute fear of necromancy and the undead.",
  "Bonda: Female Gnome Wizard, LN. Str 7, Dex 16, Con 14, Int 17, Wis 15, Cha 10. Bonda has thick gray hair and brown eyes, and pointed ears. She wears fine clothing and wields a quarterstaff. Bonda has Common Companion.",
  "Gwali: Female Gnome Cleric, NG. Str 5, Dex 7, Con 7, Int 6, Wis 12, Cha 9. Gwali has straight black hair and sharp blue eyes. She wears hide armor and wields a light hammer and darts. Gwali seeks to destroy the undead.",
  "Bori: Female Gnome Monk, LN. Str 11, Dex 11, Con 15, Int 6, Wis 12, Cha 13. Bori has long red hair and large green eyes, and a beaked nose. She wears worn clothing and wields a yari (spear) and sai (dagger). Bori dislikes anyone bigger than her.",
  "Gili: Female Gnome Monk, N. Str 13, Dex 11, Con 11, Int 8, Wis 10, Cha 7. Gili is heavyset, with cropped copper hair and large blue eyes. She wears worn clothing and wields an ono (handaxe) and shuriken (darts). Gili is haunted by the memories of a past life.",
  "Ethis: Female Gnome Monk, NE. Str 8, Dex 13, Con 10, Int 6, Wis 11, Cha 10. Ethis is repulsive in appearance, with messy silver hair and blue eyes. She wears worn clothing and wields nunchaku (club) and shuriken (darts). Ethis has an animal companion, a gray rabbit named Dinan.",
  "Aisent: Female Gnome Rogue, LN. Str 6, Dex 15, Con 13, Int 13, Wis 10, Cha 12. Aisent has straight gray hair and hazel eyes. She wears leather armor and wields a shortsword and darts. Aisent is haunted by the memories of a past life.",
  "Made: Female Gnome Fighter, LN. Str 17, Dex 7, Con 15, Int 11, Wis 10, Cha 10. Made has short copper hair and large brown eyes. She wears a chain shirt and wields a scimitar. Made is impulsive and honest.",
  "Askal: Female Gnome Bard, LG. Str 12, Dex 9, Con 10, Int 14, Wis 8, Cha 15. Askal has a round face, with copper hair and dark amber eyes. She wears leather armor and wields a shortsword. Askal has an animal companion, a ginger ferret named Guesa.",
  "Gili: Female Gnome Druid, Neutral. Str 11, Dex 8, Con 8, Int 10, Wis 12, Cha 7. Gili is tall, with long red hair and amber eyes. She wears hide armor and wields a scimitar. Gili was magically imprisoned for a hundred years.",
  "Sende: Female Gnome Cleric, LN. Str 12, Dex 10, Con 13, Int 9, Wis 16, Cha 8. Sende is tall and heavyset, with short black hair and amber eyes. She wears studded leather and wields a spear and javelins. Sende is covetous and aggressive.",
  "Sentie: Female Gnome Monk, LN. Str 15, Dex 10, Con 9, Int 10, Wis 10, Cha 10. Sentie has an angular face, with curly red hair and hazel eyes. She wears travel-stained clothing and wields a yari (spear) and kama (sickle). Sentie seeks to destroy the race of trolls.",
  "Funda: Female Gnome Fighter, N. Str 13, Dex 11, Con 10, Int 11, Wis 7, Cha 11. Funda is exceptionally beautiful, with golden hair and gray eyes. She wears chain mail and wields a battleaxe.",
  "Monde: Female Gnome Monk, CG. Str 11, Dex 12, Con 11, Int 8, Wis 14, Cha 9. Monde has cropped blonde hair and narrow gray eyes, and a beaked nose. She wears sturdy clothing and wields a yari (spear).",
  "Elois: Female Gnome Rogue, CN. Str 13, Dex 17, Con 12, Int 8, Wis 10, Cha 12. Elois is overweight, with tangled golden hair and dark blue eyes. She wears leather armor and wields a shortsword. Elois has an animal companion, a raven named Azan.",
  "Endent: Female Gnome Warlock, N. Str 12, Dex 9, Con 10, Int 13, Wis 12, Cha 15. Endent is exceptionally beautiful, with braided brown hair and brown eyes. She wears leather armor and wields a club and shortbow. Endent is gullible and cruel.",
  "Kada: Female Gnome Warlock, CN. Str 10, Dex 5, Con 6, Int 9, Wis 12, Cha 12. Kada has white hair and narrow blue eyes, and a flat nose. She wears leather armor and wields a club and darts.",
  "Frinain: Female Gnome Fighter, CN. Str 12, Dex 15, Con 8, Int 11, Wis 6, Cha 11. Frinain is fair in appearance, with braided blonde hair and soft green eyes. She wears scale mail and wields a warhammer. Frinain has an animal companion, a black bear named Bethans.",
  "Arin: Female Gnome Ranger, N. Str 15, Dex 15, Con 9, Int 6, Wis 8, Cha 8. Arin has brown hair and hazel eyes. She wears leather armor and wields a halberd. Arin has ginger dog named Bifund.",
  "Gale: Female Gnome Monk, N. Str 15, Dex 15, Con 12, Int 8, Wis 9, Cha 8. Gale is slender, with long white hair and light blue eyes. She wears modest garments and wields a bo (quarterstaff) and sai (dagger). Gale is colorblind.",
  "Rukilm: Female Gnome Rogue, N. Str 9, Dex 14, Con 9, Int 13, Wis 10, Cha 9. Rukilm is tall, with messy brown hair and soft hazel eyes. She wears studded leather and wields a rapier and javelins. Rukilm is hunting the cultists who murdered her family.",
  "Gedu: Female Gnome Cleric, CG. Str 7, Dex 5, Con 12, Int 10, Wis 15, Cha 10. Gedu is slender, with white hair and brown eyes. She wears leather armor and wields a quarterstaff. Gedu seeks the meaning of a strange prophecy.",
  "Kunarv: Female Gnome Rogue, CE. Str 11, Dex 17, Con 13, Int 12, Wis 12, Cha 11. Kunarv is fey in appearance, with thin copper hair and amber eyes. She wears leather armor and wields a longsword. Kunarv compulsively plays with a copper coin.",
  "Raise: Female Gnome Barbarian, LN. Str 13, Dex 10, Con 12, Int 7, Wis 10, Cha 11. Raise is rough in appearance, with matted red hair and dark gray eyes. She wears studded leather and wields a pike. Raise has an animal companion, a black wolf named Azert.",
  "Ukar: Female Gnome Rogue, NG. Str 9, Dex 16, Con 8, Int 8, Wis 7, Cha 10. Ukar has black hair and bright brown eyes, and a thin nose. She wears leather armor and wields a longsword.",
  "Kadu: Female Gnome Fighter, N. Str 15, Dex 14, Con 10, Int 7, Wis 8, Cha 10. Kadu is exceptionally beautiful, with black hair and dark amber eyes. She wears ring mail and wields a greatsword. Kadu is honest and ambitious.",
  "Adas: Female Gnome Fighter, NG. Str 13, Dex 15, Con 6, Int 8, Wis 9, Cha 11. Adas has white hair and green eyes. She wears a breastplate and wields a shortsword. Adas has an animal companion, a badger named Thimin.",
  "Galie: Female Gnome Rogue, NG. Str 11, Dex 13, Con 8, Int 11, Wis 13, Cha 7. Galie has copper hair and light blue eyes, and a beaked nose. She wears leather armor and wields a handaxe.",
  "Enor: Female Gnome Rogue, LE. Str 8, Dex 15, Con 8, Int 10, Wis 7, Cha 11. Enor has a long face, with uneven black hair and sharp brown eyes. She wears leather armor and wields a rapier and sling.",
  "Aznar: Female Gnome Rogue, N. Str 13, Dex 16, Con 11, Int 7, Wis 12, Cha 11. Aznar is short, with uneven white hair and blue eyes. She wears studded leather and wields a shortsword. Aznar secretly serves Elphet, an ancient aberrant goddess.",
  "Ursas: Female Gnome Barbarian, LG. Str 12, Dex 7, Con 14, Int 7, Wis 13, Cha 15. Ursas has a long face, with gray hair and blue eyes. She wears studded leather and wields a trident and net. Ursas is sensitive and virtuous.",
  "Dinain: Female Gnome Paladin, Good. Str 13, Dex 13, Con 7, Int 12, Wis 10, Cha 10. Dinain has a long face, with curly white hair and green eyes. She wears half plate and wields a morningstar. Dinain seeks revenge against the sister who betrayed her.",
  "Nainan: Female Gnome Monk, N. Str 12, Dex 16, Con 14, Int 14, Wis 14, Cha 8. Nainan has short red hair and large brown eyes, and a sharp nose. She wears modest garments and wields a kanabo (mace). Nainan seeks to become a knight of the realm.",
  "Felia: Female Gnome Wizard, N. Str 14, Dex 15, Con 11, Int 14, Wis 14, Cha 9. Felia has matted gray hair and amber eyes. She wears well-made clothing and wields a quarterstaff.",
  "Kadu: Female Gnome Cleric, NG. Str 8, Dex 9, Con 10, Int 10, Wis 13, Cha 10. Kadu is noble in bearing, with thick red hair and green eyes. She wears half plate and wields a mace and darts. Kadu is hunting the warlord who stole her ancestral sword.",
  "Aril: Female Gnome Monk, NE. Str 14, Dex 11, Con 12, Int 12, Wis 10, Cha 9. Aril has a narrow face, with gray hair and light gray eyes. She wears simple clothing and wields a bo (quarterstaff) and shuriken (darts). Aril secretly serves Sakka, an ancient monstrous goddess.",
  "Ukar: Female Gnome Monk, NG. Str 9, Dex 9, Con 14, Int 10, Wis 13, Cha 7. Ukar has a round face, with brown hair and brown eyes. She wears sturdy clothing and wields a yari (spear) and sai (dagger). Ukar seeks to find her true love.",
  "Gwari: Female Gnome Cleric, N. Str 8, Dex 10, Con 10, Int 10, Wis 15, Cha 7. Gwari has golden hair and blue eyes. She wears leather armor and wields a spear and sickle. Gwari is painfully tone-deaf.",
  "Ainent: Female Gnome Wizard, N. Str 13, Dex 9, Con 9, Int 13, Wis 10, Cha 12. Ainent is short, with uneven silver hair and green eyes. She wears worn clothing and wields a quarterstaff. Ainent has an arcane familiar, a blind six-legged cave lizard which eats stone.",
  "Azent: Female Gnome Barbarian, NG. Str 16, Dex 10, Con 13, Int 10, Wis 11, Cha 13. Azent is short, with golden hair and brown eyes. She wears studded leather and wields a battleaxe. Azent seeks to discover what destroyed her homeland.",
  "Gwoinan: Female Gnome Bard, N. Str 9, Dex 10, Con 9, Int 12, Wis 10, Cha 12. Gwoinan has cropped auburn hair and narrow gray eyes. She wears studded leather and wields a quarterstaff and sling. Gwoinan is amoral and ambitious.",
  "Alin: Female Gnome Rogue, LE. Str 11, Dex 14, Con 8, Int 16, Wis 12, Cha 7. Alin has messy gray hair and narrow hazel eyes. She wears studded leather and wields a longsword.",
  "Kamal: Female Gnome Fighter, CN. Str 14, Dex 11, Con 8, Int 8, Wis 7, Cha 10. Kamal has golden hair and light brown eyes, and a round nose. She wears a breastplate and wields a shortsword and net.",
  "Diase: Female Gnome Fighter, CN. Str 17, Dex 13, Con 10, Int 10, Wis 12, Cha 9. Diase is rugged in appearance, with silver hair and narrow green eyes. She wears a breastplate and wields a longsword and shield.",
  "Atud: Female Gnome Fighter, N. Str 14, Dex 11, Con 8, Int 13, Wis 9, Cha 10. Atud is common in appearance, with tangled red hair and soft blue eyes. She wears hide armor and wields a warhammer and hand crossbow. Atud has an animal companion, a copper firedrake named Auder.",
  "Kali: Female Gnome Wizard, NG. Str 12, Dex 7, Con 10, Int 12, Wis 8, Cha 15. Kali has a narrow face, with braided golden hair and hazel eyes. She wears expensive clothing and wields a quarterstaff. Kali is cultured and inventive.",
  "Disanz: Female Gnome Sorcerer, N. Str 10, Dex 10, Con 13, Int 8, Wis 11, Cha 16. Disanz has an angular face, with copper hair and gray eyes. She wears modest garments and wields a dagger. Disanz suffers a traumatic fear of injury.",
  "Banain: Female Gnome Wizard, LN. Str 8, Dex 14, Con 11, Int 14, Wis 9, Cha 11. Banain is tall, with straight gray hair and hazel eyes. She wears topaz robes and wields a dagger. Banain seeks revenge against the sister who betrayed her.",
  "Elient: Female Gnome Monk, NG. Str 11, Dex 16, Con 9, Int 13, Wis 13, Cha 7. Elient has a long face, with copper hair and sharp amber eyes. She wears worn clothing and wields an ono (handaxe) and shuriken (darts). Elient has an animal companion, a gray rat named Frinain.",
  "Geda: Female Gnome Monk, CG. Str 13, Dex 12, Con 10, Int 5, Wis 15, Cha 14. Geda is exceptionally beautiful, with straight red hair and gray eyes. She wears travel-stained clothing and wields a kanabo (mace). Geda is perceptive and pious.",
  "Bori: Female Gnome Fighter, N. Str 17, Dex 10, Con 7, Int 12, Wis 10, Cha 7. Bori has a long face, with brown hair and bright gray eyes. She wears a chain shirt and wields a greataxe. Bori is dying and desperately seeks the secret of immortality.",
  "Bilie: Female Gnome Wizard, LE. Str 5, Dex 14, Con 13, Int 16, Wis 11, Cha 11. Bilie is tall, with blonde hair and green eyes. She wears well-made clothing and wields a dagger.",
  "Endent: Female Gnome Bard, LN. Str 10, Dex 11, Con 10, Int 10, Wis 10, Cha 17. Endent has cropped brown hair and narrow gray eyes, and a thin nose. She wears leather armor and wields a shortsword. Endent seeks to discover what destroyed her homeland.",
  "Ersent: Female Gnome Fighter, NE. Str 14, Dex 12, Con 11, Int 13, Wis 14, Cha 9. Ersent has uneven copper hair and gray eyes. She wears ring mail and wields a scimitar and shield. Ersent is brutal and destructive.",
  "Ukral: Female Gnome Barbarian, NG. Str 16, Dex 11, Con 15, Int 12, Wis 6, Cha 12. Ukral has copper hair and gray eyes, and prominent ears. She wears leather armor and wields a glaive. Ukral has an animal companion, a ginger dog named Remi.",
  "Ziri: Female Gnome Fighter, CN. Str 15, Dex 16, Con 11, Int 6, Wis 10, Cha 11. Ziri has a square face, with red hair and hazel eyes. She wears scale mail and wields a maul. Ziri is searching for her missing son.",
  "Azad: Female Gnome Monk, NE. Str 11, Dex 12, Con 8, Int 12, Wis 11, Cha 10. Azad is wretched in appearance, with brown hair and light blue eyes. She wears simple clothing and wields a kanabo (mace) and sai (dagger). Azad is sadistic and bloodthirsty.",
  "Gili: Female Gnome Cleric, LE. Str 10, Dex 11, Con 11, Int 11, Wis 17, Cha 15. Gili has curly golden hair and sharp amber eyes, and small ears. She wears studded leather and wields a spear and shield. Gili is searching for her lost sister.",
  "Anas: Female Gnome Monk, N. Str 13, Dex 16, Con 14, Int 11, Wis 11, Cha 8. Anas is tall and stout, with brown hair and amber eyes. She wears modest garments and wields a yari (spear) and shuriken (darts).",
  "Kadu: Female Gnome Bard, LN. Str 5, Dex 7, Con 11, Int 8, Wis 10, Cha 12. Kadu has an angular face, with matted silver hair and gray eyes. She wears studded leather and wields a handaxe. Kadu is lustful and sarcastic.",
  "Sentie: Female Gnome Rogue, NG. Str 11, Dex 13, Con 7, Int 14, Wis 11, Cha 6. Sentie has a round face, with silver hair and dark brown eyes. She wears leather armor and wields a shortsword. Sentie speaks with a strange accent.",
  "Diase: Female Gnome Monk, LE. Str 17, Dex 8, Con 12, Int 9, Wis 17, Cha 9. Diase has black hair and bright hazel eyes. She wears well-made clothing and wields an ono (handaxe). Diase is a skilled singer.",
  "Thrinan: Female Gnome Fighter, N. Str 17, Dex 10, Con 14, Int 8, Wis 13, Cha 6. Thrinan is slender, with auburn hair and blue eyes. She wears ring mail and wields a morningstar and shield. Thrinan is haunted by the ghost of someone she killed.",
  "Endent: Female Gnome Wizard, N. Str 8, Dex 11, Con 11, Int 14, Wis 9, Cha 10. Endent has thick copper hair and light brown eyes, and pointed ears. She wears travel-stained clothing and wields a quarterstaff and light crossbow. Endent has an arcane familiar, a three-headed snake which sometimes sees past or future events.",
  "Adas: Female Gnome Barbarian, LN. Str 14, Dex 13, Con 9, Int 13, Wis 6, Cha 9. Adas is exceptionally beautiful, with copper hair and green eyes. She wears leather armor and wields a scimitar and longbow.",
  "Thali: Female Gnome Paladin, Good. Str 10, Dex 11, Con 13, Int 13, Wis 12, Cha 14. Thali has straight white hair and hazel eyes. She wears a breastplate and wields a whip. Thali is faithful and wise.",
  "Elior: Female Gnome Bard, LN. Str 10, Dex 14, Con 7, Int 11, Wis 5, Cha 14. Elior has a narrow face, with white hair and green eyes. She wears studded leather and wields a handaxe. Elior is absent-minded and gullible.",
  "Arin: Female Gnome Paladin, Good. Str 14, Dex 8, Con 11, Int 10, Wis 8, Cha 15. Arin has messy brown hair and green eyes. She wears scale mail and wields a longsword.",
  "Kunan: Female Gnome Monk, N. Str 12, Dex 11, Con 10, Int 13, Wis 14, Cha 6. Kunan has blonde hair and dark hazel eyes, and a sharp nose. She wears modest garments and wields nunchaku (club) and shuriken (darts). Kunan has an animal companion, a tiger named Dainarv.",
  "Galie: Female Gnome Fighter, CG. Str 17, Dex 8, Con 11, Int 11, Wis 8, Cha 7. Galie has silver hair and blue eyes. She wears half plate and wields a flail and net. Galie has an animal companion, a badger named Rogui.",
  "Aibis: Female Gnome Rogue, NE. Str 10, Dex 17, Con 8, Int 17, Wis 6, Cha 6. Aibis has golden hair and bright brown eyes. She wears studded leather and wields a shortsword and hand crossbow. Aibis is quiet, and says as little as possible.",
  "Rina: Female Gnome Monk, NG. Str 15, Dex 13, Con 10, Int 9, Wis 12, Cha 11. Rina is exceptionally beautiful, with curly silver hair and blue eyes. She wears worn clothing and wields an ono (handaxe). Rina seeks to continue the noble legacy of her father.",
  "Nanarv: Female Gnome Cleric, NG. Str 11, Dex 12, Con 13, Int 6, Wis 13, Cha 13. Nanarv is common in appearance, with silver hair and bright amber eyes. She wears a breastplate and wields a handaxe and shield. Nanarv is courageous and covetous.",
  "Thrainan: Female Gnome Bard, NE. Str 11, Dex 9, Con 11, Int 11, Wis 15, Cha 16. Thrainan has long auburn hair and narrow brown eyes, and wears glasses with gold rims. She wears leather armor and wields a rapier and hand crossbow. Thrainan has an animal companion, a red fox named Shakar.",
  "Kurda: Female Gnome Fighter, N. Str 12, Dex 14, Con 8, Int 14, Wis 6, Cha 12. Kurda is tall, with matted brown hair and blue eyes. She wears a breastplate and wields a shortsword. Kurda seeks to free herself from an ancient curse.",
  "Threri: Female Gnome Warlock, LG. Str 9, Dex 11, Con 10, Int 7, Wis 11, Cha 16. Threri has thin auburn hair and hazel eyes. She wears studded leather and wields a mace and sling. Threri is energetic and pious.",
  "Annent: Female Gnome Bard, NG. Str 8, Dex 13, Con 10, Int 17, Wis 15, Cha 15. Annent has a long face, with matted white hair and large green eyes. She wears studded leather and wields a shortsword and sling. Annent compulsively whispers nonsense.",
  "Hansa: Female Gnome Rogue, N. Str 10, Dex 12, Con 11, Int 15, Wis 11, Cha 8. Hansa is short, with curly white hair and brown eyes. She wears leather armor and wields a rapier. Hansa seeks only fame and glory.",
  "Ethis: Female Gnome Monk, NG. Str 13, Dex 15, Con 15, Int 11, Wis 10, Cha 7. Ethis has braided blonde hair and gray eyes. She wears travel-stained clothing and wields a yari (spear) and shuriken (darts). Ethis has an animal companion, a white rabbit named Urin.",
  "Alias: Female Gnome Sorcerer, NG. Str 6, Dex 7, Con 14, Int 10, Wis 12, Cha 13. Alias has an angular face, with black hair and brown eyes. She wears simple clothing and wields a dagger and sling. Alias compulsively plays with a platinum ring.",
  "Gili: Female Gnome Monk, CG. Str 14, Dex 15, Con 8, Int 15, Wis 12, Cha 15. Gili has messy blonde hair and bright gray eyes, and a beaked nose. She wears simple clothing and wields nunchaku (club). Gili is searching for a legendary blade named Malevolent Champion.",
  "Minarv: Female Gnome Paladin, Good. Str 10, Dex 13, Con 11, Int 7, Wis 15, Cha 13. Minarv has thick silver hair and green eyes, and a thin nose. She wears ring mail and wields a scimitar. Minarv has an animal companion, a bay warhorse named Aerris.",
  "Kari: Female Gnome Fighter, NG. Str 12, Dex 11, Con 8, Int 12, Wis 11, Cha 7. Kari is short and heavyset, with gray hair and sharp hazel eyes. She wears a chain shirt and wields a glaive. Kari is searching for her missing daughter.",
  "Grinarv: Female Gnome Rogue, N. Str 9, Dex 16, Con 9, Int 15, Wis 7, Cha 14. Grinarv has a long face, with gray hair and amber eyes. She wears leather armor and wields a longsword and light crossbow. Grinarv is blind in her left eye.",
  "Monde: Female Gnome Paladin, Good. Str 16, Dex 13, Con 9, Int 10, Wis 15, Cha 15. Monde is short and heavyset, with braided brown hair and bright brown eyes. She wears chain mail and wields a trident and shield. Monde has an animal companion, a bay warhorse named Elient.",
  "Liena: Female Gnome Barbarian, N. Str 12, Dex 13, Con 11, Int 8, Wis 9, Cha 12. Liena has gray hair and large brown eyes, and pointed ears. She wears scale mail and wields a pike. Liena has an animal companion, a black bear named Reiambern.",
  "Dwari: Female Gnome Wizard, N. Str 11, Dex 14, Con 12, Int 17, Wis 13, Cha 8. Dwari is common in appearance, with thin blonde hair and sharp green eyes. She wears tailored clothing and wields a dagger.",
  "Aissas: Female Gnome Monk, NE. Str 11, Dex 11, Con 6, Int 10, Wis 14, Cha 9. Aissas has golden hair and sharp brown eyes. She wears well-made clothing and wields a bo (quarterstaff) and sai (dagger). Aissas suffers a traumatic fear of injury.",
  "Liaze: Female Gnome Ranger, NG. Str 14, Dex 12, Con 12, Int 9, Wis 7, Cha 9. Liaze has copper hair and brown eyes. She wears leather armor and wields a rapier.",
  "Ansas: Female Gnome Barbarian, N. Str 15, Dex 7, Con 12, Int 8, Wis 13, Cha 13. Ansas is fey in appearance, with golden hair and green eyes. She wears studded leather and wields a longsword. Ansas secretly serves Hiraie, an ancient goddess of chaos.",
  "Nainan: Female Gnome Fighter, LN. Str 13, Dex 10, Con 8, Int 11, Wis 8, Cha 13. Nainan has cropped white hair and blue eyes. She wears half plate and wields a war pick and heavy crossbow. Nainan compulsively plays with a copper coin.",
  "Nanain: Female Gnome Monk, LN. Str 15, Dex 16, Con 9, Int 15, Wis 14, Cha 9. Nanain has a round face, with silver hair and soft hazel eyes. She wears plain clothing and wields nunchaku (club). Nanain is covetous and aggressive.",
  "Ursas: Female Gnome Druid, Neutral. Str 11, Dex 7, Con 10, Int 11, Wis 17, Cha 15. Ursas has a long face, with silver hair and gray eyes. She wears hide armor and wields a scimitar and wooden shield. Ursas is mischievous and impulsive.",
  "Mersa: Female Gnome Ranger, LG. Str 12, Dex 10, Con 10, Int 12, Wis 12, Cha 9. Mersa has curly auburn hair and gray eyes, and a flat nose. She wears leather armor and wields a rapier. Mersa suffers a deadly allergy to shellfish.",
  "Rele: Female Gnome Fighter, NE. Str 13, Dex 12, Con 10, Int 12, Wis 11, Cha 11. Rele has thick white hair and soft green eyes. She wears a breastplate and wields a battleaxe and net. Rele has an animal companion, a badger named Geda.",
  "Theli: Female Gnome Monk, LN. Str 10, Dex 15, Con 9, Int 12, Wis 15, Cha 13. Theli has brown hair and blue eyes, and a round nose. She wears modest garments and wields nunchaku (club).",
  "Elior: Female Gnome Fighter, N. Str 12, Dex 12, Con 6, Int 9, Wis 7, Cha 10. Elior is fair in appearance, with golden hair and blue eyes. She wears hide armor and wields a battleaxe and heavy crossbow. Elior secretly serves Mashtu, an ancient goddess of trickery.",
  "Ainent: Female Gnome Monk, N. Str 11, Dex 14, Con 7, Int 8, Wis 9, Cha 7. Ainent is tall and thin, with black hair and dark green eyes. She wears simple clothing and wields nunchaku (club). Ainent is fierce and greedy.",
  "Haina: Female Gnome Fighter, LN. Str 14, Dex 11, Con 14, Int 9, Wis 9, Cha 11. Haina has a square face, with cropped red hair and gray eyes. She wears a breastplate and wields a trident and shield. Haina seeks to free herself from an ancient curse.",
  "Ussas: Female Gnome Paladin, Good. Str 10, Dex 10, Con 13, Int 8, Wis 8, Cha 15. Ussas is rugged in appearance, with cropped gray hair and hazel eyes. She wears half plate and wields a greataxe. Ussas is impossibly lucky.",
  "Bali: Female Gnome Fighter, N. Str 13, Dex 14, Con 9, Int 12, Wis 9, Cha 6. Bali has copper hair and brown eyes, and a magical mark on her arm. She wears half plate and wields a flail and shield.",
  "Carais: Female Gnome Warlock, N. Str 13, Dex 8, Con 7, Int 6, Wis 7, Cha 12. Carais is exceptionally beautiful, with silver hair and green eyes. She wears leather armor and wields a spear. Carais is hunting the doppelganger which destroyed her homeland.",
  "Bifar: Female Gnome Ranger, NG. Str 11, Dex 16, Con 10, Int 6, Wis 12, Cha 7. Bifar is elegant in appearance, with copper hair and amber eyes. She wears leather armor and wields a glaive. Bifar has black eagle named Girve.",
  "Sane: Female Gnome Rogue, N. Str 12, Dex 13, Con 7, Int 11, Wis 15, Cha 10. Sane is common in appearance, with uneven copper hair and soft amber eyes. She wears leather armor and wields a shortsword. Sane has an animal companion, a black cat named Alais.",
  "Ethais: Female Gnome Fighter, LN. Str 15, Dex 11, Con 6, Int 7, Wis 6, Cha 14. Ethais is short and thin, with brown hair and soft gray eyes. She wears plate armor and wields a rapier.",
  "Alil: Female Gnome Ranger, NG. Str 12, Dex 9, Con 11, Int 14, Wis 10, Cha 8. Alil is short, with blonde hair and light blue eyes. She wears leather armor and wields a whip and shield. Alil is hunting the warlord who murdered her family.",
  "Armor: Female Gnome Monk, LN. Str 12, Dex 17, Con 7, Int 9, Wis 15, Cha 13. Armor is short and heavyset, with cropped blonde hair and bright brown eyes. She wears modest garments and wields a kanabo (mace).",
  "Constie: Female Gnome Fighter, N. Str 17, Dex 12, Con 14, Int 14, Wis 12, Cha 12. Constie has a round face, with tangled blonde hair and bright amber eyes. She wears scale mail and wields a flail. Constie seeks to free herself from an ancient curse.",
  "Ratur: Female Gnome Barbarian, N. Str 15, Dex 5, Con 11, Int 5, Wis 14, Cha 8. Ratur is tall and willowy, with curly red hair and brown eyes. She wears studded leather and wields a morningstar and shield. Ratur is dying and desperately seeks the secret of immortality.",
  "Ursas: Female Gnome Fighter, LE. Str 13, Dex 17, Con 11, Int 12, Wis 10, Cha 8. Ursas has short blonde hair and hazel eyes, and numerous distinctive tattoos. She wears chain mail and wields a war pick and blowgun.",
  "Hansa: Female Gnome Wizard, LN. Str 10, Dex 12, Con 5, Int 12, Wis 5, Cha 7. Hansa is willowy, with curly gray hair and green eyes. She wears fine clothing and wields a dagger. Hansa is cursed with amnesia.",
  "Hilia: Female Gnome Rogue, NG. Str 10, Dex 14, Con 12, Int 11, Wis 8, Cha 12. Hilia has a round face, with gray hair and large green eyes. She wears studded leather and wields a light hammer and hand crossbow. Hilia serves Seriel, an ancient but forgotten goddess of light.",
  "Fele: Female Gnome Rogue, LN. Str 11, Dex 14, Con 8, Int 12, Wis 11, Cha 10. Fele is willowy, with tangled auburn hair and large amber eyes. She wears leather armor and wields a mace. Fele has an animal companion, a black cat named Gili.",
  "Aelient: Female Gnome Monk, LN. Str 12, Dex 10, Con 11, Int 6, Wis 15, Cha 10. Aelient has a long face, with golden hair and light green eyes. She wears modest garments and wields a bo (quarterstaff) and shuriken (darts). Aelient is lustful and lazy.",
  "Diasa: Female Gnome Cleric, LN. Str 6, Dex 6, Con 7, Int 10, Wis 16, Cha 12. Diasa is pleasant in appearance, with curly red hair and brown eyes. She wears a chain shirt and wields a handaxe and sling.",
  "Dwali: Female Gnome Druid, Neutral. Str 13, Dex 8, Con 15, Int 11, Wis 17, Cha 8. Dwali is short and overweight, with curly blonde hair and soft amber eyes. She wears leather armor and wields a spear and wooden shield.",
  "Kunarv: Female Gnome Druid, Neutral. Str 12, Dex 9, Con 12, Int 7, Wis 13, Cha 12. Kunarv is short, with thin black hair and light blue eyes. She wears leather armor and wields a mace.",
  "Abent: Female Gnome Fighter, N. Str 15, Dex 12, Con 11, Int 11, Wis 9, Cha 11. Abent is tall and thin, with golden hair and green eyes. She wears ring mail and wields a whip.",
  "Sende: Female Gnome Paladin, Good. Str 12, Dex 9, Con 12, Int 11, Wis 15, Cha 16. Sende is short and slender, with thick black hair and gray eyes. She wears chain mail and wields a greatsword. Sende speaks with a quiet voice.",
  "Adas: Female Gnome Monk, N. Str 12, Dex 11, Con 11, Int 9, Wis 13, Cha 11. Adas is overweight, with brown hair and amber eyes. She wears modest garments and wields a bo (quarterstaff) and shuriken (darts).",
  "Haine: Female Gnome Fighter, LN. Str 14, Dex 14, Con 11, Int 9, Wis 9, Cha 6. Haine has brown hair and blue eyes. She wears a breastplate and wields a war pick. Haine has an animal companion, a black wolf named Frori.",
  "Loisa: Female Gnome Rogue, LN. Str 14, Dex 17, Con 14, Int 14, Wis 9, Cha 12. Loisa is fair in appearance, with red hair and amber eyes. She wears leather armor and wields a shortsword. Loisa has an animal companion, a dire rat named Theli.",
  "Bausse: Female Gnome Monk, N. Str 16, Dex 14, Con 13, Int 5, Wis 11, Cha 11. Bausse is rugged in appearance, with golden hair and dark amber eyes. She wears modest garments and wields an ono (handaxe). Bausse seeks to become a knight of the realm.",
  "Alin: Female Gnome Rogue, LE. Str 12, Dex 16, Con 12, Int 11, Wis 11, Cha 13. Alin has a long face, with short golden hair and bright green eyes. She wears leather armor and wields a shortsword and hand crossbow. Alin is aggressive and perverted.",
  "Sentie: Female Gnome Warlock, NE. Str 13, Dex 7, Con 6, Int 9, Wis 10, Cha 12. Sentie is tall and stout, with messy silver hair and large amber eyes. She wears studded leather and wields a spear. Sentie has an animal companion, a vampire bat named Elior.",
  "Ziri: Female Gnome Monk, LE. Str 7, Dex 14, Con 7, Int 12, Wis 9, Cha 7. Ziri has brown hair and soft blue eyes. She wears simple clothing and wields a bo (quarterstaff) and sai (dagger). Ziri is haunted by the ghost of someone she killed.",
  "Thrari: Female Gnome Fighter, LG. Str 16, Dex 10, Con 14, Int 11, Wis 11, Cha 12. Thrari has thick blonde hair and blue eyes, and numerous magical tattoos. She wears plate armor and wields a longsword and shield. Thrari is hunting the warlord who stole her ancestral sword.",
  "Abent: Female Gnome Warlock, CN. Str 14, Dex 5, Con 9, Int 13, Wis 11, Cha 15. Abent is fair in appearance, with copper hair and large brown eyes. She wears leather armor and wields a mace. Abent is zealous and disloyal.",
  "Mersa: Female Gnome Warlock, CE. Str 13, Dex 15, Con 8, Int 11, Wis 11, Cha 16. Mersa has uneven white hair and large blue eyes. She wears leather armor and wields a light hammer.",
  "Azais: Female Gnome Paladin, Good. Str 14, Dex 10, Con 6, Int 12, Wis 9, Cha 12. Azais is tall, with uneven copper hair and brown eyes. She wears splint armor and wields a war pick and shield. Azais has an animal companion, a bay warhorse named Zigil.",
  "Made: Female Gnome Warlock, N. Str 16, Dex 7, Con 10, Int 6, Wis 12, Cha 17. Made is fair in appearance, with tangled golden hair and brown eyes. She wears leather armor and wields a spear. Made has an animal companion, a black cat named Thunda.",
  "Shatelch: Female Gnome Ranger, NG. Str 11, Dex 14, Con 14, Int 7, Wis 13, Cha 8. Shatelch is exceptionally beautiful, with black hair and sharp gray eyes. She wears leather armor and wields a shortsword. Shatelch suffers a paralyzing fear of clerics.",
  "Urin: Female Gnome Cleric, CE. Str 10, Dex 14, Con 10, Int 15, Wis 14, Cha 10. Urin has messy copper hair and large green eyes, and a thin nose. She wears a breastplate and wields a light hammer and sling. Urin is painfully tone-deaf.",
  "Senda: Female Gnome Druid, Neutral. Str 10, Dex 10, Con 11, Int 10, Wis 15, Cha 11. Senda has silver hair and amber eyes. She wears leather armor and wields a spear. Senda has forest owl named Enor.",
  "Hansa: Female Gnome Monk, N. Str 9, Dex 9, Con 11, Int 6, Wis 12, Cha 13. Hansa is exceptionally beautiful, with silver hair and blue eyes. She wears simple clothing and wields nunchaku (club). Hansa is searching for a legendary blade named Corrupt Cruelty.",
  "Ansis: Female Gnome Cleric, LG. Str 8, Dex 10, Con 7, Int 9, Wis 17, Cha 11. Ansis has gray hair and hazel eyes. She wears hide armor and wields a club and shield. Ansis seeks to free herself from an ancient curse.",
  "Thrinain: Female Gnome Monk, LG. Str 9, Dex 12, Con 11, Int 15, Wis 16, Cha 9. Thrinain is common in appearance, with curly blonde hair and hazel eyes. She wears modest garments and wields nunchaku (club). Thrinain has an animal companion, a red snake named Undin.",
  "Theli: Female Gnome Rogue, NE. Str 8, Dex 13, Con 12, Int 12, Wis 8, Cha 10. Theli has copper hair and dark green eyes, and a maimed left hand. She wears studded leather and wields a shortsword and dagger. Theli seeks to become a vampire.",
  "Thimin: Female Gnome Fighter, LN. Str 14, Dex 9, Con 12, Int 10, Wis 8, Cha 11. Thimin is rough in appearance, with gray hair and blue eyes. She wears splint armor and wields a maul. Thimin secretly serves Oriac, an ancient goddess of trickery.",
  "Khainan: Female Gnome Fighter, LG. Str 16, Dex 8, Con 9, Int 11, Wis 10, Cha 13. Khainan has braided golden hair and sharp blue eyes, and a sharp nose. She wears scale mail and wields a whip.",
  "Bonde: Female Gnome Druid, Neutral. Str 13, Dex 7, Con 8, Int 10, Wis 15, Cha 8. Bonde is tall, with black hair and amber eyes. She wears hide armor and wields a club. Bonde is shrewd and impartial.",
  "Esclas: Female Gnome Rogue, LG. Str 7, Dex 12, Con 9, Int 14, Wis 11, Cha 10. Esclas has a narrow face, with silver hair and brown eyes. She wears studded leather and wields a spear and sickle. Esclas is searching for the legendary Sanctum of the Gargoyle Baron.",
  "Merse: Female Gnome Monk, N. Str 14, Dex 12, Con 5, Int 13, Wis 12, Cha 14. Merse has a long face, with blonde hair and hazel eyes. She wears worn clothing and wields nunchaku (club) and kama (sickle). Merse is extravagant and crude.",
  "Khunda: Female Gnome Sorcerer, NE. Str 10, Dex 12, Con 15, Int 11, Wis 9, Cha 17. Khunda has thin black hair and brown eyes, and a flat nose. She wears plain clothing and wields a dagger and light crossbow. Khunda has an animal companion, a horned toad named Gamah.",
  "Duri: Female Gnome Druid, Neutral. Str 16, Dex 13, Con 10, Int 10, Wis 14, Cha 11. Duri is rugged in appearance, with straight gray hair and gray eyes. She wears hide armor and wields a spear and dagger.",
  "Relie: Female Gnome Monk, NG. Str 12, Dex 10, Con 6, Int 15, Wis 13, Cha 10. Relie has curly brown hair and sharp green eyes. She wears plain clothing and wields nunchaku (club). Relie seeks to discover why she keeps having the same dream.",
  "Gamul: Female Gnome Druid, Neutral. Str 13, Dex 8, Con 5, Int 9, Wis 16, Cha 11. Gamul has messy copper hair and bright green eyes, and a beaked nose. She wears hide armor and wields a quarterstaff. Gamul seeks to discover what destroyed her homeland.",
  "Odal: Female Gnome Fighter, LN. Str 15, Dex 17, Con 11, Int 11, Wis 10, Cha 8. Odal has curly auburn hair and gray eyes, and a beaked nose. She wears splint armor and wields a greataxe. Odal suffers a paralyzing fear of mirrors.",
  "Raise: Female Gnome Warlock, LN. Str 14, Dex 10, Con 13, Int 8, Wis 14, Cha 13. Raise is short, with auburn hair and blue eyes. She wears leather armor and wields a mace. Raise is moody and cautious.",
  "Elior: Female Gnome Cleric, CE. Str 6, Dex 11, Con 12, Int 6, Wis 14, Cha 12. Elior is common in appearance, with matted blonde hair and hazel eyes. She wears studded leather and wields a mace and shield. Elior holds a grudge against goblins.",
  "Constie: Female Gnome Ranger, N. Str 13, Dex 14, Con 11, Int 10, Wis 9, Cha 9. Constie is common in appearance, with red hair and gray eyes. She wears studded leather and wields a warhammer and shield. Constie is cursed with insanity.",
  "Ethais: Female Gnome Fighter, CG. Str 14, Dex 9, Con 10, Int 8, Wis 11, Cha 11. Ethais has an angular face, with straight blonde hair and light brown eyes. She wears a chain shirt and wields a maul. Ethais has an animal companion, a black dog named Anor.",
  "Elois: Female Gnome Fighter, N. Str 16, Dex 15, Con 14, Int 9, Wis 8, Cha 7. Elois has short golden hair and amber eyes, and numerous unusual tattoos. She wears a chain shirt and wields a rapier and heavy crossbow. Elois is lustful and cowardly.",
  "Khudu: Female Gnome Sorcerer, N. Str 11, Dex 14, Con 12, Int 6, Wis 14, Cha 15. Khudu has thin auburn hair and dark gray eyes. She wears sturdy clothing and wields a dagger. Khudu is dying and desperately seeks the secret of immortality.",
  "Sanna: Female Gnome Bard, NG. Str 14, Dex 10, Con 14, Int 10, Wis 8, Cha 16. Sanna is rugged in appearance, with blonde hair and brown eyes. She wears studded leather and wields a club. Sanna believes that she is being hunted by supernatural creatures.",
  "Bethel: Female Gnome Paladin, Good. Str 10, Dex 13, Con 9, Int 7, Wis 13, Cha 15. Bethel is tall, with white hair and light green eyes. She wears half plate and wields a morningstar and shield. Bethel is friendly and superstitious.",
  "Elior: Female Gnome Rogue, LN. Str 9, Dex 17, Con 9, Int 11, Wis 8, Cha 12. Elior has a long face, with blonde hair and gray eyes. She wears studded leather and wields a shortsword. Elior is paranoid and shrewd.",
  "Ursas: Female Gnome Bard, NG. Str 14, Dex 9, Con 7, Int 12, Wis 5, Cha 16. Ursas has silver hair and amber eyes. She wears leather armor and wields a longsword. Ursas has an animal companion, a hawk named Ukar.",
  "Felie: Female Gnome Barbarian, NG. Str 17, Dex 11, Con 11, Int 10, Wis 12, Cha 15. Felie is short, with matted auburn hair and light brown eyes. She wears hide armor and wields a war pick and shield. Felie is brave and tactless.",
  "Dinan: Female Gnome Cleric, NG. Str 9, Dex 12, Con 11, Int 14, Wis 12, Cha 9. Dinan is common in appearance, with braided silver hair and brown eyes. She wears studded leather and wields a mace. Dinan seeks the meaning of a strange prophecy.",
  "Azent: Female Gnome Rogue, LG. Str 10, Dex 17, Con 10, Int 12, Wis 8, Cha 8. Azent has gray hair and gray eyes, and small ears. She wears studded leather and wields a shortsword. Azent is compassionate and determined.",
  "Bali: Female Gnome Sorcerer, NG. Str 13, Dex 9, Con 11, Int 12, Wis 11, Cha 15. Bali has gray hair and green eyes. She wears simple clothing and wields a quarterstaff.",
  "Thunda: Female Gnome Rogue, LE. Str 10, Dex 17, Con 9, Int 12, Wis 8, Cha 12. Thunda has short auburn hair and green eyes. She wears studded leather and wields a longsword and hand crossbow. Thunda has an animal companion, a dire rat named Guilhin.",
  "Alin: Female Gnome Wizard, NG. Str 6, Dex 16, Con 11, Int 14, Wis 9, Cha 8. Alin has curly blonde hair and hazel eyes, and a sharp nose. She wears simple clothing and wields a quarterstaff and sling.",
  "Elis: Female Gnome Rogue, LN. Str 12, Dex 16, Con 9, Int 12, Wis 6, Cha 15. Elis has gray hair and brown eyes, and large ears. She wears studded leather and wields a spear. Elis seeks revenge against the sister who betrayed her.",
  "Askad: Female Gnome Monk, CE. Str 14, Dex 17, Con 15, Int 9, Wis 8, Cha 11. Askad has a long face, with white hair and bright amber eyes. She wears simple clothing and wields a yari (spear) and kama (sickle). Askad compulsively insults others.",
  "Elias: Female Gnome Cleric, N. Str 13, Dex 12, Con 10, Int 8, Wis 14, Cha 16. Elias has uneven white hair and hazel eyes, and pointed ears. She wears half plate and wields a handaxe and sling. Elias suffers a traumatic fear of clerics.",
  "Geda: Female Gnome Rogue, N. Str 11, Dex 14, Con 11, Int 11, Wis 7, Cha 7. Geda has tangled red hair and brown eyes. She wears studded leather and wields a shortsword and hand crossbow. Geda is quiet, and says as little as possible.",
  "Elient: Female Gnome Cleric, NE. Str 9, Dex 12, Con 7, Int 14, Wis 14, Cha 15. Elient is overweight, with messy brown hair and brown eyes. She wears hide armor and wields a spear and shield. Elient is haughty and craven.",
  "Ansas: Female Gnome Cleric, NG. Str 11, Dex 14, Con 9, Int 12, Wis 15, Cha 14. Ansas has gray hair and green eyes, and pointed ears. She wears half plate and wields a mace. Ansas is searching for her lost brother.",
  "Amas: Female Gnome Fighter, CN. Str 13, Dex 12, Con 11, Int 9, Wis 14, Cha 10. Amas is rugged in appearance, with copper hair and hazel eyes. She wears plate armor and wields a flail and shield. Amas has an animal companion, a brown bear named Fundu.",
  "Lene: Female Gnome Fighter, N. Str 12, Dex 11, Con 7, Int 9, Wis 10, Cha 13. Lene has an angular face, with tangled silver hair and amber eyes. She wears chain mail and wields a scimitar. Lene has an animal companion, a ginger dog named Kurda.",
  "Galia: Female Gnome Monk, CN. Str 10, Dex 12, Con 11, Int 10, Wis 9, Cha 10. Galia is exceptionally beautiful, with gray hair and gray eyes. She wears simple clothing and wields a yari (spear) and shuriken (darts). Galia is driven and honest.",
  "Annent: Female Gnome Barbarian, N. Str 17, Dex 6, Con 12, Int 11, Wis 9, Cha 11. Annent has gray hair and dark gray eyes. She wears scale mail and wields a rapier. Annent suffers a traumatic fear of disease.",
  "Haine: Female Gnome Cleric, NG. Str 8, Dex 12, Con 9, Int 9, Wis 17, Cha 10. Haine has a round face, with straight red hair and gray eyes. She wears studded leather and wields a handaxe and dagger. Haine is chivalrous and aesthetic.",
  "Raise: Female Gnome Rogue, N. Str 9, Dex 16, Con 13, Int 13, Wis 9, Cha 7. Raise is fey in appearance, with long silver hair and large blue eyes. She wears leather armor and wields a longsword. Raise is suspicious and secretive.",
  "Mantie: Female Gnome Monk, N. Str 10, Dex 14, Con 8, Int 10, Wis 12, Cha 13. Mantie is fair in appearance, with cropped brown hair and hazel eyes. She wears worn clothing and wields an ono (handaxe). Mantie is fascinated by the natural and fey worlds.",
  "Duri: Female Gnome Monk, N. Str 15, Dex 12, Con 10, Int 12, Wis 12, Cha 7. Duri is short and willowy, with copper hair and dark gray eyes. She wears modest garments and wields a bo (quarterstaff).",
  "Hile: Female Gnome Druid, Neutral. Str 13, Dex 11, Con 6, Int 11, Wis 12, Cha 12. Hile is pleasant in appearance, with messy silver hair and dark amber eyes. She wears hide armor and wields a quarterstaff. Hile has badger named Thatur.",
  "Orin: Female Gnome Monk, NE. Str 15, Dex 9, Con 11, Int 7, Wis 15, Cha 10. Orin has silver hair and narrow green eyes, and numerous horrific scars. She wears simple clothing and wields a yari (spear) and shuriken (darts).",
  "Hile: Female Gnome Paladin, Good. Str 14, Dex 12, Con 15, Int 9, Wis 15, Cha 13. Hile has a long face, with silver hair and amber eyes. She wears plate armor and wields a maul. Hile has an animal companion, a white warhorse named Banarv.",
  "Aethis: Female Gnome Cleric, N. Str 13, Dex 6, Con 8, Int 14, Wis 16, Cha 10. Aethis has copper hair and amber eyes, and a flat nose. She wears leather armor and wields a spear. Aethis seeks to destroy the undead.",
  "Adas: Female Gnome Cleric, N. Str 10, Dex 9, Con 15, Int 8, Wis 16, Cha 8. Adas is pleasant in appearance, with curly blonde hair and large gray eyes. She wears studded leather and wields a handaxe and sickle. Adas is hunting the brigands who murdered her family.",
  "Ursas: Female Gnome Monk, NE. Str 15, Dex 14, Con 13, Int 6, Wis 14, Cha 11. Ursas has blonde hair and narrow hazel eyes, and pointed ears. She wears sturdy clothing and wields a bo (quarterstaff). Ursas seeks to save her family from financial ruin.",
  "Kada: Female Gnome Fighter, LE. Str 12, Dex 13, Con 7, Int 12, Wis 7, Cha 8. Kada has uneven blonde hair and large gray eyes. She wears plate armor and wields a halberd. Kada has a terrible sense of direction.",
  "Duli: Female Gnome Monk, LN. Str 17, Dex 14, Con 8, Int 15, Wis 13, Cha 9. Duli has a narrow face, with white hair and hazel eyes. She wears plain clothing and wields nunchaku (club) and kama (sickle). Duli suffers a mild allergy to elves.",
  "Made: Female Gnome Cleric, N. Str 10, Dex 13, Con 12, Int 9, Wis 17, Cha 13. Made is fey in appearance, with thick black hair and narrow hazel eyes. She wears studded leather and wields a handaxe and light crossbow. Made has an animal companion, a black cat named Banarv.",
  "Gedu: Female Gnome Rogue, LN. Str 10, Dex 12, Con 12, Int 14, Wis 12, Cha 14. Gedu is pleasant in appearance, with braided black hair and hazel eyes. She wears studded leather and wields a rapier. Gedu seeks to discover why she cannot remember anything from yesterday.",
  "Ursas: Female Gnome Druid, Neutral. Str 10, Dex 13, Con 9, Int 8, Wis 14, Cha 10. Ursas is short and heavyset, with uneven white hair and brown eyes. She wears leather armor and wields a mace and darts. Ursas has green snake named Abent.",
  "Hilia: Female Gnome Monk, N. Str 11, Dex 13, Con 12, Int 11, Wis 14, Cha 8. Hilia has a long face, with red hair and blue eyes. She wears modest garments and wields a bo (quarterstaff) and sai (dagger).",
  "Alin: Female Gnome Ranger, LG. Str 8, Dex 16, Con 9, Int 13, Wis 12, Cha 14. Alin is heavyset, with cropped golden hair and blue eyes. She wears a chain shirt and wields a halberd. Alin is hunting the warlord who stole her ancestral sword.",
  "Hele: Female Gnome Monk, N. Str 10, Dex 11, Con 10, Int 15, Wis 17, Cha 13. Hele has golden hair and amber eyes. She wears simple clothing and wields a kanabo (mace). Hele lost her shadow to a hag.",
  "Haine: Female Gnome Rogue, NG. Str 11, Dex 13, Con 9, Int 16, Wis 8, Cha 11. Haine is slender, with gray hair and sharp green eyes. She wears leather armor and wields a shortsword. Haine suffers a mild allergy to rodents.",
  "Narvi: Female Gnome Monk, N. Str 14, Dex 9, Con 9, Int 10, Wis 15, Cha 11. Narvi has braided red hair and bright blue eyes. She wears plain clothing and wields a bo (quarterstaff) and kama (sickle). Narvi is hunting the dragon who slew his mentor.",
  "Sanna: Female Gnome Monk, N. Str 11, Dex 11, Con 11, Int 12, Wis 12, Cha 8. Sanna has a square face, with auburn hair and green eyes. She wears well-made clothing and wields a bo (quarterstaff) and shuriken (darts). Sanna seeks to save her family from financial ruin.",
  "Monda: Female Gnome Fighter, N. Str 15, Dex 14, Con 7, Int 8, Wis 8, Cha 10. Monda is exceptionally beautiful, with braided black hair and narrow gray eyes. She wears chain mail and wields a halberd.",
  "Elent: Female Gnome Wizard, N. Str 9, Dex 15, Con 6, Int 14, Wis 11, Cha 6. Elent has silver hair and large blue eyes, and prominent ears. She wears silver robes and wields a quarterstaff. Elent was petrified for a hundred years.",
  "Amin: Female Gnome Fighter, NE. Str 12, Dex 17, Con 8, Int 10, Wis 10, Cha 8. Amin has matted blonde hair and amber eyes, and a round nose. She wears ring mail and wields a shortsword. Amin is combative and unfeeling.",
  "Elior: Female Gnome Rogue, N. Str 12, Dex 14, Con 11, Int 16, Wis 13, Cha 11. Elior is slender, with tangled silver hair and soft brown eyes. She wears leather armor and wields a longsword and dagger. Elior dislikes anyone smaller than her.",
  "Ziri: Female Gnome Rogue, LN. Str 9, Dex 15, Con 7, Int 13, Wis 15, Cha 6. Ziri has thin blonde hair and amber eyes. She wears leather armor and wields a shortsword. Ziri compulsively plays with a steel ring.",
  "Amim: Female Gnome Rogue, N. Str 12, Dex 14, Con 10, Int 13, Wis 11, Cha 6. Amim is exceptionally beautiful, with cropped blonde hair and hazel eyes. She wears leather armor and wields a longsword and hand crossbow. Amim is searching for her lost sister.",
  "Bali: Female Gnome Warlock, N. Str 10, Dex 9, Con 11, Int 12, Wis 10, Cha 12. Bali has cropped white hair and gray eyes. She wears studded leather and wields a mace. Bali is honest and foolhardy.",
  "Carel: Female Gnome Fighter, LN. Str 12, Dex 8, Con 7, Int 9, Wis 7, Cha 9. Carel has a narrow face, with straight copper hair and gray eyes. She wears ring mail and wields a whip and shield. Carel avoids eye contact.",
  "Reri: Female Gnome Cleric, NE. Str 6, Dex 10, Con 14, Int 9, Wis 15, Cha 12. Reri is short and overweight, with red hair and hazel eyes. She wears studded leather and wields a spear. Reri is violent and hard-hearted.",
  "Berge: Female Gnome Monk, LN. Str 8, Dex 13, Con 10, Int 11, Wis 13, Cha 11. Berge has a long face, with messy red hair and gray eyes. She wears travel-stained clothing and wields a bo (quarterstaff) and shuriken (darts).",
  "Made: Female Gnome Paladin, Good. Str 14, Dex 11, Con 7, Int 7, Wis 11, Cha 12. Made has gray hair and dark blue eyes. She wears chain mail and wields a scimitar. Made has an animal companion, a black warhorse named Enas.",
  "Gamin: Female Gnome Fighter, NG. Str 14, Dex 11, Con 11, Int 12, Wis 12, Cha 6. Gamin has a long face, with black hair and light brown eyes. She wears hide armor and wields a rapier and shield.",
  "Berge: Female Gnome Fighter, NE. Str 17, Dex 15, Con 12, Int 8, Wis 10, Cha 14. Berge has short golden hair and gray eyes, and a magical mark on her leg. She wears a chain shirt and wields a scimitar. Berge is searching for an ancient artifact of evil.",
  "Linan: Female Gnome Fighter, N. Str 17, Dex 13, Con 7, Int 9, Wis 11, Cha 14. Linan is short and overweight, with messy white hair and bright brown eyes. She wears splint armor and wields a rapier. Linan has an animal companion, a black dog named Ransa.",
  "Verrin: Female Gnome Paladin, Good. Str 9, Dex 5, Con 10, Int 12, Wis 12, Cha 13. Verrin has an angular face, with gray hair and soft gray eyes. She wears chain mail and wields a trident. Verrin has an animal companion, a white warhorse named Fari.",
  "Gili: Female Gnome Paladin, Good. Str 9, Dex 7, Con 15, Int 10, Wis 10, Cha 12. Gili is tall and stout, with red hair and hazel eyes. She wears a breastplate and wields a glaive. Gili has an animal companion, a white warhorse named Khakurd.",
  "Elior: Female Gnome Monk, N. Str 8, Dex 13, Con 5, Int 10, Wis 10, Cha 11. Elior is exceptionally beautiful, with gray hair and gray eyes. She wears travel-stained clothing and wields a yari (spear). Elior suffers a deadly allergy to moulds.",
  "Duli: Female Gnome Paladin, Good. Str 12, Dex 12, Con 13, Int 8, Wis 13, Cha 12. Duli is short, with tangled silver hair and gray eyes. She wears ring mail and wields a greatsword. Duli has an animal companion, a black warhorse named Ricsa.",
  "Ethais: Female Gnome Fighter, LN. Str 14, Dex 12, Con 10, Int 8, Wis 10, Cha 11. Ethais is pleasant in appearance, with curly red hair and sharp brown eyes. She wears a chain shirt and wields a whip and heavy crossbow. Ethais has an animal companion, a silver dog named Mahor.",
  "Khimal: Female Gnome Warlock, CN. Str 14, Dex 14, Con 8, Int 13, Wis 13, Cha 15. Khimal has cropped silver hair and blue eyes, and a distinctive mark on her leg. She wears studded leather and wields a spear.",
  "Dwoinarv: Female Gnome Ranger, LN. Str 16, Dex 13, Con 8, Int 11, Wis 10, Cha 10. Dwoinarv has a square face, with curly white hair and blue eyes. She wears studded leather and wields a greataxe. Dwoinarv has dire rat named Aznar.",
  "Kali: Female Gnome Fighter, CN. Str 15, Dex 14, Con 12, Int 11, Wis 9, Cha 7. Kali is fey in appearance, with braided golden hair and hazel eyes. She wears splint armor and wields a greatsword.",
  "Elias: Female Gnome Ranger, LG. Str 10, Dex 16, Con 11, Int 11, Wis 14, Cha 7. Elias has auburn hair and sharp gray eyes. She wears studded leather and wields a maul. Elias seeks to find her true love.",
  "Aelias: Female Gnome Monk, N. Str 10, Dex 13, Con 13, Int 11, Wis 14, Cha 14. Aelias has red hair and gray eyes. She wears modest garments and wields a yari (spear) and shuriken (darts).",
  "Kamul: Female Gnome Druid, Neutral. Str 12, Dex 11, Con 12, Int 10, Wis 14, Cha 8. Kamul has red hair and dark brown eyes. She wears leather armor and wields a scimitar and sickle. Kamul is jealous and possessive.",
  "Ethis: Female Gnome Monk, N. Str 17, Dex 15, Con 8, Int 8, Wis 17, Cha 10. Ethis is fair in appearance, with auburn hair and amber eyes. She wears simple clothing and wields a bo (quarterstaff). Ethis is honest and greedy.",
  "Gwali: Female Gnome Monk, N. Str 13, Dex 12, Con 10, Int 12, Wis 17, Cha 8. Gwali is rugged in appearance, with matted black hair and sharp green eyes. She wears sturdy clothing and wields an ono (handaxe). Gwali is absent-minded, and always searching for a missing item.",
  "Thari: Female Gnome Monk, N. Str 13, Dex 12, Con 9, Int 11, Wis 16, Cha 15. Thari has gray hair and sharp blue eyes. She wears travel-stained clothing and wields a kanabo (mace) and sai (dagger).",
  "Duli: Female Gnome Cleric, N. Str 9, Dex 7, Con 9, Int 15, Wis 14, Cha 10. Duli has matted copper hair and blue eyes, and a beaked nose. She wears scale mail and wields a club and shield. Duli suffers a traumatic fear of confined spaces.",
  "Ansas: Female Gnome Fighter, NE. Str 14, Dex 11, Con 12, Int 11, Wis 14, Cha 8. Ansas is exceptionally beautiful, with cropped gray hair and green eyes. She wears half plate and wields a greatsword. Ansas has an animal companion, a black bear named Elois.",
  "Elois: Female Gnome Cleric, N. Str 9, Dex 6, Con 8, Int 13, Wis 16, Cha 15. Elois has a long face, with thick brown hair and large blue eyes. She wears hide armor and wields a club. Elois is absent-minded and scheming.",
  "Kunain: Female Gnome Rogue, LN. Str 8, Dex 15, Con 9, Int 16, Wis 13, Cha 10. Kunain has silver hair and blue eyes, and a round nose. She wears studded leather and wields a spear and hand crossbow. Kunain compulsively whistles.",
  "Hile: Female Gnome Cleric, NG. Str 15, Dex 8, Con 13, Int 8, Wis 17, Cha 7. Hile has a round face, with brown hair and amber eyes. She wears half plate and wields a mace and dagger.",
  "Bifund: Female Gnome Rogue, CN. Str 8, Dex 15, Con 11, Int 11, Wis 14, Cha 10. Bifund has a square face, with short silver hair and gray eyes. She wears studded leather and wields a spear.",
  "Gedu: Female Gnome Paladin, Good. Str 13, Dex 8, Con 9, Int 6, Wis 11, Cha 8. Gedu is tall, with white hair and dark gray eyes. She wears chain mail and wields a scimitar and shield. Gedu seeks only fame and glory.",
  "Glinarv: Female Gnome Fighter, LG. Str 15, Dex 13, Con 8, Int 11, Wis 10, Cha 7. Glinarv has silver hair and large amber eyes, and large ears. She wears chain mail and wields a war pick.",
  "Banarv: Female Gnome Fighter, NG. Str 12, Dex 14, Con 7, Int 9, Wis 9, Cha 10. Banarv is youthful in appearance, with silver hair and hazel eyes. She wears a chain shirt and wields a greatsword. Banarv is searching for a legendary blade named Skyaxe.",
  "Azal: Female Gnome Monk, LE. Str 12, Dex 10, Con 14, Int 13, Wis 15, Cha 11. Azal is tall, with gray hair and soft brown eyes. She wears plain clothing and wields a kanabo (mace) and sai (dagger). Azal is lazy and sharp-tongued.",
  "Bali: Female Gnome Barbarian, N. Str 12, Dex 9, Con 12, Int 8, Wis 10, Cha 10. Bali has a narrow face, with short blonde hair and blue eyes. She wears studded leather and wields a whip and net. Bali was magically imprisoned for a hundred years.",
  "Ethis: Female Gnome Rogue, N. Str 10, Dex 14, Con 12, Int 11, Wis 11, Cha 9. Ethis is overweight, with straight black hair and brown eyes. She wears leather armor and wields a rapier and hand crossbow. Ethis is covetous and hard-hearted.",
  "Amas: Female Gnome Monk, LE. Str 10, Dex 7, Con 8, Int 12, Wis 9, Cha 13. Amas has a narrow face, with uneven silver hair and green eyes. She wears sturdy clothing and wields nunchaku (club). Amas is secretive and selfish.",
  "Elient: Female Gnome Ranger, CG. Str 9, Dex 17, Con 5, Int 11, Wis 12, Cha 14. Elient has a narrow face, with thin blonde hair and hazel eyes. She wears studded leather and wields a pike. Elient is absent-minded, and always searching for a missing item.",
  "Salia: Female Gnome Monk, N. Str 13, Dex 13, Con 10, Int 12, Wis 13, Cha 7. Salia is tall and overweight, with black hair and brown eyes. She wears modest garments and wields a bo (quarterstaff) and kama (sickle). Salia suffers a traumatic fear of darkness.",
  "Monde: Female Gnome Rogue, N. Str 6, Dex 13, Con 8, Int 13, Wis 12, Cha 10. Monde is tall, with braided brown hair and soft blue eyes. She wears leather armor and wields a longsword and hand crossbow.",
  "Azas: Female Gnome Rogue, LG. Str 11, Dex 13, Con 8, Int 12, Wis 10, Cha 11. Azas is common in appearance, with straight golden hair and narrow blue eyes. She wears leather armor and wields a longsword. Azas seeks revenge against the thieves' guild which left her to hang.",
  "Felie: Female Gnome Barbarian, NE. Str 12, Dex 11, Con 11, Int 7, Wis 15, Cha 6. Felie has tangled silver hair and light amber eyes. She wears leather armor and wields a morningstar. Felie is cruel and abrasive.",
  "Umrad: Female Gnome Monk, LG. Str 15, Dex 10, Con 14, Int 7, Wis 13, Cha 10. Umrad is fair in appearance, with gray hair and amber eyes. She wears modest garments and wields an ono (handaxe).",
  "Bali: Female Gnome Fighter, N. Str 14, Dex 10, Con 9, Int 11, Wis 7, Cha 14. Bali has braided black hair and brown eyes, and prominent ears. She wears scale mail and wields a trident.",
  "Banain: Female Gnome Monk, CN. Str 13, Dex 11, Con 12, Int 9, Wis 11, Cha 10. Banain has blonde hair and light hazel eyes, and pointed ears. She wears simple clothing and wields a bo (quarterstaff). Banain suffers a paralyzing fear of fire.",
  "Duli: Female Gnome Warlock, N. Str 15, Dex 15, Con 9, Int 12, Wis 11, Cha 15. Duli is tall and heavyset, with matted gray hair and dark blue eyes. She wears leather armor and wields a quarterstaff and darts. Duli has an animal companion, a black cat named Turi.",
  "Aenor: Female Gnome Bard, CN. Str 7, Dex 10, Con 6, Int 12, Wis 14, Cha 17. Aenor has a square face, with golden hair and amber eyes. She wears studded leather and wields a longsword. Aenor seeks to save her family from financial ruin.",
  "Dwoinain: Female Gnome Paladin, Good. Str 13, Dex 9, Con 14, Int 13, Wis 11, Cha 14. Dwoinain has matted white hair and hazel eyes. She wears half plate and wields a glaive. Dwoinain is kind and adventurous.",
  "Elias: Female Gnome Monk, LE. Str 13, Dex 12, Con 5, Int 13, Wis 11, Cha 12. Elias is pleasant in appearance, with blonde hair and large green eyes. She wears simple clothing and wields a yari (spear). Elias is hateful and lazy.",
  "Raise: Female Gnome Ranger, N. Str 10, Dex 11, Con 11, Int 10, Wis 10, Cha 13. Raise has white hair and gray eyes, and a beaked nose. She wears studded leather and wields a shortsword. Raise is impatient and pleasant.",
  "Ukak: Female Gnome Ranger, N. Str 13, Dex 12, Con 13, Int 7, Wis 13, Cha 8. Ukak has white hair and blue eyes. She wears studded leather and wields a longsword and shield.",
  "Gili: Female Gnome Warlock, NG. Str 15, Dex 13, Con 11, Int 9, Wis 9, Cha 17. Gili has copper hair and green eyes. She wears leather armor and wields a mace. Gili suffers a mild allergy to fish.",
  "Elior: Female Gnome Monk, LE. Str 11, Dex 11, Con 11, Int 12, Wis 11, Cha 7. Elior has a narrow face, with golden hair and bright blue eyes. She wears modest garments and wields a kanabo (mace). Elior was magically imprisoned for a hundred years.",
  "Hilie: Female Gnome Fighter, N. Str 12, Dex 16, Con 7, Int 10, Wis 6, Cha 10. Hilie has an angular face, with curly gray hair and narrow gray eyes. She wears plate armor and wields a war pick. Hilie suffers an acute fear of death.",
  "Thrinan: Female Gnome Paladin, Good. Str 12, Dex 10, Con 10, Int 13, Wis 11, Cha 8. Thrinan is short, with copper hair and green eyes. She wears splint armor and wields a halberd. Thrinan speaks with a soft voice.",
  "Aenor: Female Gnome Rogue, N. Str 9, Dex 13, Con 12, Int 12, Wis 9, Cha 7. Aenor is fey in appearance, with matted brown hair and brown eyes. She wears studded leather and wields a rapier and darts.",
  "Alas: Female Gnome Rogue, NG. Str 13, Dex 16, Con 12, Int 14, Wis 10, Cha 10. Alas is willowy, with gray hair and light green eyes. She wears studded leather and wields a rapier and hand crossbow.",
  "Fari: Female Gnome Rogue, NG. Str 7, Dex 17, Con 11, Int 10, Wis 15, Cha 10. Fari is short, with cropped red hair and green eyes. She wears studded leather and wields a shortsword. Fari is friendly and alluring.",
  "Kada: Female Gnome Paladin, Good. Str 12, Dex 7, Con 10, Int 7, Wis 11, Cha 9. Kada has matted blonde hair and narrow brown eyes. She wears a chain shirt and wields a shortsword. Kada has a terrible sense of direction.",
  "Azent: Female Gnome Fighter, N. Str 12, Dex 15, Con 11, Int 10, Wis 14, Cha 9. Azent is exceptionally beautiful, with straight brown hair and bright brown eyes. She wears a breastplate and wields a greatsword. Azent has an animal companion, a ginger dog named Bifur.",
  "Thari: Female Gnome Rogue, N. Str 8, Dex 16, Con 10, Int 7, Wis 9, Cha 5. Thari has a narrow face, with cropped black hair and sharp green eyes. She wears studded leather and wields a shortsword. Thari suffers a severe allergy to horses.",
  "Dine: Female Gnome Cleric, N. Str 12, Dex 14, Con 8, Int 13, Wis 17, Cha 14. Dine has thick auburn hair and narrow blue eyes. She wears a chain shirt and wields a quarterstaff and shortbow. Dine has an animal companion, a sable ferret named Aersent.",
  "Thatelch: Female Gnome Fighter, N. Str 13, Dex 14, Con 12, Int 11, Wis 13, Cha 10. Thatelch has a narrow face, with curly gray hair and amber eyes. She wears chain mail and wields a morningstar and shield.",
  "Elis: Female Gnome Fighter, N. Str 14, Dex 11, Con 7, Int 6, Wis 10, Cha 15. Elis has a square face, with matted black hair and sharp green eyes. She wears scale mail and wields a glaive.",
  "Bari: Female Gnome Rogue, NG. Str 9, Dex 16, Con 11, Int 13, Wis 10, Cha 8. Bari has brown hair and narrow hazel eyes. She wears leather armor and wields a club. Bari is optimistic and cheerful.",
  "Sanzur: Female Gnome Barbarian, NG. Str 14, Dex 10, Con 14, Int 14, Wis 11, Cha 10. Sanzur has a long face, with braided brown hair and amber eyes. She wears scale mail and wields a trident. Sanzur is dying and desperately seeks the secret of immortality.",
  "Gimli: Female Gnome Monk, LN. Str 11, Dex 16, Con 9, Int 6, Wis 14, Cha 11. Gimli has a round face, with thin silver hair and soft gray eyes. She wears simple clothing and wields a bo (quarterstaff).",
  "Enas: Female Gnome Fighter, CN. Str 14, Dex 10, Con 7, Int 5, Wis 11, Cha 10. Enas has brown hair and green eyes, and pointed ears. She wears chain mail and wields a scimitar. Enas is shrewd and sadistic.",
  "Bilie: Female Gnome Wizard, NG. Str 11, Dex 14, Con 12, Int 16, Wis 11, Cha 14. Bilie has long golden hair and blue eyes, and a flat nose. She wears well-made clothing and wields a dagger and darts. Bilie has an arcane familiar, a blind six-legged cave lizard which eats stone.",
  "Umrad: Female Gnome Wizard, NG. Str 6, Dex 13, Con 10, Int 12, Wis 7, Cha 10. Umrad is exceptionally beautiful, with cropped copper hair and sharp green eyes. She wears modest garments and wields a quarterstaff. Umrad speaks with a mousy voice.",
  "Ursas: Female Gnome Rogue, CN. Str 10, Dex 12, Con 7, Int 17, Wis 9, Cha 6. Ursas has auburn hair and blue eyes, and large ears. She wears leather armor and wields a rapier. Ursas seeks to free herself from an ancient curse.",
  "Ussas: Female Gnome Paladin, Good. Str 15, Dex 12, Con 6, Int 11, Wis 12, Cha 10. Ussas has a round face, with silver hair and narrow hazel eyes. She wears a breastplate and wields a trident and shield.",
  "Hilia: Female Gnome Druid, Neutral. Str 11, Dex 8, Con 13, Int 9, Wis 15, Cha 9. Hilia is short and willowy, with short silver hair and large gray eyes. She wears hide armor and wields a spear and wooden shield. Hilia is hunting the cultists who murdered her family.",
  "Gwari: Female Gnome Monk, CE. Str 12, Dex 12, Con 11, Int 10, Wis 8, Cha 11. Gwari has silver hair and large hazel eyes. She wears worn clothing and wields a kanabo (mace). Gwari is impossibly lucky.",
  "Undin: Female Gnome Wizard, NG. Str 7, Dex 12, Con 6, Int 15, Wis 12, Cha 12. Undin is stout, with long red hair and sharp blue eyes. She wears expensive clothing and wields a dagger. Undin seeks to become an instructor at the Academy of Racaea.",
  "Constie: Female Gnome Druid, Neutral. Str 15, Dex 13, Con 7, Int 9, Wis 17, Cha 15. Constie has matted gray hair and sharp brown eyes. She wears leather armor and wields a scimitar and javelins. Constie is searching for her lost brother.",
  "Thrinarv: Female Gnome Monk, NG. Str 11, Dex 17, Con 7, Int 13, Wis 14, Cha 12. Thrinarv has white hair and green eyes. She wears modest garments and wields a kanabo (mace). Thrinarv has an animal companion, a green firedrake named Frinarv.",
  "Rine: Female Gnome Warlock, N. Str 12, Dex 12, Con 6, Int 10, Wis 13, Cha 12. Rine is tall and thin, with braided silver hair and soft amber eyes. She wears leather armor and wields a handaxe. Rine seeks to become an instructor at the Academy of Sorcerous Study.",
  "Umrat: Female Gnome Rogue, LE. Str 7, Dex 15, Con 11, Int 14, Wis 11, Cha 6. Umrat is overweight, with messy auburn hair and large gray eyes. She wears studded leather and wields a longsword and sling. Umrat has an animal companion, a dire rat named Alas.",
  "Mili: Female Gnome Paladin, Good. Str 10, Dex 10, Con 9, Int 13, Wis 14, Cha 10. Mili has an angular face, with white hair and blue eyes. She wears plate armor and wields a longsword. Mili is compassionate and adventurous.",
  "Rine: Female Gnome Rogue, LN. Str 10, Dex 12, Con 13, Int 12, Wis 7, Cha 7. Rine has a square face, with black hair and blue eyes. She wears leather armor and wields a shortsword and darts.",
  "Dwali: Female Gnome Fighter, CN. Str 14, Dex 15, Con 12, Int 6, Wis 8, Cha 9. Dwali has an angular face, with tangled silver hair and sharp gray eyes. She wears hide armor and wields a whip. Dwali has an animal companion, a black wolf named Risa.",
  "Elois: Female Gnome Bard, LN. Str 13, Dex 11, Con 12, Int 14, Wis 9, Cha 12. Elois has thick copper hair and sharp blue eyes, and a thin nose. She wears leather armor and wields a shortsword and javelins. Elois is adventurous and unfeeling.",
  "Duri: Female Gnome Druid, Neutral. Str 16, Dex 10, Con 10, Int 13, Wis 14, Cha 15. Duri has a round face, with tangled copper hair and bright hazel eyes. She wears leather armor and wields a scimitar and wooden shield. Duri is extravagant and crude.",
  "Aethais: Female Gnome Ranger, NG. Str 15, Dex 13, Con 8, Int 9, Wis 8, Cha 9. Aethais has golden hair and large amber eyes, and an unusual tattoo on her face. She wears a chain shirt and wields a longsword and shield. Aethais is searching for the lost realm of Nandolar.",
  "Mabill: Female Gnome Monk, NG. Str 13, Dex 12, Con 5, Int 13, Wis 14, Cha 10. Mabill has braided blonde hair and brown eyes, and a flat nose. She wears travel-stained clothing and wields a kanabo (mace). Mabill was petrified for a hundred years.",
  "Throri: Female Gnome Barbarian, N. Str 12, Dex 7, Con 13, Int 15, Wis 13, Cha 9. Throri has white hair and blue eyes. She wears leather armor and wields a maul. Throri is pleasant and cruel.",
  "Dinarv: Female Gnome Rogue, NE. Str 9, Dex 13, Con 6, Int 10, Wis 8, Cha 11. Dinarv has a square face, with curly white hair and bright amber eyes. She wears studded leather and wields a longsword and hand crossbow. Dinarv has an animal companion, a dire rat named Seli.",
  "Sanne: Female Gnome Fighter, CN. Str 14, Dex 10, Con 12, Int 13, Wis 12, Cha 14. Sanne is fair in appearance, with braided red hair and brown eyes. She wears scale mail and wields a war pick. Sanne is painfully tone-deaf.",
  "Grinan: Female Gnome Paladin, Good. Str 12, Dex 13, Con 8, Int 9, Wis 15, Cha 13. Grinan is thin, with brown hair and amber eyes. She wears splint armor and wields a whip. Grinan is brave and wise.",
  "Blene: Female Gnome Fighter, N. Str 17, Dex 12, Con 9, Int 10, Wis 13, Cha 9. Blene is short, with short copper hair and light hazel eyes. She wears ring mail and wields a war pick and shield.",
  "Uril: Female Gnome Warlock, NG. Str 11, Dex 10, Con 13, Int 12, Wis 13, Cha 17. Uril has a long face, with gray hair and hazel eyes. She wears studded leather and wields a quarterstaff and dagger. Uril has an animal companion, a black cat named Ernas.",
  "Aenas: Female Gnome Monk, CN. Str 14, Dex 10, Con 13, Int 9, Wis 8, Cha 6. Aenas is exceptionally beautiful, with curly black hair and green eyes. She wears worn clothing and wields a bo (quarterstaff) and kama (sickle).",
  "Thrinan: Female Gnome Druid, Neutral. Str 13, Dex 13, Con 6, Int 12, Wis 17, Cha 7. Thrinan has a long face, with cropped white hair and gray eyes. She wears hide armor and wields a quarterstaff and sling. Thrinan is haunted by the ghost of someone she killed.",
  "Abor: Female Gnome Rogue, N. Str 9, Dex 14, Con 8, Int 14, Wis 9, Cha 9. Abor has a square face, with brown hair and bright brown eyes. She wears studded leather and wields a longsword. Abor is inventive and secretive.",
  "Sheli: Female Gnome Rogue, LN. Str 10, Dex 13, Con 10, Int 12, Wis 13, Cha 5. Sheli is rough in appearance, with straight copper hair and sharp green eyes. She wears leather armor and wields a club and light crossbow. Sheli blames dragons for every misfortune.",
  "Thatur: Female Gnome Cleric, LE. Str 9, Dex 14, Con 11, Int 10, Wis 13, Cha 10. Thatur is exceptionally beautiful, with auburn hair and hazel eyes. She wears half plate and wields a club and shield. Thatur is fascinated by geometry.",
  "Constie: Female Gnome Rogue, NG. Str 11, Dex 14, Con 10, Int 10, Wis 7, Cha 12. Constie is tall, with silver hair and sharp green eyes. She wears leather armor and wields a longsword and dagger. Constie speaks with a shrill voice.",
  "Verrais: Female Gnome Fighter, LG. Str 13, Dex 15, Con 11, Int 11, Wis 10, Cha 13. Verrais has copper hair and light blue eyes. She wears splint armor and wields a longsword.",
  "Atur: Female Gnome Paladin, Good. Str 13, Dex 9, Con 9, Int 11, Wis 14, Cha 10. Atur is tall, with auburn hair and green eyes. She wears splint armor and wields a battleaxe and shield. Atur was petrified for a hundred years.",
  "Aibis: Female Gnome Cleric, LN. Str 12, Dex 10, Con 14, Int 5, Wis 14, Cha 11. Aibis has an angular face, with tangled brown hair and soft hazel eyes. She wears a breastplate and wields a spear and shield. Aibis has an animal companion, a white rabbit named Khuda.",
  "Saisse: Female Gnome Warlock, N. Str 14, Dex 9, Con 12, Int 10, Wis 14, Cha 16. Saisse has a narrow face, with curly silver hair and large amber eyes. She wears studded leather and wields a club and darts. Saisse has an animal companion, a raven named Dinarv.",
  "Anas: Female Gnome Fighter, N. Str 13, Dex 17, Con 10, Int 11, Wis 9, Cha 13. Anas has a narrow face, with golden hair and amber eyes. She wears a chain shirt and wields a trident.",
  "Grinan: Female Gnome Rogue, LN. Str 11, Dex 15, Con 10, Int 8, Wis 11, Cha 9. Grinan is slender, with thin auburn hair and bright amber eyes. She wears studded leather and wields a shortsword and light crossbow. Grinan is guarded and mischievous.",
  "Gedu: Female Gnome Fighter, LN. Str 15, Dex 12, Con 7, Int 6, Wis 9, Cha 11. Gedu has uneven red hair and large blue eyes, and small ears. She wears a breastplate and wields a morningstar.",
  "Endent: Female Gnome Monk, CN. Str 15, Dex 17, Con 12, Int 8, Wis 7, Cha 7. Endent is fey in appearance, with matted black hair and large hazel eyes. She wears worn clothing and wields nunchaku (club) and kama (sickle).",
  "Felia: Female Gnome Cleric, LN. Str 7, Dex 12, Con 12, Int 9, Wis 13, Cha 11. Felia has auburn hair and dark amber eyes, and wears glasses with gold rims. She wears leather armor and wields a spear. Felia seeks revenge against the sister who betrayed her.",
  "Alais: Female Gnome Monk, LN. Str 9, Dex 13, Con 8, Int 8, Wis 8, Cha 8. Alais has short silver hair and light amber eyes, and a magical tattoo on her arm. She wears sturdy clothing and wields an ono (handaxe) and sai (dagger). Alais is nervous and cowardly.",
  "Elias: Female Gnome Fighter, N. Str 12, Dex 10, Con 14, Int 10, Wis 13, Cha 12. Elias has cropped copper hair and dark brown eyes, and a beaked nose. She wears chain mail and wields a longsword and net. Elias is practical and devout.",
  "Lianne: Female Gnome Rogue, NG. Str 14, Dex 15, Con 12, Int 9, Wis 10, Cha 8. Lianne has a narrow face, with tangled silver hair and soft amber eyes. She wears leather armor and wields a rapier. Lianne seeks revenge against the thieves' guild which left her to hang.",
  "Verrais: Female Gnome Paladin, Good. Str 16, Dex 7, Con 12, Int 11, Wis 10, Cha 14. Verrais has cropped silver hair and gray eyes, and small ears. She wears a chain shirt and wields a warhammer and shield. Verrais is wrongly sought by the paladins of the Monastery of Gardens for forgery.",
  "Gale: Female Gnome Ranger, N. Str 12, Dex 12, Con 13, Int 11, Wis 11, Cha 14. Gale is short, with cropped black hair and hazel eyes. She wears a breastplate and wields a morningstar.",
  "Amin: Female Gnome Sorcerer, N. Str 10, Dex 8, Con 15, Int 10, Wis 15, Cha 14. Amin has a long face, with long auburn hair and green eyes. She wears travel-stained clothing and wields a dagger and sling. Amin has an animal companion, a raven named Zuri.",
  "Arvin: Female Gnome Rogue, CN. Str 7, Dex 13, Con 10, Int 12, Wis 13, Cha 8. Arvin has cropped silver hair and narrow blue eyes, and a beaked nose. She wears leather armor and wields a shortsword. Arvin has an animal companion, a sable ferret named Khimal.",
  "Hansa: Female Gnome Fighter, LN. Str 16, Dex 13, Con 5, Int 10, Wis 11, Cha 11. Hansa is rough in appearance, with cropped red hair and bright green eyes. She wears scale mail and wields a war pick and shield.",
  "Thimal: Female Gnome Fighter, NE. Str 12, Dex 13, Con 7, Int 5, Wis 13, Cha 9. Thimal is repulsive in appearance, with copper hair and narrow amber eyes. She wears splint armor and wields a glaive.",
  "Aenas: Female Gnome Paladin, Good. Str 14, Dex 9, Con 10, Int 11, Wis 11, Cha 13. Aenas is exceptionally beautiful, with brown hair and large hazel eyes. She wears a chain shirt and wields a scimitar and shield. Aenas compulsively plays with a copper coin.",
  "Constie: Female Gnome Monk, NG. Str 12, Dex 11, Con 11, Int 6, Wis 15, Cha 9. Constie has thick blonde hair and green eyes. She wears plain clothing and wields a kanabo (mace) and kama (sickle). Constie is haunted by the memories of a past life.",
  "Khatelch: Female Gnome Monk, NG. Str 9, Dex 12, Con 10, Int 9, Wis 11, Cha 9. Khatelch has a long face, with golden hair and blue eyes. She wears sturdy clothing and wields a kanabo (mace). Khatelch has an animal companion, a tiger named Gere.",
  "Minan: Female Gnome Barbarian, NG. Str 16, Dex 6, Con 12, Int 8, Wis 8, Cha 10. Minan has short blonde hair and dark green eyes. She wears leather armor and wields a warhammer and shield. Minan was raised by cultists of the Emperor of Cruelty.",
  "Thrinarv: Female Gnome Monk, CE. Str 9, Dex 16, Con 13, Int 8, Wis 13, Cha 7. Thrinarv is exceptionally beautiful, with silver hair and gray eyes. She wears sturdy clothing and wields a yari (spear) and shuriken (darts). Thrinarv suffers an acute fear of darkness.",
  "Alias: Female Gnome Rogue, N. Str 11, Dex 15, Con 11, Int 9, Wis 9, Cha 7. Alias has uneven golden hair and large hazel eyes, and a flat nose. She wears leather armor and wields a rapier and sling.",
  "Verrais: Female Gnome Fighter, N. Str 17, Dex 15, Con 12, Int 9, Wis 7, Cha 10. Verrais is stout, with thick golden hair and narrow blue eyes. She wears scale mail and wields a longsword and heavy crossbow. Verrais suffers a mild allergy to eggs.",
  "Arin: Female Gnome Fighter, LG. Str 16, Dex 11, Con 12, Int 7, Wis 10, Cha 12. Arin is short and overweight, with short brown hair and sharp brown eyes. She wears hide armor and wields a scimitar.",
  "Sende: Female Gnome Rogue, N. Str 11, Dex 13, Con 6, Int 12, Wis 7, Cha 8. Sende has a square face, with cropped black hair and hazel eyes. She wears leather armor and wields a longsword and dagger. Sende is blind in her right eye.",
  "Furi: Female Gnome Sorcerer, NG. Str 12, Dex 9, Con 13, Int 11, Wis 14, Cha 14. Furi has black hair and gray eyes. She wears travel-stained clothing and wields a dagger. Furi is cheerful and lustful.",
  "Sale: Female Gnome Fighter, LN. Str 13, Dex 12, Con 13, Int 10, Wis 12, Cha 14. Sale has a narrow face, with black hair and bright amber eyes. She wears ring mail and wields a scimitar and blowgun.",
  "Verrais: Female Gnome Druid, Neutral. Str 7, Dex 10, Con 8, Int 13, Wis 14, Cha 14. Verrais has an angular face, with cropped brown hair and hazel eyes. She wears hide armor and wields a quarterstaff and wooden shield. Verrais has hawk named Thali.",
  "Rinain: Female Gnome Warlock, N. Str 12, Dex 9, Con 6, Int 8, Wis 9, Cha 15. Rinain is exceptionally beautiful, with thick white hair and sharp amber eyes. She wears studded leather and wields a club. Rinain compulsively steals small objects.",
  "Bloise: Female Gnome Cleric, CE. Str 10, Dex 9, Con 13, Int 12, Wis 13, Cha 12. Bloise has copper hair and dark green eyes. She wears leather armor and wields a club and darts. Bloise serves an ancient dragon named Nazera.",
  "Ursas: Female Gnome Sorcerer, N. Str 13, Dex 9, Con 13, Int 9, Wis 15, Cha 15. Ursas is tall and slender, with tangled black hair and amber eyes. She wears worn clothing and wields a quarterstaff and light crossbow. Ursas has an animal companion, a horned owl named Anes.",
  "Kari: Female Gnome Sorcerer, N. Str 14, Dex 15, Con 11, Int 12, Wis 8, Cha 15. Kari has golden hair and hazel eyes. She wears simple clothing and wields a quarterstaff and sling. Kari dislikes having people behind her.",
  "Duli: Female Gnome Monk, LG. Str 16, Dex 10, Con 8, Int 7, Wis 15, Cha 6. Duli is willowy, with golden hair and green eyes. She wears simple clothing and wields a kanabo (mace) and kama (sickle). Duli is studious and optimistic.",
  "Azais: Female Gnome Rogue, NG. Str 9, Dex 12, Con 12, Int 10, Wis 8, Cha 8. Azais is exceptionally beautiful, with brown hair and blue eyes. She wears studded leather and wields a longsword and shortbow. Azais seeks to discover why she keeps having the same dream.",
  "Ergent: Female Gnome Cleric, CN. Str 15, Dex 9, Con 9, Int 14, Wis 16, Cha 12. Ergent has a long face, with copper hair and sharp hazel eyes. She wears studded leather and wields a spear. Ergent suffers a deadly allergy to cats.",
  "Bori: Female Gnome Barbarian, NG. Str 12, Dex 8, Con 12, Int 6, Wis 10, Cha 9. Bori is exceptionally beautiful, with black hair and light hazel eyes. She wears studded leather and wields a trident and shield. Bori has an animal companion, a black wolf named Geda.",
  "Khori: Female Gnome Paladin, Good. Str 9, Dex 9, Con 15, Int 12, Wis 15, Cha 13. Khori is tall and willowy, with thin brown hair and bright gray eyes. She wears scale mail and wields a greataxe. Khori has an animal companion, a bay warhorse named Furi.",
  "Dinan: Female Gnome Barbarian, NG. Str 16, Dex 11, Con 9, Int 9, Wis 10, Cha 12. Dinan has gray hair and brown eyes. She wears leather armor and wields a battleaxe and shield. Dinan is capable and fair.",
  "Felie: Female Gnome Wizard, NE. Str 10, Dex 13, Con 9, Int 16, Wis 7, Cha 8. Felie has a narrow face, with black hair and dark brown eyes. She wears worn clothing and wields a dagger. Felie seeks revenge against the sister who betrayed her.",
  "Udlal: Female Gnome Ranger, NG. Str 15, Dex 16, Con 15, Int 12, Wis 17, Cha 7. Udlal is tall and heavyset, with thin gray hair and large green eyes. She wears studded leather and wields a pike. Udlal is courageous and impartial.",
  "Anas: Female Gnome Paladin, Good. Str 13, Dex 9, Con 10, Int 7, Wis 10, Cha 12. Anas is common in appearance, with messy white hair and bright amber eyes. She wears ring mail and wields a greataxe. Anas seeks to save her family from financial ruin.",
  "Dwari: Female Gnome Fighter, NE. Str 14, Dex 14, Con 7, Int 9, Wis 15, Cha 8. Dwari is repulsive in appearance, with messy copper hair and large brown eyes. She wears ring mail and wields a glaive. Dwari compulsively plays with an electrum ring.",
  "Sanne: Female Gnome Fighter, NG. Str 13, Dex 14, Con 15, Int 11, Wis 7, Cha 12. Sanne is tall and thin, with short golden hair and green eyes. She wears scale mail and wields a flail and net. Sanne has an animal companion, a brown bear named Khakilm.",
  "Aelis: Female Gnome Paladin, Good. Str 10, Dex 8, Con 13, Int 8, Wis 11, Cha 13. Aelis has a round face, with short blonde hair and hazel eyes. She wears ring mail and wields a greataxe. Aelis seeks only fame and glory.",
  "Alais: Female Gnome Monk, N. Str 10, Dex 7, Con 8, Int 9, Wis 9, Cha 14. Alais is tall and stout, with copper hair and hazel eyes. She wears well-made clothing and wields nunchaku (club) and shuriken (darts).",
  "Duli: Female Gnome Monk, N. Str 13, Dex 11, Con 12, Int 11, Wis 9, Cha 12. Duli is common in appearance, with silver hair and green eyes. She wears simple clothing and wields a bo (quarterstaff) and shuriken (darts). Duli is searching for her lost sister.",
  "Ahak: Female Gnome Cleric, LE. Str 11, Dex 11, Con 11, Int 11, Wis 14, Cha 16. Ahak has thick black hair and blue eyes. She wears a breastplate and wields a light hammer and shield. Ahak has an animal companion, a red fox named Elis.",
  "Felia: Female Gnome Fighter, N. Str 15, Dex 8, Con 10, Int 11, Wis 6, Cha 12. Felia has a round face, with gray hair and sharp amber eyes. She wears plate armor and wields a longsword. Felia suffers a severe allergy to elves.",
  "Endent: Female Gnome Monk, NE. Str 12, Dex 8, Con 9, Int 9, Wis 10, Cha 10. Endent is exceptionally beautiful, with red hair and narrow blue eyes. She wears simple clothing and wields nunchaku (club) and sai (dagger).",
  "Aznar: Female Gnome Ranger, CN. Str 14, Dex 7, Con 14, Int 9, Wis 10, Cha 5. Aznar has a narrow face, with matted black hair and bright blue eyes. She wears half plate and wields a greatsword.",
  "Aerris: Female Gnome Sorcerer, NG. Str 11, Dex 10, Con 12, Int 10, Wis 15, Cha 12. Aerris has tangled golden hair and hazel eyes. She wears worn clothing and wields a quarterstaff. Aerris suffers a severe allergy to dogs.",
  "Gili: Female Gnome Wizard, LN. Str 7, Dex 17, Con 6, Int 16, Wis 8, Cha 11. Gili is thin, with brown hair and green eyes. She wears bronze robes and wields a dagger and light crossbow. Gili is hunting the brigands who murdered her family.",
  "Bilie: Female Gnome Bard, N. Str 11, Dex 10, Con 10, Int 9, Wis 13, Cha 13. Bilie has an angular face, with messy red hair and light brown eyes. She wears studded leather and wields a longsword. Bilie is truthful and protective.",
  "Rasanz: Female Gnome Rogue, NG. Str 10, Dex 17, Con 7, Int 14, Wis 9, Cha 9. Rasanz has straight copper hair and amber eyes, and large ears. She wears studded leather and wields a longsword. Rasanz is honorable and superstitious.",
  "Antient: Female Gnome Fighter, NE. Str 14, Dex 12, Con 5, Int 11, Wis 10, Cha 10. Antient has a narrow face, with straight auburn hair and green eyes. She wears splint armor and wields a pike. Antient is wrongly sought by the paladins of the Abbey of the Sublime Lords for murder.",
  "Dainarv: Female Gnome Cleric, CN. Str 6, Dex 11, Con 9, Int 12, Wis 15, Cha 12. Dainarv has thick auburn hair and green eyes. She wears hide armor and wields a spear and shield. Dainarv is pessimistic and greedy.",
  "Frinarv: Female Gnome Monk, N. Str 11, Dex 8, Con 10, Int 9, Wis 12, Cha 15. Frinarv has braided gray hair and green eyes, and pointed ears. She wears well-made clothing and wields a bo (quarterstaff) and kama (sickle). Frinarv is reserved and jealous.",
  "Khari: Female Gnome Druid, Neutral. Str 10, Dex 11, Con 9, Int 7, Wis 16, Cha 13. Khari has uneven copper hair and narrow brown eyes. She wears leather armor and wields a club and wooden shield.",
  "Kali: Female Gnome Fighter, NE. Str 17, Dex 9, Con 7, Int 11, Wis 15, Cha 10. Kali is wretched in appearance, with thick black hair and sharp gray eyes. She wears a chain shirt and wields a trident and hand crossbow. Kali is haunted by the memories of a past life.",
  "Enor: Female Gnome Wizard, NG. Str 14, Dex 12, Con 9, Int 15, Wis 11, Cha 11. Enor is exceptionally beautiful, with red hair and light brown eyes. She wears bronze robes and wields a quarterstaff.",
  "Ethais: Female Gnome Fighter, CG. Str 15, Dex 9, Con 9, Int 9, Wis 14, Cha 8. Ethais has white hair and blue eyes. She wears a breastplate and wields a glaive. Ethais is aesthetic and trustworthy.",
  "Dainarv: Female Gnome Fighter, N. Str 17, Dex 9, Con 6, Int 14, Wis 9, Cha 10. Dainarv has a narrow face, with straight golden hair and hazel eyes. She wears ring mail and wields a flail and shield. Dainarv is haunted by the memories of a past life.",
  "Bethain: Female Gnome Rogue, LG. Str 11, Dex 16, Con 9, Int 11, Wis 8, Cha 9. Bethain has golden hair and large hazel eyes. She wears studded leather and wields a handaxe. Bethain has an animal companion, a sable ferret named Bori.",
  "Bifur: Female Gnome Cleric, NG. Str 15, Dex 6, Con 10, Int 13, Wis 15, Cha 11. Bifur has short white hair and green eyes. She wears hide armor and wields a quarterstaff and sickle. Bifur has an animal companion, a gray rat named Ansas.",
  "Bali: Female Gnome Monk, N. Str 17, Dex 13, Con 7, Int 13, Wis 14, Cha 7. Bali is exceptionally beautiful, with white hair and soft green eyes. She wears modest garments and wields a kanabo (mace). Bali seeks only fame and glory.",
  "Freri: Female Gnome Cleric, NE. Str 12, Dex 14, Con 11, Int 11, Wis 13, Cha 14. Freri has auburn hair and dark blue eyes, and pointed ears. She wears a breastplate and wields a quarterstaff.",
  "Akag: Female Gnome Fighter, LN. Str 14, Dex 13, Con 6, Int 11, Wis 10, Cha 14. Akag has golden hair and blue eyes, and a distinctive tattoo on her leg. She wears chain mail and wields a whip and shield. Akag is devout and absent-minded.",
  "Diase: Female Gnome Rogue, N. Str 8, Dex 16, Con 10, Int 14, Wis 7, Cha 9. Diase is tall, with copper hair and light blue eyes. She wears studded leather and wields a shortsword and shortbow. Diase has an animal companion, a black snake named Foce.",
  "Rine: Female Gnome Cleric, N. Str 12, Dex 10, Con 12, Int 15, Wis 13, Cha 10. Rine is slender, with tangled red hair and hazel eyes. She wears studded leather and wields a quarterstaff and sling. Rine seeks to atone for past sins.",
  "Erris: Female Gnome Fighter, N. Str 13, Dex 10, Con 5, Int 7, Wis 9, Cha 12. Erris has auburn hair and dark hazel eyes. She wears half plate and wields a trident and shield. Erris has an animal companion, a ginger dog named Rele.",
  "Andis: Female Gnome Barbarian, LN. Str 17, Dex 10, Con 10, Int 9, Wis 8, Cha 15. Andis has braided white hair and gray eyes. She wears scale mail and wields a rapier. Andis is impossibly lucky.",
  "Disanz: Female Gnome Fighter, N. Str 12, Dex 11, Con 7, Int 9, Wis 8, Cha 9. Disanz is exceptionally beautiful, with messy golden hair and green eyes. She wears half plate and wields a glaive.",
  "Enor: Female Gnome Paladin, Good. Str 10, Dex 11, Con 9, Int 9, Wis 12, Cha 13. Enor is tall, with blonde hair and green eyes. She wears a chain shirt and wields a halberd. Enor has an animal companion, a black warhorse named Anjaus.",
  "Thratur: Female Gnome Monk, N. Str 10, Dex 11, Con 8, Int 9, Wis 14, Cha 13. Thratur has golden hair and soft brown eyes. She wears sturdy clothing and wields a bo (quarterstaff) and kama (sickle). Thratur was petrified for a hundred years.",
  "Ussas: Female Gnome Monk, CN. Str 11, Dex 12, Con 13, Int 10, Wis 13, Cha 14. Ussas is fair in appearance, with braided red hair and large blue eyes. She wears modest garments and wields nunchaku (club). Ussas is fascinated by death.",
  "Mantie: Female Gnome Monk, N. Str 10, Dex 12, Con 13, Int 10, Wis 10, Cha 10. Mantie has a square face, with copper hair and soft blue eyes. She wears modest garments and wields a bo (quarterstaff) and shuriken (darts).",
  "Saisse: Female Gnome Fighter, LE. Str 15, Dex 9, Con 12, Int 10, Wis 10, Cha 8. Saisse has thin silver hair and brown eyes. She wears plate armor and wields a shortsword and net. Saisse seeks to discover why she keeps having the same nightmare.",
  "Aissas: Female Gnome Cleric, CG. Str 9, Dex 10, Con 12, Int 11, Wis 17, Cha 12. Aissas has red hair and amber eyes. She wears studded leather and wields a spear and sickle.",
  "Aelis: Female Gnome Cleric, LN. Str 10, Dex 8, Con 11, Int 13, Wis 17, Cha 11. Aelis has a narrow face, with thin blonde hair and bright gray eyes. She wears leather armor and wields a mace. Aelis is gullible and insensitive.",
  "Banain: Female Gnome Monk, NE. Str 12, Dex 9, Con 12, Int 9, Wis 13, Cha 10. Banain is repulsive in appearance, with straight black hair and narrow blue eyes. She wears worn clothing and wields nunchaku (club). Banain is bloodthirsty and harsh.",
  "Anzin: Female Gnome Fighter, N. Str 15, Dex 9, Con 8, Int 7, Wis 9, Cha 5. Anzin has an angular face, with silver hair and soft blue eyes. She wears a breastplate and wields a longsword and shield. Anzin secretly serves Uslas, an ancient goddess of destruction.",
  "Kali: Female Gnome Fighter, NG. Str 16, Dex 13, Con 7, Int 10, Wis 11, Cha 13. Kali is thin, with white hair and hazel eyes. She wears splint armor and wields a trident and shield.",
  "Dine: Female Gnome Monk, CN. Str 11, Dex 10, Con 8, Int 10, Wis 13, Cha 8. Dine has auburn hair and hazel eyes, and prominent ears. She wears plain clothing and wields a yari (spear).",
  "Bali: Female Gnome Monk, N. Str 16, Dex 10, Con 11, Int 6, Wis 12, Cha 9. Bali is common in appearance, with straight golden hair and brown eyes. She wears modest garments and wields a kanabo (mace) and sai (dagger). Bali lost her shadow to a hag.",
  "Alias: Female Gnome Ranger, CN. Str 11, Dex 12, Con 8, Int 11, Wis 15, Cha 9. Alias is tall, with brown hair and sharp green eyes. She wears half plate and wields a halberd. Alias has golden eagle named Atur.",
  "Gwoinain: Female Gnome Bard, N. Str 14, Dex 10, Con 14, Int 11, Wis 15, Cha 16. Gwoinain has black hair and narrow blue eyes. She wears leather armor and wields a mace and hand crossbow.",
  "Bori: Female Gnome Fighter, N. Str 17, Dex 15, Con 6, Int 10, Wis 10, Cha 7. Bori has black hair and dark blue eyes, and large ears. She wears chain mail and wields a halberd. Bori is haunted by the ghost of someone she killed.",
  "Siberg: Female Gnome Barbarian, N. Str 13, Dex 13, Con 13, Int 9, Wis 13, Cha 11. Siberg has a long face, with short blonde hair and sharp blue eyes. She wears studded leather and wields a longsword and net.",
  "Bilia: Female Gnome Bard, LG. Str 12, Dex 9, Con 14, Int 14, Wis 13, Cha 13. Bilia has an angular face, with messy auburn hair and bright blue eyes. She wears studded leather and wields a shortsword and hand crossbow. Bilia is searching for her missing familiar, a hawk named Rori.",
  "Ussas: Female Gnome Monk, N. Str 12, Dex 14, Con 13, Int 11, Wis 10, Cha 10. Ussas has gray hair and brown eyes. She wears simple clothing and wields nunchaku (club). Ussas lost her shadow to a hag.",
  "Gili: Female Gnome Druid, Neutral. Str 13, Dex 6, Con 8, Int 9, Wis 12, Cha 11. Gili has braided red hair and green eyes. She wears hide armor and wields a spear and wooden shield. Gili seeks to discover who murdered her family.",
  "Bethain: Female Gnome Monk, CN. Str 11, Dex 15, Con 10, Int 13, Wis 11, Cha 11. Bethain has a long face, with golden hair and gray eyes. She wears travel-stained clothing and wields an ono (handaxe). Bethain is stoic and pessimistic.",
  "Enor: Female Gnome Cleric, LN. Str 10, Dex 13, Con 6, Int 6, Wis 14, Cha 12. Enor is fair in appearance, with white hair and gray eyes. She wears a breastplate and wields a spear and light crossbow. Enor is lewd and bold.",
  "Ursas: Female Gnome Paladin, Good. Str 13, Dex 6, Con 10, Int 15, Wis 10, Cha 13. Ursas is exceptionally beautiful, with uneven golden hair and gray eyes. She wears ring mail and wields a halberd.",
  "Ziri: Female Gnome Ranger, NG. Str 8, Dex 14, Con 13, Int 10, Wis 12, Cha 14. Ziri has gray hair and brown eyes. She wears studded leather and wields a morningstar. Ziri is hunting the dragon who murdered her family.",
  "Arin: Female Gnome Fighter, NE. Str 16, Dex 14, Con 10, Int 7, Wis 11, Cha 12. Arin has black hair and narrow hazel eyes. She wears a chain shirt and wields a greataxe. Arin has an animal companion, a black dog named Sanzur.",
  "Ethais: Female Gnome Barbarian, N. Str 13, Dex 11, Con 11, Int 14, Wis 15, Cha 10. Ethais is exceptionally beautiful, with blonde hair and blue eyes. She wears studded leather and wields a battleaxe. Ethais has an animal companion, a badger named Funda.",
  "Khali: Female Gnome Ranger, N. Str 14, Dex 13, Con 13, Int 6, Wis 16, Cha 8. Khali has curly red hair and gray eyes, and an unusual scar on her leg. She wears leather armor and wields a glaive. Khali is honest and fiendish.",
  "Ukal: Female Gnome Fighter, NE. Str 14, Dex 13, Con 10, Int 10, Wis 12, Cha 13. Ukal has tangled red hair and amber eyes. She wears a chain shirt and wields a battleaxe and blowgun.",
  "Urul: Female Gnome Rogue, CN. Str 9, Dex 15, Con 13, Int 14, Wis 13, Cha 11. Urul has a narrow face, with braided black hair and hazel eyes. She wears leather armor and wields a rapier. Urul is amoral and impartial.",
  "Azent: Female Gnome Rogue, N. Str 6, Dex 13, Con 10, Int 11, Wis 9, Cha 7. Azent has copper hair and bright green eyes, and a beaked nose. She wears studded leather and wields a longsword and javelins.",
  "Bali: Female Gnome Warlock, N. Str 13, Dex 10, Con 10, Int 12, Wis 11, Cha 14. Bali has gray hair and blue eyes, and wears glasses with pewter rims. She wears leather armor and wields a mace and sickle.",
  "Gimli: Female Gnome Monk, LE. Str 10, Dex 13, Con 12, Int 10, Wis 9, Cha 12. Gimli has copper hair and gray eyes, and an unusual scar on her leg. She wears travel-stained clothing and wields an ono (handaxe). Gimli seeks to steal the crown of the kingdom.",
  "Aenas: Female Gnome Paladin, Good. Str 14, Dex 10, Con 9, Int 10, Wis 13, Cha 12. Aenas has a round face, with golden hair and gray eyes. She wears a breastplate and wields a trident and shield.",
  "Kari: Female Gnome Fighter, LE. Str 16, Dex 16, Con 13, Int 7, Wis 7, Cha 6. Kari has auburn hair and bright gray eyes. She wears ring mail and wields a whip and shield. Kari is perverted and harsh.",
  "Khali: Female Gnome Warlock, LE. Str 15, Dex 12, Con 11, Int 8, Wis 5, Cha 14. Khali has braided black hair and soft blue eyes, and a malevolent smile. She wears leather armor and wields a handaxe. Khali believes that she is being hunted by supernatural creatures.",
  "Hilie: Female Gnome Warlock, CE. Str 16, Dex 8, Con 8, Int 13, Wis 10, Cha 14. Hilie is repulsive in appearance, with golden hair and sharp hazel eyes. She wears studded leather and wields a club and light crossbow. Hilie was petrified for a hundred years.",
  "Elois: Female Gnome Fighter, NE. Str 13, Dex 10, Con 12, Int 5, Wis 11, Cha 6. Elois has long red hair and blue eyes. She wears half plate and wields a halberd.",
  "Alias: Female Gnome Bard, N. Str 12, Dex 12, Con 13, Int 12, Wis 7, Cha 14. Alias is rough in appearance, with uneven auburn hair and light brown eyes. She wears leather armor and wields a shortsword and light crossbow. Alias has an animal companion, a hawk named Arvin.",
  "Thrinain: Female Gnome Fighter, LG. Str 15, Dex 16, Con 11, Int 10, Wis 9, Cha 12. Thrinain has curly blonde hair and hazel eyes. She wears ring mail and wields a rapier. Thrinain seeks to find her true love.",
  "Bori: Female Gnome Monk, LN. Str 13, Dex 12, Con 9, Int 6, Wis 11, Cha 12. Bori has blonde hair and green eyes, and prominent ears. She wears modest garments and wields a bo (quarterstaff).",
  "Ansis: Female Gnome Fighter, LN. Str 15, Dex 11, Con 12, Int 15, Wis 11, Cha 11. Ansis is short and stout, with black hair and large blue eyes. She wears chain mail and wields a shortsword and shield. Ansis is foolish and aggressive.",
  "Alin: Female Gnome Rogue, CG. Str 10, Dex 15, Con 13, Int 12, Wis 10, Cha 7. Alin has long blonde hair and hazel eyes. She wears leather armor and wields a quarterstaff and hand crossbow. Alin is fascinated by ghosts and spirits.",
  "Ahad: Female Gnome Rogue, LN. Str 9, Dex 15, Con 10, Int 13, Wis 12, Cha 15. Ahad has blonde hair and light green eyes. She wears leather armor and wields a longsword. Ahad has an animal companion, a raven named Bori.",
  "Askar: Female Gnome Monk, LN. Str 11, Dex 14, Con 6, Int 11, Wis 13, Cha 7. Askar is rugged in appearance, with curly red hair and amber eyes. She wears sturdy clothing and wields nunchaku (club) and sai (dagger). Askar has an animal companion, a tiger named Kamil.",
  "Urin: Female Gnome Sorcerer, NG. Str 14, Dex 7, Con 8, Int 9, Wis 12, Cha 12. Urin has gray hair and bright hazel eyes. She wears simple clothing and wields a quarterstaff. Urin is honorable and righteous.",
  "Mada: Female Gnome Rogue, CG. Str 11, Dex 15, Con 11, Int 12, Wis 12, Cha 11. Mada has golden hair and bright green eyes, and a flat nose. She wears studded leather and wields a rapier and dagger. Mada is searching for the legendary Black Halls of Secrets.",
  "Ukat: Female Gnome Ranger, N. Str 12, Dex 12, Con 8, Int 12, Wis 13, Cha 9. Ukat has straight brown hair and gray eyes, and large ears. She wears hide armor and wields a rapier.",
  "Sanzir: Female Gnome Fighter, LN. Str 14, Dex 11, Con 9, Int 8, Wis 13, Cha 10. Sanzir is exceptionally beautiful, with golden hair and narrow gray eyes. She wears splint armor and wields a rapier and shield. Sanzir suffers a mild allergy to pollen.",
  "Minarv: Female Gnome Monk, N. Str 15, Dex 10, Con 10, Int 13, Wis 12, Cha 11. Minarv is common in appearance, with messy brown hair and bright green eyes. She wears worn clothing and wields a yari (spear) and kama (sickle). Minarv compulsively plays with a silver ring.",
  "Gili: Female Gnome Paladin, Good. Str 16, Dex 7, Con 14, Int 8, Wis 8, Cha 16. Gili is rough in appearance, with copper hair and bright amber eyes. She wears a breastplate and wields a war pick and shield. Gili has an animal companion, a bay warhorse named Goda.",
  "Alin: Female Gnome Sorcerer, LG. Str 11, Dex 9, Con 12, Int 14, Wis 10, Cha 17. Alin is fair in appearance, with uneven copper hair and brown eyes. She wears sturdy clothing and wields a quarterstaff and darts.",
  "Bari: Female Gnome Cleric, LN. Str 11, Dex 10, Con 11, Int 10, Wis 15, Cha 7. Bari is exceptionally beautiful, with thin silver hair and soft amber eyes. She wears a chain shirt and wields a light hammer. Bari is curious and covetous.",
  "Enor: Female Gnome Monk, CN. Str 17, Dex 16, Con 15, Int 11, Wis 13, Cha 14. Enor has red hair and brown eyes, and prominent ears. She wears well-made clothing and wields nunchaku (club) and kama (sickle).",
  "Endent: Female Gnome Cleric, CG. Str 11, Dex 14, Con 13, Int 14, Wis 12, Cha 11. Endent is tall, with black hair and blue eyes. She wears leather armor and wields a spear and shield. Endent is hunting the demon who murdered her family.",
  "Umur: Female Gnome Monk, CG. Str 11, Dex 11, Con 10, Int 13, Wis 13, Cha 9. Umur is willowy, with long red hair and brown eyes. She wears plain clothing and wields a yari (spear). Umur is searching for her missing daughter.",
  "Dainarv: Female Gnome Druid, Neutral. Str 12, Dex 10, Con 9, Int 12, Wis 17, Cha 13. Dainarv is fey in appearance, with matted copper hair and amber eyes. She wears hide armor and wields a quarterstaff and sickle. Dainarv is alluring and haughty.",
  "Kamil: Female Gnome Fighter, NG. Str 13, Dex 11, Con 6, Int 10, Wis 9, Cha 8. Kamil is short and slender, with white hair and sharp blue eyes. She wears ring mail and wields a rapier. Kamil is haunted by the memories of a past life.",
  "Sane: Female Gnome Cleric, CG. Str 11, Dex 10, Con 14, Int 12, Wis 16, Cha 10. Sane is pleasant in appearance, with brown hair and green eyes. She wears a chain shirt and wields a handaxe and shield. Sane is valiant and agreeable.",
  "Ersent: Female Gnome Wizard, CG. Str 11, Dex 11, Con 15, Int 17, Wis 12, Cha 10. Ersent has a round face, with uneven brown hair and amber eyes. She wears expensive clothing and wields a dagger. Ersent seeks revenge against the sister who betrayed her.",
  "Lile: Female Gnome Paladin, Good. Str 10, Dex 6, Con 12, Int 10, Wis 15, Cha 14. Lile is tall and overweight, with silver hair and brown eyes. She wears a breastplate and wields a morningstar and shield. Lile is trustworthy and timid.",
  "Ergent: Female Gnome Cleric, LN. Str 6, Dex 10, Con 6, Int 9, Wis 13, Cha 12. Ergent is tall and thin, with white hair and dark amber eyes. She wears studded leather and wields a club and shield. Ergent compulsively flirts with others.",
  "Abal: Female Gnome Paladin, Good. Str 9, Dex 9, Con 9, Int 14, Wis 14, Cha 12. Abal is rough in appearance, with cropped golden hair and light gray eyes. She wears plate armor and wields a morningstar and shield.",
  "Sheli: Female Gnome Monk, LN. Str 14, Dex 12, Con 15, Int 11, Wis 15, Cha 13. Sheli has an angular face, with messy golden hair and hazel eyes. She wears sturdy clothing and wields a bo (quarterstaff) and kama (sickle). Sheli seeks to discover what destroyed her homeland.",
  "Khakam: Female Gnome Cleric, CE. Str 11, Dex 6, Con 7, Int 13, Wis 13, Cha 14. Khakam has a long face, with matted red hair and bright blue eyes. She wears leather armor and wields a spear and shield. Khakam is depraved and greedy.",
  "Helie: Female Gnome Rogue, CE. Str 6, Dex 16, Con 11, Int 11, Wis 12, Cha 5. Helie has curly blonde hair and blue eyes. She wears leather armor and wields a spear. Helie is barbaric and vengeful.",
  "Duli: Female Gnome Rogue, LN. Str 9, Dex 13, Con 10, Int 10, Wis 8, Cha 9. Duli is rough in appearance, with tangled copper hair and gray eyes. She wears studded leather and wields a longsword and hand crossbow.",
  "Elis: Female Gnome Bard, N. Str 9, Dex 15, Con 8, Int 12, Wis 11, Cha 14. Elis is fey in appearance, with gray hair and dark gray eyes. She wears studded leather and wields a spear and hand crossbow. Elis is haunted by the ghost of someone she killed.",
  "Dainan: Female Gnome Warlock, N. Str 12, Dex 15, Con 6, Int 11, Wis 10, Cha 14. Dainan has auburn hair and light green eyes. She wears leather armor and wields a club. Dainan secretly serves Gatu, an ancient goddess of death.",
  "Orin: Female Gnome Monk, N. Str 8, Dex 10, Con 10, Int 10, Wis 13, Cha 14. Orin is exceptionally beautiful, with red hair and green eyes. She wears modest garments and wields an ono (handaxe) and kama (sickle). Orin has an animal companion, a black rat named Haine.",
  "Ersent: Female Gnome Bard, LG. Str 9, Dex 5, Con 8, Int 15, Wis 12, Cha 15. Ersent is heavyset, with short black hair and gray eyes. She wears studded leather and wields a longsword and hand crossbow. Ersent is diplomatic and reserved.",
  "Alin: Female Gnome Fighter, LG. Str 15, Dex 11, Con 10, Int 10, Wis 11, Cha 6. Alin has a long face, with thick golden hair and light amber eyes. She wears scale mail and wields a greataxe. Alin speaks with a deep voice.",
  "Hele: Female Gnome Druid, Neutral. Str 8, Dex 7, Con 5, Int 11, Wis 13, Cha 8. Hele has black hair and blue eyes. She wears leather armor and wields a mace and javelins.",
  "Zuri: Female Gnome Monk, LN. Str 15, Dex 12, Con 6, Int 11, Wis 12, Cha 7. Zuri is rough in appearance, with blonde hair and amber eyes. She wears plain clothing and wields an ono (handaxe). Zuri believes that she is being hunted by supernatural creatures.",
  "Arin: Female Gnome Paladin, Good. Str 9, Dex 15, Con 12, Int 5, Wis 13, Cha 10. Arin has gray hair and gray eyes. She wears hide armor and wields a morningstar and shield. Arin is fair and courageous.",
  "Abal: Female Gnome Cleric, N. Str 10, Dex 10, Con 15, Int 8, Wis 16, Cha 13. Abal has a narrow face, with white hair and blue eyes. She wears leather armor and wields a mace and dagger. Abal is haunted by the ghost of someone she killed.",
  "Senda: Female Gnome Rogue, N. Str 10, Dex 15, Con 14, Int 15, Wis 11, Cha 12. Senda is exceptionally beautiful, with tangled black hair and brown eyes. She wears studded leather and wields a rapier and hand crossbow.",
  "Urin: Female Gnome Ranger, NG. Str 9, Dex 9, Con 5, Int 9, Wis 14, Cha 10. Urin has blonde hair and brown eyes. She wears leather armor and wields a shortsword and shield. Urin is hunting the cultists who murdered her family.",
  "Frori: Female Gnome Fighter, N. Str 12, Dex 8, Con 12, Int 12, Wis 12, Cha 15. Frori is fey in appearance, with braided auburn hair and soft amber eyes. She wears half plate and wields a morningstar and shield. Frori has an animal companion, a brown bear named Icatz.",
  "Bali: Female Gnome Wizard, CN. Str 13, Dex 12, Con 8, Int 14, Wis 8, Cha 11. Bali is short and stout, with silver hair and hazel eyes. She wears topaz robes and wields a quarterstaff and light crossbow. Bali is honest and humble.",
  "Bali: Female Gnome Fighter, NG. Str 13, Dex 15, Con 6, Int 13, Wis 12, Cha 11. Bali is exceptionally beautiful, with copper hair and brown eyes. She wears scale mail and wields a morningstar and shield. Bali secretly serves Mery, an ancient goddess of trickery.",
  "Frazagh: Female Gnome Monk, LE. Str 14, Dex 16, Con 10, Int 14, Wis 14, Cha 10. Frazagh is short and willowy, with tangled silver hair and brown eyes. She wears travel-stained clothing and wields a kanabo (mace). Frazagh dislikes anyone bigger than her.",
  "Umul: Female Gnome Cleric, NG. Str 7, Dex 12, Con 10, Int 13, Wis 13, Cha 10. Umul has black hair and brown eyes. She wears studded leather and wields a quarterstaff and sling. Umul is romantic and determined.",
  "Azais: Female Gnome Rogue, N. Str 12, Dex 13, Con 10, Int 13, Wis 13, Cha 8. Azais is slender, with brown hair and sharp hazel eyes. She wears leather armor and wields a longsword and hand crossbow. Azais seeks to save her family from financial ruin.",
  "Glinarv: Female Gnome Rogue, NE. Str 10, Dex 12, Con 13, Int 13, Wis 10, Cha 13. Glinarv has golden hair and green eyes, and large ears. She wears leather armor and wields a rapier and sickle. Glinarv is insensitive and selfish.",
  "Shainan: Female Gnome Monk, CG. Str 15, Dex 14, Con 5, Int 8, Wis 16, Cha 13. Shainan has an angular face, with brown hair and gray eyes. She wears modest garments and wields nunchaku (club). Shainan has an animal companion, a hunting dog named Frukad.",
  "Alin: Female Gnome Warlock, CG. Str 13, Dex 12, Con 13, Int 6, Wis 8, Cha 16. Alin has an angular face, with long white hair and blue eyes. She wears leather armor and wields a quarterstaff. Alin seeks to master the secrets of time travel.",
  "Ersent: Female Gnome Fighter, N. Str 13, Dex 14, Con 11, Int 6, Wis 10, Cha 14. Ersent has a long face, with auburn hair and bright blue eyes. She wears a breastplate and wields a greataxe. Ersent is fascinated by death.",
  "Mersa: Female Gnome Ranger, LG. Str 15, Dex 10, Con 12, Int 7, Wis 11, Cha 6. Mersa is tall and willowy, with long blonde hair and large amber eyes. She wears half plate and wields a whip and shield. Mersa is searching for her lost brother.",
  "Dwari: Female Gnome Rogue, LN. Str 13, Dex 12, Con 10, Int 14, Wis 9, Cha 10. Dwari is tall and heavyset, with braided blonde hair and soft blue eyes. She wears leather armor and wields a shortsword and light crossbow. Dwari seeks to steal a legendary diamond from the Academy of Arcane Devices.",
  "Aisent: Female Gnome Fighter, N. Str 15, Dex 15, Con 7, Int 14, Wis 5, Cha 11. Aisent is short and thin, with blonde hair and brown eyes. She wears scale mail and wields a rapier.",
  "Alin: Female Gnome Bard, N. Str 5, Dex 14, Con 10, Int 11, Wis 11, Cha 15. Alin is short and willowy, with tangled gray hair and brown eyes. She wears studded leather and wields a quarterstaff. Alin compulsively plays with a gold ring.",
  "Carin: Female Gnome Rogue, CN. Str 12, Dex 12, Con 8, Int 13, Wis 12, Cha 10. Carin has braided auburn hair and narrow gray eyes, and numerous distinctive tattoos. She wears studded leather and wields a light hammer. Carin was petrified for a hundred years.",
  "Abent: Female Gnome Rogue, LE. Str 10, Dex 12, Con 13, Int 11, Wis 10, Cha 11. Abent has braided blonde hair and bright brown eyes, and broken teeth. She wears leather armor and wields a longsword.",
  "Alin: Female Gnome Druid, Neutral. Str 9, Dex 5, Con 9, Int 10, Wis 15, Cha 14. Alin has blonde hair and dark hazel eyes. She wears leather armor and wields a quarterstaff and darts. Alin has golden eagle named Duli.",
  "Bausse: Female Gnome Paladin, Good. Str 10, Dex 6, Con 11, Int 8, Wis 14, Cha 10. Bausse is tall and slender, with messy blonde hair and blue eyes. She wears chain mail and wields a warhammer and shield. Bausse compulsively whispers nonsense.",
  "Dainain: Female Gnome Monk, NG. Str 15, Dex 11, Con 8, Int 6, Wis 15, Cha 10. Dainain has a square face, with short white hair and blue eyes. She wears worn clothing and wields an ono (handaxe) and sai (dagger). Dainain has an animal companion, a green snake named Potib.",
  "Gimli: Female Gnome Paladin, Good. Str 16, Dex 13, Con 12, Int 12, Wis 11, Cha 11. Gimli is short and heavyset, with thin black hair and green eyes. She wears ring mail and wields a halberd. Gimli speaks with a raspy voice.",
  "Elois: Female Gnome Fighter, NG. Str 14, Dex 8, Con 14, Int 9, Wis 11, Cha 8. Elois has red hair and blue eyes, and a round nose. She wears a breastplate and wields a trident. Elois is cursed with a deformed hand.",
  "Ansis: Female Gnome Cleric, CN. Str 9, Dex 6, Con 11, Int 12, Wis 15, Cha 15. Ansis has a narrow face, with copper hair and green eyes. She wears studded leather and wields a quarterstaff and darts. Ansis seeks to free herself from an ancient curse.",
  "Ansis: Female Gnome Ranger, NG. Str 15, Dex 12, Con 10, Int 10, Wis 9, Cha 6. Ansis has red hair and green eyes, and a magical scar on her arm. She wears half plate and wields a rapier. Ansis is searching for her lost brother.",
  "Frukilm: Female Gnome Sorcerer, LG. Str 9, Dex 11, Con 11, Int 13, Wis 10, Cha 16. Frukilm has a round face, with golden hair and brown eyes. She wears plain clothing and wields a dagger. Frukilm has an animal companion, a hawk named Ziri.",
  "Kadu: Female Gnome Rogue, N. Str 11, Dex 17, Con 6, Int 10, Wis 9, Cha 14. Kadu is short and slender, with matted brown hair and large hazel eyes. She wears studded leather and wields a longsword and darts. Kadu has an animal companion, a black snake named Espans.",
  "Blanda: Female Gnome Rogue, N. Str 13, Dex 14, Con 11, Int 11, Wis 6, Cha 6. Blanda is exceptionally beautiful, with silver hair and light green eyes. She wears leather armor and wields a shortsword. Blanda is lewd and abusive.",
  "Hilia: Female Gnome Rogue, LN. Str 12, Dex 14, Con 13, Int 16, Wis 7, Cha 8. Hilia has curly brown hair and narrow hazel eyes. She wears leather armor and wields a shortsword.",
  "Undin: Female Gnome Fighter, N. Str 17, Dex 13, Con 11, Int 10, Wis 5, Cha 11. Undin is tall and stout, with black hair and blue eyes. She wears a chain shirt and wields a scimitar. Undin is searching for a legendary blade named Sublime Devastator.",
  "Blabeth: Female Gnome Cleric, NG. Str 8, Dex 13, Con 10, Int 11, Wis 16, Cha 10. Blabeth has red hair and blue eyes. She wears studded leather and wields a handaxe and javelins.",
  "Rina: Female Gnome Barbarian, CN. Str 17, Dex 14, Con 12, Int 9, Wis 11, Cha 11. Rina has messy copper hair and light brown eyes, and small ears. She wears hide armor and wields a longsword and shield. Rina is cursed with a deformed leg.",
  "Gili: Female Gnome Monk, CN. Str 13, Dex 17, Con 14, Int 10, Wis 13, Cha 13. Gili is rugged in appearance, with black hair and bright amber eyes. She wears modest garments and wields nunchaku (club) and sai (dagger). Gili is gullible and depraved.",
  "Carais: Female Gnome Rogue, LG. Str 7, Dex 17, Con 13, Int 11, Wis 11, Cha 10. Carais is thin, with thin brown hair and soft blue eyes. She wears leather armor and wields a shortsword and hand crossbow. Carais seeks revenge against the aristocrat who framed her.",
  "Enor: Female Gnome Druid, Neutral. Str 16, Dex 6, Con 11, Int 11, Wis 12, Cha 7. Enor has an angular face, with long golden hair and green eyes. She wears leather armor and wields a mace. Enor has dire rat named Bali.",
  "Hele: Female Gnome Barbarian, N. Str 13, Dex 12, Con 9, Int 10, Wis 11, Cha 7. Hele is fair in appearance, with black hair and gray eyes. She wears studded leather and wields a scimitar.",
  "Verrin: Female Gnome Rogue, NG. Str 10, Dex 14, Con 11, Int 16, Wis 6, Cha 13. Verrin has a long face, with white hair and blue eyes. She wears leather armor and wields a shortsword. Verrin speaks with a strange accent.",
  "Khari: Female Gnome Fighter, N. Str 14, Dex 9, Con 12, Int 9, Wis 6, Cha 8. Khari has an angular face, with tangled silver hair and dark brown eyes. She wears half plate and wields a shortsword.",
  "Bari: Female Gnome Fighter, N. Str 15, Dex 8, Con 12, Int 8, Wis 8, Cha 7. Bari has a square face, with tangled white hair and light amber eyes. She wears hide armor and wields a scimitar and shield.",
  "Orin: Female Gnome Ranger, N. Str 13, Dex 10, Con 9, Int 9, Wis 17, Cha 9. Orin has golden hair and blue eyes, and small ears. She wears studded leather and wields a longsword and shield. Orin is decisive and practical.",
  "Andis: Female Gnome Wizard, N. Str 7, Dex 13, Con 11, Int 15, Wis 9, Cha 14. Andis is exceptionally beautiful, with silver hair and dark blue eyes. She wears modest garments and wields a quarterstaff.",
  "Shali: Female Gnome Monk, NG. Str 13, Dex 8, Con 12, Int 8, Wis 10, Cha 13. Shali has white hair and soft brown eyes, and an unusual scar on her leg. She wears modest garments and wields a yari (spear). Shali is fair and polite.",
  "Monde: Female Gnome Ranger, LN. Str 13, Dex 16, Con 12, Int 8, Wis 10, Cha 13. Monde is exceptionally beautiful, with straight golden hair and sharp blue eyes. She wears leather armor and wields a scimitar. Monde is honest and ambitious.",
  "Alpais: Female Gnome Fighter, NG. Str 12, Dex 16, Con 9, Int 11, Wis 9, Cha 7. Alpais is common in appearance, with white hair and light amber eyes. She wears half plate and wields a greataxe. Alpais is hunting the warlord who stole her ancestral sword.",
  "Alin: Female Gnome Druid, Neutral. Str 11, Dex 14, Con 12, Int 8, Wis 15, Cha 9. Alin has an angular face, with silver hair and narrow hazel eyes. She wears hide armor and wields a quarterstaff and wooden shield.",
  "Thainarv: Female Gnome Rogue, LN. Str 6, Dex 15, Con 11, Int 8, Wis 11, Cha 10. Thainarv is exceptionally beautiful, with matted brown hair and narrow amber eyes. She wears studded leather and wields a shortsword. Thainarv is a terrible liar.",
  "Kada: Female Gnome Fighter, NG. Str 16, Dex 11, Con 9, Int 13, Wis 11, Cha 11. Kada has blonde hair and gray eyes, and an unusual mark on her arm. She wears scale mail and wields a flail and shield. Kada believes that she is being hunted by supernatural creatures.",
  "Dinain: Female Gnome Monk, NG. Str 12, Dex 15, Con 9, Int 10, Wis 10, Cha 12. Dinain has copper hair and bright green eyes, and a flat nose. She wears modest garments and wields an ono (handaxe) and sai (dagger). Dinain suffers a severe allergy to nuts.",
  "Bethil: Female Gnome Fighter, NG. Str 16, Dex 14, Con 9, Int 9, Wis 12, Cha 9. Bethil is fey in appearance, with blonde hair and bright brown eyes. She wears splint armor and wields a warhammer. Bethil has an animal companion, a black bear named Gualham.",
  "Dine: Female Gnome Monk, NG. Str 17, Dex 11, Con 14, Int 9, Wis 15, Cha 10. Dine is rugged in appearance, with matted auburn hair and narrow amber eyes. She wears well-made clothing and wields nunchaku (club) and shuriken (darts). Dine has an animal companion, a tawny rat named Khudu.",
  "Ansis: Female Gnome Druid, Neutral. Str 14, Dex 12, Con 8, Int 10, Wis 13, Cha 11. Ansis has tangled copper hair and green eyes. She wears leather armor and wields a club. Ansis is devout and mischievous.",
  "Kali: Female Gnome Fighter, LG. Str 17, Dex 11, Con 11, Int 11, Wis 10, Cha 14. Kali has blonde hair and green eyes. She wears splint armor and wields a war pick and longbow. Kali is aesthetic and impish.",
  "Ziri: Female Gnome Fighter, N. Str 14, Dex 17, Con 8, Int 12, Wis 7, Cha 10. Ziri has matted brown hair and soft gray eyes. She wears chain mail and wields a warhammer and shield. Ziri is determined and practical.",
  "Amas: Female Gnome Barbarian, LE. Str 16, Dex 8, Con 13, Int 10, Wis 5, Cha 8. Amas has long red hair and large hazel eyes, and a flat nose. She wears studded leather and wields a greatsword.",
  "Gili: Female Gnome Rogue, NE. Str 8, Dex 14, Con 11, Int 15, Wis 12, Cha 14. Gili is beastly in appearance, with auburn hair and light amber eyes. She wears studded leather and wields a mace and javelins. Gili has an animal companion, a raven named Ransa.",
  "Imlin: Female Gnome Monk, NG. Str 12, Dex 12, Con 11, Int 7, Wis 12, Cha 10. Imlin is rough in appearance, with thick gray hair and brown eyes. She wears worn clothing and wields a bo (quarterstaff) and sai (dagger).",
  "Bliana: Female Gnome Bard, LN. Str 12, Dex 11, Con 8, Int 13, Wis 14, Cha 12. Bliana is short and stout, with short black hair and narrow amber eyes. She wears studded leather and wields a longsword and hand crossbow. Bliana has an animal companion, a hawk named Funda.",
  "Nainan: Female Gnome Monk, N. Str 11, Dex 11, Con 12, Int 13, Wis 12, Cha 8. Nainan is exceptionally beautiful, with tangled white hair and brown eyes. She wears travel-stained clothing and wields nunchaku (club). Nainan lost her shadow to a nymph.",
  "Abor: Female Gnome Monk, LN. Str 10, Dex 13, Con 10, Int 9, Wis 15, Cha 11. Abor is pleasant in appearance, with thin copper hair and sharp green eyes. She wears plain clothing and wields a yari (spear). Abor seeks to discover why she keeps having the same dream.",
  "Hilie: Female Gnome Monk, CG. Str 12, Dex 11, Con 14, Int 10, Wis 15, Cha 11. Hilie has black hair and green eyes, and small ears. She wears simple clothing and wields a kanabo (mace). Hilie has an animal companion, a tiger named Bali.",
  "Narvi: Female Gnome Bard, LN. Str 8, Dex 12, Con 8, Int 13, Wis 12, Cha 16. Narvi has a round face, with copper hair and soft hazel eyes. She wears studded leather and wields a rapier. Narvi secretly serves Motha, an ancient aberrant goddess.",
  "Thari: Female Gnome Ranger, N. Str 13, Dex 14, Con 13, Int 10, Wis 8, Cha 9. Thari is tall, with matted brown hair and amber eyes. She wears scale mail and wields a battleaxe and shield. Thari suffers a paralyzing fear of confined spaces.",
  "Ukral: Female Gnome Barbarian, LN. Str 17, Dex 11, Con 14, Int 14, Wis 7, Cha 14. Ukral has a long face, with matted brown hair and light hazel eyes. She wears hide armor and wields a battleaxe and longbow. Ukral is searching for the lost elven kingdom of Olinand.",
  "Lianne: Female Gnome Fighter, CN. Str 17, Dex 12, Con 9, Int 5, Wis 10, Cha 10. Lianne is rugged in appearance, with braided white hair and hazel eyes. She wears a chain shirt and wields a greataxe. Lianne has an animal companion, a black wolf named Gautez.",
  "Nainarv: Female Gnome Fighter, NG. Str 14, Dex 10, Con 11, Int 11, Wis 15, Cha 9. Nainarv has a narrow face, with long black hair and brown eyes. She wears scale mail and wields a flail and hand crossbow. Nainarv is courteous and passionate.",
  "Grainan: Female Gnome Barbarian, N. Str 12, Dex 7, Con 11, Int 9, Wis 14, Cha 12. Grainan is exceptionally beautiful, with tangled red hair and light hazel eyes. She wears leather armor and wields a flail and shield. Grainan has an animal companion, a gray wolf named Kari.",
  "Thrakilm: Female Gnome Warlock, LG. Str 17, Dex 9, Con 15, Int 10, Wis 7, Cha 12. Thrakilm has cropped auburn hair and light green eyes. She wears studded leather and wields a light hammer. Thrakilm is haunted by the ghost of someone she killed.",
  "Gamin: Female Gnome Monk, NE. Str 13, Dex 14, Con 10, Int 10, Wis 9, Cha 11. Gamin has long white hair and narrow blue eyes. She wears travel-stained clothing and wields a bo (quarterstaff). Gamin is searching for the lost dominion of Elion.",
  "Saisse: Female Gnome Warlock, N. Str 13, Dex 10, Con 10, Int 9, Wis 10, Cha 15. Saisse has a square face, with braided red hair and gray eyes. She wears studded leather and wields a spear and dagger. Saisse seeks to master the secrets of chaos magic.",
  "Thrinarv: Female Gnome Bard, LG. Str 6, Dex 10, Con 14, Int 11, Wis 12, Cha 15. Thrinarv is fair in appearance, with red hair and light blue eyes. She wears studded leather and wields a longsword and hand crossbow. Thrinarv was petrified for a hundred years.",
  "Ansis: Female Gnome Sorcerer, NG. Str 8, Dex 14, Con 14, Int 12, Wis 12, Cha 12. Ansis has a narrow face, with gray hair and dark green eyes. She wears plain clothing and wields a quarterstaff. Ansis is searching for her missing daughter.",
  "Verrel: Female Gnome Rogue, CG. Str 13, Dex 12, Con 11, Int 15, Wis 11, Cha 5. Verrel has a round face, with short blonde hair and green eyes. She wears leather armor and wields a shortsword and light crossbow.",
  "Askat: Female Gnome Fighter, LE. Str 14, Dex 11, Con 6, Int 11, Wis 5, Cha 11. Askat has a square face, with thin gray hair and narrow amber eyes. She wears splint armor and wields a battleaxe and hand crossbow. Askat seeks to save her family from financial ruin.",
  "Nanain: Female Gnome Cleric, N. Str 8, Dex 11, Con 10, Int 6, Wis 14, Cha 12. Nanain is heavyset, with tangled red hair and bright green eyes. She wears a chain shirt and wields a quarterstaff and shield. Nanain has an animal companion, a hawk named Arkur.",
  "Ukhur: Female Gnome Cleric, NE. Str 10, Dex 9, Con 13, Int 9, Wis 14, Cha 13. Ukhur has a square face, with thick gray hair and green eyes. She wears studded leather and wields a mace and shield. Ukhur is searching for the lost Pantheon of the Cerulean Sky.",
  "Alais: Female Gnome Fighter, CE. Str 17, Dex 12, Con 13, Int 11, Wis 12, Cha 10. Alais is exceptionally beautiful, with long copper hair and amber eyes. She wears ring mail and wields a morningstar and shield. Alais has an animal companion, a ginger dog named Arrak.",
  "Turi: Female Gnome Rogue, CN. Str 9, Dex 16, Con 10, Int 11, Wis 11, Cha 12. Turi has a narrow face, with white hair and bright brown eyes. She wears leather armor and wields a longsword.",
  "Azas: Female Gnome Paladin, Good. Str 15, Dex 12, Con 13, Int 5, Wis 12, Cha 14. Azas is youthful in appearance, with messy silver hair and brown eyes. She wears ring mail and wields a greataxe.",
  "Verrin: Female Gnome Wizard, NG. Str 10, Dex 8, Con 13, Int 12, Wis 11, Cha 13. Verrin is tall, with red hair and large amber eyes. She wears expensive clothing and wields a dagger. Verrin is pious and fair.",
  "Sende: Female Gnome Barbarian, NE. Str 16, Dex 9, Con 12, Int 15, Wis 9, Cha 15. Sende is exceptionally beautiful, with matted red hair and light brown eyes. She wears scale mail and wields a war pick. Sende is hunting the sorcerer who murdered her family.",
  "Sane: Female Gnome Barbarian, LG. Str 13, Dex 10, Con 14, Int 10, Wis 11, Cha 11. Sane has golden hair and light green eyes. She wears scale mail and wields a flail and shield. Sane is calm and aesthetic.",
  "Sentie: Female Gnome Sorcerer, N. Str 12, Dex 6, Con 7, Int 11, Wis 11, Cha 17. Sentie is rough in appearance, with silver hair and large green eyes. She wears well-made clothing and wields a dagger. Sentie seeks to become an instructor at the Athenaeum of the Eldritch Arts.",
  "Banain: Female Gnome Barbarian, N. Str 12, Dex 14, Con 17, Int 9, Wis 8, Cha 11. Banain has white hair and large green eyes, and a magical mark on her leg. She wears scale mail and wields a warhammer and net. Banain is covetous and thoughtless.",
  "Gedu: Female Gnome Ranger, N. Str 15, Dex 13, Con 11, Int 8, Wis 17, Cha 9. Gedu is thin, with white hair and large hazel eyes. She wears leather armor and wields a battleaxe and shield.",
  "Undin: Female Gnome Rogue, LG. Str 10, Dex 16, Con 13, Int 14, Wis 7, Cha 12. Undin has braided silver hair and sharp amber eyes. She wears leather armor and wields a longsword and hand crossbow. Undin is quiet, and says as little as possible.",
  "Gimli: Female Gnome Cleric, NG. Str 9, Dex 12, Con 11, Int 6, Wis 13, Cha 15. Gimli has uneven blonde hair and hazel eyes. She wears studded leather and wields a mace and sickle. Gimli suffers a traumatic fear of fey creatures.",
  "Bifund: Female Gnome Barbarian, N. Str 15, Dex 11, Con 15, Int 12, Wis 12, Cha 8. Bifund is willowy, with brown hair and soft green eyes. She wears leather armor and wields a flail. Bifund is determined and dishonest.",
  "Anas: Female Gnome Monk, LN. Str 15, Dex 15, Con 10, Int 7, Wis 11, Cha 5. Anas has copper hair and green eyes. She wears modest garments and wields a bo (quarterstaff) and sai (dagger). Anas has an animal companion, a white monkey named Kadu.",
  "Uril: Female Gnome Paladin, Good. Str 9, Dex 13, Con 7, Int 9, Wis 13, Cha 13. Uril has tangled golden hair and soft amber eyes, and small ears. She wears scale mail and wields a greataxe. Uril has an animal companion, a black warhorse named Banain.",
  "Alin: Female Gnome Rogue, N. Str 9, Dex 17, Con 6, Int 13, Wis 15, Cha 10. Alin is thin, with silver hair and sharp hazel eyes. She wears leather armor and wields a shortsword and hand crossbow. Alin is clever and intimidating.",
  "Mantie: Female Gnome Barbarian, LN. Str 12, Dex 12, Con 8, Int 14, Wis 11, Cha 10. Mantie is short and overweight, with silver hair and blue eyes. She wears scale mail and wields a glaive. Mantie is hunting the sorcerer who murdered her family.",
  "Thakar: Female Gnome Bard, NG. Str 8, Dex 6, Con 11, Int 11, Wis 9, Cha 12. Thakar has uneven brown hair and sharp amber eyes. She wears leather armor and wields a longsword and shortbow.",
  "Hele: Female Gnome Cleric, LG. Str 10, Dex 13, Con 9, Int 12, Wis 15, Cha 10. Hele has a narrow face, with gray hair and dark green eyes. She wears a chain shirt and wields a handaxe. Hele speaks with a deep voice.",
  "Annent: Female Gnome Barbarian, LG. Str 17, Dex 12, Con 12, Int 14, Wis 10, Cha 9. Annent is short, with copper hair and gray eyes. She wears leather armor and wields a greataxe. Annent is diplomatic and bold.",
  "Urdud: Female Gnome Cleric, LN. Str 8, Dex 6, Con 13, Int 11, Wis 12, Cha 13. Urdud has thick golden hair and sharp brown eyes. She wears half plate and wields a spear and sickle. Urdud is easily distracted by food and drink.",
  "Alin: Female Gnome Ranger, N. Str 17, Dex 11, Con 11, Int 9, Wis 12, Cha 9. Alin is short and stout, with thick red hair and amber eyes. She wears studded leather and wields a war pick. Alin has hawk named Sine.",
  "Dwali: Female Gnome Monk, NE. Str 14, Dex 15, Con 12, Int 10, Wis 15, Cha 12. Dwali is repulsive in appearance, with black hair and brown eyes. She wears modest garments and wields a yari (spear) and shuriken (darts). Dwali is deceitful and haughty.",
  "Merse: Female Gnome Monk, CG. Str 12, Dex 14, Con 11, Int 12, Wis 16, Cha 9. Merse has a round face, with auburn hair and dark green eyes. She wears plain clothing and wields nunchaku (club). Merse has an animal companion, a copper firedrake named Xave.",
  "Bonda: Female Gnome Druid, Neutral. Str 10, Dex 12, Con 9, Int 12, Wis 16, Cha 8. Bonda has brown hair and blue eyes, and an unusual mark on her face. She wears leather armor and wields a club. Bonda has forest owl named Inaus.",
  "Orin: Female Gnome Rogue, NG. Str 10, Dex 17, Con 10, Int 11, Wis 11, Cha 12. Orin has blonde hair and gray eyes, and wears glasses with copper rims. She wears leather armor and wields a rapier. Orin seeks to help the poor and unfortunate.",
  "Bali: Female Gnome Rogue, N. Str 6, Dex 16, Con 9, Int 9, Wis 14, Cha 8. Bali is fair in appearance, with matted red hair and brown eyes. She wears studded leather and wields a shortsword. Bali has an animal companion, a sable ferret named Guilhels.",
  "Dwoinain: Female Gnome Rogue, CN. Str 11, Dex 16, Con 7, Int 13, Wis 12, Cha 11. Dwoinain is rugged in appearance, with brown hair and green eyes. She wears leather armor and wields a longsword. Dwoinain is modest and truthful.",
  "Elent: Female Gnome Barbarian, LE. Str 12, Dex 11, Con 11, Int 14, Wis 13, Cha 7. Elent has an angular face, with red hair and hazel eyes. She wears studded leather and wields a glaive. Elent is selfish and perverted.",
  "Frinan: Female Gnome Paladin, Good. Str 11, Dex 8, Con 10, Int 9, Wis 13, Cha 9. Frinan has copper hair and blue eyes, and wears glasses with electrum rims. She wears splint armor and wields a war pick. Frinan is calm and witty.",
  "Kadu: Female Gnome Fighter, LN. Str 12, Dex 13, Con 12, Int 7, Wis 11, Cha 9. Kadu has auburn hair and soft gray eyes. She wears a chain shirt and wields a rapier and shield. Kadu suffers an acute fear of open spaces.",
  "Bloise: Female Gnome Bard, LE. Str 7, Dex 11, Con 10, Int 11, Wis 7, Cha 15. Bloise has silver hair and dark blue eyes. She wears leather armor and wields a quarterstaff and hand crossbow. Bloise has an animal companion, a hawk named Grori.",
  "Bausse: Female Gnome Monk, CN. Str 12, Dex 11, Con 12, Int 11, Wis 14, Cha 10. Bausse has black hair and amber eyes. She wears plain clothing and wields a yari (spear). Bausse seeks to atone for past sins.",
  "Elis: Female Gnome Fighter, NG. Str 16, Dex 10, Con 12, Int 10, Wis 9, Cha 7. Elis is exceptionally beautiful, with white hair and large hazel eyes. She wears a breastplate and wields a whip and shield. Elis has an animal companion, a green firedrake named Throri.",
  "Ansis: Female Gnome Rogue, LG. Str 13, Dex 13, Con 9, Int 12, Wis 6, Cha 11. Ansis is heavyset, with thin black hair and amber eyes. She wears leather armor and wields a club and shortbow. Ansis is generous and industrious.",
  "Frinain: Female Gnome Fighter, N. Str 16, Dex 15, Con 10, Int 14, Wis 7, Cha 11. Frinain is heavyset, with gray hair and soft gray eyes. She wears a chain shirt and wields a greatsword. Frinain is a terrible liar.",
  "Khimil: Female Gnome Monk, N. Str 15, Dex 11, Con 7, Int 9, Wis 15, Cha 12. Khimil has an angular face, with straight blonde hair and bright green eyes. She wears worn clothing and wields nunchaku (club) and kama (sickle).",
  "Dwali: Female Gnome Sorcerer, NG. Str 8, Dex 13, Con 12, Int 10, Wis 7, Cha 12. Dwali is short and willowy, with blonde hair and amber eyes. She wears well-made clothing and wields a dagger and darts. Dwali is hunting the giant who murdered her family.",
  "Kari: Female Gnome Warlock, N. Str 13, Dex 13, Con 9, Int 8, Wis 7, Cha 16. Kari is tall, with golden hair and blue eyes. She wears studded leather and wields a mace. Kari has an animal companion, a raven named Ricsa.",
  "Antient: Female Gnome Cleric, LN. Str 11, Dex 11, Con 9, Int 12, Wis 15, Cha 12. Antient has thick blonde hair and gray eyes, and pointed ears. She wears studded leather and wields a handaxe and sling. Antient seeks to atone for past sins.",
  "Duri: Female Gnome Monk, CN. Str 12, Dex 14, Con 9, Int 8, Wis 13, Cha 10. Duri has an angular face, with golden hair and large green eyes. She wears modest garments and wields nunchaku (club). Duri seeks revenge against the sister who betrayed her.",
  "Frinain: Female Gnome Barbarian, N. Str 15, Dex 5, Con 12, Int 7, Wis 8, Cha 10. Frinain has silver hair and blue eyes. She wears studded leather and wields a flail and net.",
  "Carais: Female Gnome Fighter, N. Str 14, Dex 8, Con 12, Int 12, Wis 7, Cha 10. Carais is stout, with golden hair and hazel eyes. She wears ring mail and wields a shortsword and shield. Carais has an animal companion, a badger named Sine.",
  "Elias: Female Gnome Monk, N. Str 17, Dex 15, Con 9, Int 8, Wis 16, Cha 6. Elias has matted white hair and light green eyes, and a beaked nose. She wears worn clothing and wields a kanabo (mace) and kama (sickle). Elias secretly serves Motha, an ancient goddess of destruction.",
  "Grinarv: Female Gnome Ranger, LN. Str 9, Dex 11, Con 12, Int 8, Wis 13, Cha 9. Grinarv has a narrow face, with thick silver hair and bright blue eyes. She wears leather armor and wields a pike. Grinarv is quiet, and says as little as possible.",
  "Carel: Female Gnome Rogue, CG. Str 10, Dex 17, Con 12, Int 10, Wis 10, Cha 10. Carel is short and stout, with thick copper hair and light gray eyes. She wears studded leather and wields a shortsword. Carel has an animal companion, a raven named Latur.",
  "Sine: Female Gnome Barbarian, LG. Str 17, Dex 12, Con 9, Int 8, Wis 11, Cha 13. Sine has gray hair and gray eyes. She wears hide armor and wields a flail.",
  "Sanne: Female Gnome Fighter, CE. Str 17, Dex 11, Con 10, Int 8, Wis 12, Cha 10. Sanne has messy brown hair and gray eyes, and a sharp nose. She wears ring mail and wields a whip and shield. Sanne lost her shadow to a nymph.",
  "Ukhul: Female Gnome Cleric, N. Str 9, Dex 15, Con 12, Int 8, Wis 13, Cha 13. Ukhul has brown hair and light hazel eyes. She wears leather armor and wields a club and darts.",
  "Sanzir: Female Gnome Rogue, LN. Str 9, Dex 15, Con 10, Int 14, Wis 11, Cha 11. Sanzir has braided gray hair and narrow gray eyes. She wears studded leather and wields a longsword.",
  "Mada: Female Gnome Monk, LN. Str 14, Dex 14, Con 10, Int 9, Wis 15, Cha 7. Mada has thin black hair and green eyes. She wears sturdy clothing and wields a kanabo (mace) and shuriken (darts).",
  "Aelias: Female Gnome Rogue, NE. Str 9, Dex 16, Con 12, Int 13, Wis 11, Cha 12. Aelias has a square face, with tangled brown hair and brown eyes. She wears studded leather and wields a rapier and dagger. Aelias seeks to save her family from financial ruin.",
  "Alin: Female Gnome Fighter, LE. Str 13, Dex 15, Con 7, Int 12, Wis 8, Cha 11. Alin is short and stout, with messy copper hair and narrow amber eyes. She wears a chain shirt and wields a shortsword and longbow. Alin has an animal companion, a silver dog named Frainan.",
  "Funda: Female Gnome Ranger, NG. Str 12, Dex 12, Con 13, Int 9, Wis 15, Cha 13. Funda has brown hair and brown eyes. She wears studded leather and wields a rapier.",
  "Banain: Female Gnome Rogue, CG. Str 10, Dex 13, Con 12, Int 10, Wis 11, Cha 12. Banain is heavyset, with red hair and narrow hazel eyes. She wears studded leather and wields a rapier and sickle.",
  "Erris: Female Gnome Wizard, LE. Str 7, Dex 17, Con 9, Int 16, Wis 9, Cha 13. Erris has silver hair and soft blue eyes, and wears glasses with bronze rims. She wears ruby robes and wields a dagger and sling. Erris is haughty and insane.",
  "Thali: Female Gnome Fighter, N. Str 17, Dex 15, Con 13, Int 11, Wis 10, Cha 8. Thali is fair in appearance, with tangled gray hair and dark green eyes. She wears ring mail and wields a greatsword. Thali is honest and impulsive.",
  "Kada: Female Gnome Rogue, NG. Str 10, Dex 14, Con 8, Int 10, Wis 13, Cha 8. Kada is tall, with tangled copper hair and green eyes. She wears leather armor and wields a shortsword. Kada is forgiving and righteous.",
  "Anor: Female Gnome Ranger, LN. Str 15, Dex 7, Con 12, Int 7, Wis 10, Cha 12. Anor is exceptionally beautiful, with cropped golden hair and sharp gray eyes. She wears a chain shirt and wields a longsword. Anor seeks to free herself from an ancient curse.",
  "Abad: Female Gnome Bard, LN. Str 12, Dex 11, Con 8, Int 16, Wis 5, Cha 12. Abad is rough in appearance, with long red hair and light hazel eyes. She wears studded leather and wields a rapier.",
  "Elis: Female Gnome Ranger, LN. Str 12, Dex 8, Con 11, Int 8, Wis 11, Cha 8. Elis has a long face, with thin gray hair and hazel eyes. She wears a breastplate and wields a glaive. Elis seeks to atone for past sins.",
  "Khori: Female Gnome Druid, Neutral. Str 11, Dex 9, Con 8, Int 6, Wis 16, Cha 10. Khori is overweight, with red hair and light blue eyes. She wears leather armor and wields a spear and wooden shield. Khori has hawk named Ziri.",
  "Ethis: Female Gnome Rogue, NG. Str 14, Dex 17, Con 7, Int 11, Wis 12, Cha 10. Ethis has a long face, with braided auburn hair and dark blue eyes. She wears studded leather and wields a rapier. Ethis has an animal companion, a dire rat named Amas.",
  "Mantie: Female Gnome Rogue, LN. Str 13, Dex 12, Con 10, Int 8, Wis 12, Cha 10. Mantie is willowy, with straight golden hair and gray eyes. She wears leather armor and wields a longsword and hand crossbow. Mantie is truthful and destructive.",
  "Ergent: Female Gnome Rogue, N. Str 14, Dex 17, Con 11, Int 11, Wis 13, Cha 6. Ergent is exceptionally beautiful, with short golden hair and narrow blue eyes. She wears leather armor and wields a longsword and hand crossbow. Ergent seeks only fame and glory.",
  "Sanne: Female Gnome Warlock, N. Str 14, Dex 10, Con 11, Int 13, Wis 9, Cha 15. Sanne is short, with blonde hair and soft amber eyes. She wears studded leather and wields a light hammer. Sanne is talkative and cowardly.",
  "Merse: Female Gnome Cleric, CG. Str 10, Dex 10, Con 10, Int 13, Wis 14, Cha 12. Merse is tall and heavyset, with straight silver hair and brown eyes. She wears a chain shirt and wields a spear and shield. Merse is valiant and industrious.",
  "Thainan: Female Gnome Monk, NE. Str 9, Dex 12, Con 7, Int 11, Wis 17, Cha 6. Thainan has brown hair and sharp amber eyes. She wears simple clothing and wields a bo (quarterstaff) and sai (dagger). Thainan has an animal companion, a green firedrake named Rober.",
  "Galie: Female Gnome Ranger, NE. Str 11, Dex 9, Con 9, Int 11, Wis 8, Cha 6. Galie has thick brown hair and hazel eyes. She wears leather armor and wields a flail and shield. Galie is coarse and disloyal.",
  "Felie: Female Gnome Bard, NE. Str 11, Dex 9, Con 7, Int 13, Wis 11, Cha 13. Felie has a narrow face, with long auburn hair and dark hazel eyes. She wears studded leather and wields a mace and hand crossbow. Felie is painfully tone-deaf.",
  "Ugmar: Female Gnome Fighter, CN. Str 16, Dex 15, Con 6, Int 13, Wis 8, Cha 12. Ugmar has blonde hair and blue eyes. She wears half plate and wields a warhammer and heavy crossbow. Ugmar secretly serves Resa, an ancient draconic goddess.",
  "Thunda: Female Gnome Monk, N. Str 14, Dex 15, Con 9, Int 13, Wis 15, Cha 9. Thunda has a narrow face, with brown hair and green eyes. She wears well-made clothing and wields nunchaku (club) and kama (sickle). Thunda has an animal companion, a black snake named Guesa.",
  "Mabeth: Female Gnome Monk, N. Str 11, Dex 9, Con 13, Int 5, Wis 13, Cha 11. Mabeth is tall, with short golden hair and dark blue eyes. She wears modest garments and wields an ono (handaxe) and shuriken (darts). Mabeth dislikes anyone bigger than her.",
  "Thali: Female Gnome Rogue, LN. Str 11, Dex 13, Con 12, Int 11, Wis 9, Cha 5. Thali has black hair and brown eyes. She wears leather armor and wields a shortsword. Thali seeks to discover why she cannot remember anything from yesterday.",
  "Glinain: Female Gnome Cleric, CN. Str 11, Dex 13, Con 10, Int 14, Wis 17, Cha 11. Glinain has auburn hair and bright hazel eyes. She wears scale mail and wields a handaxe and shield. Glinain has an animal companion, a ginger cat named Gamah.",
  "Ersent: Female Gnome Rogue, NG. Str 11, Dex 16, Con 7, Int 8, Wis 11, Cha 10. Ersent is fey in appearance, with brown hair and brown eyes. She wears leather armor and wields a rapier. Ersent is aesthetic and stoic.",
  "Bali: Female Gnome Fighter, NE. Str 12, Dex 13, Con 9, Int 14, Wis 10, Cha 10. Bali is short, with messy brown hair and bright green eyes. She wears a breastplate and wields a warhammer and net. Bali is fiendish and destructive.",
  "Furi: Female Gnome Ranger, N. Str 15, Dex 9, Con 10, Int 13, Wis 10, Cha 10. Furi is short and heavyset, with silver hair and bright green eyes. She wears studded leather and wields a shortsword.",
  "Kharkad: Female Gnome Rogue, LG. Str 9, Dex 14, Con 10, Int 12, Wis 15, Cha 15. Kharkad is elegant in appearance, with curly gray hair and bright gray eyes. She wears leather armor and wields a rapier. Kharkad is haunted by the ghost of someone she killed.",
  "Galia: Female Gnome Fighter, NE. Str 13, Dex 12, Con 7, Int 8, Wis 10, Cha 13. Galia is rugged in appearance, with copper hair and green eyes. She wears half plate and wields a halberd.",
  "Arund: Female Gnome Monk, NG. Str 13, Dex 12, Con 9, Int 13, Wis 13, Cha 8. Arund is short, with braided black hair and narrow hazel eyes. She wears modest garments and wields a kanabo (mace).",
  "Ussas: Female Gnome Monk, NG. Str 14, Dex 11, Con 12, Int 13, Wis 11, Cha 5. Ussas is tall and stout, with red hair and hazel eyes. She wears plain clothing and wields a bo (quarterstaff). Ussas has an animal companion, a golden monkey named Gauda.",
  "Anas: Female Gnome Barbarian, CG. Str 17, Dex 11, Con 11, Int 8, Wis 12, Cha 13. Anas has copper hair and green eyes. She wears scale mail and wields a rapier and heavy crossbow. Anas is fascinated by geometry.",
  "Berge: Female Gnome Druid, Neutral. Str 12, Dex 7, Con 9, Int 13, Wis 13, Cha 13. Berge is fey in appearance, with cropped black hair and brown eyes. She wears leather armor and wields a scimitar and sling.",
  "Made: Female Gnome Monk, CN. Str 12, Dex 16, Con 8, Int 13, Wis 13, Cha 8. Made has a round face, with white hair and hazel eyes. She wears modest garments and wields a bo (quarterstaff). Made is easily distracted by food and drink.",
  "Sibill: Female Gnome Sorcerer, N. Str 15, Dex 11, Con 12, Int 10, Wis 12, Cha 12. Sibill is short and heavyset, with gray hair and green eyes. She wears travel-stained clothing and wields a quarterstaff and sling. Sibill is impartial and harsh.",
  "Zuri: Female Gnome Barbarian, N. Str 14, Dex 11, Con 15, Int 8, Wis 6, Cha 13. Zuri is exceptionally beautiful, with silver hair and green eyes. She wears studded leather and wields a scimitar and longbow. Zuri seeks only fame and glory.",
  "Hile: Female Gnome Fighter, N. Str 15, Dex 9, Con 11, Int 8, Wis 10, Cha 12. Hile has short golden hair and blue eyes, and a round nose. She wears plate armor and wields a flail and shield. Hile has an animal companion, a silver dog named Thari.",
  "Grasanz: Female Gnome Fighter, CN. Str 16, Dex 11, Con 8, Int 10, Wis 11, Cha 8. Grasanz is rough in appearance, with golden hair and sharp brown eyes. She wears ring mail and wields a war pick and shield. Grasanz is sarcastic and impartial.",
  "Khori: Female Gnome Sorcerer, CG. Str 10, Dex 9, Con 9, Int 12, Wis 11, Cha 17. Khori is tall, with long golden hair and soft hazel eyes. She wears simple clothing and wields a quarterstaff and darts.",
  "Udlal: Female Gnome Ranger, NG. Str 13, Dex 15, Con 7, Int 8, Wis 17, Cha 6. Udlal has long silver hair and amber eyes, and numerous unusual tattoos. She wears hide armor and wields a greataxe. Udlal refers to herself in the third person.",
  "Dwali: Female Gnome Monk, LG. Str 13, Dex 11, Con 10, Int 7, Wis 13, Cha 14. Dwali is short and thin, with long silver hair and sharp blue eyes. She wears travel-stained clothing and wields nunchaku (club). Dwali is easily distracted by magic.",
  "Loisa: Female Gnome Paladin, Good. Str 16, Dex 6, Con 7, Int 11, Wis 10, Cha 11. Loisa is rough in appearance, with white hair and brown eyes. She wears scale mail and wields a morningstar.",
  "Thrasanz: Female Gnome Rogue, LN. Str 10, Dex 17, Con 10, Int 11, Wis 11, Cha 12. Thrasanz has auburn hair and blue eyes. She wears studded leather and wields a longsword and hand crossbow.",
  "Anor: Female Gnome Rogue, N. Str 12, Dex 17, Con 12, Int 12, Wis 8, Cha 14. Anor has an angular face, with black hair and narrow hazel eyes. She wears leather armor and wields a longsword and hand crossbow. Anor blames dragons for every misfortune.",
  "Kharkar: Female Gnome Cleric, LE. Str 9, Dex 6, Con 15, Int 12, Wis 13, Cha 13. Kharkar has thick golden hair and soft blue eyes, and large ears. She wears studded leather and wields a light hammer and darts. Kharkar is a practiced gambler.",
  "Amin: Female Gnome Fighter, CN. Str 13, Dex 11, Con 10, Int 13, Wis 9, Cha 8. Amin has a round face, with thin black hair and dark amber eyes. She wears plate armor and wields a battleaxe and shield. Amin has an animal companion, a ginger dog named Gire.",
  "Shuda: Female Gnome Monk, N. Str 17, Dex 15, Con 13, Int 12, Wis 13, Cha 6. Shuda is common in appearance, with silver hair and light hazel eyes. She wears modest garments and wields a bo (quarterstaff) and sai (dagger). Shuda is jealous and selfish.",
  "Aghan: Female Gnome Barbarian, LE. Str 12, Dex 8, Con 14, Int 10, Wis 8, Cha 12. Aghan has gray hair and green eyes. She wears leather armor and wields a longsword and shield. Aghan seeks to fulfill an ancient prophecy of evil.",
  "Fundu: Female Gnome Monk, N. Str 15, Dex 12, Con 9, Int 9, Wis 13, Cha 5. Fundu is short, with long red hair and hazel eyes. She wears plain clothing and wields a kanabo (mace) and sai (dagger). Fundu has an animal companion, a tiger named Orin.",
  "Ersent: Female Gnome Paladin, Good. Str 8, Dex 13, Con 13, Int 10, Wis 16, Cha 13. Ersent is cultured in appearance, with uneven gray hair and bright blue eyes. She wears ring mail and wields a trident and shield. Ersent is generous and lewd.",
  "Alin: Female Gnome Fighter, LG. Str 12, Dex 11, Con 10, Int 7, Wis 10, Cha 10. Alin is short and stout, with long red hair and brown eyes. She wears half plate and wields a warhammer. Alin is searching for her lost brother.",
  "Sine: Female Gnome Paladin, Good. Str 13, Dex 11, Con 10, Int 10, Wis 13, Cha 14. Sine has brown hair and large brown eyes, and a beaked nose. She wears a chain shirt and wields a morningstar and shield. Sine is fascinated by distant lands and peoples.",
  "Thratur: Female Gnome Rogue, LN. Str 6, Dex 16, Con 5, Int 12, Wis 8, Cha 10. Thratur has a square face, with short auburn hair and amber eyes. She wears studded leather and wields a club.",
  "Constie: Female Gnome Rogue, N. Str 9, Dex 14, Con 12, Int 14, Wis 13, Cha 11. Constie is thin, with matted gray hair and gray eyes. She wears leather armor and wields a rapier. Constie has an animal companion, a dire rat named Ethais.",
  "Zaghar: Female Gnome Cleric, LE. Str 9, Dex 9, Con 5, Int 11, Wis 14, Cha 13. Zaghar has gray hair and sharp amber eyes, and small ears. She wears leather armor and wields a handaxe and sling.",
  "Annent: Female Gnome Paladin, Good. Str 12, Dex 9, Con 11, Int 8, Wis 10, Cha 14. Annent has a long face, with auburn hair and large hazel eyes. She wears half plate and wields a flail. Annent has an animal companion, a white warhorse named Abis.",
  "Gimli: Female Gnome Sorcerer, N. Str 10, Dex 6, Con 13, Int 7, Wis 10, Cha 12. Gimli has black hair and hazel eyes. She wears simple clothing and wields a dagger and light crossbow. Gimli is reserved and flirtatious.",
  "Fele: Female Gnome Ranger, NG. Str 13, Dex 10, Con 9, Int 5, Wis 10, Cha 9. Fele has matted brown hair and bright brown eyes, and small ears. She wears half plate and wields a warhammer and shield. Fele seeks to atone for past sins.",
  "Annent: Female Gnome Paladin, Good. Str 12, Dex 11, Con 12, Int 9, Wis 16, Cha 15. Annent has a narrow face, with black hair and brown eyes. She wears splint armor and wields a greatsword. Annent has an animal companion, a bay warhorse named Geda.",
  "Elias: Female Gnome Rogue, LN. Str 11, Dex 12, Con 9, Int 12, Wis 11, Cha 9. Elias is rough in appearance, with red hair and blue eyes. She wears studded leather and wields a rapier and sling. Elias has an animal companion, a dire rat named Ases.",
  "Gwoinan: Female Gnome Ranger, LN. Str 13, Dex 10, Con 11, Int 12, Wis 12, Cha 6. Gwoinan has red hair and narrow hazel eyes. She wears leather armor and wields a maul. Gwoinan suffers a deadly allergy to cats.",
  "Bori: Female Gnome Ranger, LN. Str 12, Dex 12, Con 11, Int 11, Wis 16, Cha 10. Bori has white hair and green eyes. She wears studded leather and wields a greatsword. Bori seeks to atone for past sins.",
  "Haina: Female Gnome Fighter, N. Str 12, Dex 13, Con 6, Int 8, Wis 12, Cha 6. Haina has tangled gray hair and blue eyes. She wears half plate and wields a war pick. Haina has an animal companion, a gray wolf named Guire.",
  "Undin: Female Gnome Fighter, CG. Str 13, Dex 15, Con 15, Int 14, Wis 5, Cha 9. Undin has golden hair and narrow hazel eyes. She wears ring mail and wields a longsword and hand crossbow.",
  "Enor: Female Gnome Cleric, CG. Str 6, Dex 14, Con 8, Int 11, Wis 16, Cha 16. Enor is exceptionally beautiful, with tangled silver hair and soft blue eyes. She wears leather armor and wields a club. Enor is trustworthy and intuitive.",
  "Thari: Female Gnome Barbarian, LG. Str 14, Dex 9, Con 14, Int 9, Wis 5, Cha 11. Thari has matted brown hair and sharp amber eyes. She wears leather armor and wields a glaive. Thari is industrious and forgiving.",
  "Bari: Female Gnome Fighter, NG. Str 13, Dex 9, Con 8, Int 10, Wis 10, Cha 8. Bari is tall and thin, with auburn hair and green eyes. She wears splint armor and wields a rapier and shield. Bari seeks to save her family from financial ruin.",
  "Ursas: Female Gnome Warlock, NG. Str 13, Dex 11, Con 12, Int 11, Wis 7, Cha 16. Ursas has braided black hair and blue eyes, and a thin nose. She wears studded leather and wields a mace and shortbow. Ursas seeks revenge against the sister who betrayed her.",
  "Thori: Female Gnome Wizard, N. Str 15, Dex 14, Con 11, Int 16, Wis 12, Cha 12. Thori has cropped brown hair and sharp amber eyes, and pointed ears. She wears well-made clothing and wields a dagger. Thori is amoral and anxious.",
  "Hele: Female Gnome Sorcerer, LN. Str 10, Dex 7, Con 15, Int 8, Wis 10, Cha 13. Hele is exceptionally beautiful, with copper hair and dark blue eyes. She wears modest garments and wields a quarterstaff and sling. Hele has an animal companion, a green snake named Jeanaut.",
  "Kharkad: Female Gnome Cleric, NG. Str 9, Dex 12, Con 12, Int 9, Wis 16, Cha 9. Kharkad is short, with thick gray hair and light blue eyes. She wears half plate and wields a quarterstaff and shield. Kharkad secretly serves Vacal, an ancient goddess of chaos.",
  "Khakam: Female Gnome Druid, Neutral. Str 13, Dex 9, Con 5, Int 11, Wis 13, Cha 10. Khakam has blonde hair and gray eyes. She wears leather armor and wields a quarterstaff and wooden shield. Khakam is moody and selfish.",
  "Saisse: Female Gnome Fighter, NG. Str 17, Dex 11, Con 11, Int 11, Wis 9, Cha 12. Saisse has copper hair and amber eyes, and prominent ears. She wears chain mail and wields a greatsword. Saisse seeks to atone for past sins.",
  "Gale: Female Gnome Barbarian, N. Str 14, Dex 8, Con 14, Int 9, Wis 11, Cha 8. Gale is fair in appearance, with messy silver hair and narrow hazel eyes. She wears scale mail and wields a halberd.",
  "Kharkurd: Female Gnome Monk, LN. Str 12, Dex 10, Con 11, Int 12, Wis 13, Cha 11. Kharkurd has matted red hair and bright green eyes. She wears sturdy clothing and wields a bo (quarterstaff) and kama (sickle).",
  "Frumal: Female Gnome Cleric, N. Str 12, Dex 9, Con 11, Int 12, Wis 15, Cha 10. Frumal has a long face, with black hair and bright amber eyes. She wears hide armor and wields a spear and dagger. Frumal seeks to save her family from financial ruin.",
  "Alpais: Female Gnome Cleric, N. Str 12, Dex 11, Con 9, Int 8, Wis 16, Cha 14. Alpais is heavyset, with copper hair and large hazel eyes. She wears studded leather and wields a light hammer and javelins.",
  "Bali: Female Gnome Bard, N. Str 9, Dex 9, Con 10, Int 13, Wis 6, Cha 12. Bali is tall, with black hair and blue eyes. She wears leather armor and wields a rapier and darts. Bali holds a grudge against goblins.",
  "Sende: Female Gnome Monk, N. Str 12, Dex 10, Con 6, Int 14, Wis 16, Cha 15. Sende has curly gray hair and amber eyes, and an unusual mark on her leg. She wears worn clothing and wields a bo (quarterstaff) and kama (sickle). Sende has an animal companion, a green snake named Zaghel.",
  "Gedu: Female Gnome Monk, CG. Str 8, Dex 11, Con 7, Int 8, Wis 13, Cha 10. Gedu has white hair and light hazel eyes, and a magical scar on her face. She wears travel-stained clothing and wields an ono (handaxe). Gedu dislikes having people behind her.",
  "Banain: Female Gnome Wizard, NE. Str 10, Dex 11, Con 10, Int 12, Wis 6, Cha 10. Banain has tangled auburn hair and blue eyes. She wears tailored clothing and wields a dagger and sling. Banain blames dragons for every misfortune.",
  "Umran: Female Gnome Sorcerer, NG. Str 9, Dex 10, Con 13, Int 15, Wis 9, Cha 13. Umran is exceptionally beautiful, with straight gray hair and large gray eyes. She wears worn clothing and wields a quarterstaff. Umran seeks to free herself from an ancient curse.",
  "Umund: Female Gnome Wizard, N. Str 6, Dex 8, Con 6, Int 13, Wis 10, Cha 9. Umund has red hair and large blue eyes, and a sharp nose. She wears travel-stained clothing and wields a quarterstaff and sling. Umund is only friendly towards other gnomes..",
  "Gale: Female Gnome Fighter, N. Str 16, Dex 13, Con 11, Int 7, Wis 14, Cha 11. Gale has curly auburn hair and sharp hazel eyes. She wears scale mail and wields a maul.",
  "Baussa: Female Gnome Ranger, CN. Str 11, Dex 10, Con 13, Int 11, Wis 9, Cha 14. Baussa is common in appearance, with uneven red hair and narrow gray eyes. She wears leather armor and wields a trident and shield. Baussa has horned owl named Lere.",
  "Bifund: Female Gnome Monk, LN. Str 17, Dex 13, Con 7, Int 7, Wis 12, Cha 10. Bifund is tall and slender, with auburn hair and brown eyes. She wears travel-stained clothing and wields an ono (handaxe). Bifund has an animal companion, a green firedrake named Guilhin.",
  "Dainarv: Female Gnome Barbarian, NE. Str 17, Dex 10, Con 10, Int 9, Wis 6, Cha 11. Dainarv has thick copper hair and narrow gray eyes. She wears hide armor and wields a greatsword.",
  "Ziri: Female Gnome Ranger, LG. Str 12, Dex 15, Con 10, Int 10, Wis 14, Cha 13. Ziri has thick red hair and brown eyes. She wears leather armor and wields a glaive.",
  "Bari: Female Gnome Druid, Neutral. Str 15, Dex 7, Con 12, Int 7, Wis 14, Cha 15. Bari has gray hair and hazel eyes, and a beaked nose. She wears leather armor and wields a mace. Bari refers to herself in the third person.",
  "Banain: Female Gnome Monk, NE. Str 8, Dex 12, Con 9, Int 11, Wis 12, Cha 10. Banain is pleasant in appearance, with thin blonde hair and green eyes. She wears worn clothing and wields nunchaku (club) and shuriken (darts).",
  "Bori: Female Gnome Ranger, N. Str 13, Dex 14, Con 11, Int 8, Wis 12, Cha 13. Bori has long copper hair and sharp brown eyes, and pointed ears. She wears studded leather and wields a warhammer and shield. Bori is gullible and flirtatious.",
  "Ursas: Female Gnome Rogue, N. Str 13, Dex 12, Con 8, Int 12, Wis 8, Cha 9. Ursas has matted blonde hair and dark gray eyes, and small ears. She wears studded leather and wields a light hammer and darts. Ursas is fascinated by death.",
  "Frumah: Female Gnome Monk, LN. Str 12, Dex 13, Con 7, Int 5, Wis 11, Cha 7. Frumah is tall and overweight, with golden hair and amber eyes. She wears well-made clothing and wields a kanabo (mace).",
  "Constie: Female Gnome Fighter, CG. Str 17, Dex 17, Con 9, Int 8, Wis 9, Cha 5. Constie is noble in bearing, with short red hair and amber eyes. She wears splint armor and wields a warhammer and shield. Constie was petrified for a hundred years.",
  "Alin: Female Gnome Barbarian, N. Str 15, Dex 11, Con 11, Int 10, Wis 12, Cha 11. Alin is overweight, with uneven golden hair and gray eyes. She wears leather armor and wields a flail and shield. Alin lost her reflection to a hag.",
  "Zaghor: Female Gnome Ranger, N. Str 12, Dex 11, Con 5, Int 8, Wis 11, Cha 7. Zaghor has thick brown hair and green eyes, and a thin nose. She wears scale mail and wields a shortsword. Zaghor is reserved and craven.",
  "Anas: Female Gnome Paladin, Good. Str 15, Dex 5, Con 8, Int 12, Wis 10, Cha 12. Anas is exceptionally beautiful, with black hair and amber eyes. She wears a breastplate and wields a trident. Anas has an animal companion, a black warhorse named Gerve.",
  "Blisa: Female Gnome Rogue, NG. Str 11, Dex 16, Con 7, Int 14, Wis 11, Cha 10. Blisa has a long face, with tangled gray hair and dark gray eyes. She wears studded leather and wields a longsword. Blisa is studious and cheerful.",
  "Carais: Female Gnome Fighter, NE. Str 17, Dex 8, Con 13, Int 6, Wis 8, Cha 7. Carais is short and heavyset, with silver hair and dark blue eyes. She wears scale mail and wields a morningstar and shield.",
  "Arin: Female Gnome Rogue, LN. Str 11, Dex 13, Con 11, Int 12, Wis 8, Cha 14. Arin is tall, with curly auburn hair and dark hazel eyes. She wears studded leather and wields a light hammer. Arin is impartial and stubborn.",
  "Alais: Female Gnome Wizard, CG. Str 8, Dex 11, Con 8, Int 15, Wis 7, Cha 14. Alais has thin auburn hair and large hazel eyes. She wears expensive clothing and wields a quarterstaff. Alais seeks to raise an army of flesh golems.",
  "Dwoinarv: Female Gnome Fighter, N. Str 16, Dex 12, Con 8, Int 11, Wis 9, Cha 12. Dwoinarv is tall and stout, with white hair and green eyes. She wears half plate and wields a scimitar and net. Dwoinarv is pleasant and inventive.",
  "Abis: Female Gnome Rogue, N. Str 8, Dex 13, Con 6, Int 11, Wis 13, Cha 10. Abis is heavyset, with brown hair and soft blue eyes. She wears studded leather and wields a longsword. Abis has an animal companion, a black snake named Gimli.",
  "Amas: Female Gnome Rogue, CG. Str 10, Dex 16, Con 6, Int 12, Wis 10, Cha 9. Amas is fair in appearance, with braided silver hair and bright brown eyes. She wears studded leather and wields a shortsword and dagger. Amas has an animal companion, a black cat named Gaisa.",
  "Bori: Female Gnome Paladin, Good. Str 14, Dex 8, Con 10, Int 14, Wis 16, Cha 14. Bori has a round face, with red hair and bright blue eyes. She wears splint armor and wields a halberd.",
  "Aznal: Female Gnome Monk, LN. Str 10, Dex 12, Con 14, Int 13, Wis 10, Cha 7. Aznal has cropped blonde hair and narrow blue eyes. She wears plain clothing and wields nunchaku (club). Aznal seeks to destroy the race of orcs.",
  "Bifar: Female Gnome Cleric, LN. Str 9, Dex 8, Con 12, Int 14, Wis 13, Cha 11. Bifar has an angular face, with matted copper hair and blue eyes. She wears hide armor and wields a spear and shield. Bifar is bold and impartial.",
  "Ergent: Female Gnome Fighter, N. Str 13, Dex 13, Con 7, Int 11, Wis 10, Cha 9. Ergent has a narrow face, with blonde hair and gray eyes. She wears ring mail and wields a greataxe.",
  "Armor: Female Gnome Monk, NE. Str 14, Dex 14, Con 5, Int 12, Wis 11, Cha 10. Armor is exceptionally beautiful, with short blonde hair and dark gray eyes. She wears modest garments and wields an ono (handaxe). Armor serves an ancient dragon named Nebalshuu.",
  "Ukhlar: Female Gnome Ranger, LG. Str 13, Dex 13, Con 12, Int 9, Wis 12, Cha 8. Ukhlar is exceptionally beautiful, with thick black hair and brown eyes. She wears a chain shirt and wields a shortsword. Ukhlar is searching for the legendary elven kingdom of Ingum.",
  "Aisent: Female Gnome Paladin, Good. Str 13, Dex 10, Con 9, Int 11, Wis 9, Cha 10. Aisent is youthful in appearance, with cropped copper hair and brown eyes. She wears plate armor and wields a morningstar. Aisent has an animal companion, a black warhorse named Amatz.",
  "Alin: Female Gnome Paladin, Good. Str 17, Dex 11, Con 12, Int 8, Wis 11, Cha 13. Alin has curly red hair and soft hazel eyes. She wears scale mail and wields a whip and shield.",
  "Sende: Female Gnome Rogue, N. Str 6, Dex 13, Con 11, Int 13, Wis 10, Cha 11. Sende has messy white hair and amber eyes, and a sharp nose. She wears studded leather and wields a rapier and hand crossbow. Sende is dying and desperately seeks the secret of immortality.",
  "Alais: Female Gnome Rogue, NG. Str 12, Dex 14, Con 11, Int 12, Wis 14, Cha 12. Alais is pleasant in appearance, with golden hair and light brown eyes. She wears studded leather and wields a handaxe and hand crossbow. Alais seeks to continue the noble legacy of her father.",
  "Banarv: Female Gnome Monk, N. Str 10, Dex 13, Con 8, Int 5, Wis 15, Cha 15. Banarv is short, with thick silver hair and narrow green eyes. She wears travel-stained clothing and wields an ono (handaxe). Banarv seeks to become a knight of the realm.",
  "Mersa: Female Gnome Ranger, N. Str 12, Dex 11, Con 9, Int 12, Wis 13, Cha 8. Mersa has uneven auburn hair and soft brown eyes. She wears leather armor and wields a whip and shield. Mersa is dying and desperately seeks the secret of immortality.",
  "Bari: Female Gnome Rogue, NE. Str 8, Dex 16, Con 10, Int 12, Wis 9, Cha 11. Bari is common in appearance, with gray hair and light gray eyes. She wears leather armor and wields a longsword and javelins. Bari is destructive and vengeful.",
  "Urdur: Female Gnome Ranger, N. Str 10, Dex 15, Con 7, Int 7, Wis 12, Cha 7. Urdur has a narrow face, with cropped brown hair and bright blue eyes. She wears studded leather and wields a rapier and shield. Urdur compulsively plays with an iron ring.",
  "Enor: Female Gnome Wizard, CN. Str 9, Dex 11, Con 10, Int 13, Wis 11, Cha 11. Enor has curly copper hair and hazel eyes. She wears sturdy clothing and wields a dagger and sling. Enor is hunting the doppelganger which destroyed her homeland.",
  "Enas: Female Gnome Sorcerer, N. Str 10, Dex 11, Con 10, Int 11, Wis 12, Cha 15. Enas is tall and willowy, with tangled gray hair and amber eyes. She wears travel-stained clothing and wields a quarterstaff. Enas is pessimistic and insane.",
  "Monde: Female Gnome Druid, Neutral. Str 13, Dex 11, Con 8, Int 8, Wis 14, Cha 8. Monde has a long face, with thick gray hair and blue eyes. She wears hide armor and wields a quarterstaff and wooden shield.",
  "Banain: Female Gnome Cleric, CN. Str 11, Dex 8, Con 11, Int 7, Wis 14, Cha 10. Banain has a long face, with copper hair and gray eyes. She wears leather armor and wields a quarterstaff and sickle. Banain is truthful and unfeeling.",
  "Abor: Female Gnome Bard, LN. Str 8, Dex 10, Con 15, Int 11, Wis 7, Cha 16. Abor has auburn hair and light hazel eyes. She wears studded leather and wields a rapier.",
  "Undin: Female Gnome Druid, Neutral. Str 15, Dex 9, Con 10, Int 6, Wis 16, Cha 8. Undin has a long face, with copper hair and blue eyes. She wears hide armor and wields a quarterstaff. Undin seeks to discover why she cannot remember anything from yesterday.",
  "Khali: Female Gnome Monk, CN. Str 10, Dex 9, Con 15, Int 15, Wis 10, Cha 8. Khali has white hair and green eyes. She wears modest garments and wields nunchaku (club) and kama (sickle). Khali compulsively insults others.",
  "Thali: Female Gnome Ranger, LN. Str 7, Dex 7, Con 6, Int 7, Wis 14, Cha 8. Thali has thick golden hair and gray eyes. She wears studded leather and wields a greatsword.",
  "Bori: Female Gnome Druid, Neutral. Str 10, Dex 9, Con 12, Int 12, Wis 17, Cha 5. Bori has silver hair and dark gray eyes. She wears hide armor and wields a quarterstaff and sling. Bori compulsively collects small objects.",
  "Ethais: Female Gnome Wizard, CE. Str 10, Dex 8, Con 12, Int 15, Wis 11, Cha 12. Ethais is tall and overweight, with brown hair and brown eyes. She wears simple clothing and wields a dagger and light crossbow. Ethais has an arcane familiar, a tiny air elemental named Bertsa.",
  "Mantie: Female Gnome Fighter, CE. Str 17, Dex 11, Con 14, Int 12, Wis 12, Cha 10. Mantie is tall and slender, with long red hair and green eyes. She wears ring mail and wields a warhammer and shield.",
  "Bifund: Female Gnome Rogue, NE. Str 6, Dex 16, Con 15, Int 10, Wis 8, Cha 7. Bifund is tall and willowy, with silver hair and sharp hazel eyes. She wears leather armor and wields a club. Bifund has an animal companion, a black cat named Gili.",
  "Sane: Female Gnome Paladin, Good. Str 12, Dex 15, Con 9, Int 12, Wis 12, Cha 13. Sane is elegant in appearance, with long blonde hair and amber eyes. She wears scale mail and wields a whip. Sane is hunting the warlord who stole her ancestral sword.",
  "Carais: Female Gnome Fighter, NE. Str 13, Dex 11, Con 14, Int 13, Wis 10, Cha 15. Carais has a square face, with blonde hair and light gray eyes. She wears splint armor and wields a warhammer and longbow.",
  "Dwari: Female Gnome Cleric, N. Str 11, Dex 14, Con 12, Int 9, Wis 13, Cha 17. Dwari has golden hair and gray eyes. She wears scale mail and wields a club and dagger. Dwari has an animal companion, a ginger ferret named Ziri.",
  "Constie: Female Gnome Rogue, N. Str 8, Dex 13, Con 9, Int 14, Wis 11, Cha 11. Constie is tall, with short copper hair and hazel eyes. She wears leather armor and wields a shortsword. Constie secretly serves Arex, an ancient goddess of evil.",
  "Mantie: Female Gnome Fighter, N. Str 15, Dex 16, Con 11, Int 10, Wis 5, Cha 13. Mantie has silver hair and narrow blue eyes. She wears plate armor and wields a warhammer and shield.",
  "Siberg: Female Gnome Fighter, N. Str 12, Dex 17, Con 6, Int 8, Wis 10, Cha 11. Siberg has short golden hair and green eyes, and large ears. She wears a breastplate and wields a morningstar and shield. Siberg is suspicious and cruel.",
  "Azas: Female Gnome Cleric, CN. Str 11, Dex 8, Con 14, Int 12, Wis 16, Cha 13. Azas is fair in appearance, with curly black hair and large gray eyes. She wears studded leather and wields a mace and shield. Azas is practical and lazy.",
  "Umur: Female Gnome Monk, LG. Str 14, Dex 15, Con 11, Int 11, Wis 11, Cha 6. Umur has white hair and blue eyes, and a flat nose. She wears plain clothing and wields nunchaku (club) and sai (dagger). Umur has a terrible sense of direction.",
  "Bali: Female Gnome Rogue, N. Str 5, Dex 15, Con 15, Int 12, Wis 7, Cha 10. Bali is rugged in appearance, with gray hair and hazel eyes. She wears studded leather and wields a mace and hand crossbow. Bali is haunted by the memories of a past life.",
  "Theli: Female Gnome Monk, CN. Str 8, Dex 11, Con 12, Int 9, Wis 13, Cha 9. Theli is exceptionally beautiful, with copper hair and brown eyes. She wears modest garments and wields a yari (spear). Theli suffers a paralyzing fear of fey creatures.",
  "Esclas: Female Gnome Monk, N. Str 11, Dex 8, Con 14, Int 9, Wis 13, Cha 11. Esclas is slender, with cropped copper hair and brown eyes. She wears travel-stained clothing and wields a bo (quarterstaff) and sai (dagger). Esclas is dying and desperately seeks the secret of immortality.",
  "Bari: Female Gnome Rogue, N. Str 13, Dex 16, Con 12, Int 10, Wis 12, Cha 8. Bari has a long face, with copper hair and amber eyes. She wears leather armor and wields a light hammer and javelins. Bari has an animal companion, a black cat named Guili.",
  "Hanse: Female Gnome Fighter, LG. Str 14, Dex 11, Con 11, Int 12, Wis 12, Cha 12. Hanse is tall and willowy, with silver hair and green eyes. She wears scale mail and wields a battleaxe. Hanse is philosophical and practical.",
  "Ahal: Female Gnome Sorcerer, NG. Str 8, Dex 13, Con 14, Int 9, Wis 9, Cha 15. Ahal is noble in bearing, with tangled brown hair and gray eyes. She wears travel-stained clothing and wields a quarterstaff and sling.",
  "Kilmul: Female Gnome Wizard, LE. Str 11, Dex 15, Con 11, Int 14, Wis 8, Cha 5. Kilmul has golden hair and brown eyes, and prominent ears. She wears tailored clothing and wields a quarterstaff and darts. Kilmul is sadistic and slothful.",
  "Azais: Female Gnome Monk, NG. Str 14, Dex 8, Con 14, Int 8, Wis 13, Cha 10. Azais has a narrow face, with short golden hair and light gray eyes. She wears simple clothing and wields an ono (handaxe). Azais dislikes having people behind her.",
  "Udlal: Female Gnome Rogue, N. Str 9, Dex 13, Con 7, Int 12, Wis 8, Cha 5. Udlal is short and slender, with straight gray hair and blue eyes. She wears studded leather and wields a rapier. Udlal is quiet, and says as little as possible.",
  "Elient: Female Gnome Druid, Neutral. Str 9, Dex 13, Con 11, Int 7, Wis 14, Cha 8. Elient is pleasant in appearance, with copper hair and green eyes. She wears hide armor and wields a quarterstaff and wooden shield.",
  "Glatur: Female Gnome Barbarian, N. Str 14, Dex 11, Con 10, Int 9, Wis 9, Cha 10. Glatur has long silver hair and amber eyes, and pointed ears. She wears studded leather and wields a morningstar and shield. Glatur is searching for the legendary dwarven kingdom of Sholedzig.",
  "Abis: Female Gnome Wizard, CN. Str 11, Dex 16, Con 9, Int 16, Wis 13, Cha 8. Abis is short, with thick gray hair and amber eyes. She wears viridian robes and wields a dagger and light crossbow. Abis suffers a paralyzing fear of injury.",
  "Bille: Female Gnome Cleric, LN. Str 8, Dex 8, Con 10, Int 11, Wis 13, Cha 12. Bille has white hair and green eyes, and a sharp nose. She wears leather armor and wields a quarterstaff and shield. Bille has an animal companion, a red fox named Dwali.",
  "Elias: Female Gnome Fighter, LG. Str 16, Dex 14, Con 9, Int 10, Wis 13, Cha 10. Elias has thin gray hair and amber eyes, and a round nose. She wears ring mail and wields a greatsword. Elias seeks to continue the noble legacy of her father.",
  "Relie: Female Gnome Rogue, LN. Str 13, Dex 13, Con 12, Int 13, Wis 8, Cha 10. Relie has curly golden hair and amber eyes, and prominent ears. She wears studded leather and wields a shortsword and darts. Relie has an animal companion, a sable ferret named Thari.",
  "Shali: Female Gnome Paladin, Good. Str 14, Dex 10, Con 8, Int 7, Wis 13, Cha 14. Shali is exceptionally beautiful, with blonde hair and light amber eyes. She wears splint armor and wields a war pick and shield. Shali has an animal companion, a white warhorse named Constie.",
  "Saisse: Female Gnome Cleric, CG. Str 6, Dex 7, Con 7, Int 12, Wis 13, Cha 15. Saisse has braided brown hair and dark amber eyes, and large ears. She wears a chain shirt and wields a light hammer and shield. Saisse has an animal companion, a copper firedrake named Fari.",
  "Thrinarv: Female Gnome Druid, Neutral. Str 11, Dex 8, Con 13, Int 10, Wis 15, Cha 10. Thrinarv has tangled auburn hair and green eyes, and a flat nose. She wears hide armor and wields a mace.",
  "Baussa: Female Gnome Monk, N. Str 13, Dex 10, Con 15, Int 8, Wis 13, Cha 10. Baussa is slender, with red hair and brown eyes. She wears travel-stained clothing and wields a yari (spear) and shuriken (darts). Baussa believes that she is the rightful heir to the kingdom of Londe.",
  "Made: Female Gnome Ranger, NG. Str 14, Dex 14, Con 6, Int 10, Wis 13, Cha 11. Made has golden hair and brown eyes, and a sharp nose. She wears leather armor and wields a glaive. Made is sensitive and passionate.",
  "Reri: Female Gnome Monk, N. Str 9, Dex 14, Con 7, Int 9, Wis 13, Cha 13. Reri is rough in appearance, with cropped auburn hair and gray eyes. She wears well-made clothing and wields a yari (spear) and sai (dagger). Reri has an animal companion, a white rabbit named Thori.",
  "Verrais: Female Gnome Monk, NE. Str 11, Dex 17, Con 8, Int 8, Wis 13, Cha 9. Verrais has thick white hair and blue eyes, and small ears. She wears sturdy clothing and wields a yari (spear) and shuriken (darts). Verrais seeks to free herself from an ancient curse.",
  "Gimli: Female Gnome Cleric, N. Str 9, Dex 10, Con 8, Int 9, Wis 15, Cha 12. Gimli is fey in appearance, with straight black hair and bright gray eyes. She wears half plate and wields a mace and sickle.",
  "Ukhlal: Female Gnome Paladin, Good. Str 13, Dex 9, Con 13, Int 9, Wis 8, Cha 13. Ukhlal is fair in appearance, with silver hair and bright brown eyes. She wears a chain shirt and wields a greatsword. Ukhlal is studious and agreeable.",
  "Kurda: Female Gnome Monk, N. Str 13, Dex 12, Con 8, Int 10, Wis 11, Cha 10. Kurda is short and stout, with long red hair and narrow blue eyes. She wears plain clothing and wields a yari (spear) and shuriken (darts).",
  "Banain: Female Gnome Fighter, N. Str 15, Dex 14, Con 8, Int 12, Wis 12, Cha 9. Banain is pleasant in appearance, with matted black hair and dark green eyes. She wears half plate and wields a maul. Banain has an animal companion, a black dog named Ricsa.",
  "Zaghar: Female Gnome Rogue, CG. Str 7, Dex 17, Con 11, Int 15, Wis 13, Cha 9. Zaghar is exceptionally beautiful, with curly copper hair and bright green eyes. She wears leather armor and wields a longsword and hand crossbow. Zaghar is dying and desperately seeks the secret of immortality.",
  "Mantie: Female Gnome Druid, Neutral. Str 10, Dex 10, Con 8, Int 14, Wis 12, Cha 11. Mantie has straight white hair and brown eyes, and a thin nose. She wears hide armor and wields a spear and javelins. Mantie is amoral and callous.",
  "Frinarv: Female Gnome Monk, NG. Str 12, Dex 14, Con 12, Int 15, Wis 12, Cha 7. Frinarv has a long face, with uneven auburn hair and hazel eyes. She wears plain clothing and wields a kanabo (mace). Frinarv seeks to free herself from an ancient curse.",
  "Disanz: Female Gnome Ranger, N. Str 13, Dex 12, Con 11, Int 5, Wis 11, Cha 14. Disanz has braided silver hair and blue eyes, and pointed ears. She wears hide armor and wields a greataxe. Disanz seeks to free herself from an ancient curse.",
  "Billia: Female Gnome Bard, N. Str 9, Dex 11, Con 10, Int 12, Wis 9, Cha 17. Billia has matted brown hair and blue eyes. She wears studded leather and wields a shortsword and javelins.",
  "Liane: Female Gnome Rogue, LN. Str 10, Dex 17, Con 8, Int 13, Wis 12, Cha 5. Liane is willowy, with tangled auburn hair and soft gray eyes. She wears leather armor and wields a longsword. Liane is polite and savage.",
  "Mili: Female Gnome Rogue, LG. Str 7, Dex 12, Con 8, Int 15, Wis 8, Cha 12. Mili has thin blonde hair and gray eyes. She wears studded leather and wields a longsword. Mili is hunting the warlord who stole her ancestral sword.",
  "Thrakun: Female Gnome Sorcerer, CE. Str 13, Dex 8, Con 8, Int 9, Wis 7, Cha 16. Thrakun is tall and overweight, with white hair and amber eyes. She wears well-made clothing and wields a dagger. Thrakun seeks to master the secrets of living constructs.",
  "Gedu: Female Gnome Druid, Neutral. Str 10, Dex 10, Con 13, Int 6, Wis 13, Cha 12. Gedu is pleasant in appearance, with short copper hair and blue eyes. She wears leather armor and wields a club and dagger. Gedu believes that she is the rightful heir to the throne of Arlond.",
  "Antient: Female Gnome Warlock, N. Str 8, Dex 8, Con 10, Int 5, Wis 10, Cha 16. Antient has matted silver hair and large green eyes, and a beaked nose. She wears studded leather and wields a club and sling. Antient compulsively steals small objects.",
  "Alis: Female Gnome Fighter, N. Str 13, Dex 12, Con 9, Int 7, Wis 6, Cha 12. Alis is fey in appearance, with cropped brown hair and amber eyes. She wears splint armor and wields a greataxe. Alis compulsively organizes things.",
  "Verrais: Female Gnome Cleric, N. Str 12, Dex 10, Con 10, Int 10, Wis 15, Cha 12. Verrais has an angular face, with straight copper hair and hazel eyes. She wears scale mail and wields a mace and shield. Verrais has an animal companion, a black rat named Arkur.",
  "Bori: Female Gnome Monk, LE. Str 11, Dex 13, Con 10, Int 14, Wis 11, Cha 10. Bori is short and overweight, with thin silver hair and green eyes. She wears modest garments and wields a kanabo (mace) and sai (dagger). Bori has an animal companion, a red snake named Anas.",
  "Kali: Female Gnome Fighter, N. Str 13, Dex 13, Con 12, Int 14, Wis 9, Cha 10. Kali is tall, with blonde hair and green eyes. She wears hide armor and wields a halberd.",
  "Narvi: Female Gnome Fighter, N. Str 12, Dex 11, Con 15, Int 13, Wis 9, Cha 10. Narvi has blonde hair and dark blue eyes, and a thin nose. She wears chain mail and wields a morningstar. Narvi is mischievous and flirtatious.",
  "Fundu: Female Gnome Warlock, LG. Str 14, Dex 10, Con 12, Int 12, Wis 10, Cha 15. Fundu has brown hair and amber eyes, and small ears. She wears studded leather and wields a mace. Fundu suffers a mild allergy to rodents.",
  "Kheli: Female Gnome Paladin, Good. Str 12, Dex 15, Con 6, Int 9, Wis 13, Cha 11. Kheli has gray hair and bright hazel eyes. She wears a breastplate and wields a war pick and shield. Kheli has an animal companion, a black warhorse named Gontray.",
  "Geda: Female Gnome Bard, N. Str 10, Dex 10, Con 7, Int 10, Wis 8, Cha 16. Geda has messy golden hair and narrow gray eyes, and a magical tattoo on her face. She wears studded leather and wields a shortsword and darts.",
  "Khori: Female Gnome Rogue, CG. Str 10, Dex 12, Con 10, Int 12, Wis 12, Cha 9. Khori is short and thin, with black hair and light green eyes. She wears leather armor and wields a shortsword. Khori has an animal companion, a raven named Kari.",
  "Sibill: Female Gnome Monk, N. Str 11, Dex 9, Con 15, Int 9, Wis 10, Cha 9. Sibill is short, with blonde hair and sharp blue eyes. She wears modest garments and wields a bo (quarterstaff). Sibill is searching for the lost dwarven kingdom of Bilgunulb.",
  "Ursas: Female Gnome Ranger, N. Str 15, Dex 7, Con 11, Int 10, Wis 8, Cha 10. Ursas has thick copper hair and sharp blue eyes. She wears scale mail and wields a flail. Ursas is cursed with a maimed arm.",
  "Ukran: Female Gnome Sorcerer, LN. Str 15, Dex 10, Con 16, Int 9, Wis 9, Cha 14. Ukran has a square face, with gray hair and large gray eyes. She wears worn clothing and wields a dagger and darts.",
  "Bali: Female Gnome Barbarian, LG. Str 12, Dex 11, Con 7, Int 8, Wis 8, Cha 10. Bali has straight gray hair and soft hazel eyes, and pointed ears. She wears hide armor and wields a greatsword. Bali is generous and adaptable.",
  "Bifur: Female Gnome Rogue, LN. Str 11, Dex 12, Con 15, Int 11, Wis 12, Cha 6. Bifur is rugged in appearance, with brown hair and large blue eyes. She wears leather armor and wields a shortsword.",
  "Khainarv: Female Gnome Fighter, N. Str 16, Dex 12, Con 10, Int 12, Wis 11, Cha 5. Khainarv is rugged in appearance, with gray hair and bright hazel eyes. She wears plate armor and wields a greatsword.",
  "Lene: Female Gnome Sorcerer, CN. Str 11, Dex 9, Con 11, Int 8, Wis 7, Cha 16. Lene is rugged in appearance, with brown hair and blue eyes. She wears worn clothing and wields a dagger and light crossbow. Lene is impartial and selfish.",
  "Aisent: Female Gnome Cleric, NE. Str 10, Dex 13, Con 14, Int 14, Wis 13, Cha 9. Aisent is tall, with blonde hair and sharp gray eyes. She wears studded leather and wields a mace.",
  "Dinain: Female Gnome Barbarian, N. Str 15, Dex 13, Con 13, Int 10, Wis 9, Cha 14. Dinain is short and overweight, with white hair and soft blue eyes. She wears studded leather and wields a shortsword and shield. Dinain is searching for the lost elven kingdom of Hargalien.",
  "Bethel: Female Gnome Ranger, LN. Str 12, Dex 12, Con 11, Int 11, Wis 13, Cha 6. Bethel is common in appearance, with braided auburn hair and amber eyes. She wears half plate and wields a greataxe. Bethel is covetous and humble."
]