[
  "Potion of Wererat Intelligence (Potion): After drinking this odd-smelling potion, your Intelligence score changes to 11 for 1 hour. The potion has no effect on you if your Intelligence is equal to or greater than that score.",
  "Potion of Light (Potion): After drinking this faintly luminous potion, you shed light for 1 hour. You shed bright red light in a 20-foot radius and dim light for an additional 20 feet.",
  "Crow's Eye (Wondrous Item): Any creature which ends its turn within 10 feet of this dark eye-like marble must succeed on a DC 13 Wisdom saving throw or be distracted by it, and unable to take reactions until the end of its next turn.",
  "Scroll of Nightmare Terrain (Scroll): You can use an action to read this scroll and make natural terrain within a 150-foot cube centered on you look, sound, and smell like a still forest surrounding a corrupted elven citadel. Manufactured structures, equipment, and creatures within the area aren't changed in appearance. The illusion lasts until the next dawn.",
  "Winged Net (Weapon, net): When you throw this net through the air, bat-like wings spring out from it and begin flapping. This increases the range of the attack to 20/60 feet.",
  "Robe of Eyelids (Wondrous Item, requires attunement): This robe is adorned with patterns of closed eyes. While wearing it, you have advantage on saving throws against the petrifying gaze of a basilisk and similar effects.",
  "Potion of Fiery Proclamation (Potion): After drinking this whiskey-like potion, you can use a bonus action to exhale a swirling cloud of wispy flames. The cloud fills a 20 foot radius sphere adjacent to you, and takes the form of the words \"Death to the Kingdom of Valine.\" The cloud spreads around corners, and its area is lightly obscured. The cloud lingers in the air for 1 round, or until a moderate wind disperses it. When the cloud appears, each creature within it must make a DC 13 Dexterity saving throw. A creature takes 1d6 fire damage on a failed save, or half as much damage on a successful one. A creature must also make this saving throw when it enters the cloud for the first time on a turn or ends its turn there.",
  "Tavern Dart (Weapon, dart, single use): When you throw this dart, it transforms into a tavern wherever it lands. The tavern is of typical size, with a large common room, taproom and kitchen, and several lodging rooms. If there is insufficient space, the tavern adjusts to compensate. The tavern is staffed and there may be other patrons, at the GM's discretion. Any creatures or objects in the space where the tavern appears simply appear within the common room. The tavern and its staff, furnishings, unconsumed food and drink, etc. dissipate into smoke the next day at dawn.",
  "Mummer's Potion (Wondrous Item): While wearing these white gloves, you can use an action to conjure tiny, invisible barriers of magical force, of the sort used by mummers for their theatre. The effect lasts for as long as you concentrate on it, up to 10 minutes. You can also use a reaction to conjure a larger barrier to protect you, which gives you a +5 bonus to AC. This ends the effect at the start of your next turn. The gloves can't be used this way again until the next dawn.",
  "Origami Aberration (Scroll): You can use an action to read this scroll, which causes it to fold itself into a tiny origami orb with a single central eye and many smaller eyestalks. The orb can fly up to 20 feet, and casts one of the following spells: Acid Splash, Ray of Frost, Burning Hands, or Dispel Magic. Where applicable, the spell's saving throw DC is 13, and its attack or ability bonus is +5. After casting the spell, the orb is destroyed in a flash of flame.",
  "Origami Food and Water (Scroll): You can use an action to read this scroll, which causes it to fold itself into origami food and a cup of water. The food is bland but nourishing, enough to sustain you for 24 hours.",
  "Elixir of Death (Potion): When you drink this shadowy potion, you fall into a cataleptic state, as if you had cast the spell Feign Death (phb 240) on yourself. The effect lasts for 1d20 minutes.",
  "Shovel of Burrowing (Wondrous Item): This shovel, which weighs 5 pounds, functions like a mundane shovel until you stand astride it and speak its command word. It then hovers beneath you and can be ridden into the ground. It has a burrowing speed of 10 feet, and can carry up to 400 pounds. The shovel cannot burrow through solid rock.",
  "Oil of the Fell Fletcher (Potion): This malachite-hued oil can cover up to twenty wooden sticks, and takes 10 minutes to apply. One of the sticks, chosen randomly, is transformed into a poisonous snake, which is hostile and attacks you. The rest of the sticks are transformed into arrows.",
  "Storyteller's Potion (Potion): After drinking this wispy potion, your speech is accompanied by illusory images. You do not directly control the illusion, but the images are of creatures, objects, and places you describe, and act as you describe them to. The images never move more than 5 feet away from you, and are purely visual. The effect lasts for as long as you concentrate on it, up to 10 minutes.",
  "Pristine Boots (Wondrous Item): These leather boots appear to be in perfect condition, are always clean, and do not leave muddy tracks.",
  "Glamered Ring (Ring): While wearing this ring, you can use a bonus action to speak its command word and cause it to assume the appearance of some other ring. You decide what it looks like, including color, style, etc. The illusory appearance lasts until you use this property again or remove the ring.",
  "Robe of Tongues (Wondrous Item, requires attunement): While wearing this robe, it lets you taste in all directions, and you have advantage on Wisdom (Perception) checks that rely on taste.",
  "Tavern Bracers (Wondrous Item): While wearing these ale-soaked leather bracers, you have profiency with darts, and you gain a +2 bonus to downtime carousing rolls.",
  "Potion of Aberrant Transformation (Potion): When you drink this bitter potion, your arms are transformed into tentacles, which deal 1d8 lightning damage with a successful melee attack. The effect lasts for 1 hour.",
  "Servant Boots (Wondrous Item): While not wearing these polished black boots, you can use an action to speak their command word. You summon a shapeless force, as if you had cast the spell Unseen Servant. The servant is invisible, except for wearing the boots. The boots can't be used this way again until the next dawn.",
  "Scroll of Paper Armor (Scroll): You can use an action to read this scroll, which causes it to fold itself into a suit of paper plate armor. The armor functions like normal plate armor in all ways, but is destroyed after you have taken 36 hit points of damage.",
  "Scroll of the Apprentice Artificer (Scroll): This scroll contains information and incantations necessary to make a Scroll of the Apprentice Artificer. To decipher and use the scroll, you must be a spellcaster. Creating a new scroll requires 1 day and supplies costing 1 gp. Once you finish creating your new scroll, the original scroll is consumed in eldritch flames. Your new scroll becomes a Scroll of the Apprentice Artificer when the ashes of the original scroll are sprinkled on it.",
  "Potion of Animal Resurrection (Potion): When you drink this sanguine potion, an animal whose flesh you have eaten within the last hour is resurrected. The target returns to life in a square adjacent to you, with all its hit points. Further, the potion neutralizes any poisons and cures normal diseases afflicting the animal when it died.",
  "Scroll of Rage (Scroll): This hide parchment is inscribed with oaths and invocations of primal ferocity. You can use an action to read it and enter a barbarian rage (phb 48).",
  "Pendant of Direction (Wondrous Item): This translucent blue gemstone pendant is marked with a symbol of inlaid gold. When held aloft at a place where you have a choice of directions to take, a faint beam of blue light will shine from the pendant in one of those directions.",
  "Fireball-Catching Shield (Armor, shield, requires attunement): While wielding this shield, you have advantage on saving throws against the spell Fireball. In addition, whenever an attacker casts a fireball centered within 20 feet of you, you can use your reaction to become the center of the fireball instead.",
  "Scroll of Nightmare Terrain (Scroll): You can use an action to read this scroll and make natural terrain within a 150-foot cube centered on you look, sound, and smell like an ashen field scattered with shattered swords and skulls. Manufactured structures, equipment, and creatures within the area aren't changed in appearance. The illusion lasts until the next dawn.",
  "Apprentice's Potion (Potion): After drinking this dull grey potion, you have proficiency with mason's tools until midnight.",
  "Potion of Contagious Confusion (Potion): When you drink this swirling potion, you are affected as if the spell Confusion had been cast on you. If you touch another creature on your turn, then the effect ends for you and transfers to that creature. That creature may transfer the effect the same way on its turn. The effect ends after 1 minute.",
  "Oil of Woodwork (Potion): This thin oil can cover a 10 foot cube (or equivalent volume) of wood, and takes 10 minutes to apply. At the end of that time, the volume of raw materials is converted into a spiked cage. The quality of the object is commensurate with the quality of the raw materials.",
  "Oil of Rotting Flesh (Potion): This rancid oil can cover a Medium or smaller undead skeleton, and takes 10 minutes to apply. The affected undead is transformed into an undead zombie.",
  "Plate Armor of the Phantom Knight (Armor, plate, requires attunement): This polished plate armor is inscribed with the heraldry of a long-forgotten kingdom. While wearing it, you can use an action to speak its command word. A large quasi-real scaled horse-like creature appears nearby, as if you had cast the spell Phantom Steed (phb 265). The creature uses the statistics for a warhorse, and is also equipped with a lance. The armor can't be used this way again until the next dawn.",
  "Oil of Animation (Potion): When you pour this flask of swirling oil into a lamp or lantern and light it, the lamp comes to life as if you had cast the spell Animate Objects (phb 213) upon it. The lamp is a tiny object, and its attack deals fire damage. The lamp remains animated until the oil is exhausted, the flame is extinguished, or the lamp is reduced to 0 hit points.",
  "Floating Breastplate (Armor, breastplate): This breastplate of polished steel seems normal in every respect, but will float on water as long as it is not being worn.",
  "Saber's Potion (Potion): When you drink this glorious potion, you gain a +10 bonus to a Strength check to break through a door, barricade, or other barrier made before the end of your next turn.",
  "Halfling's Greatsword (Weapon, greatsword, requires attunement): This magical greatsword weighs much less than normal. It does not have the heavy property, but only deals 1d6 slashing damage on a hit.",
  "Ring of Crawling (Ring): This amber ring has a small centipede preserved within it. While wearing the ring, crawling does not cost you extra movement.",
  "Potion of Protection from Paladins (Potion): For 10 minutes after drinking this potion, you are magically protected against paladins. Paladins have disadvantage on attack rolls against you, and you can't be charmed, frightened, or possessed by them. If you are already charmed, frightened, or possessed by a paladin, you have advantage on any new saving throw against the effect.",
  "Horn of the Halfling Herald (Wondrous Item): After blowing this small horn, any halfling who could hear it can hear you speak, regardless of how loud you speak, other noise, etc. The effect lasts for one minute, and the horn can only be used once per hour.",
  "Bracer of the Beast (Wondrous Item, requires attunement): While wearing this studded hide bracer, you can use a bonus action to speak its command word, transforming your hand into an ape's fist. While transformed, your unarmed strike deals 1d6 bludgeoning damage. The effect lasts until you speak the command word again, which causes your hand to revert to its normal form.",
  "Scale Mail of the Serpent (Armor, scale mail, requires attunement): While wearing this scale mail, you can use an action to speak its command word. The armor transforms into a giant constrictor snake, with you still inside it. The creature acts on its own initiative count and follows your mental commands. The armor returns to its normal form when you use an action to speak the command word again, or if the creature is reduced to 0 hit points. The armor can't be used this way again until the next dawn.",
  "Potion of Fiery Proclamation (Potion): After drinking this whiskey-like potion, you can use a bonus action to exhale a swirling cloud of wispy flames. The cloud fills a 20 foot radius sphere adjacent to you, and takes the form of the words \"Death to the Cult of Arhan.\" The cloud spreads around corners, and its area is lightly obscured. The cloud lingers in the air for 1 round, or until a moderate wind disperses it. When the cloud appears, each creature within it must make a DC 13 Dexterity saving throw. A creature takes 1d6 fire damage on a failed save, or half as much damage on a successful one. A creature must also make this saving throw when it enters the cloud for the first time on a turn or ends its turn there.",
  "Feast Bug (Potion): This potion flask contains a single small, beetle-like insect. Consuming it is enough to sustain you for 24 hours, and removes one level of exhaustion. The bug is delicious.",
  "Prismatic Blade (Weapon, longsword, requires attunement): This item appears to be a longsword hilt. While holding the object, you can use a bonus action to cause a blade of prismatic radiance to spring into existence, or make the blade disappear. While the blade exists, this magic longsword has the finesse property. When you hit a target with this weapon, roll 1d6: 1. the weapon deals fire damage, 2. acid, 3. lightning, 4. poison, 5. cold, 6. no damage but the target is blinded until the start of your next turn.",
  "Potion of Light (Potion): After drinking this faintly luminous potion, you shed light for 1 hour. You shed bright white light in a 20-foot radius and dim light for an additional 20 feet.",
  "Bucket of Armor (Wondrous Item): This simple wooden bucket is filled with scraps of leather and metal, and weighs 20 pounds. While you carry it in one hand, your base AC becomes 13 + your Dexterity modifier.",
  "Potion of the Third Eye (Potion): After drinking this ghostly potion, a third eye opens in the center of your forehead for 1 hour. For this duration, you see invisible creatures and objects as if they were visible, and you can see into the Ethereal Plane.",
  "Scroll of Aberrant Perception (Scroll): You can use an action to read this scroll and make yourself able to see things which cannot be seen. You see that you are surrounded by hundreds of nightmarish creatures, aberrant and amorphorous things with too many eyes and writhing tentacles. You also see invisible creatures and objects as if they were visible, and you can see into the Ethereal Plane.",
  "Curse Oil (Potion): This sulphurous oil can cover one weapon, and takes 10 minutes to apply. The next creature to touch the weapon must succeed on a DC 13 Wisdom saving throw or become cursed. While cursed, the creature is unwilling to part with the weapon, and has disadvantage on attack rolls using other weapons. The curse lasts until magically removed, or for 1 minute.",
  "Oil of Conflagrant Alarm (Potion): This jelly-like oil can can cover a Medium or smaller creature, and takes 10 minutes to apply. If a Tiny or larger creature touches the affected creature within the next 8 hours, the oil bursts into flames. Each creature within a 5-foot radius must make a Dexterity saving throw. A target takes 1d6 fire damage on a failed save, or half as much damage on a succesful one. In any case, this awakens the affected creature.",
  "Scroll of Wall of Paper (Scroll): You can use an action to read this scroll, which causes it to grow into a large paper wall adjacent to you. The wall is composed of ten 10 foot by 10 foot panels, each must be contiguous with at least one other panel. Elemental creatures can't willingly pass through the wall, and have disadvantage on attack rolls against targets on the other side of the wall. The wall lasts until destroyed, or for 1 hour.",
  "Spear of Destiny (Weapon, spear, requires attunement): Once every seven days, at dawn, this golden spear casts the spell Divination and asks the God of War the question, \"Is today the day this Spear of Destiny is eaten by demonic goats?\"  If you are holding the weapon, you are aware of the reply, which might be a short phrase, a cryptic rhyme, or an omen.",
  "Plate Armor of the Phantom Knight (Armor, plate, requires attunement): This polished plate armor is inscribed with the heraldry of a long-forgotten kingdom. While wearing it, you can use an action to speak its command word. A large quasi-real horned horse-like creature appears nearby, as if you had cast the spell Phantom Steed (phb 265). The creature uses the statistics for a warhorse, and is also equipped with a lance. The armor can't be used this way again until the next dawn.",
  "Zombie Scroll (Scroll): This scroll appears to have been stitched together from various skins and hides. You can use an action to read it and place the scroll upon a dying creature that has 0 hit points. The creature becomes stable, and is animated as an undead zombie. The zombie acts on its own initiative count and follows your mental commands. The effect lasts until the creature takes any damage (causing it to begin making death saving throws again) or regains any hit points and becomes conscious.",
  "Potion of Chthonic Transformation (Potion): When you drink this earthy potion, you are polymorphed into an ankheg for 1 hour (no concentration required).",
  "Arrow of the Hydra (Weapon, arrow, single use): This fine arrow is tipped with a sharp hydra's tooth. When you hit a target with it, the arrow deals an extra 2d6 poison damage. If you miss, the arrow lands in a square selected by the GM, within 30 feet of your intended target. At the start of the next round, an undead skeleton claws out of the ground in that square. The skeleton acts on its own initiative count, and attacks the nearest living creature until reduced to 0 hit points.",
  "Potion of Pseudolycanthropy (Potion): When you drink this musky potion, you are polymorphed into a wererat for 1 hour (no concentration required). Unlike an actual wererat, your bite cannot curse a target with lycanthropy.",
  "Potion of Lava Breathing (Potion): You can breathe normally under lava for 1 hour after drinking this thick red potion. The potion provides no protection against heat or fire damage.",
  "Belt of Stars (Wondrous Item): While wearing this diamond-studded belt, you can use an action to alter the appearance of the night sky within a 150-foot cube centered on you. You can make stars shift position, create new constellations, or conjure planets or comets. A creature carefully examining the illusion can attempt a DC 13 Intelligence (Investigation) check to disbelieve it. The illusion lasts until the next dawn. The belt can't be used this way again until the next dawn.",
  "Scroll of Storage (Scroll): This large scroll is activated in two parts. When you place an object no greater than 1 foot in any dimension upon the scroll and use an action to read the first part, the object vanishes and becomes an illustration of itself in the scroll. When you use an action to read the second part of the scroll, the scroll vanishes and becomes a chicken.",
  "Wand of the Centipede (Wand, requires attunement): This wand is crafted from dark wood, and carved to appear finely segmented. While holding it, you can use an action to speak its command word, transforming it into a giant centipede. The creature acts on its own initiative count and follows your mental commands. The wand returns to its normal form when you use a bonus action to speak the command word again, or if the creature is reduced to 0 hit points.",
  "Ring of Noblekind (Ring, requires attunement): While wearing this ornate ring, you gain the following benefits: Your Charisma score increases by 2, to a maximum of 20. You have advantage on Charisma (Persuasion) checks made to interact with aristocrats and nobles. You can use an action to expend 1 of its charges to cast the spell Silent Image. The ring has 3 charges, and regains 1d3 expended charges daily at dawn.",
  "Scroll of Nightmare Terrain (Scroll): You can use an action to read this scroll and make natural terrain within a 150-foot cube centered on you look, sound, and smell like a forest of tall, blade-like trees dripping blood. Manufactured structures, equipment, and creatures within the area aren't changed in appearance. The illusion lasts until the next dawn.",
  "Scroll of Wild Magic (Scroll): This scroll appears to have been pieced together from other scrolls. You can use an action to read it and unleash a wild magic surge (phb 104).",
  "Werewolf's Eye (Wondrous Item): While you possess this white eye-like marble, you have advantage on Perception checks made during the night of the full moon.",
  "Archer's Ally (Wondrous Item, requires attunement): This quiver normally holds 20 arrows or bolts. You can use a bonus action to draw and transform the quiver into a short sword. If the quiver contained at least 10 arrows or bolts, then the short sword grants a +1 bonus to attack and damage rolls made with it.",
  "Sinister Glove (Wondrous Item): While wearing this black leather glove, you become left-handed. In addition, you can use an action to cast the spell Protection from Evil and Good. The glove can't be used this way again until the next dawn.",
  "Glamered Javelin (Weapon, javelin): When you throw this javelin, it assumes the appearance of a marble statue until just before it strikes something.",
  "Glamered Javelin (Weapon, javelin): When you throw this javelin, it assumes the appearance of a giant wasp until just before it strikes something.",
  "Ring of the Goat (Ring, requires attunement): While wearing this carved horn ring, you can consume virtually any organic matter, such as grass, leaves, twigs, linen, leather, etc., and find it as tasty and sustaining as normal food.",
  "Staff of the Battlemaster (Staff, requires attunement): In its normal form, this is a plain staff of silver wood. Although it seems well-suited for use as a quarterstaff, it deals no damage in this form. However, you can use a bonus action to transform the staff into a spear, glaive, greataxe, halberd, lance, maul, pike, or longbow. This new form lasts until you let go of the staff or use this property again.",
  "Suggestion Potion (Potion): When you drink this sweet potion, a course of activity is suggested to you, as if the spell Suggestion had been cast on you. You may make a DC 13 Wisdom saving throw. On a failed save, you are magically compelled to creatively insult the next person you encounter. The effect ends when you finish what you were asked to do, or after 8 hours.",
  "Stone Solvent (Potion): This flask of jelly-like oil can cover a stone object of Medium size or smaller or a section of no more than 5 feet in any dimension, and takes 10 minutes to apply. After this time, the stone becomes soft and clay-like, and can be formed into any shape that suits your purpose. The stone hardens again after 1 hour.",
  "Goblin Sword (Weapon, shortsword): When this shortsword is held normally, it is treated as an improvised weapon which deals 1d4 points of bludgeoning damage. However, if you hold it by the blade and strike with the hilt, it deals 1d6 points of piercing damage.",
  "Forked Bolt (Weapon, crossbow bolt, single use): When you shoot this bolt from a crossbow, it splits and arcs towards any targets within range you choose. Make a single attack roll against the highest AC of the targets. If the attack hits, roll damage and divide it equally among the targets.",
  "Shield of Retreat: While wielding this wrought-iron whield, you can use a bonus action to speak its command word. The shield instantly shatters into twenty caltrops (phb 151), which cover a 5-foot-square area. This area is always behind you, and moves with you. The effect ends after the caltrops have dealt 20 points of damage.",
  "Wand of Stunned Wonder (Wand): This wand has 7 charges. While holding it, you can use an action to expend 1 charge. Roll d100. You are stunned until the start of your next turn, believing something awesome just happened. The wand regains 1d6 + 1 expended charges daily at dawn. If you expend the wand's last charge, roll a d20. On a 1, the wand ascends to a higher plane of existence and disappears.",
  "Amulet of Grim Status (Wondrous Item, requires attunement): While wearing this pewter and obsidian amulet, you appear increasingly withered and skeletal as you are wounded and lose hit points.",
  "Aykea's Instant Fortress (Wondrous Item): You can use an action to place this 1-inch wooden cube on the ground and speak its command word. The cube rapidly grows into several crates of wooden beams, iron fittings, and simple tools, and a small tome of instructions. These materials may be used to construct a square wooden tower, 20 feet on a side and 30 feet high, with two floors, one door, arrow slits on all sides, and a battlement atop it. This requires a total of twelve successful DC 10 Intelligence checks, with each check requiring 1 hour of work. Several individuals may work togther. Once constructed, the tower remains until you use an action to speak the command word that dismisses it, which only works if the fortress is empty.",
  "Helm of Comprehending Language (Wondrous Item): While wearing this helm, you can understand Undercommon but not any other language.",
  "Staff of the Plan (Staff, requires attunement by a cleric, sorcerer, or warlock): This staff has 10 charges. While holding it, you can use an action to expend charges to cast one of the following spells from it, in the following order:  Bless (1 charge), Warding Bond (2 charges), Gaseous Form (3 charges), Banishment (4 charges). The spells use your spell save DC and spellcasting ability modifier. The staff regains 1d6 + 4 expended charges daily at dawn, and the order of spells restarts from the first spell. If you expend the last charge, roll a d20. On a 1, the staff becomes a nonmagical quarterstaff.",
  "Potion of Silence (Potion): When you drink this potion, your ears fall off. You become the center of a 20-foot radius sphere of no sound, as if you had cast the spell Silence (phb 275). The effect moves with you, and lasts for 10 minutes. After the effect ends, you quickly grow new ears.",
  "Rust Hide Armor (Armor, hide): Any nonmagical weapon made of metal that hits this magical armor corrodes. After dealing damage, the weapon takes a permanent and cumulative -1 penalty to damage rolls. If its penalty drops to -5, the weapon is destroyed. Nonmagical ammunition made of metal that hits the armor is destroyed after dealing damage.",
  "Potion of Chimeric Transformation (Potion): When you drink this meaty potion, you are polymorphed into a black bear with the head of a giant frog for 1 hour (no concentration required).",
  "Padded Armor of Madness (Armor, padded, requires attunement): While wearing this padded armor, you have advantage on saving throws against being charmed, frightened, incapacitated, or stunned. However, you become afflicted with a different long-term madness when you don the armor, or every day at dawn.",
  "Leaden Cloak (Wondrous Item, requires attunement): This cloak of dark metallic cloth weighs twenty pounds. While wearing it, you have advantage on saving throws against any spell or effect which would force you to move, such as Thunderwave or Gust of Wind.",
  "Oil of Shadows (Potion): This inky oil can cover a Medium or smaller creature, and takes 10 minutes to apply. The affected creature loses any sunlight sensitivity it may possess, and any vulnerability to radiant damage. These effects last for 1 hour.",
  "Wand of Wander (Wand): This wand has 7 charges. While holding it, you can use an action to expend 1 of its charges to teleport yourself from your current location to a random unoccupied destination within 1 mile of you. If there is no available destination, you take 4d6 force damage instead.",
  "Potion of Light (Potion): After drinking this faintly luminous potion, you shed light for 1 hour. You shed bright yellow light in a 20-foot radius and dim light for an additional 20 feet.",
  "Vagabond's Staff (Staff): While holding this worn wooden staff, you can use an action to transform it into a walking staff, bedroll, crowbar, handaxe, spade, or 50 feet of rope. This new form lasts until you use this property again or drop the item.",
  "Origami Messenger (Scroll): You can use an action to read this scroll, which causes it to fold itself into a tiny origami grell. The object will fly to a destination and deliver a message, as if you had cast the spell Animal Messenger (phb 212).",
  "Axe of Eyes (Weapon, battleaxe, requires attunement): Both blades of this battleaxe are inscribed with eyelike patterns. While you hold the axe, it lets you see in all directions around it, and you have advantage on Wisdom (Perception) checks that rely on sight. The eyes on the axe can't be closed or averted. A Light spell cast on the axe or a Daylight spell cast within 5 feet of it causes you to be blinded until the end of your next turn.",
  "Oil of Eyes (Potion): This jelly-like oil can cover a Medium or smaller creature, and takes 10 minutes to apply. The affected creature grows eyes all over its body, letting it see in all directions and granting it advantage on Wisdom (Perception) checks that rely on sight. The effect lasts for 1 hour.",
  "Wand of Morphs (Wand): This wand has 3 charges. While holding it, you can use an action to expend 1 charge and polymorph yourself into the form of a beast. The first form each day is a quipper, the second a lizard, and the third a plesiosaurus. The wand regains any expended charges daily at dawn. If you expend the wand's last charge, roll a d20. On a 1, the wand itself transforms into a small bird and flies away.",
  "Wand of Curing (Wand): This wand has 3 charges. While holding it, you can use an action to expend 1 charge to instantly preserve all nonmagical meat within a 5-foot radius, transforming pork into ham, etc. The wand regains any expended charges daily at dawn. If you expend the wand's last charge, roll a d20. On a 1, the wand itself transforms into a smoked sausage.",
  "Animated Chain Mail (Armor, chain mail, requires attunement): This armor is fashioned from chains of coiled steel snakes, and appears to be moving, as if alive. While wearing it, you can command it to animate and lash out at your foes. When you make a grapple attack, the target of your grapple may be one size larger than you, and may be up to 20 feet away. If your grapple succeeds, you can use a move action to drag the target to within your reach.",
  "Wand of Morphs (Wand): This wand has 3 charges. While holding it, you can use an action to expend 1 charge and polymorph yourself into the form of a beast. The first form each day is a crab, the second a vulture, and the third a cave bear. The wand regains any expended charges daily at dawn. If you expend the wand's last charge, roll a d20. On a 1, the wand itself transforms into a small bird and flies away.",
  "Philter of Blave (Potion): The next time you see a creature within 10 minutes after drinking this golden philter, you become unable to say anything to that creature which is not a deliberate and blatant lie. You also have advantage on saving throws against any spell or effect which would compel you to speak the truth. These effects last for 1 hour.",
  "Rod of Flying (Rod, requires attunement): You can use an action to extend this wooden rod and transform it into a parasol. The parasol carries you aloft, and you can change your altitude by up to 20 feet on your turn as part of your move. While aloft, you fly at the speed and in the direction of the prevailing wind.",
  "Boots of Ogre Swiftness (Wondrous Item): While wearing these boots, your Dexterity score is 8 and your Speed is 40 feet. They have no effect on you if your Dexterity is already 8 or higher.",
  "Potion of Ooze Breathing (Potion): For 1 hour after drinking this potion, you can breathe normally if you become engulfed by a gelatinous cube or other ooze. The potion provides no protection against acid damage.",
  "Sentinel Blade (Weapon, dagger): You can use a bonus action to toss this thin dagger into the air and speak the command word, causing it to hover above you. Whenever a Tiny or larger creature comes within 10 feet of you, the dagger stabs you for 1d4 piercing damage to awaken you.",
  "Oil of Shadow Armor (Potion): This metallic oil can cover a Medium or smaller creature, and takes 10 minutes to apply. The affected creature appears to be wearing ornate plate armor, though this armor is only semi-real and provides an Armor Class of 13 plus the creature's Dexterity modifier. The effect lasts for 1 hour.",
  "Scroll of Finding (Scroll): You can use this action to read this scroll and teleport yourself to the nearest tavern in the shape of a pyramid. If no such location exists on the same plane of existence as you, you take 3d10 force damage and wind up in a random location that's visually or thematically similar.",
  "Feather of Falling (Wondrous Item, single use): While falling, you can drop this feather as a reaction. It plummets to the ground and is destroyed on impact, while you descend 60 feet per round for up to 1 minute.",
  "Scroll of Nightmare Terrain (Scroll): You can use an action to read this scroll and make natural terrain within a 150-foot cube centered on you look, sound, and smell like a stately garden filled with poisoned revelers. Manufactured structures, equipment, and creatures within the area aren't changed in appearance. The illusion lasts until the next dawn.",
  "Elixir of Madness (Potion): When you drink this potion, you can end one of the following conditions afflicting you: charmed, frightened, incapacitated, or stunned. However, you become afflicted with a short-term madness instead.",
  "Oil of Ironwork (Potion): This thin oil can cover a 5 foot cube (or equivalent volume) of iron, and takes 10 minutes to apply. At the end of that time, the volume of raw materials is converted into a statue of a decapitated cleric. The quality of the object is commensurate with the quality of the raw materials.",
  "Lazy Greataxe (Weapon, greataxe, requires attunement): At the start of each encounter, if you are holding this weapon, roll a d6. If you roll a 6, you gain a +1 bonus to attack and damage rolls made with it for the duration of the encounter. Otherwise, it is a magical weapon but does not grant a bonus.",
  "Potion of Protection from Beasts (Potion): For 10 minutes after drinking this potion, you are magically protected against beasts. Beasts have disadvantage on attack rolls against you, and you can't be charmed, frightened, or possessed by them. If you are already charmed, frightened, or possessed by a beast, you have advantage on any new saving throw against the effect.",
  "Scholar's Monocle (Wondrous Item): While wearing this crystal lens in a library or similar setting, you have advantage on Intelligence (Investigation) checks to find relevant books and information.",
  "Belt of Troglodyte Stench (Wondrous Item, requires attunement): While wearing this scaly belt, any creature other than a troglodyte that starts its turn within 5 feet of you must succeed on a DC 12 Constitution saving throw or be poisoned until the start of the creature's next turn. On a successful saving throw, the creature is immune to the stench of this belt for 1 hour.",
  "Potion of Darkness Immunity (Potion): After drinking this fiery potion, you become immune to the effects of the spell Darkness. The immunity lasts for 1 minute.",
  "Boots of Pixie Stomping (Weapon, boots): When you make an unarmed strike with these ironshod boots against a fey creature, they grant a +1 bonus to your attack roll and deal 1d6 + 1 bludgeoning damage.",
  "Rod of Invulnerability (Rod): This thin glass rod cannot be damaged or destroyed by any means short of a Wish spell, divine intervention, etc.",
  "Zombie Oil (Potion): This blood-like oil can cover a Medium or smaller creature, and takes an action to apply. When applied to a living creature that has 0 hit points, the creature becomes stable, and is animated as an undead zombie. The zombie acts on its own initiative count and follows your mental commands. The effect lasts until the creature takes any damage (causing it to begin making death saving throws again) or regains any hit points and becomes conscious.",
  "Pipes of the Jewelers (Wondrous Item, requires attunement): You must be proficient with wind instruments to use these pipes. While you are attuned to the pipes, jewelers are indifferent toward you and will not attack you unless you threaten or harm them. The pipes have 3 charges. If you play the pipes as an action, you can use a bonus action to expend 1 charge to summon a jeweler from the nearest town or city. The jeweler will spend up to 1 hour appraising gemstones and jewelry before vanishing.",
  "Sword of Elven Princess Detection (Weapon, Longsword): This longsword glows faintly when there is an elven princess within thirty feet of it.",
  "Hewing Handaxe (Weapon, handaxe): You gain a +1 bonus to attack and damage rolls made with this magical handaxe against creatures with the plant type. When you slay a plant creature with the handaxe, it is instantly transformed into a hewn wooden cube.",
  "Pike of Gentle Repose (Weapon, pike): When you kill a creature with this magical pike, its corpse is protected from decay and can't become undead as long as it remains impaled by the weapon.",
  "Splint of Deception (Armor, splint, requires attunement): The splints of this armor are inscribed with wards against scrying spells. When you are the target of a Scrying spell, roll two Wisdom saving throws. If you succeed at either saving throw, you aren't affected by the spell as normal. If you succeed at both, you can choose to allow the sensor to manifest, but the scryer sees you as a troglodyte zombie.",
  "Crossbow of Whispers (Weapon, hand crossbow): You can use an action to whisper a message and fire a bolt from this weapon at a target within range. If you hit, the target (and only the target) hears the message.",
  "Misty Oil (Potion): This silvery oil can can cover a Medium or smaller creature, and takes 10 minutes to apply. The affected creature can immediately teleport up to 30 feet to an unoccupied space that it can see.",
  "Staff of Druidkind (Staff, requires attunement by a non-druid): While holding this wooden staff, you gain the following benefits: Your Wisdom score increases by 2, to a maximum of 20. You have advantage on Charisma (Persuasion) checks made to interact with druids. You can use an action to expend 1 of its charges to cast the cantrip Shillelagh. The staff has 10 charges, and regains 1d6 + 4 expended charges daily at dawn. In addition, while attuned to the staff, you have a 50 percent chance each day at dawn of your hair turning green and leafy.",
  "Plate Armor of the Phantom Knight (Armor, plate, requires attunement): This polished plate armor is inscribed with the heraldry of a long-forgotten kingdom. While wearing it, you can use an action to speak its command word. A large quasi-real bear-like creature appears nearby, as if you had cast the spell Phantom Steed (phb 265). The creature uses the statistics for a warhorse, and is also equipped with a lance. The armor can't be used this way again until the next dawn.",
  "Rat Goblet (Wondrous Item): This rat appears like any other rat, and it obeys your commands as best as it can. You use a bonus action to speak its command word, causing it to transform into a silver goblet. You can use the same command word to transform it back into a rat.",
  "Oil of Infernal Espionage (Potion): You can use an action to apply this small vial of clear oil to an iron door. The coated area becomes transparent from your side of the door, and remains transparent for 1 minute, or until wiped off as an action.",
  "Scroll of Peculiar Abjuration (Scroll): For 24 hours after reading this scroll, you have advantage on saving throws against the petrifying gazes of the rare basilisk-hydra.",
  "Coward's Breastplate (Armor, breastplate, requires attunement): This breastplate grants a +1 bonus to armor class as long as you are not wielding a weapon.",
  "Iron Oculus (Wondrous Item): This hollow iron sphere is inscribed with an eye-like iris, and a brass hinge and clasp allow it to open. You can use an action to hold the open oculus to your eye and speak its command word. Your eye is drawn into the sphere, leaving an empty socket. While your eye is trapped and you are holding the oculus, you have darkvision out to a range of 120 feet, and can detect polymorphed and shapechanged creatures and objects within 120 feet. You can use another action to return your eye from the oculus.",
  "Bagpipes of Invisibility (Wondrous Item): While playing this musical instrument, you can use an action to turn invisible for 1 round. You become visible if you stop playing, make an attack, or cast a spell.",
  "Scroll of Cacophony (Scroll): While reading this scroll, which requires an action every turn, every creature and object within a 20-foot radius is magically compelled to speak. Creatures and objects speak whether or not they are normally able to do so, but may attempt to resist the effect with a successful DC 13 Wisdom saving throw. The effect lasts for as long as you continue reading, up to 10 minutes.",
  "Bag of Cobblestone Holding (Wondrous Item): This bag can hold up to 500 pounds of cobblestones, but weighs 15 pounds regardless of its contents. Retrieving an item from the bag requires an action.",
  "Gauntlets of Swift Armor (Wondrous Item, requires attunement): While wearing these bronze gauntlets, you can use an action to conjure and instantly don matching splint armor. Any armor you may already be wearing falls to the ground in your space.",
  "Gauntlets of Water Walking (Wondrous Item): While wearing these steel gauntlets, you can stand on your hands on any liquid surface as if it were solid ground. To walk across the surface, you must make a Dexterity (Acrobatics) check. The DC equals 10 or the number of feet you attempt to move, whichever number is higher. If you fail, then you fall into the liquid and must begin swimming.",
  "Rod of the Arch-Wizard (Rod): You can use an action to touch this marble rod to a section of stone no more than 5 feet in any dimension and form it into an arched passage. The rod can't be used this way again until the next dawn.",
  "Potion of Light (Potion): After drinking this faintly luminous potion, you shed light for 1 hour. You shed bright green light in a 20-foot radius and dim light for an additional 20 feet.",
  "Potion of Chimeric Transformation (Potion): When you drink this meaty potion, you are polymorphed into a giant wasp with the head of a mule for 1 hour (no concentration required).",
  "Tentacle Ring (Ring, requires attunement): While wearing this slightly rubbery silver ring, you can use a bonus action to activate it. The ring suddenly grows octopus-like tentacles, and you have advantage on a grapple attack made before your next turn. The ring can't be used this way again until the next dawn.",
  "Spear of Destiny (Weapon, spear, requires attunement): Once every seven days, at dawn, this golden spear casts the spell Divination and asks the God of War the question, \"Is today the day the Gargoyle King is defeated in battle?\"  If you are holding the weapon, you are aware of the reply, which might be a short phrase, a cryptic rhyme, or an omen.",
  "Peasant's Rod (Rod, requires attunement): You can use an action to present the rod and command obedience from each chicken, goat, pig, or sheep that you can see within 120 feet of you. Each target must succeed on a DC 13 Wisdom saving throw or be charmed by you for 8 hours. While charmed in this way, the beast regards you as its trusted leader. The rod can't be used this way again until the next dawn.",
  "Scroll of Nightmare Terrain (Scroll): You can use an action to read this scroll and make natural terrain within a 150-foot cube centered on you look, sound, and smell like a swamp of aberrant trees and writhing tentacles. Manufactured structures, equipment, and creatures within the area aren't changed in appearance. The illusion lasts until the next dawn.",
  "Medusa's Rope (Wondrous Item, single use): This 50-foot coil of hempen rope can be turned to stone with a command word, spoken as a bonus action. It cannot be turned back into rope.",
  "Scroll of Furnishing Conjuration (Scroll): You can use an action to read this scroll and conjure a weaver's loom. The item appears on the ground in an unoccupied space that you can see within 10 feet of you. It disappears after 1 hour, or if it takes any damage.",
  "Spear of Destiny (Weapon, spear, requires attunement): Once every seven days, at dawn, this golden spear casts the spell Divination and asks the God of War the question, \"Is today the day Abeth the Eldritch attacks the kingdom?\"  If you are holding the weapon, you are aware of the reply, which might be a short phrase, a cryptic rhyme, or an omen.",
  "Gauntlets of Swift Armor (Wondrous Item, requires attunement): While wearing these bronze gauntlets, you can use an action to conjure and instantly don matching scale mail. Any armor you may already be wearing falls to the ground in your space.",
  "Bag of Coat Holding (Wondrous Item): This bag can hold up to 500 pounds of coats, but weighs 15 pounds regardless of its contents. Retrieving an item from the bag requires an action.",
  "The Skull Goblet (Wondrous Item, artifact): There is believed to be only one skull goblet, randomly moving from tavern to tavern across the world. It appears to have been cast from dark pewter, and has a single ruby set into one eye socket. When you drink from and empty the goblet, you are compelled to speak aloud your darkest secret. In return, you receive some piece of useful information. If you choose to resist the compulsion, you may do so with a successful DC 13 Wisdom saving throw. In either case, the goblet immediately vanishes.",
  "Scroll of Demonic Transformation (Scroll): This fell scroll has a demonic face inscribed on one side, and a spell upon the other. When you spend an action to read the scroll and place it upon your own face, your appearance changes to become slightly more demonic. The effect lasts for as long as you concentrate on it, up to 10 minutes. You can also use an action to emit a horrific screech. Each creature within 20 feet of you that can hear you and that isn't a demon must succeed on a DC 13 Constitution saving throw or be stunned until the end of your next turn. This ends the effect immediately.",
  "Scroll of Weapon Proficiency (Scroll): After spending 1 minute reading this scroll, you gain proficiency with the lance for 1 hour.",
  "Red Herring of Divination (Wondrous Item): This totem is of a small fish, carved from red wood and engraved with a symbol of divination. While holding it next to your ear, you can use an action to speak its command word and ask one question that can be answered with a yes or no. You receive an answer to your question, though it turns out to be wildly incorrect. The totem can't be used this way again until the next dawn.",
  "Potion of Augury (Potion): When you drink this tasteless potion, you receive an omen about the results of a specific course of action that you plan to take within the next 30 minutes. If the results will be good, you gain 15 temporary hit points. If the results will be bad, you become poisoned for 1 hour.",
  "Armor of Mirror Images (Armor, half plate, requires attunement): While wearing this polished half plate armor, you can use an action to speak its command word and create three illusory duplicates of yourself, as if you had cast the spell Mirror Image (phb 260). However, you and each of your duplicates appear to be wearing different parts of the armor. With three duplicates, you and each duplicate has an AC of 12 + your Dexterity modifier (max 2); with two, an AC of 13 + your Dexterity modifier (max 2); and with one, an AC of 14 + your Dexterity modifier (max 2). The armor can't be used this way again until the next dawn.",
  "Troll Ichor (Potion): After drinking this foul potion, your appearance changes to become slightly more troll-like, and you regenerate 2 hit points at the start of each of your turns. If you take acid or fire damage, this effect doesn't function at the start of your next turn. The effect lasts for 1d4+1 rounds.",
  "Potion of Immovability (Potion): After drinking this slightly metallic potion, you become magically fixed in place for 1 minute. You cannot move, even if you are defying gravity. You can support up to 8,000 pounds of weight. More weight causes the effect to fail and end. A creature can use an action to make a DC 30 Strength check, moving you up to 10 feet on a success.",
  "Potion of Fiery Proclamation (Potion): After drinking this whiskey-like potion, you can use a bonus action to exhale a swirling cloud of wispy flames. The cloud fills a 20 foot radius sphere adjacent to you, and takes the form of the words \"Death to Agnag Agninndotr.\" The cloud spreads around corners, and its area is lightly obscured. The cloud lingers in the air for 1 round, or until a moderate wind disperses it. When the cloud appears, each creature within it must make a DC 13 Dexterity saving throw. A creature takes 1d6 fire damage on a failed save, or half as much damage on a successful one. A creature must also make this saving throw when it enters the cloud for the first time on a turn or ends its turn there.",
  "Scroll of Guise (Scroll): You can use an action to read this scroll and make yourself -- including your clothing, armor, weapons, and other belongings -- look like a goblin with glowing red eyes for up to 1 hour.",
  "Lightning Rod (Rod, requires attunement): While holding this rod, you have advantage on saving throws against spells and effects which deal lightning damage. In addition, whenever a bolt of lightning passes within 20 feet of you, you can bend its path so that it passes through you instead.",
  "Bag of Crab Holding (Wondrous Item): This bag can hold up to 500 pounds of crabs, but weighs 15 pounds regardless of its contents. Retrieving an item from the bag requires an action.",
  "Scroll of Weapon Proficiency (Scroll): After spending 1 minute reading this scroll, you gain proficiency with the blowgun for 1 hour.",
  "Bag of Frog Holding (Wondrous Item): This bag can hold up to 500 pounds of frogs, but weighs 15 pounds regardless of its contents. Retrieving an item from the bag requires an action.",
  "Elephant Wagon (Wondrous Item): This sturdy wooden wagon is supported by four over-sized treadwheels, each of which contains a magical miniature elephant. The wagon can carry up to 6000 pounds of weight. It moves at a speed of 40 ft. for up to eight hours per day, but never between midnight and dawn. The wagon follows your simple verbal commands to start, stop, turn, etc.",
  "Rod of Chains (Rod, requires attunement): In its normal form, this is a plain rod of iron. You can use a bonus action to transform the rod into a chain shirt, flail, or 10-foot chain. This new form lasts for 1 hour or until you use this property again.",
  "Potion of Gaseous Form Immunity (Potion): After drinking this fiery potion, you become immune to the effects of the spell Gaseous Form. The immunity lasts for 1 minute.",
  "Staff of Druidkind (Staff, requires attunement by a non-druid): While holding this wooden staff, you gain the following benefits: Your Wisdom score increases by 2, to a maximum of 20. You have advantage on Charisma (Persuasion) checks made to interact with druids. You can use an action to expend 1 of its charges to cast the cantrip Guidance. The staff has 10 charges, and regains 1d6 + 4 expended charges daily at dawn. In addition, while attuned to the staff, you have a 50 percent chance each day at dawn of your hair turning green and leafy.",
  "Potion of Fiery Proclamation (Potion): After drinking this whiskey-like potion, you can use a bonus action to exhale a swirling cloud of wispy flames. The cloud fills a 20 foot radius sphere adjacent to you, and takes the form of the words \"Kill the Dwarves.\" The cloud spreads around corners, and its area is lightly obscured. The cloud lingers in the air for 1 round, or until a moderate wind disperses it. When the cloud appears, each creature within it must make a DC 13 Dexterity saving throw. A creature takes 1d6 fire damage on a failed save, or half as much damage on a successful one. A creature must also make this saving throw when it enters the cloud for the first time on a turn or ends its turn there.",
  "Scroll of Sacred Conjuration (Scroll): You can use an action to read this scroll and conjure a stone sarcophagus filled with dwarf bones. The item appears on the ground in an unoccupied space that you can see within 10 feet of you. It disappears after 1 hour, or if it takes any damage.",
  "Scroll of Guise (Scroll): You can use an action to read this scroll and make yourself -- including your clothing, armor, weapons, and other belongings -- look like a gnome with golden skin for up to 1 hour.",
  "Ring of Noblekind (Ring, requires attunement): While wearing this ornate ring, you gain the following benefits: Your Charisma score increases by 2, to a maximum of 20. You have advantage on Charisma (Persuasion) checks made to interact with aristocrats and nobles. You can use an action to expend 1 of its charges to cast the spell Blade Ward. The ring has 3 charges, and regains 1d3 expended charges daily at dawn.",
  "Wand of Flame Carrot (Wand): This wand has 7 charges. While holding it, you can use an action to expend 1 charge to conjure and hurl a carrot-shaped bolt of flame at a creature or object within 120 feet. Make a ranged spell attack against the target. On a hit, the target takes 1d10 fire damage. The wand regains 1d6 + 1 expended charges daily at dawn. If you expend the wand's last charge, roll a d20. On a 1, the wand bursts into flames and is destroyed.",
  "Scroll of Guise (Scroll): You can use an action to read this scroll and make yourself -- including your clothing, armor, weapons, and other belongings -- look like a kobold with silver scales for up to 1 hour.",
  "Scroll of Sacred Conjuration (Scroll): You can use an action to read this scroll and conjure a carved stone bench. The item appears on the ground in an unoccupied space that you can see within 10 feet of you. It disappears after 1 hour, or if it takes any damage.",
  "Suggestion Potion (Potion): When you drink this sweet potion, a course of activity is suggested to you, as if the spell Suggestion had been cast on you. You may make a DC 13 Wisdom saving throw. On a failed save, you are magically compelled to answer each question you are asked with a riddle. The effect ends when you finish what you were asked to do, or after 8 hours.",
  "Plate Armor of the Phantom Knight (Armor, plate, requires attunement): This polished plate armor is inscribed with the heraldry of a long-forgotten kingdom. While wearing it, you can use an action to speak its command word. A large quasi-real boar-like creature appears nearby, as if you had cast the spell Phantom Steed (phb 265). The creature uses the statistics for a warhorse, and is also equipped with a lance. The armor can't be used this way again until the next dawn.",
  "Staff of the Plan (Staff, requires attunement by a bard or wizard): This staff has 10 charges. While holding it, you can use an action to expend charges to cast one of the following spells from it, in the following order:  Animal Friendship (1 charge), Phantasmal Force (2 charges), Plant Growth (3 charges), Evard's Black Tentacles (4 charges). The spells use your spell save DC and spellcasting ability modifier. The staff regains 1d6 + 4 expended charges daily at dawn, and the order of spells restarts from the first spell. If you expend the last charge, roll a d20. On a 1, the staff becomes a nonmagical quarterstaff.",
  "Sword of Halfling Thief Detection (Weapon, Shortsword): This shortsword glows faintly when there is a halfling thief within thirty feet of it.",
  "Potion of Speak Infernal (Potion): After drinking this wispy potion, you can speak Infernal but not any other language. The effect lasts for 1 hour.",
  "Fool's Hat (Wondrous Item, requires attunement): While wearing this motley jester's hat, you have advantage on saving throws against fear and disadvantage on saving throws against charm spells and other magical compulsions.",
  "Oil of Healing (Potion): This fragrant oil can cover a Medium or smaller creature, and takes 2d4 + 2 minutes to fully apply. After each minute of application, the affected creature regains 1 hit point.",
  "Scroll of Weapon Proficiency (Scroll): After spending 1 minute reading this scroll, you gain proficiency with the flail for 1 hour.",
  "Plate Armor of the Phantom Knight (Armor, plate, requires attunement): This polished plate armor is inscribed with the heraldry of a long-forgotten kingdom. While wearing it, you can use an action to speak its command word. A large quasi-real lion-like creature appears nearby, as if you had cast the spell Phantom Steed (phb 265). The creature uses the statistics for a warhorse, and is also equipped with a lance. The armor can't be used this way again until the next dawn.",
  "Necromancer's Saddle (Wondrous Item): You can use an action to place this saddle on the corpse or skeleton of a Large creature and animate it as an undead mount. The undead creature's bones shift as necessary to create something similar to a warhorse skeleton (MM 273), which follows your mental commands as long as you are riding it. The effect lasts until you remove the saddle, or until the next dawn. When the effect ends, the undead creature crumbles into dust.",
  "Potion of Gelatinous Transformation (Potion): When you drink this slimy potion, you are polymorphed into a gelatinous cube for 1 hour (no concentration required).",
  "Ring Mail of Three Wishes (Armor, ring mail, requires attunement): When you are hit by a melee or ranged attack while wearing this armor, you can use your reaction to wish that you hadn't been hit. The attack deals no damage, but the Armor Class provided by the armor decreases by 1. After the third wish, the armor's rings vanish and it becomes nonmagical leather armor.",
  "Animated Helmet (Wondrous Item): While wearing this helmet, you can use a bonus action to speak its command word. The helmet leaps into the air and hovers in your space for 1 minute.",
  "Dancing Club (Weapon, club): When you hit a creature with this weapon, the target takes no damage but begins dancing as if you had cast the spell Irresistible Dance (phb 264). The dancing creature can use an action to make a DC 13 Wisdom saving throw to regain control of itself, otherwise the effect lasts until the start of your next turn.",
  "Oil of Aberrant Ground (Potion): You can pour this oil onto the ground around you, or hurl it up to 30 feet. In either case, it turns the ground in a 10-foot radius into writhing flesh-like difficult terrain. Each creature that starts its turn in that area must succeed on a DC 13 Strength saving throw or have its speed reduced to 0 until the start of its next turn. The effect lasts for 1 minute.",
  "Glamered Whip (Weapon, whip): This magical whip makes the sound of a toad's croak when cracked.",
  "Tome of Cat Summoning (Wondrous Item): By opening this tome and reading it for one minute, you summon a normal cat. The cat lays upon the tome and does nothing else, but departs if removed from the tome or attacked.",
  "Potion of Fiery Proclamation (Potion): After drinking this whiskey-like potion, you can use a bonus action to exhale a swirling cloud of wispy flames. The cloud fills a 20 foot radius sphere adjacent to you, and takes the form of the words \"Death to Adoc Burrow.\" The cloud spreads around corners, and its area is lightly obscured. The cloud lingers in the air for 1 round, or until a moderate wind disperses it. When the cloud appears, each creature within it must make a DC 13 Dexterity saving throw. A creature takes 1d6 fire damage on a failed save, or half as much damage on a successful one. A creature must also make this saving throw when it enters the cloud for the first time on a turn or ends its turn there.",
  "Gnome's Maul (Weapon, maul, requires attunement): This magical maul weighs much less than normal. It does not have the heavy property, but only deals 1d6 bludgeoning damage on a hit.",
  "Surveyor's Rod (Rod): While holding this rod, you know the distance to any fixed landscape feature you can see, such as a tree, mountain, oasis, castle, island, etc.",
  "Potion of Web (Potion): When you drink this pearlescent potion, you can vomit forth a mass of thick, sticky webbing into a 20 foot cube adjacent to you. Otherwise, the effect is as if you had cast the spell Web (phb 287). The web lasts for 1 minute before dissolving.",
  "Scroll of Weapon Proficiency (Scroll): After spending 1 minute reading this scroll, you gain proficiency with the scimitar for 1 hour.",
  "Potion of Orcish Strength (Potion): After drinking this odd-smelling potion, your Strength score changes to 16 for 1 hour. The potion has no effect on you if your Strength is equal to or greater than that score.",
  "Blink Flail (Weapon, flail): When you swing this flail, you can cause the head of the weapon to momentarily teleport up to 5 feet to strike a target, adding 5 feet to your reach.",
  "Staff of Wizardkind (Staff, requires attunement by a non-wizard): While holding this arcane staff, you gain the following benefits: Your Intelligence score increases by 2, to a maximum of 20. You have advantage on Charisma (Persuasion) checks made to interact with wizards. You can use an action to expend 1 of its charges to cast the cantrip Message. The staff has 10 charges, and regains 1d6 + 4 expended charges daily at dawn. In addition, while attuned to the staff, you have a 50 percent chance each day at dawn of growing a white beard if you're capable of growing one, or a visibly whiter beard if you already have one.",
  "Oil of the Gatekeeper (Potion): This bronze-hued oil can cover one Medium or smaller door, and takes 10 minutes to apply. The door becomes a magical portal which opens to a spot 500 feet straight up. The effect lasts for 1 hour.",
  "Hat of Guise (Wondrous Item): While wearing this hat, you can use an action to make yourself -- including your clothing, armor, weapons, and other belongings -- look like a bloody werewolf for up to 1 hour.",
  "Spear of Destiny (Weapon, spear, requires attunement): Once every seven days, at dawn, this golden spear casts the spell Divination and asks the God of War the question, \"Is today the day Andilas the Infernal attacks the kingdom?\"  If you are holding the weapon, you are aware of the reply, which might be a short phrase, a cryptic rhyme, or an omen.",
  "Sword of Halfling Thief Detection (Weapon, Scimitar): This scimitar glows faintly when there is a halfling thief within thirty feet of it.",
  "Scroll of Infernal Conjuration (Scroll): You can use an action to read this scroll and conjure a cauldron inscribed with dark symbols. The item appears on the ground in an unoccupied space that you can see within 10 feet of you. It disappears after 1 hour, or if it takes any damage.",
  "Kemten's Coin (Wondrous Item): This coin bears a golden sun on one side, and a silver crescent moon on the other. You can use an action to flip the coin in the air. If it lands with the sun up, then the coin casts the spell Daylight upon itself. If it lands with the moon up, then it casts the spell Darkness upon itself. The coin can't be used this way again until after a short rest.",
  "Glamered Javelin (Weapon, javelin): When you throw this javelin, it assumes the appearance of a lightning bolt until just before it strikes something.",
  "Hopeful Key (Wondrous Item): This magical brass key fits into any lock, but cannot open any.",
  "Helm of Comprehending Language (Wondrous Item): While wearing this helm, you can understand Deep Speech but not any other language.",
  "Sword of Drunken Wizard Detection (Weapon, Scimitar): This scimitar glows faintly when there is a drunken wizard within thirty feet of it.",
  "Potion of Vocal Glamer (Potion): After drinking this churning potion, you can alter your voice to sound like footsteps for 1 minute.",
  "Hat of Guise (Wondrous Item): While wearing this hat, you can use an action to make yourself -- including your clothing, armor, weapons, and other belongings -- look like an undead zombie for up to 1 hour.",
  "Oil of the Gatekeeper (Potion): This bronze-hued oil can cover one Medium or smaller door, and takes 10 minutes to apply. The door becomes a magical portal which opens to a spot 300 feet straight up. The effect lasts for 1 hour.",
  "Animated Chain Mail (Armor, chain mail, requires attunement): This armor is fashioned from chains of coiled steel tentacles, and appears to be moving, as if alive. While wearing it, you can command it to animate and lash out at your foes. When you make a grapple attack, the target of your grapple may be one size larger than you, and may be up to 20 feet away. If your grapple succeeds, you can use a move action to drag the target to within your reach.",
  "Red Herring of Location (Wondrous Item): This totem is of a small fish, carved from red wood and engraved with a symbol of divination. While holding it next to your nose, you can use an action to speak its command word and describe or name a familiar object. You sense the direction to a location within 1,000 feet of you, though it turns out that the object isn't there. The totem can't be used this way again until the next dawn.",
  "Red Herring of Detection (Wondrous Item): This totem is of a small fish, carved from red wood and engraved with a symbol of divination. While holding it next to your eye, you can use an action to speak its command word.  You sense that a creature within 30 feet of you is an aberration, celestial, elemental, fey, fiend, or undead, though it turns out that they aren't. The totem can't be used this way again until the next dawn.",
  "Potion of Vocal Glamer (Potion): After drinking this churning potion, you can alter your voice to sound like a thundering waterfall for 1 minute.",
  "Ankheg Ichor (Potion): After drinking this bitter potion, your appearance changes to become slightly more insect-like, and you gain the ability to use an action to spit acid in a line 30 feet long and 5 feet wide. Each creature in that line must make a DC 13 Dexterity saving throw, taking 3d6 acid damage on a failed save, or half as much damage on a successful one. After using this ability, roll a d6. If you roll a 6, you regain the use of the ability. Otherwise, the effect ends.",
  "Potion of Vocal Glamer (Potion): After drinking this churning potion, you can alter your voice to sound like an ethereal harp for 1 minute.",
  "Hewing Handaxe (Weapon, handaxe): You gain a +1 bonus to attack and damage rolls made with this magical handaxe against creatures with the plant type. When you slay a plant creature with the handaxe, it is instantly transformed into a hewn wooden idol of a dragon.",
  "Trident of Tentacles (Weapon, trident, requires attunement): When you make an attack with this trident, if the d20 roll is a 19 and your attack hits your target, the target becomes entangled by squirming, ebony tentacles. At the start of each of the target's turns, it must succeed on a DC 13 Strength or Dexterity (its choice) saving throw or take 3d6 bludgeoning damage and be restrained until the start of its next turn. A successful save immediately ends the effect.",
  "Wand of Morphs (Wand): This wand has 3 charges. While holding it, you can use an action to expend 1 charge and polymorph yourself into the form of a beast. The first form each day is a hawk, the second a sea horse, and the third a polar bear. The wand regains any expended charges daily at dawn. If you expend the wand's last charge, roll a d20. On a 1, the wand itself transforms into a small bird and flies away.",
  "Studded Leather of Useful Items (Armor, studded leather): Among the rivets covering this studded leather armor are several unique rivets inscribed with symbols. While wearing the armor, you can use an action to detach one of these rivets, causing it to become the object it represents. The armor has the following rivets: broken longsword, chain (10 feet), dagger, grappling hook, 2 x iron spike, mace, padlock, pewter amulet, pewter tankard, steel shield, tin spoon. Once the last inscribed rivet is removed, the armor becomes nonmagical studded leather armor.",
  "Rat Cart (Wondrous Item): This sturdy wooden cart is supported by two over-sized treadwheels, each of which contains a magical rat. The cart can carry up to 2000 pounds of weight, and balances itself. It moves at a speed of 40 ft. for up to eight hours per day, but never between midnight and dawn. The cart follows your simple verbal commands to start, stop, turn, etc.",
  "Bag of Skunk Holding (Wondrous Item): This bag can hold up to 500 pounds of skunks, but weighs 15 pounds regardless of its contents. Retrieving an item from the bag requires an action.",
  "Scroll of Hideous Puns (Scroll): This scroll is inscribed with ten hideous puns, each imbued with enchantment magic. You can use an action on each of your turns to read a pun and target a creature within 30 feet. The target is affected as if you had cast the spell Hideous Laughter (phb 280), except that the effect only lasts until the end of its next turn. If you stop reading the scroll and take any other action, or when you read the last pun, the scroll disintegrates and is dust-royed.",
  "Oil of the Gatekeeper (Potion): This bronze-hued oil can cover one Medium or smaller door, and takes 10 minutes to apply. The door becomes a magical portal which opens into a strange extradimensional tavern with no other exits. The effect lasts for 1 hour.",
  "Wand of Morphs (Wand): This wand has 3 charges. While holding it, you can use an action to expend 1 charge and polymorph yourself into the form of a beast. The first form each day is a cat, the second a quipper, and the third a giant elk. The wand regains any expended charges daily at dawn. If you expend the wand's last charge, roll a d20. On a 1, the wand itself transforms into a small bird and flies away.",
  "Spear of Destiny (Weapon, spear, requires attunement): Once every seven days, at dawn, this golden spear casts the spell Divination and asks the God of War the question, \"Is today the day the one who wields me rescues the Troll Princess?\"  If you are holding the weapon, you are aware of the reply, which might be a short phrase, a cryptic rhyme, or an omen.",
  "Sword of Precipice Detection (Weapon, Longsword): This longsword glows faintly when there is a precipice within thirty feet of it.",
  "Plate Armor of the Phantom Knight (Armor, plate, requires attunement): This polished plate armor is inscribed with the heraldry of a long-forgotten kingdom. While wearing it, you can use an action to speak its command word. A large quasi-real celestial horse-like creature appears nearby, as if you had cast the spell Phantom Steed (phb 265). The creature uses the statistics for a warhorse, and is also equipped with a lance. The armor can't be used this way again until the next dawn.",
  "Sword of Secret Door Detection (Weapon, Longsword): This longsword glows faintly when there is a secret door within thirty feet of it.",
  "Wand of Morphs (Wand): This wand has 3 charges. While holding it, you can use an action to expend 1 charge and polymorph yourself into the form of a beast. The first form each day is a quipper, the second a frog, and the third a giant elk. The wand regains any expended charges daily at dawn. If you expend the wand's last charge, roll a d20. On a 1, the wand itself transforms into a small bird and flies away.",
  "Potion of Vocal Glamer (Potion): After drinking this churning potion, you can alter your voice to sound like mechanical clanking for 1 minute.",
  "Scroll of Guise (Scroll): You can use an action to read this scroll and make yourself -- including your clothing, armor, weapons, and other belongings -- look like a humanoid earth elemental for up to 1 hour.",
  "Glamered Whip (Weapon, whip): This magical whip makes the sound of a ringing bell when cracked.",
  "Glamered Hat (Wondrous Item): While wearing this hat, you can use a bonus action to speak its command word, causing it to assume the appearance of some other kind of hat or helmet. You decide what it looks like, including color, style, etc. The illusory appearance lasts until you use this property again or remove the hat.",
  "Assassin's Bracer (Wondrous Item, requires attunement): While wearing this fell bracer, you can use an action to speak its command word. The bracer severs your hand, dealing 1d4 damage to you, and animates it as an undead crawling claw (MM 44). The creature acts on its own initiative count and follows your mental commands. You can return your hand by holding it to your arm and using an action to speak the command word again.",
  "Traitor's Rope (Wondrous Item): No knot can be made in this 50-foot coil of grey silk rope. Any attempt, no matter how perfectly made, simply slips out after a second or two of weight upon it.",
  "Potion of Chimeric Transformation (Potion): When you drink this meaty potion, you are polymorphed into a reef shark with the head of a panther for 1 hour (no concentration required).",
  "Tankard of Truth (Wondrous Item): When this silver tankard is filled and both you and at least one other creature drink from it, its enchantment is automatically activated. Each creature which has drunk from the tankard must make a DC 13 Charisma saving throw. On a failed save, the creature can't speak a deliberate lie to any other creature which has drunk from the tankard. The effect lasts until the tankard is empty, or for 10 minutes. The tankard can't be used this way again until the next dawn.",
  "Potion of Ghoulish Strength (Potion): For 1 hour after drinking this rotting potion, your Strength score changes to 13 and your unarmed strike can paralyze a target. If the target is a creature other than an elf or undead, it must succeed on a DC 13 Constitution saving throw or be paralyzed for 1 minute. The creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.",
  "Winged Sling Bullet (Weapon, sling bullet, single use): When you hurl this bullet from a sling, delicate golden wings spring out from it and begin fluttering. This increases the range of the attack to 60/240 feet.",
  "Displacer Ichor (Potion): After drinking this foul potion, your appearance changes to become slightly more cat-like, with blue-black fur. You become cloaked by an illusion that makes you appear to be standing near your actual location, causing attack rolls against you to have disadvantage. If you are hit by an attack, the effect ends.",
  "Apprentice's Potion (Potion): After drinking this dull grey potion, you have proficiency with leatherworker's tools until midnight.",
  "Staff of Druidkind (Staff, requires attunement by a non-druid): While holding this wooden staff, you gain the following benefits: Your Wisdom score increases by 2, to a maximum of 20. You have advantage on Charisma (Persuasion) checks made to interact with druids. You can use an action to expend 1 of its charges to cast the cantrip Resistance. The staff has 10 charges, and regains 1d6 + 4 expended charges daily at dawn. In addition, while attuned to the staff, you have a 50 percent chance each day at dawn of your ears becoming wolf-like.",
  "Origami Messenger (Scroll): You can use an action to read this scroll, which causes it to fold itself into a tiny origami winged skull. The object will fly to a destination and deliver a message, as if you had cast the spell Animal Messenger (phb 212).",
  "Lodestone Tankard (Wondrous Item): Created for dwarf drinking games and gnome pranks, this carved stone tankard holds up to 1 pint. It weighs only 1 pound when empty, but 50 pounds when completely full.",
  "Bracer of the Beast (Wondrous Item, requires attunement): While wearing this studded hide bracer, you can use a bonus action to speak its command word, transforming your hand into a panther's claw. While transformed, your unarmed strike deals 1d4 slashing damage. The effect lasts until you speak the command word again, which causes your hand to revert to its normal form.",
  "Origami Messenger (Scroll): You can use an action to read this scroll, which causes it to fold itself into a tiny origami winged snake. The object will fly to a destination and deliver a message, as if you had cast the spell Animal Messenger (phb 212).",
  "Apprentice's Potion (Potion): After drinking this dull grey potion, you have proficiency with weaver's tools until midnight.",
  "Scroll of Finding (Scroll): You can use this action to read this scroll and teleport yourself to the nearest hobgoblin hatter's shop. If no such location exists on the same plane of existence as you, you take 3d10 force damage and wind up in a random location that's visually or thematically similar.",
  "Glamered Javelin (Weapon, javelin): When you throw this javelin, it assumes the appearance of a winged snake until just before it strikes something.",
  "Symbiotic Ring (Ring, requires attunement): When you put on this carved bone ring, it becomes snug around your finger and turns the color of your blood. While you are attuned to the ring, you gain 17 temporary hit points daily at dawn.",
  "Studded Leather of Useful Items (Armor, studded leather): Among the rivets covering this studded leather armor are several unique rivets inscribed with symbols. While wearing the armor, you can use an action to detach one of these rivets, causing it to become the object it represents. The armor has the following rivets: dagger, 2 x padlock, 2 x signet ring, 2 x tin spoon. Once the last inscribed rivet is removed, the armor becomes nonmagical studded leather armor.",
  "Scroll of Peculiar Abjuration (Scroll): For 24 hours after reading this scroll, you have advantage on saving throws against being decapitated.",
  "Scroll of Sacred Conjuration (Scroll): You can use an action to read this scroll and conjure a stone idol of a titan with a hundred arms. The item appears on the ground in an unoccupied space that you can see within 10 feet of you. It disappears after 1 hour, or if it takes any damage.",
  "Helm of Comprehending Language (Wondrous Item): While wearing this helm, you can understand Infernal but not any other language.",
  "Scroll of Nightmare Terrain (Scroll): You can use an action to read this scroll and make natural terrain within a 150-foot cube centered on you look, sound, and smell like a dark jungle of darting shadows and assassin vines. Manufactured structures, equipment, and creatures within the area aren't changed in appearance. The illusion lasts until the next dawn.",
  "Sidhe Blowgun (Weapon, blowgun): You can use an action to blow through this weapon, creating a line of strong wind 60 feet long and 10 feet wide. Each creature within this area must succeed on a DC 13 Strength saving throw or be pushed 15 feet away from you in a direction following the line. The gust disperses gas or vapor, and it extinguishes candles, torches, and similar unprotected flames.",
  "Crossbow of Whispers (Weapon, heavy crossbow): You can use an action to whisper a message and fire a bolt from this weapon at a target within range. If you hit, the target (and only the target) hears the message.",
  "Scroll of Finding (Scroll): You can use this action to read this scroll and teleport yourself to the nearest gallows haunted by a ghost. If no such location exists on the same plane of existence as you, you take 3d10 force damage and wind up in a random location that's visually or thematically similar.",
  "Potion of Flies (Potion): When you drink this buzzing potion, you can breathe forth a swarm of harmless flying insects, which spread out in a 30-foot radius from you. The insects remain for 10 minutes, making the area heavily obscured for creatures other than you. The swarm moves with you, remaining centered on you. A wind of at least 10 miles per hour disperses the swarm and ends the effect.",
  "Splint of Deception (Armor, splint, requires attunement): The splints of this armor are inscribed with wards against scrying spells. When you are the target of a Scrying spell, roll two Wisdom saving throws. If you succeed at either saving throw, you aren't affected by the spell as normal. If you succeed at both, you can choose to allow the sensor to manifest, but the scryer sees you as a humanoid swarm of rats wearing a cloak.",
  "Studded Leather of Useful Items (Armor, studded leather): Among the rivets covering this studded leather armor are several unique rivets inscribed with symbols. While wearing the armor, you can use an action to detach one of these rivets, causing it to become the object it represents. The armor has the following rivets: chain (10 feet), 2 x dagger, iron spike, mace, padlock, pewter amulet, steel shield, tin spoon. Once the last inscribed rivet is removed, the armor becomes nonmagical studded leather armor.",
  "Hat of Guise (Wondrous Item): While wearing this hat, you can use an action to make yourself -- including your clothing, armor, weapons, and other belongings -- look like a half-elf with violet hair for up to 1 hour.",
  "Plate Armor of the Phantom Knight (Armor, plate, requires attunement): This polished plate armor is inscribed with the heraldry of a long-forgotten kingdom. While wearing it, you can use an action to speak its command word. A large quasi-real aberrant horse-like creature appears nearby, as if you had cast the spell Phantom Steed (phb 265). The creature uses the statistics for a warhorse, and is also equipped with a lance. The armor can't be used this way again until the next dawn.",
  "Staff of Paranoia (Staff, requires attunement by a spellcaster): This staff has 10 charges. While holding it, you can use an action to expend 1 or more of its charges to cast one of the following spells from it, using your spell save DC and spellcasting ability modifier:   Detect Poison and Disease (1 charge), Find Traps (2 charges), Glyph of Warding (3 charges), or   Death Ward (4 charges). The staff regains 1d6 + 4 expended charges daily at dawn. If you expend the last charge, roll a d20. On a 1, the staff vanishes and joins the conspiracy against you.",
  "Elven Rope Armor (Armor, leather): This armor has been masterfully woven from silk rope, and provides the same Armor Class as leather armor. You can use an action to speak its command word, causing the armor to unweave itself into 100' of rope. Speaking the command word a second time weaves the rope back into armor.",
  "Potion of Vicious Mockery Immunity (Potion): After drinking this fiery potion, you become immune to the effects of the spell Vicious Mockery. The immunity lasts for 1 minute.",
  "Spear of Destiny (Weapon, spear, requires attunement): Once every seven days, at dawn, this golden spear casts the spell Divination and asks the God of War the question, \"Is today the day Vareta the Arcane is defeated in battle?\"  If you are holding the weapon, you are aware of the reply, which might be a short phrase, a cryptic rhyme, or an omen.",
  "Apprentice's Potion (Potion): After drinking this dull grey potion, you have proficiency with glassblower's tools until midnight.",
  "Studded Leather of Useful Items (Armor, studded leather): Among the rivets covering this studded leather armor are several unique rivets inscribed with symbols. While wearing the armor, you can use an action to detach one of these rivets, causing it to become the object it represents. The armor has the following rivets: brass bell, broken longsword, caltrop, dagger, grappling hook, manacles, padlock, pewter amulet, pewter tankard. Once the last inscribed rivet is removed, the armor becomes nonmagical studded leather armor.",
  "Scroll of Trap Conjuration (Scroll): You can use an action to read this scroll and conjure a wooden chest filled with magical tentacles. The item appears on the ground in an unoccupied space that you can see within 10 feet of you. It disappears after 1 hour, or if it takes any damage.",
  "Suggestion Potion (Potion): When you drink this sweet potion, a course of activity is suggested to you, as if the spell Suggestion had been cast on you. You may make a DC 13 Wisdom saving throw. On a failed save, you are magically compelled to buy every chicken in the nearest town and set them free. The effect ends when you finish what you were asked to do, or after 8 hours.",
  "Scroll of Weapon Proficiency (Scroll): After spending 1 minute reading this scroll, you gain proficiency with the war pick for 1 hour.",
  "Potion of Light (Potion): After drinking this faintly luminous potion, you shed light for 1 hour. You shed bright blue light in a 20-foot radius and dim light for an additional 20 feet.",
  "Potion of Chimeric Transformation (Potion): When you drink this meaty potion, you are polymorphed into a black bear with the head of a panther for 1 hour (no concentration required).",
  "Miner's Pick of Burrowing (Wondrous Item): This miner's pick, which weighs 10 pounds, functions like a mundane miner's pick until you stand astride it and speak its command word. It then hovers beneath you and can be ridden into solid rock. It has a burrowing speed of 1 foot, and can carry up to 400 pounds.",
  "Ring of Noblekind (Ring, requires attunement): While wearing this ornate ring, you gain the following benefits: Your Charisma score increases by 2, to a maximum of 20. You have advantage on Charisma (Persuasion) checks made to interact with aristocrats and nobles. You can use an action to expend 1 of its charges to cast the spell Unseen Servant. The ring has 3 charges, and regains 1d3 expended charges daily at dawn.",
  "Sword of Evil Cleric Detection (Weapon, Shortsword): This shortsword glows faintly when there is an evil cleric within thirty feet of it.",
  "Red Herring of Detection (Wondrous Item): This totem is of a small fish, carved from red ivory and engraved with a symbol of divination. While holding it next to your eye, you can use an action to speak its command word.  You sense that a creature within 30 feet of you is an aberration, celestial, elemental, fey, fiend, or undead, though it turns out that they aren't. The totem can't be used this way again until the next dawn.",
  "Potion of Ghoulish Constitution (Potion): After drinking this odd-smelling potion, your Constitution score changes to 10 for 1 hour. The potion has no effect on you if your Constitution is equal to or greater than that score.",
  "Potion of Aberrant Transformation (Potion): When you drink this bitter potion, you gain the ability to spit acid up to 30 feet, dealing 1d8 acid damage with a successful ranged attack. The effect lasts for 1 hour.",
  "Studded Leather of Useful Items (Armor, studded leather): Among the rivets covering this studded leather armor are several unique rivets inscribed with symbols. While wearing the armor, you can use an action to detach one of these rivets, causing it to become the object it represents. The armor has the following rivets: 2 x broken longsword, caltrop, 2 x manacles, pewter amulet, pewter tankard, steel mirror, 3 x steel shield, tin spoon. Once the last inscribed rivet is removed, the armor becomes nonmagical studded leather armor.",
  "Gauntlets of Swift Armor (Wondrous Item, requires attunement): While wearing these bronze gauntlets, you can use an action to conjure and instantly don matching plate armor. Any armor you may already be wearing falls to the ground in your space.",
  "Bracer of the Beast (Wondrous Item, requires attunement): While wearing this studded hide bracer, you can use a bonus action to speak its command word, transforming your hand into a giant badger's claw. While transformed, your unarmed strike deals 2d4 slashing damage. The effect lasts until you speak the command word again, which causes your hand to revert to its normal form.",
  "Potion of Vocal Glamer (Potion): After drinking this churning potion, you can alter your voice to sound like a ghostly wail for 1 minute.",
  "Bag of Rat Holding (Wondrous Item): This bag can hold up to 500 pounds of rats, but weighs 15 pounds regardless of its contents. Retrieving an item from the bag requires an action.",
  "Glamered Javelin (Weapon, javelin): When you throw this javelin, it assumes the appearance of a wooden chair until just before it strikes something.",
  "Studded Leather of Useful Items (Armor, studded leather): Among the rivets covering this studded leather armor are several unique rivets inscribed with symbols. While wearing the armor, you can use an action to detach one of these rivets, causing it to become the object it represents. The armor has the following rivets: brass bell, caltrop, chain (10 feet), dagger, grappling hook, manacles, padlock, pewter amulet, pewter tankard, signet ring, steel mirror, steel shield. Once the last inscribed rivet is removed, the armor becomes nonmagical studded leather armor.",
  "Scroll of Guise (Scroll): You can use an action to read this scroll and make yourself -- including your clothing, armor, weapons, and other belongings -- look like a wounded minotaur for up to 1 hour.",
  "Potion of Fiery Proclamation (Potion): After drinking this whiskey-like potion, you can use a bonus action to exhale a swirling cloud of wispy flames. The cloud fills a 20 foot radius sphere adjacent to you, and takes the form of the words \"Death to the Kingdom of Othrorlon.\" The cloud spreads around corners, and its area is lightly obscured. The cloud lingers in the air for 1 round, or until a moderate wind disperses it. When the cloud appears, each creature within it must make a DC 13 Dexterity saving throw. A creature takes 1d6 fire damage on a failed save, or half as much damage on a successful one. A creature must also make this saving throw when it enters the cloud for the first time on a turn or ends its turn there.",
  "Symbiotic Ring (Ring, requires attunement): When you put on this carved bone ring, it becomes snug around your finger and turns the color of your blood. While you are attuned to the ring, you gain 9 temporary hit points daily at dawn.",
  "Potion of Chimeric Transformation (Potion): When you drink this meaty potion, you are polymorphed into a black bear with the head of a mule for 1 hour (no concentration required).",
  "Gauntlets of Swift Armor (Wondrous Item, requires attunement): While wearing these bronze gauntlets, you can use an action to conjure and instantly don matching half plate armor. Any armor you may already be wearing falls to the ground in your space.",
  "Scroll of Peculiar Abjuration (Scroll): For 24 hours after reading this scroll, you have advantage on saving throws against being pushed over the edge of a volcanic precipice.",
  "Crossbow of Whispers (Weapon, light crossbow): You can use an action to whisper a message and fire a bolt from this weapon at a target within range. If you hit, the target (and only the target) hears the message.",
  "Apprentice's Potion (Potion): After drinking this dull grey potion, you have proficiency with smith's tools until midnight.",
  "Bracer of the Beast (Wondrous Item, requires attunement): While wearing this studded hide bracer, you can use a bonus action to speak its command word, transforming your hand into a viper's head. While transformed, your unarmed strike deals 1 piercing damage and the target must make a DC 10 Constitution saving throw, taking 2d4 poison damage on a failed save, or half as much on a successful one. The effect lasts until you speak the command word again, which causes your hand to revert to its normal form.",
  "Oil of Stonework (Potion): This thin oil can cover a 5 foot cube (or equivalent volume) of stone, and takes 10 minutes to apply. At the end of that time, the volume of raw materials is converted into an altar inscribed with baleful symbols. The quality of the object is commensurate with the quality of the raw materials.",
  "Scroll of Finding (Scroll): You can use this action to read this scroll and teleport yourself to the nearest abbey lair of an evil air elemental. If no such location exists on the same plane of existence as you, you take 3d10 force damage and wind up in a random location that's visually or thematically similar.",
  "Potion of Augury (Potion): When you drink this tasteless potion, you receive an omen about the results of a specific course of action that you plan to take within the next 30 minutes. If the results will be good, you gain 9 temporary hit points. If the results will be bad, you become poisoned for 1 hour.",
  "Scroll of Peculiar Abjuration (Scroll): For 24 hours after reading this scroll, you have advantage on saving throws against the cold breath weapon of a chimera.",
  "Bag of Figurine Holding (Wondrous Item): This bag can hold up to 500 pounds of figurines, but weighs 15 pounds regardless of its contents. Retrieving an item from the bag requires an action.",
  "Glamered Whip (Weapon, whip): This magical whip makes the sound of a raven's caw when cracked.",
  "Scroll of Guise (Scroll): You can use an action to read this scroll and make yourself -- including your clothing, armor, weapons, and other belongings -- look like a clockwork construct for up to 1 hour.",
  "Scroll of Guise (Scroll): You can use an action to read this scroll and make yourself -- including your clothing, armor, weapons, and other belongings -- look like an undead zombie for up to 1 hour.",
  "Bag of Bone Holding (Wondrous Item): This bag can hold up to 500 pounds of bones, but weighs 15 pounds regardless of its contents. Retrieving an item from the bag requires an action.",
  "Potion of Augury (Potion): When you drink this tasteless potion, you receive an omen about the results of a specific course of action that you plan to take within the next 30 minutes. If the results will be good, you gain 7 temporary hit points. If the results will be bad, you become poisoned for 1 hour.",
  "Helm of Comprehending Language (Wondrous Item): While wearing this helm, you can understand Draconic but not any other language.",
  "Scroll of Finding (Scroll): You can use this action to read this scroll and teleport yourself to the nearest tavern with a dragon's skull over its door. If no such location exists on the same plane of existence as you, you take 3d10 force damage and wind up in a random location that's visually or thematically similar.",
  "Sword of Secret Door Detection (Weapon, Greatsword): This greatsword glows faintly when there is a secret door within thirty feet of it.",
  "Oil of the Gatekeeper (Potion): This bronze-hued oil can cover one Medium or smaller door, and takes 10 minutes to apply. The door becomes a magical portal which opens to a spot 500 feet east. The effect lasts for 1 hour.",
  "Suggestion Potion (Potion): When you drink this sweet potion, a course of activity is suggested to you, as if the spell Suggestion had been cast on you. You may make a DC 13 Wisdom saving throw. On a failed save, you are magically compelled to speak only in rhymes. The effect ends when you finish what you were asked to do, or after 8 hours.",
  "Helm of Comprehending Language (Wondrous Item): While wearing this helm, you can understand Celestial but not any other language.",
  "Wand of Parrying (Wand): This fine steel wand functions as a shield while you are holding it, increasing your Armor Class by 2. In addition, you can use an action to cast the cantrip Blade Ward.",
  "Scroll of Guise (Scroll): You can use an action to read this scroll and make yourself -- including your clothing, armor, weapons, and other belongings -- look like a humanoid fire elemental for up to 1 hour.",
  "Scroll of Peculiar Abjuration (Scroll): For 24 hours after reading this scroll, you have advantage on saving throws against being polymorphed into a zombie.",
  "Scroll of Nightmare Terrain (Scroll): You can use an action to read this scroll and make natural terrain within a 150-foot cube centered on you look, sound, and smell like a dark pit filled with fumes and fell screams. Manufactured structures, equipment, and creatures within the area aren't changed in appearance. The illusion lasts until the next dawn.",
  "Hat of Guise (Wondrous Item): While wearing this hat, you can use an action to make yourself -- including your clothing, armor, weapons, and other belongings -- look like a wounded minotaur for up to 1 hour.",
  "Splint of Deception (Armor, splint, requires attunement): The splints of this armor are inscribed with wards against scrying spells. When you are the target of a Scrying spell, roll two Wisdom saving throws. If you succeed at either saving throw, you aren't affected by the spell as normal. If you succeed at both, you can choose to allow the sensor to manifest, but the scryer sees you as a bullywug armed with a clockwork crossbow.",
  "Plate Armor of the Phantom Knight (Armor, plate, requires attunement): This polished plate armor is inscribed with the heraldry of a long-forgotten kingdom. While wearing it, you can use an action to speak its command word. A large quasi-real six-legged horse-like creature appears nearby, as if you had cast the spell Phantom Steed (phb 265). The creature uses the statistics for a warhorse, and is also equipped with a lance. The armor can't be used this way again until the next dawn.",
  "Potion of Chimeric Transformation (Potion): When you drink this meaty potion, you are polymorphed into an ape with the head of a giant frog for 1 hour (no concentration required).",
  "Potion of Orcish Intelligence (Potion): After drinking this odd-smelling potion, your Intelligence score changes to 7 for 1 hour. The potion has no effect on you if your Intelligence is equal to or greater than that score.",
  "Staff of the Plan (Staff, requires attunement by a sorcerer, warlock, or wizard): This staff has 10 charges. While holding it, you can use an action to expend charges to cast one of the following spells from it, in the following order:  Fog Cloud (1 charge), Enlarge/Reduce (2 charges), Major Image (3 charges), Blight (4 charges). The spells use your spell save DC and spellcasting ability modifier. The staff regains 1d6 + 4 expended charges daily at dawn, and the order of spells restarts from the first spell. If you expend the last charge, roll a d20. On a 1, the staff becomes a nonmagical quarterstaff.",
  "Scroll of Guise (Scroll): You can use an action to read this scroll and make yourself -- including your clothing, armor, weapons, and other belongings -- look like a wooden construct for up to 1 hour.",
  "Sword of Precipice Detection (Weapon, Shortsword): This shortsword glows faintly when there is a precipice within thirty feet of it.",
  "Potion of Speak Celestial (Potion): After drinking this wispy potion, you can speak Celestial but not any other language. The effect lasts for 1 hour.",
  "Potion of Augury (Potion): When you drink this tasteless potion, you receive an omen about the results of a specific course of action that you plan to take within the next 30 minutes. If the results will be good, you gain 12 temporary hit points. If the results will be bad, you become poisoned for 1 hour.",
  "Staff of Druidkind (Staff, requires attunement by a non-druid): While holding this wooden staff, you gain the following benefits: Your Wisdom score increases by 2, to a maximum of 20. You have advantage on Charisma (Persuasion) checks made to interact with druids. You can use an action to expend 1 of its charges to cast the cantrip Guidance. The staff has 10 charges, and regains 1d6 + 4 expended charges daily at dawn. In addition, while attuned to the staff, you have a 50 percent chance each day at dawn of your ears becoming wolf-like.",
  "Hat of Guise (Wondrous Item): While wearing this hat, you can use an action to make yourself -- including your clothing, armor, weapons, and other belongings -- look like a goblin with glowing yellow eyes for up to 1 hour.",
  "Splint of Deception (Armor, splint, requires attunement): The splints of this armor are inscribed with wards against scrying spells. When you are the target of a Scrying spell, roll two Wisdom saving throws. If you succeed at either saving throw, you aren't affected by the spell as normal. If you succeed at both, you can choose to allow the sensor to manifest, but the scryer sees you as a giant weasel in fine clothing.",
  "Splint of Deception (Armor, splint, requires attunement): The splints of this armor are inscribed with wards against scrying spells. When you are the target of a Scrying spell, roll two Wisdom saving throws. If you succeed at either saving throw, you aren't affected by the spell as normal. If you succeed at both, you can choose to allow the sensor to manifest, but the scryer sees you as an undead skeleton.",
  "Wand of Morphs (Wand): This wand has 3 charges. While holding it, you can use an action to expend 1 charge and polymorph yourself into the form of a beast. The first form each day is a deer, the second a spider, and the third an allosaurus. The wand regains any expended charges daily at dawn. If you expend the wand's last charge, roll a d20. On a 1, the wand itself transforms into a small bird and flies away.",
  "Wand of Morphs (Wand): This wand has 3 charges. While holding it, you can use an action to expend 1 charge and polymorph yourself into the form of a beast. The first form each day is a frog, the second a raven, and the third a rhinoceros. The wand regains any expended charges daily at dawn. If you expend the wand's last charge, roll a d20. On a 1, the wand itself transforms into a small bird and flies away.",
  "Staff of Druidkind (Staff, requires attunement by a non-druid): While holding this wooden staff, you gain the following benefits: Your Wisdom score increases by 2, to a maximum of 20. You have advantage on Charisma (Persuasion) checks made to interact with druids. You can use an action to expend 1 of its charges to cast the cantrip Resistance. The staff has 10 charges, and regains 1d6 + 4 expended charges daily at dawn. In addition, while attuned to the staff, you have a 50 percent chance each day at dawn of your eyes becoming cat-like.",
  "Suggestion Potion (Potion): When you drink this sweet potion, a course of activity is suggested to you, as if the spell Suggestion had been cast on you. You may make a DC 13 Wisdom saving throw. On a failed save, you are magically compelled to unlock every door in the nearest dungeon. The effect ends when you finish what you were asked to do, or after 8 hours.",
  "Oil of Bonework (Potion): This thin oil can cover a 10 foot cube (or equivalent volume) of bone, and takes 10 minutes to apply. At the end of that time, the volume of raw materials is converted into a chandelier. The quality of the object is commensurate with the quality of the raw materials.",
  "Red Herring of Detection (Wondrous Item): This totem is of a small fish, carved from red stone and engraved with a symbol of divination. While holding it next to your eye, you can use an action to speak its command word.  You sense that a creature within 30 feet of you is an aberration, celestial, elemental, fey, fiend, or undead, though it turns out that they aren't. The totem can't be used this way again until the next dawn.",
  "Spear of Destiny (Weapon, spear, requires attunement): Once every seven days, at dawn, this golden spear casts the spell Divination and asks the God of War the question, \"Is today the day Sthaka the Witch attacks the kingdom?\"  If you are holding the weapon, you are aware of the reply, which might be a short phrase, a cryptic rhyme, or an omen.",
  "Scimitar of the Moon Goddess (Weapon, scimitar): Any lycanthrope which comes within thirty feet of this magical weapon must make succeed on a DC 13 Charisma saving throw or be forced to assume its hybrid form. In the hands of a lycanthrope, the weapon grants a +1 bonus to attack and damage rolls made with it.",
  "Wand of Morphs (Wand): This wand has 3 charges. While holding it, you can use an action to expend 1 charge and polymorph yourself into the form of a beast. The first form each day is a rat, the second a vulture, and the third a plesiosaurus. The wand regains any expended charges daily at dawn. If you expend the wand's last charge, roll a d20. On a 1, the wand itself transforms into a small bird and flies away.",
  "Glamered Javelin (Weapon, javelin): When you throw this javelin, it assumes the appearance of a jagged spear of ice until just before it strikes something.",
  "Potion of Flies (Potion): When you drink this buzzing potion, you can breathe forth a swarm of harmless flying insects, which spread out in a 30-foot radius from you. The insects remain for 10 minutes, making the area heavily obscured for creatures other than you. The swarm moves with you, remaining centered on you. A wind of at least 10 miles per hour disperses the swarm and ends the effect."
]