[
  "On Broad Street, near the Academy of Arcane Study. It stands adjacent to the marvelous tower of the wizard Thode.",
  "On Lower Fishmonger's Cross, near the town gate. It stands adjacent to the workshop of a male gnome shieldwright named Khari.",
  "On Slate Way, in an adventurers district of winding avenues and exotic shops. The street outside is filled with green alchemical smoke.",
  "On New Gate Approach, near a monolith of rune-carved stone. The street outside is crowded with a procession of beggars.",
  "On East Broad Way, in an arcane quarter of elemental forges and powerful sorcerers. Its neighbors include the workshop of a male human runecarver named Gyleon and an ornate traveler's shrine.",
  "In an adventurers ward, surrounded by busy streets and comfortable taverns. It stands next to the grand hall of the Clerics Society.",
  "On Bell Street, southeast of the Hero's Gate. The street outside is strewn with debris from an overturned cart.",
  "In a market quarter, surrounded by narrow alleys and active marketplaces. The street outside is filled with strange languages and accents.",
  "In an adventurers quarter, surrounded by narrow alleys and busy shops. The street outside is lined with orcish skulls impaled upon spears.",
  "On Archcastle Avenue, northwest of the School of Eldritch Study. It stands adjacent to the grand home of a male human named Geoffry.",
  "In an adventurers ward, near the Dragoon's Gate. The street outside is crowded with drunken brawlers.",
  "On Hartsfair Street, in an arcane quarter of elemental forges and powerful sorcerers. Its neighbors include the workshop of a male dwarf alchemist named Froinarv and a large public garden.",
  "In an adventurers ward known for its noisy inns. Its neighbors include an inn called The Azure Blade and a modest traveler's shrine.",
  "On Clay Court, near a major crossroads. The street outside is lined with street vendors hawking potions and elixirs.",
  "In an arcane ward, southwest of the School of Entona. It stands adjacent to the workshop of a female human spellbinder named Isan.",
  "In an adventurers district, surrounded by busy streets and comfortable taverns. It stands adjacent to a tavern called The Warrior's House.",
  "In an adventurers district, surrounded by busy streets and noisy inns. It stands next to the workshop of a female gnome corsetier named Kunain.",
  "On Pabrycg Lane, in an adventurers quarter of narrow alleys and comfortable inns. It stands next to a tavern called The Crossed Blades.",
  "In an arcane quarter, east of the College of the Elements. Its neighbors include the workshop of a female halfling diviner named Phily Kyne and the stately home of a female dwarf named Agerdg Brididotr.",
  "In an arcane ward, near a colossal silver tree. It stands next to the grand home of Atephas the Conjurer.",
  "In an adventurers ward known for its resident titan, a storm giant named Cniuso. Its neighbors include the spartan hall of the Explorers Guild and a large public square.",
  "In an adventurers quarter, near an outcrop of rune-carved stone. It stands adjacent to a busy public square.",
  "In an adventurers quarter, southeast of an outcrop of rune-carved stone. Its neighbors include the grand hall of the Warriors Guild and a modest traveler's shrine.",
  "In a market quarter known for its bizarre shops and merchants. It stands adjacent to a simple traveler's shrine.",
  "In an adventurers district known for its legendary explorers. Its neighbors include a tavern called The Sleeping King and the large home of a female human named Suse.",
  "In a market quarter, surrounded by narrow alleys and comfortable inns. Its neighbors include the grand hall of the Arkwrights Fellowship and the fine home of a female elf named Laserie.",
  "On High Way, east of the Academy of Corius. The street outside is watched by a squad of the town guard.",
  "On Chariot Passage, near a tree-lined stream. It stands adjacent to the workshop of a female dwarf swordsmith named Grimul.",
  "In a market district, southwest of the Merchant's Gate. It stands next to the grand hall of the Founders Fellowship.",
  "In an adventurers ward, near the Rogue's Gate. It stands next to a modest traveler's shrine.",
  "On Wood Approach, near the Adventurer's Gate. It stands adjacent to the grand hall of the Mages Guild.",
  "On Blackstone Alley, near a tree-lined canal. The street outside is lined with orcish skulls impaled upon spears.",
  "On Greatlamp Way, southwest of the School of Ariga. It stands next to a large public garden.",
  "In an adventurers ward, surrounded by shadowed alleys and busy shops. The street outside is lined with monstrous skulls impaled upon spears.",
  "In an adventurers district, near a major crossroads. The street outside is lined with street vendors hawking potions and elixirs.",
  "On Scroll Lane, near a tree-lined canal. The street outside is filled with red alchemical smoke.",
  "On Slate Yard, northeast of the town gate. Its neighbors include the workshop of a male gnome swordsmith named Seli and a modest traveler's shrine.",
  "In an arcane district, west of a rune-carved monolith. Its neighbors include a library of glyphs and runes and an ornate traveler's shrine.",
  "In a market quarter, east of the Merchant's Gate. It stands next to a simple traveler's shrine.",
  "In an adventurers quarter, surrounded by winding streets and busy shops. The street outside is strewn with debris from an overturned cart.",
  "In a market quarter known for its bizarre shops and merchants. It stands next to the office of a male human moneychanger named Beorne.",
  "On Lower Charger's Way, in an arcane district of wizards' towers and skilled alchemists. Its neighbors include a library of charms and compulsions and the office of a female dwarf architect named Thali.",
  "On Steinibyr Way, in an adventurers ward of narrow alleys and noisy inns. The street outside is filled with the scent of burning wood.",
  "In an arcane district known for its alchemical forges. It stands adjacent to a library of glyphs and runes.",
  "On West Fox's Road, northwest of the Crusader's Gate. Its neighbors include an inn called The Archer's Alehouse and a large public square.",
  "In an arcane quarter known for its legendary wizards and alchemists. It stands next to the grand home of a male dwarf named Hegi Skingrison.",
  "In an arcane district, surrounded by narrow alleys and alchemical forges. The street outside is crowded with a procession of the Runecarvers Society.",
  "In an adventurers ward, surrounded by narrow alleys and comfortable inns. Its neighbors include the grand hall of the Clerics Guild and a busy public square.",
  "On Lower Ferry Circus, south of a major crossroads. Its neighbors include the spartan hall of the Mages Society and a modest traveler's shrine.",
  "In an adventurers district, south of the town gate. The street outside is filled with the scent of damp earth.",
  "In an adventurers quarter, surrounded by shadowed alleys and noisy taverns. It stands next to a tavern called The Black Chalice.",
  "In an arcane district, east of the School of Elemental Study. Its neighbors include the workshop of a male elf spellbinder named Oros and the office of a male gnome diviner named Imon.",
  "In an adventurers district known for its resident dragon, a bronze wyrm named Aduban. The street outside is lined with an old stone wall.",
  "In an adventurers district known for its resident titan, a fire giant named Asgaund Svarrison. The street outside is crowded with a procession of beggars.",
  "In an adventurers ward, surrounded by shadowed alleys and busy shops. The street outside is crowded with drunken brawlers.",
  "On Copper Street, in an adventurers quarter of exotic shops and wandering rogues. It stands adjacent to the workshop of a female dragonborn weaponsmith named Abal.",
  "On Mastiff's Road, in an adventurers quarter of shadowed alleys and exotic shops. The street outside is strewn with debris from an overturned cart.",
  "In an adventurers quarter, surrounded by narrow alleys and noisy taverns. The street outside is lined with a low stone wall.",
  "On Fox's Circus, in an adventurers ward of winding avenues and comfortable taverns. The street outside is filled with white alchemical smoke.",
  "In an arcane district, surrounded by hidden alleys and alchemical forges. The street outside is crowded with a procession of the Astrologers Guild.",
  "In an adventurers ward known for its many teleporation circles. Its neighbors include the spartan hall of the Warriors Fellowship and a busy public square.",
  "In an adventurers district, near a major crossroads. The street outside is crowded with a procession of beggars.",
  "On Market Chase, near the town gate. The street outside is crowded with a procession of beggars.",
  "In an adventurers quarter, near a monolith of rune-carved stone. It stands adjacent to an inn called The Gray Staff.",
  "In an arcane district, near a colossal golden tree. The street outside is lined with crystalline obelisks.",
  "In an arcane district, surrounded by hidden alleys and alchemical forges. The street outside is watched by a squad of the town guard.",
  "On Ditch Parade, near the Saint's Gate. The street outside is strewn with debris from an overturned cart.",
  "In an arcane ward, near the Athenaeum of Ternuum. Its neighbors include a library of charms and compulsions and the office of a female human sculptor named Belia Mylne.",
  "In an adventurers district known for its comfortable inns. It stands next to the spartan hall of the Adventurers Society.",
  "On Khela Road, in an adventurers quarter of winding avenues and noisy taverns. It stands adjacent to an inn called The Scoundrel's Inn.",
  "On Sword Approach, in an adventurers ward of busy shops and heroic explorers. The street outside is crowded with drunken brawlers.",
  "In an arcane ward, near the College of the Dark Arts. The street outside is crowded with a procession of the Diviners Guild.",
  "In an adventurers district, southeast of the Hero's Gate. The street outside is crowded with drunken brawlers.",
  "On Bank Avenue, north of the Wayfarer's Gate. It stands adjacent to the grand hall of the Explorers Society.",
  "In an adventurers district known for its many teleporation circles. The street outside is crowded with drunken brawlers.",
  "In an arcane ward known for its legendary wizards and alchemists. The street outside is paved with spiral-carved flagstones.",
  "In an adventurers district, surrounded by shadowed alleys and exotic shops. The street outside is strewn with debris from an overturned cart.",
  "In an adventurers quarter known for its resident titan, a fire giant named Gori. It stands adjacent to an inn called The Fat Minstrel.",
  "On Hollow Avenue, near the Ranger's Gate. The street outside is lined with monstrous skulls impaled upon spears.",
  "On Archer's Street, east of the town gate. The street outside is filled with blue alchemical smoke.",
  "In an arcane quarter known for its golem forges. The street outside is filled with the fragrance of blooming flowers.",
  "On Highkeep Avenue, northwest of the School of Peria. Its neighbors include the workshop of a female elf diviner named Amas and a cloistered traveler's shrine.",
  "In an adventurers quarter known for its haunted taverns. The street outside is crowded with drunken brawlers.",
  "In an arcane quarter known for its floating islands. Its neighbors include the grand home of the wizard Lysusius the Awesome and the stately home of a male human named Lother.",
  "In an adventurers quarter, southeast of the Ranger's Gate. The street outside is filled with the scent of damp earth.",
  "On Glass Way, in an arcane district of well-lit avenues and alchemical forges. It stands adjacent to the office of a male half-elf scholar named Linethilb.",
  "In an adventurers quarter known for its resident titan, a fire giant named Rondi. Its neighbors include the spartan hall of the Adventurers Guild and a simple traveler's shrine.",
  "In a market district, northwest of the Merchant's Gate. Its neighbors include the office of a female human moneychanger named Hone and the fine home of a female gnome named Ersent.",
  "In an adventurers ward, near the Wayfarer's Gate. The street outside is lined with a low stone wall.",
  "In an arcane ward known for its alchemical forges. It stands next to the workshop of a female dwarf diviner named Dega.",
  "On Slate Close, in an adventurers ward of noisy taverns and wandering bards. The street outside is filled with white alchemical smoke.",
  "In an adventurers district known for its noisy inns. The street outside is lined with a low stone wall.",
  "In an adventurers ward known for its resident dragon, a brass wyrm named Shammuabi. The street outside is filled with the scent of burning wood.",
  "In an adventurers quarter, surrounded by busy streets and noisy inns. It stands adjacent to the grand hall of the Clerics Guild.",
  "On Pool Chase, south of the town gate. It stands next to the grand hall of the Bookbinders Guild.",
  "In an adventurers district known for its resident nymph, an alluring daughter of the stars named Ioras. The street outside is lined with a low stone wall.",
  "On Swordsmith's Stairs, in an adventurers district of narrow alleys and exotic shops. Its neighbors include the workshop of a female halfling swordsmith named Dina and a busy public square.",
  "In an adventurers district, near an outcrop of rune-carved stone. The street outside is crowded with drunken brawlers.",
  "In an arcane ward known for its legendary wizards and alchemists. The street outside is lined with a wrought-iron fence.",
  "In an arcane ward, surrounded by narrow alleys and alchemical forges. The street outside is filled with the fragrance of blooming flowers.",
  "On Brighttower Way, in an arcane district of sorcerous towers and legendary wizards. Its neighbors include the marvelous home of the wizard Pasogath and a verdant public garden.",
  "In an arcane ward, southeast of the Athenaeum of Enchantments. The street outside is crowded with a procession of the Astrologers Society.",
  "On Unicorn's Street, near a tree-lined lake. The street outside is crowded with a procession of the Artificers Guild.",
  "In a market district, surrounded by crowded streets and noisy taverns. Its neighbors include a brick-walled warehouse and a busy public square.",
  "On Goldentome Lane, in an arcane quarter of alchemical forges and legendary wizards. It stands next to a library of artifacts and constructs.",
  "In an adventurers ward, northwest of the town gate. Its neighbors include the grand hall of the Wizards Society and the fine home of a male halfling named Iles.",
  "In an adventurers ward known for its legendary explorers. It stands next to the grand hall of the Mages Society.",
  "In a market quarter, surrounded by crowded streets and noisy taverns. Its neighbors include the stately hall of the Fletchers Fellowship and the large home of a male dragonborn named Sheanabi.",
  "In a market quarter known for its fine shops. The street outside is crowded with a procession of beggars.",
  "In an adventurers district known for its noisy taverns. Its neighbors include a tavern called The Harlequin's House and the fine home of a male tiefling named Tigesa.",
  "In an adventurers district, surrounded by busy streets and noisy taverns. The street outside is strewn with debris from an overturned cart.",
  "In an adventurers quarter known for its ancient teleporation circles. Its neighbors include the workshop of a female halfling weaponsmith named Ecin and the workshop of a female dwarf bookbinder named Snillga.",
  "In an arcane quarter known for its alchemical forges. It stands adjacent to the marvelous home of the wizard Lusoro.",
  "In an arcane ward, surrounded by hidden alleys and alchemical forges. The street outside is paved with spiral-carved flagstones.",
  "In an adventurers quarter known for its noisy taverns. Its neighbors include the spartan hall of the Clerics Society and the fine home of a male elf named Maglungiml.",
  "On Crag Chase, northwest of a wide canal. Its neighbors include a tavern called The Witch and Mug and the large home of a male tiefling named Walaro.",
  "On New Roselamp Lane, near the Academy of Entixus. The street outside is lined with crystalline obelisks.",
  "In an arcane quarter known for its floating castles. The street outside is filled with the fragrance of blooming flowers.",
  "In an adventurers ward, near a major crossroads. Its neighbors include the workshop of a male elf knifesmith named Golure and a large public square.",
  "In an adventurers quarter, northeast of the Marauder's Gate. The street outside is lined with street vendors hawking swords and daggers.",
  "In a market quarter known for its street magicians. The street outside is shaded by a canopy of colorful fabric.",
  "In an adventurers ward, near the Ranger's Gate. The street outside is lined with street vendors hawking swords and daggers.",
  "In an adventurers ward, near the Knight's Gate. The street outside is filled with red alchemical smoke.",
  "In a market district, near the Merchant's Gate. The street outside is filled with strange languages and accents.",
  "In an adventurers district known for its noisy taverns. The street outside is lined with monstrous skulls impaled upon spears.",
  "In a market district, surrounded by shadowed alleys and noisy inns. Its neighbors include a brick-walled warehouse and a simple traveler's shrine.",
  "In an adventurers district, near the Adventurer's Gate. The street outside is lined with street vendors hawking weapons and shields.",
  "In an arcane ward, surrounded by hidden alleys and wizards' towers. Its neighbors include a library of glyphs and runes and an ornate traveler's shrine.",
  "On Crystaltemple Avenue, in an arcane district of well-lit avenues and wizards' towers. It stands next to the marvelous home of Maera the Mage.",
  "On Hart's Stairs, in a market ward of colorful marketplaces and street performers. Its neighbors include a brick-walled warehouse and the workshop of a female tiefling arkwright named Albelild.",
  "In an arcane quarter known for its ancient scrying pools. Its neighbors include the workshop of a female gnome artificer named Elois and the stately home of a male elf named Ladhili.",
  "In an arcane ward, surrounded by quiet avenues and elemental forges. The street outside is filled with white alchemical smoke.",
  "In an adventurers district, near the Marauder's Gate. Its neighbors include the grand hall of the Explorers Society and a modest traveler's shrine.",
  "In a market ward, near the Merchant's Gate. The street outside is lined with a low stone wall.",
  "In a market ward, surrounded by crowded streets and comfortable inns. It stands next to a modest traveler's shrine.",
  "In an arcane ward, surrounded by quiet streets and wizards' towers. Its neighbors include the workshop of a female human spellbinder named Marger and a verdant public garden.",
  "In an adventurers ward, north of the Wayfarer's Gate. The street outside is crowded with drunken brawlers.",
  "On Beggar's Mews, in an adventurers quarter of comfortable taverns and heroic explorers. It stands adjacent to the fine home of a female half-orc named Hilda.",
  "In an adventurers quarter, near the town gate. The street outside is lined with a low stone wall.",
  "In an arcane district known for its many teleportation circles. It stands adjacent to the marvelous home of Psepe the Artificer.",
  "On Copper Avenue, in a market quarter of narrow alleys and noisy inns. Its neighbors include the stately hall of the Poulters Guild and a large public square.",
  "On Esseavand Avenue, in an adventurers district of shadowed alleys and exotic shops. The street outside is lined with street vendors hawking potions and elixirs.",
  "In an adventurers ward, surrounded by shadowed alleys and exotic shops. It stands next to the workshop of a male dwarf armorer named Saxe Thunkeson.",
  "In a market ward, surrounded by crowded avenues and comfortable inns. The street outside is filled with the scent of incense and exotic spices.",
  "On Coin Close, in an adventurers ward of noisy taverns and heroic explorers. Its neighbors include the spartan hall of the Rogues Guild and the workshop of a female human trapwright named Withiue.",
  "On Spear Stairs, near the town gate. The street outside is filled with the scent of burning wood.",
  "On Crystaldale Lane, east of the College of War Wizardry. It stands next to the office of a female half-elf philosopher named Nimlothel.",
  "In an arcane ward known for its alchemical forges. The street outside is crowded with a procession of the Diviners Guild.",
  "In an adventurers district known for its many teleporation circles. Its neighbors include a tavern called The Jovial Wizard and a large public square.",
  "In an arcane quarter, north of the College of Avionum. Its neighbors include the marvelous home of Phaneson the Necromancer and the office of a male elf magistrate named Egain.",
  "In an arcane quarter, near a major crossroads. The street outside is watched by a squad of the town guard.",
  "In an adventurers district, north of the Rogue's Gate. The street outside is filled with black alchemical smoke.",
  "In an arcane quarter known for its floating islands. It stands next to the grand home of a male halfling named Alcoc.",
  "In an arcane quarter known for its ancient teleportation circles. The street outside is paved with spiral-carved flagstones.",
  "On Marsh Cross, east of a wide canal. The street outside is lined with an old stone wall.",
  "On Mire Side, in an adventurers district of exotic shops and tough mercenaries. It stands adjacent to the workshop of a male dragonborn knifesmith named Nezzuumma.",
  "On New Fox's Road, west of the Academy of Celia. It stands next to the workshop of a male tiefling alchemist named Arcosuic.",
  "On Brick Mews, in an adventurers district of comfortable inns and heroic explorers. It stands next to the spartan hall of the Explorers Guild.",
  "In an adventurers quarter, surrounded by winding avenues and noisy taverns. It stands adjacent to the workshop of a female human calligrapher named Marget Gylley.",
  "In an adventurers quarter, north of the Wayfarer's Gate. The street outside is filled with the scent of damp earth.",
  "On Charger's Road, near the Merchant's Gate. Its neighbors include a well-guarded warehouse and the fine home of a male elf named Makili.",
  "On Trim Mews, in an adventurers quarter of busy shops and cold-hearted mercenaries. Its neighbors include the spartan hall of the Wizards Guild and a simple traveler's shrine.",
  "On Bastion Parade, in an adventurers district of winding avenues and exotic shops. It stands adjacent to the workshop of a male halfling armorer named Gardo.",
  "On New Tome Court, northeast of the Adventurer's Gate. Its neighbors include the workshop of a female tiefling shieldwright named Gothiuda and the large home of a female tiefling named Amalfrild.",
  "On Lake Row, southwest of the town gate. The street outside is lined with a low stone wall.",
  "In an adventurers ward known for its comfortable taverns. It stands next to the workshop of a female halfling milliner named Malia.",
  "In an arcane district known for its legendary wizards and alchemists. Its neighbors include a library of illusions and shadows and a verdant public garden.",
  "In an adventurers district known for its resident dragon, a copper wyrm named Nergoni. The street outside is lined with street vendors hawking maps and scrolls.",
  "In an arcane district, surrounded by quiet avenues and elemental forges. The street outside is filled with red alchemical smoke.",
  "In an adventurers quarter, near the Hero's Gate. The street outside is crowded with drunken brawlers.",
  "In an arcane district known for its alchemical forges. The street outside is lined with draconic statues.",
  "On Broad Road, northeast of a colossal silver tree. The street outside is paved with scorched flagstones.",
  "In a market ward known for its labyrinthine marketplaces. The street outside is strewn with debris from an overturned cart.",
  "In an adventurers ward, surrounded by busy avenues and noisy taverns. The street outside is crowded with drunken brawlers.",
  "On South Rosesword Way, in an arcane ward of sorcerous towers and legendary wizards. Its neighbors include a library of glyphs and runes and the stately home of a male tiefling named Badero.",
  "In an arcane quarter known for its floating islands. The street outside is filled with blue alchemical smoke.",
  "On Silver Road, near a rune-carved monolith. It stands next to the workshop of a female human runecarver named Atrin.",
  "In an adventurers ward known for its heroic explorers. It stands adjacent to the grand hall of the Adventurers Society.",
  "In an arcane district, surrounded by hidden alleys and alchemical forges. Its neighbors include the marvelous tower of the wizard Lyde and an ornate traveler's shrine.",
  "On Upper Goldentower Lane, near the School of Sadium. The street outside is lined with crystalline obelisks.",
  "In an adventurers district, near a monolith of rune-carved stone. It stands next to the workshop of a male halfling clockmaker named Aran.",
  "On Whoogate Street, in an adventurers district of narrow alleys and busy shops. The street outside is crowded with drunken brawlers.",
  "In an arcane district known for its ancient summoning circles. Its neighbors include a library of combat spellcraft and the office of a male dwarf minstrel named Horge.",
  "In an adventurers quarter known for its many houses of healing. It stands next to the workshop of a male halfling shieldwright named Cotme.",
  "In an arcane ward, surrounded by hidden alleys and wizards' towers. It stands adjacent to the workshop of a female dwarf wizard named Kilmah.",
  "In an adventurers ward known for its comfortable inns. Its neighbors include a tavern called The Old Wench and the fine home of a female halfling named Beatra.",
  "In an arcane district, surrounded by hidden alleys and sorcerous towers. It stands next to a cloistered traveler's shrine.",
  "On South Thief's Stairs, in an adventurers ward of narrow alleys and comfortable inns. The street outside is lined with orcish skulls impaled upon spears.",
  "In an adventurers ward, northwest of the Rogue's Gate. It stands next to a tavern called The Wandering Scoundrel.",
  "On Greatcoin Street, in an arcane quarter of well-lit streets and wizards' towers. The street outside is crowded with a procession of the Artificers Society.",
  "On Hydra's Passage, near a wide stream. It stands next to the workshop of a male gnome trapwright named Thrari.",
  "In a market ward, surrounded by shadowed alleys and active marketplaces. It stands next to the fine home of a male dwarf named Rimah.",
  "On Nula Avenue, in a market ward of colorful marketplaces and street performers. It stands adjacent to the office of a female dwarf moneychanger named Zigam.",
  "On Hare's Road, northeast of the School of the Mystical Arts. The street outside is paved with scorched flagstones.",
  "In an adventurers ward, southwest of the Knight's Gate. Its neighbors include the grand hall of the Mages Guild and a simple traveler's shrine.",
  "On Baramunz Avenue, near the Dragoon's Gate. It stands adjacent to the workshop of a male dwarf knifesmith named Urin.",
  "On Feywood Avenue, in an arcane quarter of sorcerous towers and legendary wizards. The street outside is lined with everburning lanterns.",
  "In an adventurers quarter, surrounded by shadowed alleys and busy shops. Its neighbors include the grand hall of the Warriors Guild and the large home of a female elf named Kuta.",
  "In an adventurers quarter, north of an outcrop of rune-carved stone. The street outside is filled with white alchemical smoke.",
  "On Queenskeep Avenue, in an arcane ward of hidden alleys and elemental forges. Its neighbors include a library of divination and scrying and the office of a male gnome groom named Ukat.",
  "In an arcane district, southwest of a major crossroads. It stands adjacent to a library of divination and scrying.",
  "On Hnacot Avenue, near the Merchant's Gate. The street outside is filled with the scent of burning wood.",
  "On Slough Chase, southwest of a tree-lined stream. It stands next to the spartan hall of the Explorers Guild.",
  "In an arcane ward, surrounded by hidden alleys and sorcerous towers. The street outside is filled with the fragrance of blooming flowers.",
  "In an arcane quarter known for its elemental forges. Its neighbors include the workshop of a male halfling alchemist named Ryany Lette and the office of a female gnome scholar named Loisa.",
  "On North Whitestone Road, near a crystalline monolith. It stands next to a cloistered traveler's shrine.",
  "On Palace Road, in an adventurers district of exotic shops and heroic explorers. It stands adjacent to the workshop of a male tiefling weaponsmith named Vacanda.",
  "On Lower High Road, in an arcane district of well-lit streets and elemental forges. Its neighbors include the grand home of Loneli the Mage and the grand home of a male halfling named Halfo.",
  "On Pit Court, in an adventurers ward of comfortable taverns and tough mercenaries. Its neighbors include an inn called The Warrior's Cellar and the workshop of a male elf harper named Athach.",
  "On Moor Alley, south of the Rogue's Gate. Its neighbors include the workshop of a male half-elf sheather named Celeborn and the fine home of a male halfling named Roge Bourne.",
  "In an adventurers quarter, southwest of the town gate. It stands next to the workshop of a male elf knifesmith named Ilil.",
  "In an arcane ward known for its legendary wizards and alchemists. Its neighbors include the workshop of a female half-elf alchemist named Phily and the office of a female half-orc priest named Alfrildarea.",
  "On Gold Lane, south of the College of Elemental Study. The street outside is crowded with a procession of the Runecarvers Guild.",
  "On Archbridge Road, in an arcane quarter of hidden alleys and elemental forges. It stands adjacent to the workshop of a male halfling runecarver named Cheny Lewe.",
  "In an adventurers ward, surrounded by narrow alleys and busy shops. The street outside is filled with black alchemical smoke.",
  "In an arcane ward, near the Athenaeum of Arcane Study. The street outside is paved with scorched flagstones.",
  "In an adventurers quarter known for its legendary explorers. Its neighbors include the workshop of a female human weaponsmith named Enthryth and the fine home of a male halfling named Ferdo.",
  "In an adventurers district, surrounded by narrow alleys and exotic shops. It stands next to the workshop of a male human linkmaker named Exas Clipselw.",
  "In an arcane quarter, near a major crossroads. It stands adjacent to a cloistered traveler's shrine.",
  "In an arcane district, surrounded by well-lit avenues and sorcerous towers. The street outside is crowded with a procession of the Alchemists Society.",
  "In an adventurers district known for its resident dragon, a golden wyrm named Biduka. It stands adjacent to a tavern called The Thief's Pub.",
  "In an adventurers quarter known for its heroic explorers. It stands next to the workshop of a male human armorer named Erert.",
  "On Orchard Row, in an adventurers ward of exotic shops and bold explorers. Its neighbors include the grand hall of the Explorers Society and a simple traveler's shrine.",
  "In an adventurers ward, south of the Dragoon's Gate. The street outside is lined with monstrous skulls impaled upon spears.",
  "In an arcane district, near the School of the Sorcerous Arts. The street outside is filled with red alchemical smoke.",
  "In an adventurers ward, surrounded by busy avenues and comfortable inns. The street outside is crowded with drunken brawlers.",
  "In an adventurers quarter known for its resident nymph, an alluring daughter of the glen named Oras. The street outside is strewn with debris from an overturned cart.",
  "In a market ward, near the Merchant's Gate. It stands next to a simple traveler's shrine.",
  "On Maid's Court, near the Ranger's Gate. It stands next to an inn called The Wench and Staff.",
  "On Croft Alley, in a market district of comfortable taverns and streetwise thieves. The street outside is filled with strange languages and accents.",
  "On Great Clay Approach, in a market quarter of busy streets and active marketplaces. The street outside is shaded by a canopy of colorful fabric.",
  "On Well Alley, east of the Adventurer's Gate. The street outside is filled with white alchemical smoke.",
  "On Slough Side, in an adventurers district of shadowed alleys and busy shops. The street outside is lined with monstrous skulls impaled upon spears.",
  "On Boar's Mews, in an adventurers quarter of busy avenues and comfortable taverns. The street outside is lined with orcish skulls impaled upon spears.",
  "On Crystalgate Road, near the Academy of the Eldritch Arts. The street outside is filled with green alchemical smoke.",
  "On Wolf's Road, near the town gate. The street outside is crowded with a procession of beggars.",
  "In an arcane district, surrounded by hidden alleys and wizards' towers. The street outside is paved with spiral-carved flagstones.",
  "In an adventurers ward, near the Rogue's Gate. The street outside is filled with white alchemical smoke.",
  "In an adventurers district, north of the town gate. It stands adjacent to the large home of a female halfling named Niny Tonell.",
  "On Crown Side, near a tree-lined canal. The street outside is filled with blue alchemical smoke.",
  "In an arcane quarter, surrounded by well-lit streets and sorcerous towers. It stands next to the stately home of a female halfling named Wene.",
  "On South Feytemple Way, in an arcane district of well-lit streets and elemental forges. Its neighbors include the workshop of a female dwarf alchemist named Dwoinan and the office of a male dwarf broderer named Bali.",
  "In an arcane district known for its legendary wizards and alchemists. The street outside is paved with spiral-carved flagstones.",
  "On Hydra's Alley, northeast of the town gate. Its neighbors include a tavern called The Bloody Fang and the fine home of a female elf named Cotta.",
  "In an arcane district known for its floating islands. It stands adjacent to the workshop of a male tiefling wizard named Annares.",
  "In an arcane district known for its legendary wizards and alchemists. Its neighbors include the workshop of a female gnome wizard named Lukhain and a large public garden.",
  "In an adventurers quarter, west of the Knight's Gate. It stands next to an inn called The Red Wain.",
  "In an adventurers ward, surrounded by winding avenues and noisy taverns. Its neighbors include the workshop of a male elf bowyer named Alamror and a simple traveler's shrine.",
  "In an arcane ward, near a tree-lined lake. The street outside is lined with a wrought-iron fence.",
  "In a market district known for its colorful marketplaces. The street outside is lined with a low stone wall.",
  "On Badger's Way, in an arcane quarter of alchemical forges and legendary wizards. Its neighbors include the marvelous home of the wizard Kyra and an ornate traveler's shrine.",
  "In a market district, northeast of the Merchant's Gate. Its neighbors include the office of a male half-orc moneychanger named Rana and a modest traveler's shrine.",
  "In an adventurers ward, near the Saint's Gate. Its neighbors include the spartan hall of the Rogues Guild and a large public square.",
  "In an arcane ward, surrounded by quiet streets and elemental forges. The street outside is lined with glowing runestones.",
  "In an arcane ward known for its floating castles. Its neighbors include a library of combat spellcraft and the grand home of a male human named Thilan.",
  "In an arcane district, near the College of the Eldritch Arts. The street outside is paved with scorched flagstones.",
  "In a market ward known for its street vendors. The street outside is lined with a low stone wall.",
  "On Trim Street, in an adventurers ward of exotic shops and wandering bards. The street outside is lined with street vendors hawking weapons and shields.",
  "In an arcane ward known for its legendary wizards and alchemists. Its neighbors include a library of artifacts and constructs and the grand home of a male halfling named Maco.",
  "On Heath Row, near the Crusader's Gate. It stands next to an inn called The Warrior and Wand.",
  "On Sword Row, near a major crossroads. Its neighbors include an inn called The Warrior and Wand and a modest traveler's shrine.",
  "In a market ward, near the Merchant's Gate. The street outside is shaded by a canopy of colorful fabric.",
  "In an adventurers ward, surrounded by winding streets and busy shops. It stands adjacent to an inn called The Bloody Fang.",
  "In a market quarter known for its fine shops. It stands adjacent to a well-guarded warehouse.",
  "In an adventurers district, southeast of the Saint's Gate. The street outside is filled with blue alchemical smoke.",
  "In an adventurers district, near a wide canal. It stands next to the large home of a male half-elf named Wilhye.",
  "In a market ward known for its fine shops. The street outside is strewn with debris from an overturned cart.",
  "On Archring Road, in an arcane ward of hidden alleys and wizards' towers. Its neighbors include a library of glyphs and runes and a verdant public garden.",
  "In an arcane district known for its floating castles. The street outside is watched by a squad of the town guard.",
  "In an adventurers ward known for its legendary explorers. It stands adjacent to a tavern called The Wizard's House.",
  "In an adventurers ward, surrounded by narrow alleys and noisy taverns. It stands next to a busy public square.",
  "In an arcane quarter, surrounded by narrow alleys and wizards' towers. It stands adjacent to a library of artifacts and constructs.",
  "In an adventurers district, surrounded by winding avenues and busy shops. It stands next to the grand hall of the Clerics Society.",
  "In a market district, near the Merchant's Gate. Its neighbors include the office of a male tiefling moneychanger named Gaithilda and a busy public square.",
  "In an adventurers quarter, east of a wide canal. It stands next to the grand hall of the Wayfarers Fellowship.",
  "In a market district, northwest of the town gate. Its neighbors include a well-guarded warehouse and the large home of a male dwarf named Urin.",
  "In a market district, east of the Merchant's Gate. Its neighbors include the office of a female elf moneychanger named Galaser and a modest traveler's shrine.",
  "On Dragon's Street, near the School of Elemental Study. It stands adjacent to a library of artifacts and constructs.",
  "On Scholar's Approach, near the town gate. Its neighbors include a tavern called The Wanton Scoundrel and the workshop of a male dwarf lampwright named Alin.",
  "On Herald's Cross, in an adventurers district of noisy inns and cold-hearted mercenaries. The street outside is crowded with a procession of beggars.",
  "On Fane Close, in an adventurers quarter of winding streets and exotic shops. The street outside is filled with blue alchemical smoke.",
  "On Goldenbrook Way, east of a crystalline monolith. It stands adjacent to the workshop of a male halfling runecarver named Walteph Woode.",
  "In an adventurers quarter known for its heroic explorers. The street outside is filled with red alchemical smoke.",
  "In a market district, surrounded by narrow alleys and active marketplaces. The street outside is lined with street vendors hawking their goods.",
  "On Quarry Way, south of the town gate. Its neighbors include an inn called The Triumphant Archer and a modest traveler's shrine.",
  "On Aerie Circus, west of an outcrop of rune-carved stone. Its neighbors include the grand hall of the Clerics Society and the large home of a female elf named Maera.",
  "In a market district, near the Merchant's Gate. The street outside is filled with the scent of incense and exotic spices.",
  "In an arcane district, surrounded by well-lit streets and wizards' towers. Its neighbors include the grand home of the wizard Ides and the grand home of a male halfling named Inard Bolge.",
  "In a market ward known for its bizarre shops and merchants. It stands next to the stately hall of the Crossbowmen Guild.",
  "In an adventurers ward, surrounded by narrow alleys and noisy taverns. It stands next to an inn called The Bloody Shield.",
  "In an adventurers quarter, northeast of the Dragoon's Gate. Its neighbors include an inn called The Crossed Candles and the workshop of a male tiefling hatter named Ticetha.",
  "On Clay Mews, south of the Dragoon's Gate. Its neighbors include the grand hall of the Explorers Society and the workshop of a male elf furrier named Comi.",
  "In an arcane ward, surrounded by quiet streets and elemental forges. The street outside is filled with the fragrance of blooming flowers.",
  "On Mastiff's Approach, in an adventurers ward of narrow alleys and comfortable inns. The street outside is filled with green alchemical smoke.",
  "On Rax Road, south of a tree-lined stream. The street outside is filled with the scent of damp earth.",
  "In a market quarter known for its makeshift shops. The street outside is filled with the scent of incense and exotic spices.",
  "On Mastiff's Way, in an arcane quarter of well-lit avenues and alchemical forges. The street outside is shaded by grand trees.",
  "In an adventurers district known for its resident titan, a storm giant named Viuso. The street outside is crowded with a procession of beggars.",
  "In an arcane quarter, near a rune-carved monolith. It stands adjacent to an ornate traveler's shrine.",
  "In a market quarter, southwest of the Merchant's Gate. The street outside is filled with the scent of incense and exotic spices.",
  "In an arcane quarter, near the Academy of Eldritch Study. Its neighbors include a library of ancient mysteries and a cloistered traveler's shrine.",
  "In an adventurers quarter, near the Wayfarer's Gate. The street outside is filled with gray alchemical smoke.",
  "In an arcane ward known for its many scrying pools. The street outside is lined with glowing runestones.",
  "In an arcane ward, northwest of the Academy of Sarium. The street outside is paved with spiral-carved flagstones.",
  "On Greatring Way, in an arcane quarter of alchemical forges and skilled alchemists. The street outside is filled with the fragrance of blooming flowers.",
  "On South Hare's Street, in an arcane quarter of quiet avenues and wizards' towers. It stands adjacent to the workshop of a female dwarf alchemist named Therda.",
  "In an adventurers district, near the Marauder's Gate. The street outside is filled with the scent of damp earth.",
  "In an adventurers ward known for its haunted inns. The street outside is crowded with a procession of beggars.",
  "In an arcane ward, near a colossal golden tree. It stands next to the office of a female dwarf minstrel named Thrinan.",
  "In a market quarter, surrounded by narrow alleys and comfortable taverns. It stands adjacent to a brick-walled warehouse.",
  "In an arcane ward known for its many scrying pools. Its neighbors include the workshop of a female elf spellbinder named Ellas and a verdant public garden.",
  "On Brighthill Street, in an arcane quarter of quiet avenues and elemental forges. The street outside is lined with glowing runestones.",
  "On Feytemple Avenue, in an arcane district of well-lit streets and sorcerous towers. Its neighbors include the workshop of a female halfling alchemist named Phily and the office of a female dwarf minstrel named Nainan.",
  "In an adventurers quarter, near the town gate. It stands next to an inn called The Harper's House.",
  "In a market ward, near a monolith of rune-carved stone. The street outside is shaded by a canopy of colorful fabric.",
  "In an arcane ward, surrounded by narrow alleys and wizards' towers. Its neighbors include the workshop of a female dwarf alchemist named Asgeg and an ornate traveler's shrine.",
  "In an arcane district, surrounded by hidden alleys and sorcerous towers. The street outside is filled with white alchemical smoke.",
  "On Tome Avenue, in a market ward of active marketplaces and wealthy merchants. The street outside is crowded with a procession of beggars.",
  "On Crystalcrown Lane, in an arcane ward of narrow alleys and sorcerous towers. The street outside is filled with yellow alchemical smoke.",
  "On Purser's Side, near an outcrop of rune-carved stone. The street outside is lined with monstrous skulls impaled upon spears.",
  "On Blackstone Way, near the Merchant's Gate. Its neighbors include the stately hall of the Linkmakers Guild and a modest traveler's shrine.",
  "In an adventurers ward known for its noisy inns. The street outside is lined with an old stone wall.",
  "On Ravenstemple Road, near a clear lake. The street outside is filled with yellow alchemical smoke.",
  "In an arcane ward known for its ancient summoning circles. The street outside is filled with green alchemical smoke.",
  "In a market district, east of the Merchant's Gate. The street outside is filled with the scent of incense and exotic spices.",
  "In a market quarter known for its street vendors. The street outside is filled with strange languages and accents.",
  "On Redfair Road, south of a clear lake. The street outside is filled with white alchemical smoke.",
  "In an arcane ward, near a colossal golden tree. The street outside is filled with yellow alchemical smoke.",
  "On Marsh Chase, northeast of the Crusader's Gate. The street outside is lined with orcish skulls impaled upon spears.",
  "On Archscepter Lane, near the School of the Mystical Arts. Its neighbors include a library of charms and compulsions and a cloistered traveler's shrine.",
  "On South Slate Avenue, northeast of the town gate. It stands next to the workshop of a male halfling armorer named Gery.",
  "In an adventurers ward, surrounded by winding avenues and exotic shops. The street outside is filled with green alchemical smoke.",
  "In an adventurers quarter known for its bold explorers. The street outside is crowded with a procession of beggars.",
  "On Fishmonger's Close, north of the Merchant's Gate. It stands adjacent to a busy public square.",
  "On Mastiff's Avenue, in an arcane ward of sorcerous towers and powerful sorcerers. The street outside is paved with spiral-carved flagstones.",
  "In an arcane ward, near the Academy of Artifice. The street outside is shaded by tall trees.",
  "In an adventurers quarter, near a tree-lined stream. The street outside is crowded with a procession of beggars.",
  "On Lower Castellan's Chase, south of the Wayfarer's Gate. The street outside is crowded with drunken brawlers.",
  "In an adventurers quarter, south of the town gate. Its neighbors include a tavern called The King and Blade and a large public square.",
  "In an adventurers ward, northeast of the Crusader's Gate. The street outside is lined with a low stone wall.",
  "In an arcane district, surrounded by well-lit streets and sorcerous towers. Its neighbors include the workshop of a male half-orc alchemist named Videro and the office of a female half-orc alchemist named Verka.",
  "In an arcane district known for its golem forges. It stands adjacent to the workshop of a male gnome alchemist named Luri.",
  "In an adventurers quarter, surrounded by shadowed alleys and noisy inns. The street outside is crowded with drunken brawlers.",
  "In an adventurers quarter, surrounded by shadowed alleys and exotic shops. It stands adjacent to a modest traveler's shrine.",
  "In an adventurers ward known for its legendary explorers. It stands next to the workshop of a female half-orc weaponsmith named Thenilda.",
  "In an adventurers district, surrounded by shadowed alleys and comfortable taverns. The street outside is filled with black alchemical smoke.",
  "On Monument Stairs, northwest of the Marauder's Gate. Its neighbors include the workshop of a female halfling linkmaker named Abet Arrell and the workshop of a female halfling vintner named Donne.",
  "On Wall Rise, near the Merchant's Gate. It stands adjacent to a well-guarded warehouse.",
  "In an adventurers district known for its resident nymph, a beautiful daughter of the mountain named Clome. The street outside is crowded with a procession of beggars.",
  "On Crag Alley, near an outcrop of rune-carved stone. It stands adjacent to the spartan hall of the Clerics Society.",
  "In an arcane district known for its golem forges. Its neighbors include a library of illusions and shadows and a verdant public garden.",
  "In an arcane ward known for its floating castles. It stands adjacent to a library of glyphs and runes.",
  "On Weepool Road, in a market district of busy avenues and colorful marketplaces. The street outside is strewn with debris from an overturned cart.",
  "In an arcane ward known for its many extra-planar gates. The street outside is lined with draconic statues.",
  "On Slate Avenue, near the Dragoon's Gate. Its neighbors include a tavern called The Crossed Blades and the fine home of a female half-elf named Nimlenwe.",
  "In an adventurers district, near the Wayfarer's Gate. Its neighbors include the spartan hall of the Rogues Company and the workshop of a female half-elf gemcutter named Nellenwe.",
  "On Flail Passage, in an adventurers ward of exotic shops and wandering bards. The street outside is crowded with drunken brawlers.",
  "In an arcane district, southwest of the Academy of Viomia. Its neighbors include a library of artifacts and constructs and a cloistered traveler's shrine.",
  "In an adventurers quarter, surrounded by busy avenues and comfortable taverns. Its neighbors include the workshop of a female halfling shieldwright named Cela and the fine home of a female half-orc named Gotho.",
  "On Mastiff's Way, in an arcane quarter of sorcerous towers and skilled alchemists. The street outside is filled with the fragrance of blooming flowers.",
  "In an adventurers district, near the Knight's Gate. The street outside is strewn with debris from an overturned cart.",
  "On Tomb Rise, in an adventurers ward of comfortable taverns and cold-hearted mercenaries. The street outside is lined with street vendors hawking maps and scrolls.",
  "In an adventurers quarter, surrounded by narrow alleys and busy shops. It stands adjacent to a simple traveler's shrine.",
  "On Scarp Lane, south of the Crusader's Gate. It stands next to the workshop of a male dwarf shieldwright named Haengo Kellison.",
  "In an adventurers quarter, near a major crossroads. The street outside is lined with a low stone wall.",
  "On High Street, near a rune-carved monolith. Its neighbors include the marvelous tower of Polesis the Necromancer and a large public garden.",
  "In an arcane district known for its legendary wizards and alchemists. It stands adjacent to the office of a female human groom named Huswe.",
  "In an adventurers quarter, northeast of the Wayfarer's Gate. Its neighbors include an inn called The Pilgrim and Goblet and the workshop of a female tiefling clockmaker named Gliva.",
  "In an adventurers district, surrounded by shadowed alleys and exotic shops. Its neighbors include an inn called The Crossed Hammers and a modest traveler's shrine.",
  "On Axe Court, in an adventurers district of noisy inns and heroic explorers. The street outside is strewn with debris from an overturned cart.",
  "On Lion's Side, in an adventurers quarter of shadowed alleys and noisy taverns. The street outside is strewn with debris from an overturned cart.",
  "In an adventurers district known for its resident titan, an ice giant named Lingi Gamison. The street outside is crowded with a procession of beggars.",
  "On Great Limner's Chase, in a market district of shadowed alleys and comfortable taverns. It stands next to a simple traveler's shrine.",
  "On Narrow Cross, in an adventurers quarter of busy shops and bold explorers. Its neighbors include the workshop of a female human sheather named Marger and the fine home of a female halfling named Namay Tunnell.",
  "On Gate Yard, near a tree-lined canal. It stands next to an inn called The Crossed Axes.",
  "In an adventurers quarter known for its resident nymph, an alluring daughter of the moon named Kypra. Its neighbors include the workshop of a female dragonborn bowyer named Lila and the fine home of a male dwarf named Udlal.",
  "On Charger's Lane, in an adventurers ward of comfortable inns and wandering bards. The street outside is lined with a low stone wall.",
  "In an arcane district known for its many summoning circles. The street outside is crowded with a procession of the Artificers Society.",
  "On Coin Side, southeast of a monolith of rune-carved stone. It stands adjacent to the workshop of a female dragonborn swordsmith named Sili.",
  "In an adventurers district, surrounded by winding avenues and noisy inns. It stands adjacent to the grand hall of the Explorers Guild.",
  "On Tailor's Stairs, in an adventurers district of winding avenues and noisy taverns. The street outside is lined with an old stone wall.",
  "On Physician's Way, near the Knight's Gate. The street outside is lined with orcish skulls impaled upon spears.",
  "On Hollow Side, in an adventurers ward of busy streets and noisy taverns. It stands adjacent to the workshop of a female halfling linkmaker named Elil.",
  "On Goldencrown Way, in an arcane quarter of well-lit avenues and elemental forges. It stands next to a library of illusions and shadows.",
  "In an adventurers quarter, southwest of a wide canal. The street outside is crowded with drunken brawlers.",
  "In an adventurers quarter, surrounded by busy avenues and noisy taverns. The street outside is lined with monstrous skulls impaled upon spears.",
  "In an adventurers ward, surrounded by narrow alleys and comfortable inns. The street outside is strewn with debris from an overturned cart.",
  "In an adventurers district, surrounded by shadowed alleys and busy shops. It stands next to a modest traveler's shrine.",
  "In an arcane district, surrounded by quiet avenues and wizards' towers. The street outside is watched by a squad of the town guard.",
  "On Slate Side, south of a major crossroads. It stands adjacent to the stately hall of the Bowyers Fellowship.",
  "On High Street, southwest of a tree-lined lake. The street outside is filled with the fragrance of blooming flowers.",
  "In an arcane ward, surrounded by quiet avenues and sorcerous towers. The street outside is crowded with a procession of the Spellbinders Guild.",
  "On Copper Way, in a market district of active marketplaces and street performers. The street outside is lined with street vendors hawking their goods.",
  "On Broad Way, near the Academy of Aulagus. The street outside is lined with everburning lanterns.",
  "On Fair Cross, in an adventurers district of busy avenues and noisy taverns. The street outside is lined with street vendors hawking weapons and shields.",
  "In an arcane quarter, surrounded by hidden alleys and elemental forges. Its neighbors include the grand tower of the wizard Anis the Unearthly and an ornate traveler's shrine.",
  "In a market ward, near the Merchant's Gate. The street outside is filled with strange languages and accents.",
  "In an arcane quarter, surrounded by quiet avenues and elemental forges. It stands adjacent to the workshop of a female tiefling artificer named Areadame.",
  "In an adventurers quarter known for its comfortable inns. It stands adjacent to the workshop of a male tiefling knifesmith named Heodica.",
  "On Brightcrown Way, in an arcane district of quiet streets and alchemical forges. The street outside is paved with spiral-carved flagstones.",
  "In an adventurers quarter, surrounded by narrow alleys and noisy inns. It stands next to the fine home of a female tiefling named Suintha.",
  "In an adventurers quarter, surrounded by busy avenues and noisy taverns. Its neighbors include the workshop of a female elf sheather named Nelaser and the workshop of a female tiefling clockmaker named Chlismatis.",
  "In an adventurers district known for its resident dragon, a gray wyrm named Ammumman. The street outside is filled with white alchemical smoke.",
  "In an adventurers ward, surrounded by winding avenues and noisy inns. The street outside is filled with blue alchemical smoke.",
  "On Lower Fraham Road, in an adventurers ward of busy avenues and noisy inns. It stands next to an inn called The Crossed Hammers.",
  "In an adventurers district, surrounded by busy avenues and noisy taverns. It stands next to a tavern called The Broken Hammer.",
  "On Mastow Street, in a market district of colorful marketplaces and earnest merchants. Its neighbors include a well-guarded warehouse and the workshop of a female human jeweler named Erith.",
  "In an adventurers ward, surrounded by narrow alleys and busy shops. It stands adjacent to the spartan hall of the Mages Society.",
  "On Butcher's Court, in an adventurers district of busy avenues and noisy taverns. The street outside is filled with green alchemical smoke.",
  "In an adventurers quarter known for its resident dragon, a golden wyrm named Naidashma. The street outside is crowded with drunken brawlers.",
  "In an arcane quarter, near the College of Ancyrum. The street outside is lined with draconic statues.",
  "On Aerie Alley, in an adventurers quarter of comfortable inns and wandering bards. The street outside is lined with monstrous skulls impaled upon spears.",
  "In an arcane quarter, east of the Academy of Alosum. It stands next to the grand home of Eucon the Conjurer.",
  "In an adventurers district known for its heroic explorers. The street outside is filled with the scent of burning wood.",
  "In an adventurers quarter, near the Rogue's Gate. It stands next to the workshop of a male half-elf armorer named Brancent Rarde.",
  "On Arch Avenue, south of a tree-lined stream. The street outside is lined with monstrous skulls impaled upon spears.",
  "On East Kingskeep Street, in an arcane district of well-lit streets and elemental forges. Its neighbors include a library of artifacts and constructs and a large public garden.",
  "On Castellan's Side, near an outcrop of rune-carved stone. It stands adjacent to the workshop of a male gnome linkmaker named Ziri.",
  "In an adventurers quarter known for its noisy taverns. Its neighbors include the spartan hall of the Clerics Guild and a simple traveler's shrine.",
  "On Tegrove Lane, near a monolith of rune-carved stone. The street outside is crowded with a procession of beggars.",
  "On Priest's Street, in an adventurers ward of noisy inns and bold explorers. The street outside is filled with the scent of damp earth.",
  "On Crystalpool Lane, north of a colossal silver tree. The street outside is paved with scorched flagstones.",
  "In an adventurers ward, surrounded by winding avenues and exotic shops. It stands adjacent to the workshop of a female tiefling vintner named Andalben.",
  "On Hrandithveit Street, in a market district of busy avenues and active marketplaces. It stands adjacent to the workshop of a female dwarf confectioner named Bifar.",
  "On South Scroll Chase, near the town gate. It stands next to the fine home of a female human named Gytha.",
  "In an adventurers ward, near a monolith of rune-carved stone. The street outside is lined with street vendors hawking maps and scrolls.",
  "On High Avenue, near a colossal golden tree. Its neighbors include the workshop of a female human astrologer named Mara and the office of a male elf broderer named Aghan.",
  "On Heladrith Avenue, near the Marauder's Gate. The street outside is crowded with drunken brawlers.",
  "In a market district known for its colorful marketplaces. It stands next to a busy public square.",
  "On Slate Lane, northwest of a major crossroads. The street outside is crowded with drunken brawlers.",
  "In an arcane ward, near the Academy of Alchemy. Its neighbors include the workshop of a female elf runecarver named Eanedhel and a cloistered traveler's shrine.",
  "In an adventurers quarter, surrounded by shadowed alleys and busy shops. Its neighbors include the workshop of a male dwarf swordsmith named Tharkun and the fine home of a female gnome named Bliane.",
  "In an arcane district, surrounded by quiet avenues and wizards' towers. It stands adjacent to the stately home of a male dwarf named Rakad.",
  "In an adventurers quarter, surrounded by busy avenues and comfortable taverns. The street outside is crowded with a procession of beggars.",
  "In an adventurers ward, near the Saint's Gate. The street outside is filled with yellow alchemical smoke.",
  "In an adventurers quarter, west of the Rogue's Gate. Its neighbors include a tavern called The Harper and Cauldron and the workshop of a female human corsetier named Sabeatr.",
  "In an arcane quarter known for its elemental forges. The street outside is filled with green alchemical smoke.",
  "On Elloth Road, near a tree-lined stream. The street outside is filled with the scent of burning wood.",
  "In an arcane ward, east of a major crossroads. It stands next to a large public garden.",
  "On Ditch Alley, in an adventurers quarter of comfortable inns and tough mercenaries. It stands next to the workshop of a female human fletcher named Anor Hiley.",
  "In an adventurers quarter, surrounded by narrow alleys and comfortable inns. Its neighbors include the workshop of a female gnome shieldwright named Orin and the fine home of a female half-orc named Stosla.",
  "On North Blade Street, in an adventurers district of exotic shops and heroic explorers. The street outside is lined with street vendors hawking potions and elixirs.",
  "In an arcane quarter, surrounded by narrow alleys and wizards' towers. It stands adjacent to an ornate traveler's shrine.",
  "On Geiribekkr Street, in a market ward of crowded avenues and comfortable taverns. The street outside is lined with a low stone wall.",
  "In an adventurers district known for its bold explorers. The street outside is crowded with drunken brawlers.",
  "On Badger's Stairs, east of the town gate. Its neighbors include the spartan hall of the Mages Society and a busy public square.",
  "On Pit Alley, in a market quarter of colorful marketplaces and street vendors. The street outside is filled with strange languages and accents.",
  "In an arcane district known for its legendary wizards and alchemists. It stands adjacent to the office of a male dwarf groom named Efrer Otvimson.",
  "In a market district, near a major crossroads. The street outside is filled with strange languages and accents.",
  "On Broad Road, in an arcane district of quiet streets and sorcerous towers. It stands next to the workshop of a female half-elf astrologer named Elyel.",
  "In an arcane district known for its floating islands. Its neighbors include the workshop of a female tiefling wizard named Alberen and the office of a female dwarf priest named Thali.",
  "In an adventurers district, surrounded by narrow alleys and noisy inns. It stands next to a simple traveler's shrine.",
  "In an adventurers ward known for its haunted inns. Its neighbors include the workshop of a male tiefling armorer named Vandaro and a simple traveler's shrine.",
  "On Beobrook Way, west of the Rogue's Gate. The street outside is lined with street vendors hawking potions and elixirs.",
  "On Sword Circus, east of the Merchant's Gate. Its neighbors include the office of a female halfling moneychanger named Incanth and the fine home of a female halfling named Elian.",
  "In a market quarter, near an outcrop of rune-carved stone. It stands adjacent to the workshop of a male human calligrapher named Awlith.",
  "On Harlot's Road, near the Merchant's Gate. The street outside is lined with street vendors hawking their goods.",
  "In an arcane quarter, near a colossal silver tree. The street outside is watched by a squad of the town guard.",
  "In an adventurers district, surrounded by shadowed alleys and comfortable inns. The street outside is lined with monstrous skulls impaled upon spears.",
  "In a market district known for its fine shops. Its neighbors include the stately hall of the Moneylenders Fellowship and the workshop of a female dwarf jeweler named Bori.",
  "On Mercer's Lane, in an adventurers ward of noisy taverns and wandering bards. Its neighbors include an inn called The Hunter and Chain and the fine home of a male human named Lewilh.",
  "On Crown Alley, west of a wide stream. Its neighbors include a tavern called The Crossed Axes and a simple traveler's shrine.",
  "In an adventurers ward, northeast of an outcrop of rune-carved stone. It stands next to the workshop of a male gnome swordsmith named Ahak.",
  "On Scepter Mews, east of a major crossroads. The street outside is strewn with debris from an overturned cart.",
  "In an adventurers ward known for its haunted inns. The street outside is lined with monstrous skulls impaled upon spears.",
  "In an arcane ward, surrounded by well-lit avenues and sorcerous towers. It stands next to the workshop of a female elf astrologer named Niserie.",
  "In an adventurers quarter known for its resident titan, a stone giant named Kaenesim. The street outside is lined with orcish skulls impaled upon spears.",
  "In an adventurers district, near the Hero's Gate. The street outside is crowded with drunken brawlers.",
  "In an adventurers ward known for its bold explorers. Its neighbors include an inn called The Crimson Cup and the fine home of a female half-orc named Guda.",
  "On Orchard Court, northeast of the town gate. The street outside is filled with red alchemical smoke.",
  "On Demon's Yard, in a market ward of noisy inns and streetwise thieves. It stands adjacent to a brick-walled warehouse.",
  "On Upper Locksmith's Street, in an adventurers quarter of shadowed alleys and exotic shops. It stands adjacent to the grand hall of the Clerics Society.",
  "On Arch Rise, in an adventurers ward of comfortable taverns and heroic explorers. The street outside is lined with street vendors hawking swords and daggers.",
  "On Queenstemple Road, in an arcane district of sorcerous towers and skilled alchemists. It stands adjacent to the marvelous home of the wizard Nephoe.",
  "In an adventurers quarter known for its resident dragon, a silver wyrm named Sumula. The street outside is lined with street vendors hawking maps and scrolls.",
  "In an arcane district, southwest of a major crossroads. It stands next to the office of a male dragonborn procurator named Ninidu.",
  "In an adventurers district, south of a monolith of rune-carved stone. It stands next to a large public square.",
  "On Tavern Approach, near a major crossroads. The street outside is filled with the scent of burning wood.",
  "In an adventurers quarter, north of the Ranger's Gate. The street outside is lined with street vendors hawking potions and elixirs.",
  "In an adventurers ward, near the town gate. The street outside is crowded with drunken brawlers.",
  "In an adventurers ward, surrounded by narrow alleys and noisy inns. It stands adjacent to an inn called The Crossed Swords.",
  "On Lower Slate Alley, north of a monolith of rune-carved stone. The street outside is lined with street vendors hawking swords and daggers.",
  "In an adventurers quarter known for its comfortable taverns. The street outside is filled with white alchemical smoke.",
  "In an adventurers ward, near a major crossroads. The street outside is filled with red alchemical smoke.",
  "In an adventurers district known for its haunted taverns. Its neighbors include the workshop of a female dwarf sheather named Bifar and the workshop of a female half-orc furrier named Mlava.",
  "On Hart's Cross, north of a major crossroads. The street outside is lined with monstrous skulls impaled upon spears.",
  "In an arcane quarter, near the Athenaeum of Elemental Study. The street outside is lined with everburning lanterns.",
  "On Moor Close, in an adventurers district of winding streets and busy shops. It stands adjacent to an inn called The Jester's Inn.",
  "In an arcane district, surrounded by well-lit avenues and alchemical forges. The street outside is paved with scorched flagstones.",
  "In an arcane quarter, north of the Athenaeum of Artifice. The street outside is shaded by tall trees.",
  "In an adventurers ward, south of the Ranger's Gate. The street outside is filled with yellow alchemical smoke.",
  "In an adventurers ward, surrounded by shadowed alleys and exotic shops. The street outside is lined with a low stone wall.",
  "In a market quarter, surrounded by busy streets and colorful marketplaces. Its neighbors include the office of a female dwarf moneychanger named Agnidg Finnidotr and the workshop of a male human calligrapher named Riffolk.",
  "In an arcane ward, surrounded by quiet avenues and wizards' towers. Its neighbors include the marvelous tower of the wizard Akleisses and the grand home of a male dragonborn named Bhhullitu.",
  "On Orb Way, in an adventurers district of narrow alleys and comfortable taverns. Its neighbors include the grand hall of the Adventurers Guild and the fine home of a female dwarf named Mahain.",
  "On Lord's Chase, northwest of the town gate. The street outside is filled with blue alchemical smoke.",
  "On Serpent's Avenue, northwest of the Academy of Sorcerous Study. It stands next to the workshop of a male elf astrologer named Icos.",
  "On Shrine Side, near an outcrop of rune-carved stone. Its neighbors include an inn called The Crossed Hammers and the workshop of a female halfling arkwright named Enthanth Burrop.",
  "On East Mastiff's Way, in an arcane district of sorcerous towers and powerful sorcerers. The street outside is watched by a squad of the town guard.",
  "On Abbey Road, in an adventurers quarter of exotic shops and cold-hearted mercenaries. The street outside is lined with a low stone wall.",
  "In an adventurers quarter, surrounded by winding streets and comfortable inns. Its neighbors include the grand hall of the Warriors Guild and a modest traveler's shrine.",
  "In an adventurers ward, surrounded by busy avenues and comfortable taverns. The street outside is lined with orcish skulls impaled upon spears.",
  "On Ridge Alley, near the Saint's Gate. The street outside is crowded with drunken brawlers.",
  "In an adventurers district, northeast of the Ranger's Gate. The street outside is strewn with debris from an overturned cart.",
  "On Blackstone Lane, in an adventurers district of shadowed alleys and comfortable taverns. It stands adjacent to a simple traveler's shrine.",
  "In an adventurers ward known for its haunted inns. The street outside is filled with black alchemical smoke.",
  "In an arcane quarter, surrounded by well-lit avenues and wizards' towers. The street outside is filled with blue alchemical smoke.",
  "On North Crossbowman's Yard, near the Merchant's Gate. The street outside is lined with street vendors hawking their goods.",
  "On Luga Street, in an adventurers quarter of exotic shops and bold explorers. The street outside is lined with street vendors hawking swords and daggers.",
  "On Ravensbrook Road, southeast of the Athenaeum of Arcane Study. The street outside is watched by a squad of the town guard.",
  "In an adventurers ward, near a major crossroads. The street outside is lined with orcish skulls impaled upon spears.",
  "In an arcane district, surrounded by hidden alleys and alchemical forges. The street outside is crowded with a procession of the Runecarvers Society.",
  "In an adventurers quarter known for its heroic explorers. It stands next to the spartan hall of the Warriors Fellowship.",
  "On Wand Circus, west of the Crusader's Gate. The street outside is crowded with a procession of beggars.",
  "On Fishmonger's Circus, in an adventurers district of shadowed alleys and comfortable taverns. Its neighbors include the grand hall of the Wayfarers Guild and the workshop of a female elf trapwright named Snata.",
  "In an adventurers ward, surrounded by winding avenues and busy shops. Its neighbors include the grand hall of the Adventurers Guild and the large home of a male halfling named Exard.",
  "In an adventurers ward, surrounded by winding streets and comfortable taverns. Its neighbors include the spartan hall of the Rogues Company and a modest traveler's shrine.",
  "On Badger's Avenue, near a major crossroads. The street outside is lined with street vendors hawking maps and scrolls.",
  "In an adventurers quarter, west of the Ranger's Gate. The street outside is lined with monstrous skulls impaled upon spears.",
  "On Wand Cross, in an adventurers district of narrow alleys and comfortable taverns. The street outside is crowded with a procession of beggars.",
  "In an adventurers ward known for its haunted taverns. The street outside is lined with monstrous skulls impaled upon spears.",
  "In an arcane district, surrounded by well-lit avenues and sorcerous towers. The street outside is paved with scorched flagstones.",
  "In an adventurers ward, surrounded by winding streets and comfortable inns. It stands adjacent to the workshop of a female elf calligrapher named Lanle.",
  "On Monument Way, near a major crossroads. The street outside is filled with blue alchemical smoke.",
  "In an adventurers quarter, northeast of the Adventurer's Gate. Its neighbors include the spartan hall of the Mages Society and a simple traveler's shrine.",
  "In an arcane quarter known for its ancient teleportation circles. Its neighbors include the grand home of the wizard Atos the Witty and the stately home of a male elf named Celadir.",
  "On Guildhall Avenue, in an adventurers quarter of shadowed alleys and exotic shops. It stands adjacent to a tavern called The Archer and Flask.",
  "In an adventurers district, surrounded by busy streets and noisy inns. The street outside is filled with gray alchemical smoke.",
  "In an adventurers district, southwest of the town gate. The street outside is strewn with debris from an overturned cart.",
  "In an adventurers district, surrounded by shadowed alleys and busy shops. The street outside is crowded with drunken brawlers.",
  "In an arcane quarter known for its floating islands. It stands adjacent to a library of combat spellcraft.",
  "In an arcane district, near a colossal golden tree. The street outside is paved with spiral-carved flagstones.",
  "In an adventurers ward known for its ancient houses of healing. The street outside is filled with gray alchemical smoke.",
  "In an arcane ward, near a tree-lined lake. Its neighbors include a library of conjuration and summoning and a large public garden.",
  "In an arcane ward known for its legendary wizards and alchemists. The street outside is crowded with a procession of the Spellbinders Society.",
  "In an arcane ward known for its legendary wizards and alchemists. It stands adjacent to the grand home of a female half-orc named Asuidasu.",
  "On Pool Stairs, northwest of a monolith of rune-carved stone. Its neighbors include the workshop of a female halfling knifesmith named Fira and the workshop of a male elf minter named Gwindore.",
  "In a market ward known for its street performers. The street outside is filled with the scent of incense and exotic spices.",
  "On Marble Road, west of a major crossroads. The street outside is lined with crystalline obelisks.",
  "On Purse Street, in an adventurers district of comfortable taverns and wandering rogues. The street outside is lined with monstrous skulls impaled upon spears.",
  "On Tome Side, southeast of the Ranger's Gate. The street outside is crowded with a procession of beggars.",
  "On Sewood Road, near the Hero's Gate. Its neighbors include a tavern called The Harper and Cup and the large home of a female human named Sane.",
  "On Wolf's Street, southeast of a major crossroads. The street outside is lined with a low stone wall.",
  "On Copper Row, east of a major crossroads. It stands adjacent to a brick-walled warehouse.",
  "On Wall Lane, near the Merchant's Gate. Its neighbors include the office of a male dwarf moneychanger named Gili and the fine home of a male dragonborn named Nyasadea.",
  "In a market quarter known for its makeshift shops. The street outside is lined with street vendors hawking their goods.",
  "In an adventurers ward, near the Wayfarer's Gate. Its neighbors include a tavern called The Hooded Jester and a busy public square.",
  "On Falls Circus, near the Hero's Gate. The street outside is crowded with drunken brawlers.",
  "In a market district known for its street vendors. The street outside is filled with strange languages and accents.",
  "In an adventurers quarter, surrounded by shadowed alleys and busy shops. It stands next to a modest traveler's shrine.",
  "On Shrine Street, near a major crossroads. The street outside is lined with a low stone wall.",
  "In an adventurers ward, near a wide stream. The street outside is lined with a low stone wall.",
  "On Silver Way, in an arcane district of wizards' towers and legendary wizards. Its neighbors include the workshop of a male dwarf wizard named Hakrie and a verdant public garden.",
  "On Diviner's Street, southeast of the Hero's Gate. The street outside is lined with monstrous skulls impaled upon spears.",
  "In an adventurers quarter known for its many teleporation circles. Its neighbors include the workshop of a female dwarf armorer named Gerde and the large home of a female halfling named Camay.",
  "On Orchard Street, in an adventurers quarter of shadowed alleys and busy shops. The street outside is filled with red alchemical smoke.",
  "On New Slough Lane, near a major crossroads. The street outside is crowded with drunken brawlers.",
  "In an adventurers ward, surrounded by narrow alleys and busy shops. The street outside is lined with street vendors hawking potions and elixirs.",
  "On Drakesheath Lane, in an arcane ward of well-lit avenues and elemental forges. The street outside is paved with scorched flagstones.",
  "In an adventurers ward, surrounded by shadowed alleys and exotic shops. Its neighbors include the grand hall of the Adventurers Guild and a large public square.",
  "In an adventurers district, northwest of a wide canal. It stands adjacent to the grand hall of the Wayfarers Fellowship.",
  "On West Serpent's Lane, northwest of a tree-lined lake. The street outside is crowded with a procession of the Astrologers Society.",
  "In an adventurers district, surrounded by narrow alleys and noisy inns. The street outside is crowded with drunken brawlers.",
  "In an adventurers quarter, surrounded by busy streets and comfortable taverns. It stands adjacent to the workshop of a female half-orc swordsmith named Zbyhna.",
  "In an adventurers district, surrounded by busy streets and noisy inns. Its neighbors include the workshop of a male dragonborn fletcher named Nabazzuu and the workshop of a female gnome arkwright named Salie.",
  "On Ravensbrook Way, in an arcane district of well-lit avenues and wizards' towers. It stands adjacent to the workshop of a female human wizard named Edild.",
  "On Slate Close, near a monolith of rune-carved stone. Its neighbors include the workshop of a female elf fletcher named Nerdiser and the workshop of a male halfling jeweler named Gery.",
  "In an adventurers quarter, surrounded by shadowed alleys and busy shops. It stands adjacent to the workshop of a male halfling bowyer named Holfo Bophin.",
  "In an arcane quarter, surrounded by hidden alleys and wizards' towers. The street outside is crowded with a procession of the Spellbinders Guild.",
  "In an adventurers quarter, surrounded by narrow alleys and busy shops. It stands adjacent to the workshop of a male halfling sheather named Hildo.",
  "On Narrow Way, in an adventurers quarter of shadowed alleys and busy shops. It stands adjacent to the spartan hall of the Wizards Guild.",
  "In an arcane district known for its floating islands. The street outside is lined with a wrought-iron fence.",
  "On South Narrow Stairs, near the Ranger's Gate. It stands adjacent to the spartan hall of the Adventurers Guild.",
  "On Slate Lane, south of the Knight's Gate. Its neighbors include the spartan hall of the Explorers Society and a simple traveler's shrine.",
  "In an arcane quarter, surrounded by well-lit avenues and elemental forges. The street outside is crowded with a procession of the Astrologers Guild.",
  "On Mere Road, in an adventurers district of exotic shops and tough mercenaries. It stands adjacent to a tavern called The Crimson Goblet.",
  "In an adventurers district known for its resident titan, an ice giant named Asgaulfr. Its neighbors include the workshop of a female human fletcher named Hena and a modest traveler's shrine.",
  "On Spear Close, in an adventurers quarter of shadowed alleys and exotic shops. The street outside is lined with orcish skulls impaled upon spears.",
  "In an adventurers ward, surrounded by narrow alleys and exotic shops. It stands next to the spartan hall of the Rogues Company.",
  "On Trim Street, in an adventurers quarter of noisy inns and cold-hearted mercenaries. It stands next to a tavern called The Crossed Wands.",
  "In an arcane quarter, near a colossal silver tree. The street outside is shaded by tall trees.",
  "On Hell-hound's Close, near the Merchant's Gate. The street outside is shaded by a canopy of colorful fabric.",
  "In a market quarter, surrounded by busy avenues and active marketplaces. The street outside is lined with street vendors hawking their goods.",
  "In an adventurers ward, surrounded by busy streets and comfortable inns. The street outside is crowded with drunken brawlers.",
  "On Khizdinal Road, near a major crossroads. Its neighbors include the workshop of a male dwarf knifesmith named Grinarv and a busy public square.",
  "On Marsh Close, near an outcrop of rune-carved stone. The street outside is strewn with debris from an overturned cart.",
  "In an arcane ward, surrounded by quiet streets and elemental forges. The street outside is filled with gray alchemical smoke.",
  "In a market quarter known for its street performers. The street outside is crowded with a procession of beggars.",
  "In an adventurers district known for its noisy taverns. Its neighbors include the spartan hall of the Mages Guild and the large home of a male elf named Dorosaer.",
  "In a market quarter, surrounded by busy streets and comfortable inns. It stands adjacent to a modest traveler's shrine.",
  "On Rosetome Way, in an arcane quarter of well-lit avenues and elemental forges. Its neighbors include a library of ancient mysteries and the stately home of a female dwarf named Shainarv.",
  "On Bluff Road, in an adventurers quarter of narrow alleys and busy shops. The street outside is strewn with debris from an overturned cart.",
  "In a market ward, near the Merchant's Gate. It stands next to the fine home of a male elf named Carpre.",
  "On Sawyer's Side, north of an outcrop of rune-carved stone. The street outside is lined with monstrous skulls impaled upon spears.",
  "In an adventurers ward, near an outcrop of rune-carved stone. Its neighbors include a tavern called The Green Tankard and the fine home of a female halfling named Hily Gelnne.",
  "On Narrow Lane, in an adventurers ward of busy avenues and noisy taverns. It stands adjacent to the workshop of a male dwarf swordsmith named Hori.",
  "In an adventurers quarter, surrounded by shadowed alleys and busy shops. The street outside is crowded with drunken brawlers.",
  "On Lion's Cross, northwest of the Wayfarer's Gate. It stands adjacent to the workshop of a male half-elf swordsmith named Ryany.",
  "On South Wolf's Way, northwest of the College of Arrerum. The street outside is paved with scorched flagstones.",
  "On Ridge Street, near the town gate. It stands next to the office of a female half-elf moneychanger named Sabel Cote.",
  "On Palace Yard, south of the Merchant's Gate. The street outside is shaded by a canopy of colorful fabric.",
  "In an adventurers ward known for its legendary explorers. The street outside is crowded with drunken brawlers.",
  "On Brasskeep Way, in an arcane district of elemental forges and legendary wizards. The street outside is paved with scorched flagstones.",
  "In an arcane quarter, surrounded by narrow alleys and sorcerous towers. It stands next to a cloistered traveler's shrine.",
  "In an arcane district known for its floating towers. It stands next to the office of a female elf groom named Indimel.",
  "On Scepter Stairs, near the Saint's Gate. The street outside is crowded with drunken brawlers.",
  "In a market ward, surrounded by busy avenues and comfortable inns. Its neighbors include the office of a female dwarf moneychanger named Arin and a simple traveler's shrine.",
  "In a market quarter, near a monolith of rune-carved stone. It stands next to the office of a female dwarf moneychanger named Sigga.",
  "In a market quarter known for its street vendors. Its neighbors include a well-guarded warehouse and a busy public square.",
  "In a market district, near the Merchant's Gate. The street outside is lined with street vendors hawking their goods.",
  "In an adventurers quarter, west of the Rogue's Gate. The street outside is crowded with drunken brawlers.",
  "In an adventurers district, southwest of an outcrop of rune-carved stone. The street outside is crowded with a procession of beggars.",
  "In an adventurers district, surrounded by busy avenues and noisy taverns. It stands adjacent to the workshop of a female elf hatter named Erithrel.",
  "In an arcane district, west of the Academy of the Eldritch Arts. Its neighbors include the workshop of a male elf diviner named Finarfin and a large public garden.",
  "On Slate Lane, northwest of a major crossroads. The street outside is lined with street vendors hawking weapons and shields.",
  "In an adventurers ward known for its comfortable inns. The street outside is lined with street vendors hawking maps and scrolls.",
  "On High Road, in an arcane district of sorcerous towers and powerful sorcerers. The street outside is crowded with a procession of the Alchemists Guild.",
  "In an adventurers district known for its comfortable inns. It stands adjacent to the workshop of a female gnome furrier named Shatur.",
  "On Water Approach, near the Marauder's Gate. The street outside is lined with orcish skulls impaled upon spears.",
  "In a market quarter, surrounded by narrow alleys and colorful marketplaces. Its neighbors include the office of a male human moneychanger named Liamath and the fine home of a male dwarf named Vore Baldison.",
  "On Sawyer's Alley, in a market ward of shadowed alleys and colorful marketplaces. The street outside is crowded with a procession of beggars.",
  "On Guildhall Passage, in a market district of busy streets and noisy taverns. The street outside is filled with the scent of incense and exotic spices.",
  "In an adventurers ward, northwest of the Knight's Gate. The street outside is filled with black alchemical smoke.",
  "In a market ward known for its exotic shops. Its neighbors include the office of a female elf moneychanger named Nelladrie and a large public square.",
  "In a market ward, north of a major crossroads. It stands next to the stately hall of the Trapwrights Guild.",
  "In an adventurers district known for its resident dragon, a golden wyrm named Gezuumma. It stands adjacent to the workshop of a male human gemcutter named Wulfa.",
  "In an adventurers ward, surrounded by narrow alleys and noisy inns. The street outside is filled with the scent of damp earth.",
  "In an adventurers district, near a tree-lined stream. It stands adjacent to the spartan hall of the Adventurers Society.",
  "On Hethorp Way, near a monolith of rune-carved stone. It stands next to an inn called The Crossed Staves.",
  "In an adventurers quarter known for its comfortable taverns. The street outside is filled with red alchemical smoke.",
  "In an arcane ward, southwest of the Athenaeum of the Dark Arts. The street outside is paved with scorched flagstones.",
  "On Whitegate Way, north of the College of Alchemy. The street outside is shaded by tall trees.",
  "On Silver Avenue, near the College of the Elemental Arts. It stands next to the grand home of a male elf named Mirondor.",
  "In a market district known for its makeshift shops. Its neighbors include the office of a female elf moneychanger named Mica and the large home of a female tiefling named Amemhild.",
  "On Gate Parade, in an adventurers quarter of busy streets and noisy taverns. The street outside is lined with a low stone wall.",
  "In an adventurers ward, southwest of the town gate. It stands adjacent to the fine home of a female dragonborn named Lili.",
  "On Narby Road, near the Crusader's Gate. The street outside is strewn with debris from an overturned cart.",
  "In an arcane ward, near the College of the Mystical Arts. The street outside is filled with the fragrance of blooming flowers.",
  "In an adventurers ward known for its legendary explorers. The street outside is filled with the scent of burning wood.",
  "On Gold Road, northeast of the School of the Mystical Arts. The street outside is watched by a squad of the town guard.",
  "In an adventurers ward known for its noisy inns. The street outside is lined with street vendors hawking swords and daggers.",
  "In a market district, surrounded by narrow alleys and noisy inns. It stands adjacent to a large public square.",
  "In a market ward, surrounded by crowded avenues and comfortable taverns. Its neighbors include the grand hall of the Castellans Fellowship and a simple traveler's shrine.",
  "On Scroll Way, near a monolith of rune-carved stone. It stands next to the fine home of a male dwarf named Kunarv.",
  "On Boar's Road, in an arcane district of alchemical forges and powerful sorcerers. The street outside is lined with crystalline obelisks.",
  "On Feytemple Street, south of a clear lake. The street outside is lined with everburning lanterns.",
  "In an adventurers district, surrounded by shadowed alleys and busy shops. The street outside is lined with street vendors hawking weapons and shields.",
  "On Dragon's Circus, near the town gate. It stands adjacent to a tavern called The Hungry Wizard.",
  "On Brick Lane, near the Crusader's Gate. Its neighbors include an inn called The Crossed Candles and the large home of a female half-orc named Suntha.",
  "In a market district, surrounded by narrow alleys and noisy inns. Its neighbors include the office of a male human moneychanger named Dralphye and a busy public square.",
  "In a market quarter, east of a major crossroads. The street outside is filled with the scent of incense and exotic spices.",
  "On Ravensmoor Street, south of a tree-lined lake. The street outside is filled with the fragrance of blooming flowers.",
  "In an adventurers district, surrounded by shadowed alleys and exotic shops. It stands adjacent to a modest traveler's shrine.",
  "In an adventurers district known for its comfortable inns. It stands adjacent to a large public square.",
  "In an adventurers district, near the town gate. Its neighbors include the workshop of a male gnome fletcher named Quetsa and the fine home of a male half-elf named Maedhroden.",
  "On Hart's Road, in an adventurers quarter of busy avenues and comfortable taverns. The street outside is lined with a low stone wall.",
  "On New Blackstone Way, in an adventurers ward of exotic shops and heroic explorers. Its neighbors include the workshop of a male human bowyer named Wine and a large public square.",
  "On New Nargabiln Road, in a market district of crowded streets and noisy taverns. The street outside is filled with the scent of incense and exotic spices.",
  "On Bahyrst Avenue, near an outcrop of rune-carved stone. The street outside is lined with street vendors hawking weapons and shields.",
  "In a market ward known for its street magicians. It stands adjacent to the workshop of a male half-elf trapwright named Alanwel.",
  "In an adventurers quarter, surrounded by shadowed alleys and comfortable taverns. Its neighbors include a tavern called The Lewd Hero and the workshop of a male dwarf glassblower named Buggi.",
  "On Lake Lane, in an adventurers ward of busy shops and wandering rogues. Its neighbors include the spartan hall of the Adventurers Society and the fine home of a male halfling named Sembo Cotton.",
  "On Trim Chase, in an adventurers quarter of busy avenues and noisy inns. The street outside is lined with monstrous skulls impaled upon spears.",
  "In an arcane ward, surrounded by quiet avenues and wizards' towers. The street outside is watched by a squad of the town guard.",
  "On Bazaar Lane, near a monolith of rune-carved stone. It stands adjacent to an inn called The Crossed Swords.",
  "In a market district known for its colorful marketplaces. The street outside is filled with strange languages and accents.",
  "On Scholar's Cross, east of the town gate. Its neighbors include the spartan hall of the Mages Society and the fine home of a female half-orc named Neuska.",
  "In an adventurers ward, west of the Hero's Gate. The street outside is filled with red alchemical smoke.",
  "In an adventurers quarter, near the Knight's Gate. The street outside is crowded with a procession of beggars.",
  "On Badger's Avenue, in an adventurers quarter of narrow alleys and exotic shops. The street outside is filled with the scent of burning wood.",
  "On Mundithorp Street, in an adventurers ward of busy shops and bold explorers. The street outside is lined with a low stone wall.",
  "In an adventurers quarter, near the Marauder's Gate. Its neighbors include the grand hall of the Adventurers Guild and the workshop of a male dwarf vintner named Kali.",
  "On Cauldron Alley, in an adventurers district of exotic shops and wandering bards. The street outside is lined with street vendors hawking maps and scrolls.",
  "In an adventurers district, near the Wayfarer's Gate. The street outside is crowded with drunken brawlers.",
  "In an adventurers ward, near a monolith of rune-carved stone. It stands next to the spartan hall of the Clerics Society.",
  "In an arcane ward known for its golem forges. Its neighbors include the marvelous home of the wizard Dane the Honorable and a large public garden.",
  "In an adventurers ward, southwest of the Saint's Gate. The street outside is filled with green alchemical smoke.",
  "On Jotvebyr Street, in a market quarter of noisy taverns and street vendors. The street outside is strewn with debris from an overturned cart.",
  "In an arcane quarter, surrounded by quiet streets and elemental forges. It stands next to a library of combat spellcraft.",
  "On Rosesword Lane, in an arcane ward of narrow alleys and elemental forges. The street outside is lined with draconic statues.",
  "In an arcane ward known for its floating towers. It stands adjacent to the workshop of a male dwarf wizard named Linain.",
  "On Heimithorp Road, in an adventurers district of winding streets and noisy inns. Its neighbors include a tavern called The Harper's Alehouse and a simple traveler's shrine.",
  "In an adventurers ward, west of the Rogue's Gate. It stands adjacent to a tavern called The Scoundrel's Alehouse.",
  "On West High Way, near a major crossroads. It stands next to the grand tower of the wizard Pete.",
  "In an adventurers ward, surrounded by shadowed alleys and noisy inns. It stands next to the workshop of a female half-elf sheather named Indilas.",
  "On Arilas Lane, in a market quarter of noisy inns and street performers. The street outside is filled with strange languages and accents.",
  "On Briningothr Road, in an adventurers quarter of winding avenues and exotic shops. The street outside is filled with gray alchemical smoke.",
  "On Mastiff's Parade, in an adventurers ward of exotic shops and heroic explorers. The street outside is lined with street vendors hawking weapons and shields.",
  "On Orb Close, southwest of the Merchant's Gate. The street outside is lined with an old stone wall.",
  "On Shield Passage, near the Wayfarer's Gate. It stands next to a large public square.",
  "In an adventurers district, west of an outcrop of rune-carved stone. Its neighbors include a tavern called The Red Cask and a large public square.",
  "On Grove Chase, in an adventurers ward of busy avenues and noisy inns. The street outside is strewn with debris from an overturned cart.",
  "In an adventurers quarter, surrounded by winding avenues and exotic shops. The street outside is filled with black alchemical smoke.",
  "On Narrow Row, near the town gate. The street outside is filled with white alchemical smoke.",
  "In an arcane ward, surrounded by well-lit avenues and wizards' towers. The street outside is lined with crystalline obelisks.",
  "On Dale Cross, in a market quarter of shadowed alleys and colorful marketplaces. It stands adjacent to a busy public square.",
  "On Hare's Lane, in an arcane ward of sorcerous towers and powerful sorcerers. The street outside is lined with crystalline obelisks.",
  "On South Mayley Road, in an adventurers ward of winding streets and comfortable inns. The street outside is filled with the scent of burning wood.",
  "In an arcane quarter, surrounded by quiet avenues and elemental forges. It stands adjacent to an ornate traveler's shrine.",
  "In a market district, surrounded by narrow alleys and noisy inns. It stands next to a brick-walled warehouse.",
  "In an adventurers quarter known for its bold explorers. The street outside is lined with an old stone wall.",
  "In an adventurers ward known for its resident nymph, an alluring daughter of the stars named Aces. It stands next to the grand hall of the Adventurers Guild.",
  "In an arcane district, surrounded by well-lit streets and alchemical forges. It stands next to a library of charms and compulsions.",
  "On Ring Approach, near a wide canal. It stands adjacent to the large home of a male human named Balde.",
  "On Highgate Street, northwest of the School of Alchemy. The street outside is filled with blue alchemical smoke.",
  "On Hollow Avenue, west of the Marauder's Gate. Its neighbors include the workshop of a female gnome armorer named Minarv and a modest traveler's shrine.",
  "In an arcane ward known for its floating towers. The street outside is watched by a squad of the town guard.",
  "On Copper Mews, in an adventurers quarter of busy shops and cold-hearted mercenaries. The street outside is crowded with drunken brawlers.",
  "In an adventurers district known for its comfortable taverns. Its neighbors include an inn called The Scarlet Blade and a busy public square.",
  "On East Gold Street, in an arcane ward of quiet avenues and sorcerous towers. It stands adjacent to the grand home of the wizard Pessa.",
  "In an adventurers district, near the Crusader's Gate. The street outside is filled with the scent of burning wood.",
  "On Clay Parade, in an adventurers district of narrow alleys and busy shops. The street outside is lined with monstrous skulls impaled upon spears.",
  "In an adventurers district known for its resident dragon, a silver wyrm named Dusuma. The street outside is strewn with debris from an overturned cart.",
  "In an arcane quarter, surrounded by well-lit avenues and wizards' towers. The street outside is lined with everburning lanterns.",
  "On Gate Passage, east of the Wayfarer's Gate. The street outside is strewn with debris from an overturned cart.",
  "On Whiteheath Street, in an arcane ward of hidden alleys and alchemical forges. It stands next to the grand tower of the wizard Tharmasto the Insane.",
  "In an adventurers ward, surrounded by shadowed alleys and busy shops. Its neighbors include a tavern called The Bloody Wand and a simple traveler's shrine.",
  "In an adventurers ward, northeast of the Marauder's Gate. The street outside is filled with blue alchemical smoke.",
  "In an arcane district, south of a colossal golden tree. Its neighbors include a library of artifacts and constructs and a verdant public garden.",
  "In an arcane district known for its legendary wizards and alchemists. Its neighbors include the workshop of a male halfling runecarver named Elrent Rythey and an ornate traveler's shrine.",
  "In an arcane ward known for its legendary wizards and alchemists. Its neighbors include the marvelous home of the wizard Meinesid the Peerless and the office of a male halfling healer named Hamfo Basi.",
  "On Obak Street, near the town gate. The street outside is crowded with a procession of beggars.",
  "In an arcane quarter, surrounded by hidden alleys and wizards' towers. The street outside is filled with yellow alchemical smoke.",
  "On Quartermaster's Chase, in an adventurers ward of winding streets and noisy inns. Its neighbors include the workshop of a female half-orc knifesmith named Vada and a modest traveler's shrine.",
  "In an adventurers district, surrounded by shadowed alleys and busy shops. The street outside is lined with a low stone wall.",
  "On Copperwall Street, near the College of Mascia. The street outside is filled with green alchemical smoke.",
  "In a market quarter, southwest of a monolith of rune-carved stone. The street outside is filled with strange languages and accents.",
  "On Highcourt Lane, in an arcane quarter of narrow alleys and wizards' towers. The street outside is filled with white alchemical smoke.",
  "In an arcane quarter, near the Athenaeum of the Mystical Arts. The street outside is watched by a squad of the town guard.",
  "On Paford Way, in an adventurers ward of comfortable taverns and tough mercenaries. The street outside is lined with orcish skulls impaled upon spears.",
  "On Staff Row, in a market ward of comfortable inns and street performers. Its neighbors include the stately hall of the Clockmakers Guild and the workshop of a male dwarf hatter named Hyrni.",
  "In an adventurers ward, near a major crossroads. It stands adjacent to a busy public square.",
  "In an adventurers district known for its comfortable taverns. The street outside is strewn with debris from an overturned cart.",
  "In an arcane district, surrounded by quiet avenues and sorcerous towers. The street outside is watched by a squad of the town guard.",
  "In an adventurers ward, surrounded by narrow alleys and noisy inns. Its neighbors include an inn called The Witch's Hall and a modest traveler's shrine.",
  "On Boar's Avenue, in an arcane ward of sorcerous towers and skilled alchemists. It stands adjacent to the workshop of a male dwarf diviner named Arin.",
  "In an adventurers ward, surrounded by shadowed alleys and noisy inns. It stands adjacent to the workshop of a female halfling linkmaker named Elyn.",
  "On Grondibyr Lane, in an adventurers quarter of noisy inns and bold explorers. The street outside is filled with blue alchemical smoke.",
  "On Palace Mews, east of the town gate. Its neighbors include the workshop of a female dwarf weaponsmith named Solva and the workshop of a male gnome furrier named Ugmas.",
  "In an adventurers district, surrounded by narrow alleys and busy shops. The street outside is lined with street vendors hawking potions and elixirs.",
  "In an adventurers ward, surrounded by narrow alleys and comfortable taverns. It stands next to the workshop of a female elf linkmaker named Nelotie.",
  "On Silver Avenue, near the Academy of Arsacus. Its neighbors include the workshop of a female human runecarver named Sybeth and a cloistered traveler's shrine.",
  "In an adventurers quarter, near the Dragoon's Gate. The street outside is lined with orcish skulls impaled upon spears.",
  "On Dragon's Lane, near a clear lake. It stands adjacent to a library of glyphs and runes.",
  "On West Brightsword Road, northwest of the College of the Mystical Arts. The street outside is lined with a wrought-iron fence.",
  "In an adventurers ward known for its haunted inns. Its neighbors include a tavern called The Crossed Candles and the workshop of a male halfling minter named Baldo.",
  "In a market ward known for its street magicians. The street outside is shaded by a canopy of colorful fabric.",
  "On Scepter Alley, in a market district of busy streets and active marketplaces. The street outside is shaded by a canopy of colorful fabric.",
  "In an arcane district known for its legendary wizards and alchemists. The street outside is lined with a wrought-iron fence.",
  "On Ring Rise, in a market district of busy streets and noisy inns. The street outside is shaded by a canopy of colorful fabric.",
  "In an arcane quarter, surrounded by well-lit avenues and wizards' towers. The street outside is crowded with a procession of the Alchemists Guild.",
  "In an adventurers quarter, surrounded by busy avenues and comfortable inns. The street outside is lined with orcish skulls impaled upon spears.",
  "In an adventurers quarter known for its resident titan, a fire giant named Sicfri. The street outside is crowded with drunken brawlers.",
  "In an adventurers quarter known for its bold explorers. It stands adjacent to an inn called The Bloody Fang.",
  "On Dale Passage, near the Rogue's Gate. The street outside is lined with monstrous skulls impaled upon spears.",
  "In an adventurers district known for its resident nymph, an alluring daughter of the glen named Piria. The street outside is lined with monstrous skulls impaled upon spears.",
  "In an adventurers district, surrounded by narrow alleys and noisy inns. The street outside is lined with street vendors hawking maps and scrolls.",
  "On Fountain Passage, west of the Crusader's Gate. It stands next to an inn called The Broken Arrow.",
  "In an arcane ward known for its ancient teleportation circles. Its neighbors include the grand tower of Pylosoph the Mage and a large public garden.",
  "On Fen Arcade, in an adventurers ward of winding avenues and exotic shops. It stands next to an inn called The Crossed Swords.",
  "In a market ward, near a major crossroads. The street outside is filled with the scent of incense and exotic spices.",
  "In an adventurers ward, surrounded by busy streets and comfortable inns. The street outside is filled with red alchemical smoke.",
  "In an adventurers ward, surrounded by shadowed alleys and comfortable inns. It stands next to the spartan hall of the Wayfarers Fellowship.",
  "In an adventurers district, north of the Crusader's Gate. Its neighbors include the workshop of a male human knifesmith named Swulfa and the workshop of a male halfling trapwright named Manod.",
  "In an arcane district, surrounded by well-lit avenues and wizards' towers. It stands adjacent to the workshop of a male gnome astrologer named Arrat.",
  "On Blackstone Passage, near a tree-lined canal. Its neighbors include the workshop of a female gnome weaponsmith named Azais and a large public square.",
  "In an adventurers district known for its ancient teleporation circles. The street outside is filled with white alchemical smoke.",
  "In an arcane ward, near the College of the Eldritch Arts. The street outside is shaded by tall trees.",
  "In an adventurers quarter known for its bold explorers. It stands next to the workshop of a female tiefling jeweler named Hildamal.",
  "In an arcane ward, surrounded by quiet streets and sorcerous towers. The street outside is paved with scorched flagstones.",
  "In an adventurers quarter known for its resident nymph, an alluring daughter of the sea named Dreithyia. The street outside is filled with green alchemical smoke.",
  "In an adventurers district, southwest of the town gate. The street outside is filled with the scent of damp earth.",
  "In an adventurers district known for its heroic explorers. The street outside is lined with street vendors hawking swords and daggers.",
  "On Upper Peford Street, near the Ranger's Gate. The street outside is lined with monstrous skulls impaled upon spears.",
  "In an arcane district, surrounded by well-lit avenues and sorcerous towers. It stands next to a verdant public garden.",
  "On Whitestone Avenue, in an arcane ward of quiet streets and sorcerous towers. Its neighbors include a library of charms and compulsions and a large public garden.",
  "On Ravenspool Lane, west of a colossal golden tree. The street outside is shaded by grand trees.",
  "On Spear Way, near the Hero's Gate. Its neighbors include the spartan hall of the Wayfarers Guild and the workshop of a female human bookbinder named Annan.",
  "In an arcane quarter known for its legendary wizards and alchemists. The street outside is filled with the fragrance of blooming flowers.",
  "On Hart's Mews, near the Merchant's Gate. The street outside is shaded by a canopy of colorful fabric.",
  "On Dragon's Approach, in an adventurers district of exotic shops and cold-hearted mercenaries. The street outside is lined with orcish skulls impaled upon spears.",
  "On Trim Road, near a monolith of rune-carved stone. The street outside is lined with street vendors hawking weapons and shields.",
  "In an adventurers district known for its noisy inns. The street outside is crowded with a procession of beggars.",
  "On South Trim Street, near the Merchant's Gate. Its neighbors include a brick-walled warehouse and a large public square.",
  "In an arcane ward, surrounded by well-lit streets and alchemical forges. The street outside is paved with spiral-carved flagstones.",
  "In a market quarter, near an outcrop of rune-carved stone. It stands next to the office of a female halfling moneychanger named Elen Ginte.",
  "In an adventurers quarter known for its resident nymph, a beautiful daughter of the forest named Amas. The street outside is filled with the scent of burning wood.",
  "In an adventurers ward, near the Knight's Gate. Its neighbors include the grand hall of the Adventurers Guild and a modest traveler's shrine.",
  "In an arcane district, surrounded by hidden alleys and elemental forges. The street outside is lined with glowing runestones.",
  "On Purse Circus, near the Saint's Gate. Its neighbors include the workshop of a female tiefling linkmaker named Gildane and the large home of a female halfling named Ecin Youghar.",
  "On Great Canal Court, southwest of the town gate. It stands adjacent to the workshop of a female dwarf calligrapher named Jadmoeidg Kioldidotr.",
  "On Blackstone Road, in an adventurers ward of winding streets and exotic shops. The street outside is lined with monstrous skulls impaled upon spears.",
  "In an arcane quarter, surrounded by narrow alleys and sorcerous towers. The street outside is crowded with a procession of the Alchemists Guild.",
  "On Lion's Yard, in an adventurers district of exotic shops and tough mercenaries. It stands adjacent to the spartan hall of the Mages Society.",
  "In an adventurers ward, surrounded by busy streets and noisy inns. Its neighbors include the grand hall of the Rogues Guild and the large home of a male dwarf named Ukran.",
  "In an adventurers district, near an outcrop of rune-carved stone. Its neighbors include the workshop of a male halfling linkmaker named Nichye and the workshop of a male human bookbinder named Ornward.",
  "In an adventurers ward, near the Saint's Gate. The street outside is lined with an old stone wall.",
  "On Castle Avenue, in a market district of shadowed alleys and active marketplaces. The street outside is lined with street vendors hawking their goods.",
  "On Hydra's Chase, in an adventurers ward of winding streets and comfortable inns. The street outside is filled with blue alchemical smoke.",
  "On Copper Avenue, southwest of a tree-lined canal. It stands adjacent to a tavern called The Harper's Alehouse.",
  "On Barrow Mews, in an adventurers district of exotic shops and heroic explorers. The street outside is lined with street vendors hawking weapons and shields.",
  "On Purse Circus, in an adventurers quarter of winding avenues and exotic shops. It stands next to the workshop of a female half-elf fletcher named Hilia Bedde.",
  "On Lion's Circus, west of a major crossroads. The street outside is filled with the scent of incense and exotic spices.",
  "On New Greatheath Way, near the School of the Dark Arts. Its neighbors include the marvelous home of Lusiosim the Wizard and a cloistered traveler's shrine.",
  "In an arcane district known for its legendary wizards and alchemists. It stands next to the workshop of a female half-elf artificer named Celalwe.",
  "On East Glass Lane, west of a colossal silver tree. Its neighbors include a library of divination and scrying and a verdant public garden.",
  "In an adventurers ward, surrounded by winding streets and busy shops. It stands adjacent to the workshop of a male human armorer named Here.",
  "On Trim Approach, west of the Crusader's Gate. The street outside is lined with orcish skulls impaled upon spears.",
  "On Feypool Lane, near the Academy of Sagius. Its neighbors include the marvelous home of Patrycle the Archmage and an ornate traveler's shrine.",
  "In an adventurers ward, surrounded by winding streets and busy shops. Its neighbors include the grand hall of the Adventurers Society and the large home of a male dwarf named Hondi.",
  "In an adventurers district, surrounded by winding avenues and comfortable taverns. Its neighbors include an inn called The Crossed Spears and a modest traveler's shrine.",
  "On Stocks Avenue, in a market district of crowded streets and noisy inns. The street outside is shaded by a canopy of colorful fabric.",
  "On South Bear's Close, southeast of the Hero's Gate. It stands next to a large public square.",
  "In an adventurers district known for its resident dragon, a brass wyrm named Abditan. The street outside is lined with orcish skulls impaled upon spears.",
  "On Ravensheath Road, near the Athenaeum of Alchemy. Its neighbors include a library of divination and scrying and the stately home of a male half-orc named Theriusa.",
  "In an arcane ward, north of a tree-lined lake. Its neighbors include a library of conjuration and summoning and the office of a male tiefling chamberlain named Haresa.",
  "In an adventurers quarter known for its ancient dungeon gates. It stands adjacent to the workshop of a female elf linkmaker named Arieris.",
  "On Wall Court, southwest of the town gate. The street outside is lined with street vendors hawking weapons and shields.",
  "On Rosehill Lane, in an arcane ward of hidden alleys and wizards' towers. The street outside is filled with yellow alchemical smoke.",
  "On Fair Yard, in an adventurers district of shadowed alleys and busy shops. Its neighbors include an inn called The Foolish Archer and the workshop of a female human calligrapher named Aben Lacey.",
  "On Goldenbell Street, in an arcane quarter of quiet avenues and wizards' towers. The street outside is filled with the fragrance of blooming flowers.",
  "In an adventurers quarter known for its noisy inns. The street outside is strewn with debris from an overturned cart.",
  "On Purse Side, south of a wide stream. The street outside is shaded by a canopy of colorful fabric.",
  "On Broad Way, southeast of a major crossroads. The street outside is filled with gray alchemical smoke.",
  "In an arcane district known for its legendary wizards and alchemists. Its neighbors include the marvelous home of Molesel the Archmage and the stately home of a male human named Wulfa.",
  "In an adventurers quarter known for its noisy inns. Its neighbors include the workshop of a female elf shieldwright named Neladrie and a busy public square.",
  "In an adventurers quarter, surrounded by shadowed alleys and exotic shops. The street outside is filled with black alchemical smoke.",
  "In an arcane quarter known for its floating islands. The street outside is lined with glowing runestones.",
  "In an adventurers quarter known for its legendary explorers. It stands next to the workshop of a male halfling linkmaker named Hildo.",
  "In an adventurers district known for its legendary explorers. Its neighbors include the grand hall of the Wizards Society and the fine home of a female halfling named Bely.",
  "In an adventurers ward, east of the Dragoon's Gate. It stands adjacent to the workshop of a male tiefling pinner named Vala.",
  "In an arcane district known for its elemental forges. It stands adjacent to a library of ancient mysteries.",
  "On Wall Avenue, in a market ward of colorful marketplaces and street performers. Its neighbors include the office of a female elf moneychanger named Mana and the fine home of a male human named Tane.",
  "In an arcane ward, near a major crossroads. It stands next to the marvelous home of the wizard Merto the Possessed.",
  "On New Silver Street, near the Academy of Petea. It stands adjacent to the grand tower of the wizard Mathyia.",
  "On East Queensthrone Lane, in an arcane quarter of sorcerous towers and legendary wizards. Its neighbors include the marvelous tower of the wizard Myroito and a large public garden.",
  "In an arcane district known for its floating castles. The street outside is shaded by tall trees.",
  "On High Road, in an arcane district of wizards' towers and legendary wizards. The street outside is lined with glowing runestones.",
  "In a market quarter known for its bizarre shops and merchants. Its neighbors include the stately hall of the Scouts Guild and the workshop of a male human founder named Aemaer.",
  "On Shield Way, in an adventurers ward of busy avenues and comfortable inns. The street outside is crowded with drunken brawlers.",
  "In a market district known for its makeshift shops. The street outside is filled with the scent of incense and exotic spices.",
  "In a market quarter known for its extra-planar shops and merchants. Its neighbors include the office of a male half-elf moneychanger named Ebor and a simple traveler's shrine.",
  "In a market district, surrounded by shadowed alleys and active marketplaces. The street outside is filled with the scent of incense and exotic spices.",
  "In a market ward known for its fine shops. The street outside is filled with the scent of burning wood.",
  "On Bank Approach, in a market ward of comfortable taverns and streetwise thieves. The street outside is filled with strange languages and accents.",
  "In an adventurers quarter known for its ancient houses of healing. It stands next to an inn called The Scarlet Scroll.",
  "On West Silver Lane, in an arcane quarter of alchemical forges and powerful sorcerers. The street outside is lined with draconic statues.",
  "In an adventurers quarter, surrounded by winding streets and busy shops. The street outside is filled with the scent of damp earth.",
  "On Narrow Way, near a major crossroads. The street outside is filled with red alchemical smoke.",
  "On Staff Way, near the Wayfarer's Gate. Its neighbors include the workshop of a male halfling armorer named Marter Errer and a busy public square.",
  "On Lion's Street, in an arcane ward of elemental forges and legendary wizards. It stands next to the grand home of the wizard Cythe.",
  "In a market district, surrounded by narrow alleys and noisy inns. Its neighbors include a brick-walled warehouse and a large public square.",
  "In an adventurers quarter known for its comfortable inns. It stands next to the spartan hall of the Clerics Guild.",
  "On Goldenkeep Way, in an arcane ward of sorcerous towers and legendary wizards. Its neighbors include the marvelous tower of Ampis the Sorceress and a cloistered traveler's shrine.",
  "In an arcane quarter, near the Athenaeum of the Sorcerous Arts. It stands adjacent to the office of a female dragonborn priest named Ayammere.",
  "In an adventurers district, surrounded by shadowed alleys and exotic shops. The street outside is filled with the scent of damp earth.",
  "On Bear's Way, southeast of the Athenaeum of Caesium. Its neighbors include the workshop of a female dwarf wizard named Thudu and the office of a female gnome priest named Carin.",
  "On Feygate Way, near a tree-lined lake. Its neighbors include the marvelous home of the wizard Thilo the Arcane and a verdant public garden.",
  "In an adventurers quarter known for its resident nymph, an alluring daughter of the stars named Kata. Its neighbors include the workshop of a male dwarf bowyer named Asker and the fine home of a female dwarf named Igudg Skokadotr.",
  "In a market quarter, near a tree-lined canal. It stands next to a brick-walled warehouse.",
  "On Silver Avenue, in an arcane ward of quiet streets and wizards' towers. Its neighbors include the marvelous tower of Axikos the Artificer and the stately home of a male half-elf named Torophir.",
  "On Sword Rise, in an adventurers district of busy avenues and noisy taverns. Its neighbors include a tavern called The Greedy Sage and the fine home of a female halfling named Amira.",
  "In an adventurers quarter known for its haunted taverns. The street outside is lined with street vendors hawking maps and scrolls.",
  "In an adventurers quarter, west of the town gate. The street outside is filled with blue alchemical smoke.",
  "In an adventurers quarter, surrounded by narrow alleys and comfortable taverns. Its neighbors include the workshop of a male human fletcher named Liames and a large public square.",
  "On Armory Parade, west of the Merchant's Gate. It stands adjacent to a well-guarded warehouse.",
  "On Charger's Street, in an adventurers quarter of comfortable inns and tough mercenaries. It stands adjacent to a large public square.",
  "In a market district, north of the Merchant's Gate. The street outside is shaded by a canopy of colorful fabric.",
  "In an adventurers district known for its many catacombs and tunnels. The street outside is filled with green alchemical smoke.",
  "In an arcane ward known for its alchemical forges. It stands next to a library of combat spellcraft.",
  "In an adventurers district, surrounded by shadowed alleys and busy shops. It stands adjacent to the grand hall of the Explorers Society.",
  "In an arcane ward, southwest of the Academy of Apentum. Its neighbors include the marvelous home of the wizard Aken the Infernal and the office of a female dragonborn priest named Ammeshki.",
  "In a market ward known for its colorful marketplaces. The street outside is crowded with a procession of beggars.",
  "On Bell Way, in an adventurers district of narrow alleys and busy shops. It stands next to the fine home of a male half-orc named Sidoinga.",
  "On Cathedral Alley, near the Ranger's Gate. It stands adjacent to the grand hall of the Warriors Guild.",
  "On Throne Circus, south of the Merchant's Gate. Its neighbors include the grand hall of the Sheathers Fellowship and the fine home of a female dragonborn named Irkal.",
  "On Purse Circus, in an adventurers quarter of shadowed alleys and comfortable taverns. Its neighbors include the workshop of a female human shieldwright named Dina and a simple traveler's shrine.",
  "In an adventurers quarter, near the Wayfarer's Gate. It stands adjacent to the grand hall of the Wizards Society.",
  "In an arcane ward, surrounded by hidden alleys and sorcerous towers. The street outside is filled with green alchemical smoke.",
  "On Clay Avenue, west of a major crossroads. The street outside is lined with street vendors hawking weapons and shields.",
  "On Lower Charger's Avenue, in an arcane quarter of hidden alleys and sorcerous towers. Its neighbors include the grand tower of Anthon the Enchantress and a large public garden.",
  "On Pavilion Cross, near a monolith of rune-carved stone. The street outside is lined with an old stone wall.",
  "On Fox's Stairs, in an adventurers ward of busy shops and wandering rogues. The street outside is crowded with drunken brawlers.",
  "In an arcane ward, near a rune-carved monolith. The street outside is shaded by grand trees.",
  "In an arcane quarter, west of a major crossroads. It stands next to the grand tower of the wizard Perchosus.",
  "In an adventurers ward known for its noisy taverns. The street outside is lined with orcish skulls impaled upon spears.",
  "On Knightskeep Street, near a tree-lined lake. It stands adjacent to a library of divination and scrying.",
  "In an adventurers district, surrounded by narrow alleys and exotic shops. The street outside is filled with blue alchemical smoke.",
  "In an adventurers district known for its many catacombs and tunnels. Its neighbors include the workshop of a female gnome fletcher named Disanz and a simple traveler's shrine.",
  "On Ridge Side, near a major crossroads. The street outside is filled with strange languages and accents.",
  "On Wain Circus, in a market ward of comfortable inns and earnest merchants. The street outside is lined with a low stone wall.",
  "In an arcane district, surrounded by quiet avenues and elemental forges. Its neighbors include the marvelous home of the wizard Eurychaeus and the grand home of a male dwarf named Geda.",
  "In an adventurers district known for its legendary explorers. Its neighbors include the workshop of a male dragonborn sheather named Sinaba and the fine home of a male dwarf named Breki Urfardson.",
  "On Staff Court, southeast of the Hero's Gate. Its neighbors include the spartan hall of the Explorers Society and a large public square.",
  "In an arcane quarter, surrounded by hidden alleys and wizards' towers. The street outside is paved with spiral-carved flagstones.",
  "On Orchard Side, east of the Knight's Gate. The street outside is lined with a low stone wall.",
  "On Blackstone Circus, in an adventurers ward of busy shops and wandering bards. It stands adjacent to a modest traveler's shrine.",
  "On Broad Way, in an arcane district of elemental forges and legendary wizards. The street outside is crowded with a procession of the Wizards Guild.",
  "On Narrow Stairs, near the Hero's Gate. Its neighbors include the grand hall of the Clerics Society and a simple traveler's shrine.",
  "On Ring Circus, in an adventurers quarter of exotic shops and cold-hearted mercenaries. The street outside is lined with monstrous skulls impaled upon spears.",
  "On Marble Lane, north of the College of Asesus. The street outside is lined with draconic statues.",
  "On Lion's Mews, in an adventurers ward of narrow alleys and busy shops. It stands adjacent to the workshop of a male human fletcher named Erelm.",
  "On Scepter Circus, in an adventurers district of narrow alleys and comfortable inns. Its neighbors include the workshop of a male gnome armorer named Amin and the large home of a female halfling named Aldrimro.",
  "On Rikibyr Lane, in an adventurers quarter of winding avenues and noisy inns. Its neighbors include the spartan hall of the Adventurers Society and the large home of a male dwarf named Hore Gririson.",
  "On Moor Alley, in an adventurers ward of busy avenues and noisy inns. The street outside is lined with orcish skulls impaled upon spears.",
  "In an arcane ward, surrounded by well-lit streets and wizards' towers. Its neighbors include a library of conjuration and summoning and the stately home of a male human named Wine.",
  "On Mastiff's Road, in an arcane district of sorcerous towers and skilled alchemists. The street outside is paved with spiral-carved flagstones.",
  "In an arcane ward known for its legendary wizards and alchemists. The street outside is crowded with a procession of the Alchemists Society.",
  "In a market ward known for its fine shops. The street outside is lined with street vendors hawking their goods.",
  "In an arcane ward, surrounded by well-lit streets and alchemical forges. The street outside is paved with scorched flagstones.",
  "On Slate Street, near the town gate. It stands next to the spartan hall of the Rogues Company.",
  "In an arcane district known for its ancient summoning circles. Its neighbors include the grand tower of the wizard Agon the Terrible and a large public garden.",
  "In an adventurers district, surrounded by busy streets and comfortable inns. It stands next to the workshop of a male half-orc confectioner named Brikasi.",
  "In a market quarter known for its street magicians. The street outside is filled with the scent of damp earth.",
  "In an arcane ward, surrounded by quiet streets and sorcerous towers. The street outside is crowded with a procession of the Diviners Guild.",
  "On Ithond Avenue, in an adventurers quarter of comfortable inns and bold explorers. It stands adjacent to the workshop of a male elf shieldwright named Obann.",
  "On Mere Cross, in an adventurers ward of busy streets and comfortable taverns. The street outside is strewn with debris from an overturned cart.",
  "On Ridge Side, north of the town gate. The street outside is crowded with drunken brawlers.",
  "On Blackfalls Road, northwest of the Academy of Eldritch Study. The street outside is filled with blue alchemical smoke.",
  "On Ravensbrook Avenue, northeast of the Athenaeum of Arsaga. The street outside is watched by a squad of the town guard.",
  "In an arcane district, near a clear lake. It stands adjacent to a cloistered traveler's shrine.",
  "In an arcane district, near a major crossroads. It stands adjacent to a library of conjuration and summoning.",
  "In an adventurers quarter known for its comfortable inns. The street outside is filled with red alchemical smoke.",
  "In an adventurers district, near the Hero's Gate. The street outside is lined with street vendors hawking maps and scrolls.",
  "On Narfest Road, south of a major crossroads. It stands adjacent to a well-guarded warehouse.",
  "In an arcane ward known for its alchemical forges. It stands next to a cloistered traveler's shrine.",
  "On Flail Road, southeast of an outcrop of rune-carved stone. The street outside is filled with black alchemical smoke.",
  "On Goldenfair Lane, in an arcane quarter of elemental forges and legendary wizards. It stands adjacent to the grand tower of the wizard Meda the Lunatic.",
  "In an adventurers district known for its ancient teleporation circles. Its neighbors include a tavern called The Bloody Dagger and a large public square.",
  "On Clay Lane, near the town gate. The street outside is filled with the scent of damp earth.",
  "In an adventurers district, surrounded by busy streets and comfortable inns. The street outside is crowded with drunken brawlers.",
  "In an adventurers ward, northeast of a monolith of rune-carved stone. The street outside is lined with monstrous skulls impaled upon spears.",
  "On New Drakesarch Avenue, in an arcane quarter of quiet streets and elemental forges. The street outside is watched by a squad of the town guard.",
  "On Fane Road, near the town gate. The street outside is lined with monstrous skulls impaled upon spears.",
  "In an arcane ward, near a crystalline monolith. Its neighbors include a library of artifacts and constructs and a large public garden.",
  "On Bridge Cross, in an adventurers district of exotic shops and bold explorers. It stands adjacent to the spartan hall of the Warriors Fellowship.",
  "In an adventurers quarter known for its ancient dungeon gates. The street outside is lined with street vendors hawking swords and daggers.",
  "In an arcane quarter known for its alchemical forges. Its neighbors include the workshop of a female human alchemist named Wynna and the grand home of a female human named Efril Damsell.",
  "On Paford Way, in an adventurers ward of busy streets and noisy taverns. It stands adjacent to the workshop of a male human lampwright named Perla.",
  "In an adventurers district known for its many catacombs and tunnels. It stands next to the workshop of a male tiefling calligrapher named Ecceric.",
  "On Whitestone Lane, in an arcane district of well-lit streets and wizards' towers. The street outside is filled with the fragrance of blooming flowers.",
  "In an adventurers district known for its ancient teleporation circles. It stands next to a simple traveler's shrine.",
  "In an adventurers district, surrounded by narrow alleys and comfortable inns. The street outside is lined with an old stone wall.",
  "In an arcane district, surrounded by quiet streets and alchemical forges. Its neighbors include the workshop of a male half-orc artificer named Leko and a verdant public garden.",
  "In an arcane ward known for its legendary wizards and alchemists. It stands next to the grand tower of the wizard Neire the Witty.",
  "In an adventurers quarter known for its many teleporation circles. It stands adjacent to the grand hall of the Mages Society.",
  "On Brook Parade, east of the Adventurer's Gate. The street outside is filled with green alchemical smoke.",
  "In an adventurers quarter known for its legendary explorers. Its neighbors include a tavern called The Beggar and Goblet and the workshop of a male halfling calligrapher named Gilas.",
  "In an adventurers ward, northeast of the Marauder's Gate. Its neighbors include an inn called The Maiden's House and the workshop of a male halfling confectioner named Hardo.",
  "In an arcane ward known for its many extra-planar gates. The street outside is watched by a squad of the town guard.",
  "In an adventurers district known for its noisy taverns. It stands next to the spartan hall of the Wizards Society.",
  "On North Hartsbluff Street, southwest of the School of Trimium. The street outside is crowded with a procession of the Astrologers Guild.",
  "In an adventurers quarter known for its legendary explorers. The street outside is lined with a low stone wall.",
  "On Hell-hound's Mews, in an adventurers quarter of winding avenues and exotic shops. The street outside is crowded with drunken brawlers.",
  "In an adventurers ward, north of a tree-lined stream. The street outside is strewn with debris from an overturned cart.",
  "In an adventurers ward, surrounded by busy avenues and comfortable taverns. It stands next to a tavern called The Scoundrel's Alehouse.",
  "On Glass Road, near the School of the Elements. The street outside is lined with a wrought-iron fence.",
  "In a market quarter, near the Merchant's Gate. It stands next to the fine home of a male halfling named Gery.",
  "In an adventurers quarter, surrounded by busy avenues and comfortable taverns. It stands adjacent to the workshop of a male dragonborn engraver named Susisu.",
  "In an adventurers district known for its legendary explorers. It stands adjacent to an inn called The Gypsy and Shield.",
  "In an adventurers quarter, northeast of a monolith of rune-carved stone. The street outside is crowded with a procession of beggars.",
  "In an arcane district, near the School of the Elemental Arts. The street outside is filled with the fragrance of blooming flowers.",
  "In an adventurers district, surrounded by shadowed alleys and noisy taverns. The street outside is crowded with drunken brawlers.",
  "On Great Poulter's Yard, southeast of a major crossroads. The street outside is lined with an old stone wall.",
  "On Badger's Yard, in a market ward of shadowed alleys and active marketplaces. The street outside is filled with the scent of incense and exotic spices.",
  "In a market ward known for its labyrinthine marketplaces. The street outside is filled with the scent of burning wood.",
  "In an adventurers district, surrounded by winding avenues and noisy inns. The street outside is lined with street vendors hawking potions and elixirs.",
  "On High Way, in an arcane district of well-lit avenues and elemental forges. The street outside is lined with everburning lanterns.",
  "In an adventurers district, surrounded by winding avenues and comfortable taverns. It stands next to the workshop of a female half-elf knifesmith named Enen.",
  "On Rosebell Way, in an arcane ward of alchemical forges and skilled alchemists. The street outside is paved with scorched flagstones.",
  "On Mace Avenue, in an adventurers quarter of noisy inns and cold-hearted mercenaries. Its neighbors include the workshop of a male human fletcher named Richye and a busy public square.",
  "In an adventurers ward, surrounded by busy avenues and noisy taverns. It stands adjacent to the spartan hall of the Warriors Guild.",
  "On Scarp Arcade, southeast of the Crusader's Gate. The street outside is lined with orcish skulls impaled upon spears.",
  "On Crystalgrove Street, in an arcane district of elemental forges and powerful sorcerers. The street outside is lined with crystalline obelisks.",
  "In an adventurers ward, northwest of the Marauder's Gate. It stands adjacent to the grand hall of the Mages Guild.",
  "In an adventurers district, southwest of the town gate. The street outside is crowded with drunken brawlers.",
  "On Ravensford Lane, in an arcane ward of elemental forges and legendary wizards. Its neighbors include the grand tower of the wizard Amus and a verdant public garden.",
  "In an arcane district, surrounded by hidden alleys and wizards' towers. The street outside is crowded with a procession of the Runecarvers Guild.",
  "On Gate Mews, southeast of a major crossroads. Its neighbors include the workshop of a female elf knifesmith named Ariel and a large public square.",
  "In a market ward, near the town gate. The street outside is lined with an old stone wall.",
  "In an adventurers district, surrounded by winding avenues and noisy taverns. The street outside is lined with orcish skulls impaled upon spears.",
  "In a market district known for its makeshift shops. It stands next to a brick-walled warehouse.",
  "In an adventurers district, surrounded by winding avenues and comfortable taverns. The street outside is lined with street vendors hawking swords and daggers.",
  "In an arcane quarter, southeast of a rune-carved monolith. The street outside is lined with a wrought-iron fence.",
  "In an arcane ward known for its elemental forges. Its neighbors include the marvelous home of Liadesos the Sorcerer and the office of a male human mortician named Tery Haley.",
  "In an adventurers ward, surrounded by shadowed alleys and noisy inns. The street outside is filled with blue alchemical smoke.",
  "In an adventurers quarter, near the Dragoon's Gate. The street outside is lined with street vendors hawking weapons and shields.",
  "In an adventurers ward, northwest of an outcrop of rune-carved stone. Its neighbors include an inn called The Jovial Jester and a large public square.",
  "In a market district, near the Merchant's Gate. Its neighbors include the office of a male halfling moneychanger named Dinas Offins and a modest traveler's shrine.",
  "On Upper Monument Lane, southeast of a tree-lined stream. It stands next to a tavern called The Scarlet Cup.",
  "In an adventurers ward, surrounded by busy avenues and noisy taverns. It stands adjacent to the grand hall of the Wayfarers Fellowship.",
  "In an adventurers ward, surrounded by busy streets and noisy taverns. It stands adjacent to an inn called The Crossed Hammers.",
  "In an arcane ward, surrounded by quiet avenues and wizards' towers. The street outside is lined with crystalline obelisks."
]