[
  "On Yellowkeep Way, in an arcane ward of elemental forges and legendary wizards. It stands adjacent to a large public garden.",
  "In an arcane quarter known for its floating islands. Its neighbors include the grand home of the wizard Tesippae the Possessed and a verdant public garden.",
  "In an adventurers ward, north of the Ranger's Gate. Its neighbors include the grand hall of the Mages Society and a busy public square.",
  "In a market quarter, near the Merchant's Gate. Its neighbors include a well-guarded warehouse and the workshop of a male halfling vintner named Sigo.",
  "In a market quarter, northwest of an outcrop of rune-carved stone. It stands next to the stately hall of the Castellans Fellowship.",
  "In an arcane quarter, west of a colossal silver tree. The street outside is crowded with a procession of the Runecarvers Guild.",
  "In an adventurers district known for its resident titan, a cyclopean giant named Allimas. The street outside is lined with an old stone wall.",
  "On Drakesgate Road, in an arcane district of well-lit streets and sorcerous towers. The street outside is watched by a squad of the town guard.",
  "In an adventurers quarter, near the Marauder's Gate. The street outside is crowded with a procession of beggars.",
  "In an adventurers district, surrounded by busy avenues and noisy inns. The street outside is filled with blue alchemical smoke.",
  "In an adventurers quarter, northeast of an outcrop of rune-carved stone. It stands next to the grand hall of the Rogues Company.",
  "In an arcane quarter, southwest of the Academy of Sorcerous Study. It stands adjacent to a library of illusions and shadows.",
  "On Unicorn's Road, near the Merchant's Gate. The street outside is filled with the scent of incense and exotic spices.",
  "In an adventurers quarter known for its bold explorers. The street outside is lined with a low stone wall.",
  "In an adventurers district, northeast of the Knight's Gate. The street outside is lined with street vendors hawking maps and scrolls.",
  "On East Ferry Passage, northwest of a major crossroads. Its neighbors include a tavern called The Black Cup and the large home of a male human named Beorhtio.",
  "In a market district known for its street vendors. The street outside is crowded with a procession of beggars.",
  "In an adventurers ward, near the Marauder's Gate. The street outside is crowded with drunken brawlers.",
  "In an adventurers quarter, north of a major crossroads. It stands adjacent to the workshop of a male dwarf hatter named Teini.",
  "In an adventurers ward known for its haunted taverns. Its neighbors include the spartan hall of the Clerics Guild and a busy public square.",
  "In an adventurers district, near an outcrop of rune-carved stone. It stands next to the grand hall of the Wizards Society.",
  "On Brighttome Avenue, in an arcane ward of hidden alleys and elemental forges. The street outside is watched by a squad of the town guard.",
  "In an adventurers ward, near the Adventurer's Gate. It stands adjacent to the workshop of a male elf fletcher named Dirosaer.",
  "On Painter's Way, north of the Adventurer's Gate. Its neighbors include the grand hall of the Clerics Guild and a busy public square.",
  "On Crimsontower Lane, in an arcane quarter of wizards' towers and legendary wizards. The street outside is paved with spiral-carved flagstones.",
  "On Sawyer's Circus, in an adventurers ward of narrow alleys and exotic shops. It stands next to a tavern called The Wizard's Meadhall.",
  "In an adventurers quarter, near the Crusader's Gate. The street outside is filled with the scent of damp earth.",
  "On Roseford Road, north of the Academy of Mazacus. The street outside is filled with the fragrance of blooming flowers.",
  "On Hare's Chase, north of the town gate. Its neighbors include the workshop of a male elf knifesmith named Drane and the workshop of a female dwarf trapwright named Thalla.",
  "In an arcane quarter, near the School of Arcane Devices. It stands next to a verdant public garden.",
  "In an adventurers quarter, near the Dragoon's Gate. Its neighbors include the grand hall of the Wizards Society and the fine home of a female halfling named Elyn.",
  "In an adventurers district, surrounded by winding streets and busy shops. Its neighbors include the grand hall of the Rogues Company and the workshop of a female elf lampwright named Imel.",
  "On Link Boy's Street, in an adventurers quarter of winding streets and comfortable inns. It stands adjacent to a busy public square.",
  "In an adventurers district known for its bold explorers. Its neighbors include an inn called The Wench's Tavern and the fine home of a male dwarf named Amur.",
  "In an adventurers district, surrounded by winding streets and comfortable inns. Its neighbors include the workshop of a female halfling fletcher named Prida Cottook and a busy public square.",
  "On Great Whitestone Way, in an arcane quarter of hidden alleys and sorcerous towers. It stands adjacent to a large public garden.",
  "In an adventurers district, surrounded by winding avenues and busy shops. Its neighbors include a tavern called The Broken Hammer and the workshop of a female halfling harper named Elianth.",
  "On Chain Yard, southwest of the Dragoon's Gate. The street outside is filled with the scent of burning wood.",
  "On Dukesfair Street, south of a rune-carved monolith. The street outside is watched by a squad of the town guard.",
  "In an adventurers quarter, surrounded by winding avenues and exotic shops. The street outside is filled with green alchemical smoke.",
  "In an adventurers quarter, surrounded by busy avenues and comfortable inns. It stands next to a simple traveler's shrine.",
  "In a market quarter, near a wide stream. It stands adjacent to a brick-walled warehouse.",
  "On Leatherworker's Stairs, southeast of the Dragoon's Gate. It stands next to the spartan hall of the Mages Society.",
  "In an adventurers ward, northeast of a tree-lined canal. The street outside is lined with street vendors hawking weapons and shields.",
  "In an adventurers quarter, surrounded by shadowed alleys and exotic shops. The street outside is lined with street vendors hawking weapons and shields.",
  "In an adventurers ward, northeast of the town gate. The street outside is lined with street vendors hawking maps and scrolls.",
  "In an adventurers quarter known for its resident titan, a fire giant named Hurgi. The street outside is lined with street vendors hawking potions and elixirs.",
  "On Fair Approach, north of a major crossroads. Its neighbors include an inn called The Harper and Purse and the large home of a male halfling named Sonod.",
  "In an arcane ward, near a crystalline monolith. The street outside is filled with green alchemical smoke.",
  "In an arcane district, surrounded by hidden alleys and alchemical forges. The street outside is shaded by large trees.",
  "In an adventurers quarter, near the town gate. The street outside is crowded with drunken brawlers.",
  "In an adventurers ward, surrounded by shadowed alleys and comfortable taverns. The street outside is lined with orcish skulls impaled upon spears.",
  "On Cathedral Stairs, in an adventurers district of busy shops and cold-hearted mercenaries. It stands adjacent to the grand hall of the Explorers Society.",
  "On Heath Passage, in an adventurers ward of noisy taverns and tough mercenaries. The street outside is lined with street vendors hawking weapons and shields.",
  "In an adventurers ward known for its noisy inns. Its neighbors include an inn called The Archer and Goblet and a busy public square.",
  "In an adventurers district, near the town gate. The street outside is crowded with a procession of beggars.",
  "In a market ward known for its extra-planar shops and merchants. The street outside is lined with street vendors hawking their goods.",
  "On Canal Court, in an adventurers quarter of busy streets and noisy inns. Its neighbors include the workshop of a male human fletcher named Goldwy and the fine home of a male dwarf named Iklan.",
  "On Fair Close, in a market district of shadowed alleys and active marketplaces. The street outside is filled with strange languages and accents.",
  "On Trim Chase, in an adventurers district of exotic shops and heroic explorers. The street outside is filled with white alchemical smoke.",
  "In an adventurers quarter, surrounded by busy avenues and comfortable taverns. The street outside is lined with an old stone wall.",
  "In an adventurers district, near a monolith of rune-carved stone. It stands adjacent to the spartan hall of the Rogues Company.",
  "In an adventurers quarter known for its many catacombs and tunnels. The street outside is crowded with drunken brawlers.",
  "In an adventurers quarter, near the Crusader's Gate. The street outside is filled with the scent of burning wood.",
  "On Slate Yard, in an adventurers quarter of comfortable taverns and heroic explorers. The street outside is crowded with a procession of beggars.",
  "In a market ward, near the Merchant's Gate. The street outside is lined with street vendors hawking their goods.",
  "In an arcane ward known for its ancient teleportation circles. The street outside is paved with spiral-carved flagstones.",
  "In an arcane district known for its alchemical forges. Its neighbors include the marvelous home of the wizard Adis and a verdant public garden.",
  "In a market quarter, east of the Merchant's Gate. The street outside is strewn with debris from an overturned cart.",
  "In an adventurers district known for its heroic explorers. The street outside is filled with white alchemical smoke.",
  "In an adventurers quarter, surrounded by narrow alleys and busy shops. The street outside is lined with orcish skulls impaled upon spears.",
  "In an adventurers district, southwest of the Hero's Gate. Its neighbors include the workshop of a female dwarf knifesmith named Igwag and the large home of a female human named Malia.",
  "In an arcane district, surrounded by quiet avenues and elemental forges. Its neighbors include the grand tower of the wizard Esistos the Indomitable and the grand home of a male elf named Toranthing.",
  "In an adventurers ward, near a wide stream. It stands adjacent to the workshop of a male dwarf swordsmith named Theli.",
  "In an adventurers quarter, surrounded by shadowed alleys and noisy inns. The street outside is lined with street vendors hawking swords and daggers.",
  "In an adventurers quarter, surrounded by busy avenues and noisy inns. Its neighbors include the workshop of a female elf weaponsmith named Adrien and the workshop of a female dwarf clockmaker named Banain.",
  "On Castle Court, near the Crusader's Gate. It stands adjacent to an inn called The Red Shield.",
  "On Marsh Avenue, in an adventurers ward of shadowed alleys and noisy taverns. Its neighbors include the spartan hall of the Explorers Society and the large home of a male dragonborn named Alisan.",
  "In an arcane district, west of a rune-carved monolith. Its neighbors include the grand tower of the wizard Menioson the Noble and a large public garden.",
  "On Duke's Cross, in an adventurers quarter of busy shops and tough mercenaries. Its neighbors include the workshop of a male half-orc knifesmith named Ucodes and the large home of a male halfling named Jamund.",
  "In an adventurers ward, near the town gate. It stands adjacent to a large public square.",
  "On Bell Arcade, in a market district of narrow alleys and noisy inns. The street outside is lined with street vendors hawking their goods.",
  "In an adventurers ward, surrounded by busy avenues and noisy inns. It stands next to a tavern called The Pirate and Candle.",
  "In an adventurers quarter, near the Wayfarer's Gate. The street outside is lined with a low stone wall.",
  "On Trim Passage, in an adventurers quarter of comfortable taverns and tough mercenaries. The street outside is strewn with debris from an overturned cart.",
  "On Ravensfair Street, north of a colossal golden tree. The street outside is lined with crystalline obelisks.",
  "On Crown Avenue, near the Marauder's Gate. The street outside is lined with street vendors hawking maps and scrolls.",
  "In an arcane ward, surrounded by quiet streets and wizards' towers. Its neighbors include the workshop of a male half-orc runecarver named Mira and an ornate traveler's shrine.",
  "On Philosopher's Row, in an adventurers district of winding streets and comfortable inns. The street outside is strewn with debris from an overturned cart.",
  "On Rosebluff Lane, in an arcane ward of well-lit streets and elemental forges. It stands next to the workshop of a male elf alchemist named Comi.",
  "In an arcane ward known for its floating islands. The street outside is paved with spiral-carved flagstones.",
  "On Axe Street, near a major crossroads. It stands adjacent to a modest traveler's shrine.",
  "On Tower Lane, in an adventurers quarter of winding streets and noisy taverns. Its neighbors include the workshop of a male dragonborn swordsmith named Khimmura and a large public square.",
  "In an adventurers quarter known for its resident dragon, a ruby wyrm named Zuumanni. The street outside is strewn with debris from an overturned cart.",
  "On Lower Ravenswall Lane, in an arcane district of quiet avenues and elemental forges. The street outside is watched by a squad of the town guard.",
  "On Lower Tydfon Way, east of the Hero's Gate. The street outside is crowded with drunken brawlers.",
  "In an adventurers ward, surrounded by busy streets and noisy taverns. The street outside is filled with yellow alchemical smoke.",
  "In an arcane ward known for its floating islands. The street outside is lined with a wrought-iron fence.",
  "In an adventurers quarter, west of the Wayfarer's Gate. It stands next to a busy public square.",
  "In an adventurers district, surrounded by winding streets and exotic shops. Its neighbors include the grand hall of the Mages Society and the workshop of a male elf hatter named Penlodil.",
  "In an arcane district known for its floating towers. It stands adjacent to the grand home of the wizard Brisa.",
  "In an arcane quarter known for its ancient teleportation circles. Its neighbors include the grand home of the wizard Piusandro and a verdant public garden.",
  "On Yard Close, in a market quarter of comfortable inns and wealthy merchants. The street outside is filled with the scent of damp earth.",
  "On Wyeheath Lane, in a market quarter of narrow alleys and colorful marketplaces. It stands adjacent to the large home of a male human named Bertio.",
  "In a market district, west of the Merchant's Gate. It stands adjacent to a brick-walled warehouse.",
  "In an arcane quarter, near a clear lake. Its neighbors include a library of glyphs and runes and a verdant public garden.",
  "On Brick Stairs, in an adventurers district of busy shops and wandering bards. Its neighbors include an inn called The King's Hall and the workshop of a male tiefling lampwright named Valanda.",
  "On Satun Avenue, in an adventurers quarter of winding streets and exotic shops. The street outside is filled with the scent of burning wood.",
  "On Gorga Way, in an adventurers quarter of winding avenues and comfortable inns. The street outside is lined with a low stone wall.",
  "In an adventurers district, surrounded by narrow alleys and exotic shops. Its neighbors include an inn called The Crossed Arrows and a simple traveler's shrine.",
  "In an adventurers quarter, near a wide stream. The street outside is crowded with drunken brawlers.",
  "In an adventurers district, surrounded by shadowed alleys and noisy inns. Its neighbors include the grand hall of the Rogues Company and the workshop of a female halfling gemcutter named Aliarl.",
  "In an arcane quarter, surrounded by narrow alleys and wizards' towers. Its neighbors include the grand home of Oeres the Alchemist and a verdant public garden.",
  "On North Broad Lane, in an arcane district of narrow alleys and alchemical forges. It stands next to the marvelous tower of Alcmes the Enchantress.",
  "On Charger's Lane, near the Rogue's Gate. The street outside is lined with monstrous skulls impaled upon spears.",
  "In a market district known for its street performers. Its neighbors include the stately hall of the Engineers Fellowship and a large public square.",
  "In an arcane district, surrounded by hidden alleys and sorcerous towers. It stands adjacent to the marvelous tower of the wizard Egilos.",
  "On Brick Street, near the Saint's Gate. It stands next to the fine home of a female human named Enhith.",
  "On Lion's Stairs, northwest of the Merchant's Gate. The street outside is lined with street vendors hawking their goods.",
  "In an arcane district known for its legendary wizards and alchemists. Its neighbors include the grand tower of Thige the Enchantress and the stately home of a female human named Brose.",
  "In an adventurers quarter known for its resident nymph, an alluring daughter of the river named Lona. Its neighbors include the spartan hall of the Adventurers Guild and the fine home of a female dwarf named Isag.",
  "In an adventurers quarter known for its legendary explorers. The street outside is lined with a low stone wall.",
  "On Dragon's Rise, northwest of the Crusader's Gate. The street outside is crowded with drunken brawlers.",
  "In an adventurers quarter known for its noisy inns. The street outside is filled with blue alchemical smoke.",
  "In an adventurers district known for its resident nymph, an alluring daughter of the sea named Pessa. The street outside is filled with black alchemical smoke.",
  "In an adventurers district, surrounded by shadowed alleys and busy shops. It stands adjacent to the workshop of a female dwarf swordsmith named Thola.",
  "In an adventurers quarter known for its ancient houses of healing. The street outside is filled with green alchemical smoke.",
  "On Painter's Lane, east of the Marauder's Gate. Its neighbors include a tavern called The Crowned Hunter and the workshop of a male halfling glassblower named Doco Galbairn.",
  "In an arcane ward known for its golem forges. It stands adjacent to the marvelous home of the wizard Pele.",
  "In an adventurers quarter, surrounded by winding streets and busy shops. Its neighbors include the grand hall of the Rogues Guild and a modest traveler's shrine.",
  "On Mere Stairs, near a wide stream. Its neighbors include the spartan hall of the Explorers Guild and a modest traveler's shrine.",
  "In an adventurers ward known for its legendary explorers. The street outside is lined with street vendors hawking swords and daggers.",
  "In an adventurers quarter, surrounded by narrow alleys and comfortable taverns. It stands adjacent to the workshop of a female dwarf linkmaker named Grori.",
  "In an adventurers district known for its haunted taverns. The street outside is crowded with a procession of beggars.",
  "On Trim Passage, in an adventurers quarter of busy streets and comfortable taverns. Its neighbors include an inn called The Yellow Mug and a simple traveler's shrine.",
  "In an adventurers district known for its ancient teleporation circles. The street outside is filled with red alchemical smoke.",
  "In an arcane ward, surrounded by hidden alleys and alchemical forges. The street outside is crowded with a procession of the Astrologers Guild.",
  "In an adventurers quarter, surrounded by shadowed alleys and comfortable inns. The street outside is filled with yellow alchemical smoke.",
  "In an adventurers district, surrounded by narrow alleys and comfortable taverns. The street outside is crowded with a procession of beggars.",
  "In an arcane district known for its legendary wizards and alchemists. The street outside is filled with blue alchemical smoke.",
  "In an adventurers quarter known for its legendary explorers. The street outside is crowded with a procession of beggars.",
  "On South Armory Court, near the Merchant's Gate. It stands adjacent to the workshop of a male tiefling vintner named Arvaric.",
  "On High Way, in an arcane district of alchemical forges and skilled alchemists. Its neighbors include the marvelous tower of the wizard Adias the Awesome and the grand home of a female dragonborn named Inocri.",
  "On Monument Alley, in an adventurers ward of busy avenues and comfortable inns. It stands adjacent to the large home of a female elf named Bluadha.",
  "In an adventurers quarter, surrounded by narrow alleys and exotic shops. The street outside is filled with black alchemical smoke.",
  "In a market quarter known for its active marketplaces. It stands adjacent to the grand hall of the Hatters Fellowship.",
  "In an arcane district known for its ancient extra-planar gates. It stands adjacent to the marvelous home of Eusius the Enchanter.",
  "In an adventurers ward, surrounded by shadowed alleys and comfortable inns. It stands next to the workshop of a male halfling fletcher named Isert Gamwes.",
  "On Slate Stairs, in an adventurers district of comfortable taverns and wandering rogues. The street outside is crowded with drunken brawlers.",
  "In an adventurers quarter known for its many dungeon gates. The street outside is lined with monstrous skulls impaled upon spears.",
  "In an adventurers ward, southeast of the Crusader's Gate. It stands adjacent to the grand hall of the Mages Society.",
  "On High Way, east of the Athenaeum of the Arcane Arts. It stands adjacent to the workshop of a female elf wizard named Enwen.",
  "On Hiwick Street, near the Dragoon's Gate. Its neighbors include the workshop of a male human linkmaker named Ewin and the fine home of a male human named Wine.",
  "In an adventurers quarter, surrounded by shadowed alleys and noisy inns. The street outside is filled with the scent of damp earth.",
  "In a market quarter, north of the Merchant's Gate. The street outside is filled with the scent of incense and exotic spices.",
  "On Great Rosebell Street, near the Academy of the Mystical Arts. Its neighbors include the workshop of a female half-elf spellbinder named Abel and the office of a female halfling healer named Sybel Deray.",
  "On Gold Lane, in an arcane district of well-lit streets and wizards' towers. Its neighbors include a library of glyphs and runes and the grand home of a male halfling named Harand.",
  "In an adventurers ward, near the Dragoon's Gate. Its neighbors include the spartan hall of the Warriors Fellowship and the large home of a female gnome named Ansas.",
  "On Bath Court, in an adventurers quarter of noisy inns and heroic explorers. Its neighbors include the grand hall of the Explorers Society and the large home of a male elf named Algargon.",
  "On Trim Arcade, in a market district of noisy inns and earnest merchants. The street outside is shaded by a canopy of colorful fabric.",
  "On Bear's Lane, in an adventurers quarter of busy shops and wandering bards. The street outside is lined with street vendors hawking swords and daggers.",
  "In an adventurers district, surrounded by winding streets and comfortable taverns. It stands next to an inn called The Broken Dagger.",
  "On Roselamp Lane, north of a crystalline monolith. The street outside is crowded with a procession of the Alchemists Society.",
  "In an arcane district known for its golem forges. The street outside is lined with crystalline obelisks.",
  "On Tower Mews, in a market ward of colorful marketplaces and earnest merchants. Its neighbors include the grand hall of the Archers Fellowship and the workshop of a male elf trapwright named Vanta.",
  "In an adventurers quarter, surrounded by shadowed alleys and exotic shops. It stands adjacent to a tavern called The Harlequin's Hall.",
  "On Minstrel's Alley, in a market ward of shadowed alleys and active marketplaces. The street outside is filled with the scent of incense and exotic spices.",
  "On Butcher's Parade, in an adventurers district of busy shops and cold-hearted mercenaries. It stands adjacent to a tavern called The Wizard and Chalice.",
  "In an adventurers quarter, surrounded by shadowed alleys and comfortable taverns. It stands next to an inn called The Crossed Candles.",
  "In a market district, surrounded by busy avenues and active marketplaces. Its neighbors include a well-guarded warehouse and the fine home of a female dragonborn named Sila.",
  "On Lower Yard Side, near a monolith of rune-carved stone. The street outside is filled with the scent of incense and exotic spices.",
  "In an arcane ward known for its golem forges. It stands adjacent to a library of illusions and shadows.",
  "In an adventurers quarter, surrounded by busy streets and comfortable taverns. Its neighbors include the workshop of a male halfling bowyer named Nichye and the large home of a male human named Hreda.",
  "On Tumunzan Lane, in an adventurers ward of busy shops and wandering bards. The street outside is lined with monstrous skulls impaled upon spears.",
  "On Priest's Passage, near a wide stream. The street outside is shaded by a canopy of colorful fabric.",
  "In an arcane quarter, near a crystalline monolith. Its neighbors include a library of divination and scrying and a cloistered traveler's shrine.",
  "In an adventurers quarter, near the town gate. The street outside is lined with orcish skulls impaled upon spears.",
  "On Tanner's Close, in an adventurers quarter of shadowed alleys and busy shops. The street outside is lined with orcish skulls impaled upon spears.",
  "In an arcane quarter, near a tree-lined lake. The street outside is paved with scorched flagstones.",
  "On Hart's Way, near a major crossroads. It stands adjacent to the office of a male gnome architect named Gire.",
  "On South Shrine Close, in an adventurers district of busy streets and noisy inns. The street outside is lined with street vendors hawking weapons and shields.",
  "On Orb Row, north of the Marauder's Gate. The street outside is lined with street vendors hawking swords and daggers.",
  "On Bank Alley, near the Wayfarer's Gate. It stands next to an inn called The Crossed Wands.",
  "On Charger's Way, in an adventurers district of busy shops and wandering rogues. It stands adjacent to the workshop of a male dwarf pinner named Hrimi.",
  "On Blackstone Approach, east of a major crossroads. The street outside is lined with street vendors hawking their goods.",
  "On Mercer's Arcade, in an adventurers ward of shadowed alleys and comfortable inns. It stands next to an inn called The Crossed Axes.",
  "On Ford Parade, in an adventurers district of shadowed alleys and comfortable taverns. The street outside is lined with orcish skulls impaled upon spears.",
  "In an adventurers ward, surrounded by narrow alleys and busy shops. It stands adjacent to the grand hall of the Clerics Society.",
  "On Hell-hound's Chase, in an adventurers quarter of noisy taverns and bold explorers. Its neighbors include the workshop of a male human fletcher named Eacwulf and the large home of a female dragonborn named Saba.",
  "On Trim Road, near the Knight's Gate. It stands adjacent to a busy public square.",
  "On Highdale Lane, near a clear lake. The street outside is crowded with a procession of the Artificers Society.",
  "In an adventurers district, near the town gate. It stands next to the workshop of a male halfling jeweler named Reder.",
  "On Ford Avenue, in an adventurers quarter of comfortable inns and bold explorers. Its neighbors include the grand hall of the Rogues Guild and the workshop of a female human minter named Ippan Harparr.",
  "On Bear's Avenue, near the Crusader's Gate. The street outside is crowded with drunken brawlers.",
  "On Brightbrook Way, south of a rune-carved monolith. The street outside is lined with draconic statues.",
  "On Narrow Street, in an adventurers ward of exotic shops and heroic explorers. Its neighbors include the spartan hall of the Wizards Society and the fine home of a male half-orc named Lata.",
  "In a market district known for its labyrinthine marketplaces. The street outside is filled with strange languages and accents.",
  "In an adventurers district, surrounded by busy streets and noisy inns. The street outside is lined with an old stone wall.",
  "In an adventurers ward, west of the Ranger's Gate. It stands next to an inn called The Foolish Gypsy.",
  "In an adventurers quarter known for its legendary explorers. It stands adjacent to the workshop of a male dragonborn bowyer named Naka.",
  "In an adventurers quarter, southeast of the Crusader's Gate. The street outside is crowded with a procession of beggars.",
  "In an arcane district known for its ancient extra-planar gates. The street outside is paved with scorched flagstones.",
  "In an adventurers ward known for its resident dragon, a copper wyrm named Dugusu. The street outside is strewn with debris from an overturned cart.",
  "In an arcane quarter known for its elemental forges. The street outside is crowded with a procession of the Wizards Society.",
  "In an adventurers ward, surrounded by shadowed alleys and exotic shops. It stands adjacent to an inn called The Blue Cask.",
  "On Ferry Stairs, in an adventurers district of winding streets and noisy taverns. Its neighbors include the workshop of a male elf shieldwright named Elmin and the large home of a female gnome named Shuda.",
  "On Wolf's Chase, near the Merchant's Gate. The street outside is filled with the scent of incense and exotic spices.",
  "In an adventurers ward known for its many teleporation circles. The street outside is filled with blue alchemical smoke.",
  "In an adventurers district, near the Rogue's Gate. The street outside is crowded with a procession of beggars.",
  "In an arcane ward, surrounded by narrow alleys and wizards' towers. The street outside is filled with white alchemical smoke.",
  "In a market quarter, near a major crossroads. It stands adjacent to a brick-walled warehouse.",
  "In a market district, south of a major crossroads. It stands adjacent to the office of a female dragonborn moneychanger named Ayartere.",
  "In an adventurers district, near an outcrop of rune-carved stone. Its neighbors include an inn called The Lucky Wench and a busy public square.",
  "In an arcane district, near the School of Glonium. It stands adjacent to the grand home of a male human named Riffin.",
  "In an adventurers ward, southwest of the Rogue's Gate. Its neighbors include the grand hall of the Wizards Guild and a busy public square.",
  "On Bear's Avenue, in an adventurers quarter of busy avenues and comfortable inns. The street outside is lined with an old stone wall.",
  "On Taford Road, near the Adventurer's Gate. The street outside is lined with street vendors hawking weapons and shields.",
  "In an adventurers ward known for its resident titan, a storm giant named Mulius. The street outside is lined with street vendors hawking potions and elixirs.",
  "In an adventurers quarter, surrounded by busy streets and comfortable taverns. It stands adjacent to an inn called The Trickster's Lodge.",
  "On Charcoalmaker's Chase, north of the Hero's Gate. It stands next to the workshop of a female halfling fletcher named Rosa.",
  "In an adventurers ward, near an outcrop of rune-carved stone. Its neighbors include the grand hall of the Clerics Guild and the workshop of a female tiefling lampwright named Wilgaatha.",
  "On Unicorn's Way, in an adventurers quarter of busy avenues and comfortable taverns. Its neighbors include the grand hall of the Rogues Company and the large home of a female gnome named Bali.",
  "On Slateford Road, near the College of Mystical Study. The street outside is crowded with a procession of the Artificers Society.",
  "In an adventurers district, east of a major crossroads. The street outside is filled with red alchemical smoke.",
  "On Lower Gundige Way, near the Adventurer's Gate. The street outside is lined with street vendors hawking potions and elixirs.",
  "On Staff Street, west of the Ranger's Gate. The street outside is filled with green alchemical smoke.",
  "On East Mastiff's Close, south of the Saint's Gate. The street outside is filled with blue alchemical smoke.",
  "In an adventurers quarter, surrounded by narrow alleys and comfortable inns. The street outside is crowded with drunken brawlers.",
  "In an arcane quarter known for its legendary wizards and alchemists. The street outside is lined with crystalline obelisks.",
  "In an adventurers quarter, surrounded by busy avenues and noisy taverns. Its neighbors include the workshop of a male dwarf fletcher named Holmgi Lafison and a modest traveler's shrine.",
  "On Rampart Yard, in an adventurers district of narrow alleys and comfortable inns. Its neighbors include the workshop of a female halfling sheather named Mara and a large public square.",
  "In an arcane quarter, near the Academy of Nicius. The street outside is filled with black alchemical smoke.",
  "On Staff Row, east of the town gate. Its neighbors include the spartan hall of the Warriors Guild and the fine home of a female halfling named Elean Hyne.",
  "In an arcane quarter, surrounded by hidden alleys and elemental forges. It stands next to a library of divination and scrying.",
  "In an arcane ward, surrounded by narrow alleys and elemental forges. The street outside is paved with scorched flagstones.",
  "On New Fox's Approach, in an adventurers district of narrow alleys and exotic shops. The street outside is lined with a low stone wall.",
  "On Clay Road, in an adventurers ward of busy avenues and comfortable taverns. The street outside is lined with orcish skulls impaled upon spears.",
  "On Dragon's Road, north of a tree-lined lake. The street outside is crowded with a procession of the Alchemists Guild.",
  "In an adventurers quarter, west of the Marauder's Gate. Its neighbors include the grand hall of the Mages Guild and a large public square.",
  "On Patun Street, southeast of the Adventurer's Gate. Its neighbors include the spartan hall of the Wizards Society and a simple traveler's shrine.",
  "On Marsh Side, in an adventurers district of busy streets and comfortable inns. The street outside is filled with red alchemical smoke.",
  "On Mastiff's Passage, east of the Merchant's Gate. The street outside is lined with street vendors hawking their goods.",
  "In an adventurers ward, near the Marauder's Gate. The street outside is lined with street vendors hawking swords and daggers.",
  "In an adventurers ward known for its resident dragon, a brass wyrm named Adum. It stands next to the large home of a female human named Ryne.",
  "On Silver Way, in an arcane district of alchemical forges and legendary wizards. The street outside is crowded with a procession of the Runecarvers Guild.",
  "On Moor Avenue, in an adventurers ward of exotic shops and heroic explorers. The street outside is crowded with a procession of beggars.",
  "In an adventurers district, surrounded by busy streets and comfortable inns. It stands next to the grand hall of the Wayfarers Guild.",
  "On Brightthrone Road, near the Academy of Cnicius. It stands next to the grand home of a male elf named Curosaer.",
  "On Crown Passage, in an adventurers quarter of narrow alleys and exotic shops. Its neighbors include the workshop of a male human knifesmith named Artin Neve and the workshop of a male gnome furrier named Kilmin.",
  "In an adventurers district, near the town gate. It stands next to the spartan hall of the Mages Society.",
  "On Goldensword Road, north of the Academy of Gatium. Its neighbors include a library of combat spellcraft and a large public garden.",
  "On Ashwood Way, near a colossal golden tree. The street outside is shaded by tall trees.",
  "In an adventurers ward, southeast of the Hero's Gate. Its neighbors include the spartan hall of the Clerics Guild and a busy public square.",
  "In an adventurers district, near the Saint's Gate. The street outside is lined with an old stone wall.",
  "On Lower Bank Road, in an adventurers quarter of busy shops and heroic explorers. It stands next to the fine home of a male elf named Feli.",
  "In an adventurers district known for its comfortable inns. The street outside is crowded with drunken brawlers.",
  "In an adventurers quarter, surrounded by narrow alleys and exotic shops. The street outside is filled with green alchemical smoke.",
  "In an arcane quarter known for its ancient teleportation circles. It stands next to an ornate traveler's shrine.",
  "On Brehill Avenue, in an adventurers ward of busy avenues and noisy taverns. Its neighbors include a tavern called The Red Chalice and the workshop of a female human locksmith named Witha.",
  "On Whitestone Way, in an arcane district of sorcerous towers and legendary wizards. The street outside is shaded by tall trees.",
  "On Goldensword Avenue, in an arcane district of elemental forges and legendary wizards. The street outside is filled with black alchemical smoke.",
  "In an adventurers ward, surrounded by busy avenues and comfortable inns. The street outside is lined with an old stone wall.",
  "In an adventurers ward, surrounded by narrow alleys and exotic shops. The street outside is lined with a low stone wall.",
  "In an arcane district, surrounded by hidden alleys and wizards' towers. It stands next to the workshop of a male elf runecarver named Elion.",
  "In an arcane quarter known for its floating islands. The street outside is lined with a wrought-iron fence.",
  "In an adventurers quarter, surrounded by shadowed alleys and busy shops. The street outside is crowded with a procession of beggars.",
  "In a market ward, surrounded by crowded avenues and colorful marketplaces. The street outside is filled with strange languages and accents.",
  "On Slough Yard, south of a tree-lined stream. The street outside is lined with orcish skulls impaled upon spears.",
  "In an adventurers quarter known for its bold explorers. It stands next to the grand hall of the Wizards Society.",
  "In an adventurers quarter known for its ancient houses of healing. The street outside is filled with the scent of damp earth.",
  "In an adventurers district, surrounded by winding avenues and noisy taverns. The street outside is crowded with drunken brawlers.",
  "In an adventurers quarter, south of a major crossroads. The street outside is filled with black alchemical smoke.",
  "In an adventurers quarter, surrounded by busy avenues and noisy inns. The street outside is filled with the scent of burning wood.",
  "In an adventurers quarter known for its resident titan, a storm giant named Spurius. The street outside is filled with gray alchemical smoke.",
  "On Roseheath Road, east of the Athenaeum of the Dark Arts. It stands next to the office of a female dwarf philosopher named Orundg.",
  "On Water Row, in a market ward of narrow alleys and comfortable inns. Its neighbors include the office of a male tiefling moneychanger named Witani and the workshop of a female dwarf pinner named Alin.",
  "In an adventurers ward, southwest of a monolith of rune-carved stone. Its neighbors include the workshop of a female tiefling knifesmith named Wilga and the large home of a female half-orc named Lada.",
  "On Aerie Cross, near the Ranger's Gate. It stands next to the workshop of a female dragonborn shieldwright named Etum.",
  "In an adventurers ward, surrounded by winding avenues and exotic shops. The street outside is lined with a low stone wall.",
  "In a market district known for its makeshift shops. It stands next to the stately hall of the Poulters Fellowship.",
  "In an adventurers district, northeast of the Saint's Gate. The street outside is lined with orcish skulls impaled upon spears.",
  "On Unicorn's Road, in an adventurers ward of busy avenues and comfortable taverns. Its neighbors include the spartan hall of the Adventurers Guild and a modest traveler's shrine.",
  "In a market quarter, near a monolith of rune-carved stone. The street outside is strewn with debris from an overturned cart.",
  "In an adventurers ward, near the town gate. The street outside is filled with green alchemical smoke.",
  "In an adventurers district known for its resident dragon, a black wyrm named Aradus. The street outside is lined with monstrous skulls impaled upon spears.",
  "In a market district, surrounded by crowded streets and colorful marketplaces. Its neighbors include the office of a male gnome moneychanger named Galtant and a modest traveler's shrine.",
  "In an arcane ward, north of a rune-carved monolith. Its neighbors include the marvelous home of the wizard Eton the Terrible and a large public garden.",
  "In an adventurers district, northwest of the town gate. Its neighbors include a tavern called The Warrior and Mace and a simple traveler's shrine.",
  "In a market ward, surrounded by busy avenues and comfortable inns. It stands next to a brick-walled warehouse.",
  "On Greatsword Way, near the Academy of Mystical Study. It stands next to a verdant public garden.",
  "In an arcane quarter, near a clear lake. The street outside is crowded with a procession of the Wizards Guild.",
  "On South Pipe Way, near an outcrop of rune-carved stone. The street outside is crowded with drunken brawlers.",
  "In an arcane district, near a major crossroads. The street outside is filled with the fragrance of blooming flowers.",
  "In an adventurers ward, surrounded by narrow alleys and comfortable inns. The street outside is crowded with drunken brawlers.",
  "On Hart's Avenue, in an arcane ward of quiet streets and sorcerous towers. Its neighbors include the workshop of a female dragonborn spellbinder named Ayabal and an ornate traveler's shrine.",
  "On New Indigokeep Lane, in an arcane district of sorcerous towers and skilled alchemists. The street outside is paved with spiral-carved flagstones.",
  "On West Viridianbridge Way, northwest of a clear lake. The street outside is shaded by grand trees.",
  "In a market ward, near a tree-lined canal. Its neighbors include the office of a female elf moneychanger named Erwel and the large home of a male dragonborn named Buna.",
  "In an adventurers quarter, surrounded by winding avenues and comfortable inns. Its neighbors include the grand hall of the Warriors Fellowship and a modest traveler's shrine.",
  "In an adventurers ward, surrounded by winding streets and noisy taverns. Its neighbors include an inn called The Hooded Pilgrim and a large public square.",
  "On Upper Market Road, near the Rogue's Gate. The street outside is crowded with a procession of beggars.",
  "In an arcane district known for its many scrying pools. The street outside is crowded with a procession of the Spellbinders Guild.",
  "On Pool Court, in an adventurers quarter of noisy taverns and wandering bards. Its neighbors include the spartan hall of the Wizards Guild and the workshop of a female dwarf engraver named Grida.",
  "In an adventurers quarter known for its resident titan, an ice giant named Wegi Hallison. Its neighbors include the spartan hall of the Rogues Company and the large home of a male halfling named Reyny.",
  "On Upper Hydra's Avenue, in an arcane quarter of narrow alleys and sorcerous towers. Its neighbors include a library of glyphs and runes and the grand home of a male dwarf named Turi.",
  "In an adventurers ward known for its resident nymph, an alluring daughter of the mountain named Hoebe. It stands next to the workshop of a male dwarf bowyer named Ziri.",
  "In an adventurers district, surrounded by shadowed alleys and busy shops. It stands adjacent to the workshop of a female dwarf armorer named Erdig Therlidotr.",
  "In a market district, near the Merchant's Gate. Its neighbors include the office of a male gnome moneychanger named Gosa and the large home of a male half-elf named Bryany Goodwe.",
  "In an adventurers district, surrounded by winding streets and comfortable taverns. The street outside is crowded with drunken brawlers.",
  "On Bell Row, in an adventurers district of shadowed alleys and exotic shops. It stands next to the workshop of a female halfling knifesmith named Donna Marchill.",
  "On Castle Road, in an adventurers ward of busy shops and wandering rogues. It stands adjacent to a tavern called The Crossed Wands.",
  "On Sawyer's Alley, northeast of the town gate. The street outside is strewn with debris from an overturned cart.",
  "In an adventurers district, surrounded by winding streets and exotic shops. Its neighbors include the workshop of a male human knifesmith named Beorhtwy and the workshop of a male halfling confectioner named Folco.",
  "In an adventurers district known for its many houses of healing. The street outside is lined with street vendors hawking weapons and shields.",
  "On Orb Street, in a market district of crowded streets and colorful marketplaces. Its neighbors include a brick-walled warehouse and a modest traveler's shrine.",
  "On Drakesgate Way, north of a colossal silver tree. The street outside is lined with crystalline obelisks.",
  "On Assassin's Rise, in an adventurers quarter of noisy taverns and heroic explorers. Its neighbors include the workshop of a male dwarf armorer named Zaghal and a busy public square.",
  "On Demon's Avenue, in an arcane ward of quiet streets and wizards' towers. The street outside is filled with yellow alchemical smoke.",
  "On Waburh Avenue, in an adventurers district of winding avenues and comfortable taverns. It stands adjacent to an inn called The Red Flagon.",
  "In an adventurers district known for its resident titan, an ice giant named Thildi. Its neighbors include the workshop of a male halfling armorer named Athyes and a simple traveler's shrine.",
  "In an arcane district, surrounded by narrow alleys and alchemical forges. It stands next to the grand home of a male half-elf named Mionasaer.",
  "On Trim Passage, near the Ranger's Gate. It stands next to an inn called The Bloody Fang.",
  "In an adventurers ward known for its resident dragon, a copper wyrm named Dita. It stands adjacent to a tavern called The Bloody Hammer.",
  "On Baham Street, north of the town gate. The street outside is strewn with debris from an overturned cart.",
  "On Narrow Passage, in an adventurers quarter of comfortable taverns and wandering bards. Its neighbors include a tavern called The Crossed Axes and a large public square.",
  "In an adventurers district, near the Wayfarer's Gate. The street outside is filled with red alchemical smoke.",
  "In an arcane district, near the College of Arcane Devices. The street outside is filled with white alchemical smoke.",
  "In an adventurers ward known for its legendary explorers. The street outside is crowded with a procession of beggars.",
  "In an arcane district known for its legendary wizards and alchemists. The street outside is crowded with a procession of the Astrologers Guild.",
  "In a market ward, surrounded by narrow alleys and noisy inns. It stands adjacent to a well-guarded warehouse.",
  "In an adventurers ward, surrounded by busy avenues and noisy taverns. It stands next to the grand hall of the Mages Society.",
  "In an arcane ward, surrounded by hidden alleys and elemental forges. The street outside is shaded by grand trees.",
  "In an adventurers district, near the Hero's Gate. The street outside is crowded with drunken brawlers.",
  "In an arcane quarter, surrounded by well-lit avenues and elemental forges. The street outside is lined with draconic statues.",
  "In an arcane quarter, south of a colossal golden tree. The street outside is filled with green alchemical smoke.",
  "In an adventurers district, southwest of a tree-lined canal. The street outside is lined with street vendors hawking potions and elixirs.",
  "On Gate Avenue, in a market quarter of comfortable taverns and earnest merchants. It stands next to a brick-walled warehouse.",
  "On Silver Road, near the School of the Mystical Arts. The street outside is lined with a wrought-iron fence.",
  "In an adventurers district known for its resident dragon, a white wyrm named Naidita. The street outside is strewn with debris from an overturned cart.",
  "In an arcane quarter known for its golem forges. The street outside is crowded with a procession of the Astrologers Guild.",
  "In an arcane quarter known for its legendary wizards and alchemists. Its neighbors include the workshop of a male dragonborn alchemist named Sheboni and the office of a male gnome advocate named Bori.",
  "In an adventurers ward, surrounded by busy streets and comfortable taverns. The street outside is crowded with drunken brawlers.",
  "On Purse Parade, west of the Ranger's Gate. The street outside is filled with gray alchemical smoke.",
  "In an arcane ward known for its golem forges. It stands next to a library of ancient mysteries.",
  "On Unicorn's Road, northeast of the Merchant's Gate. The street outside is shaded by a canopy of colorful fabric.",
  "In a market ward, near the Merchant's Gate. It stands adjacent to a modest traveler's shrine.",
  "On Girdler's Alley, near a major crossroads. Its neighbors include a tavern called The Rampant King and the workshop of a female human jeweler named Anwild.",
  "In a market district, surrounded by crowded avenues and colorful marketplaces. It stands adjacent to the workshop of a male dwarf lampwright named Alin.",
  "In an arcane quarter, near the School of Enchantments. The street outside is crowded with a procession of the Alchemists Guild.",
  "In a market ward known for its extra-planar shops and merchants. Its neighbors include a well-guarded warehouse and the fine home of a male human named Aelwic.",
  "In an adventurers district, surrounded by narrow alleys and busy shops. Its neighbors include a tavern called The Crossed Spears and the large home of a male dragonborn named Nyasinma.",
  "In a market district known for its street performers. The street outside is filled with strange languages and accents.",
  "In an arcane quarter, east of the College of Alchemy. It stands next to the marvelous tower of the wizard Hyloe the Unearthly.",
  "In an arcane ward, surrounded by narrow alleys and sorcerous towers. The street outside is filled with the fragrance of blooming flowers.",
  "In an adventurers quarter known for its comfortable taverns. The street outside is filled with the scent of damp earth.",
  "On Clay Lane, near the Ranger's Gate. It stands adjacent to an inn called The Weary Wench.",
  "On Scepter Alley, near the Rogue's Gate. It stands adjacent to the grand hall of the Clerics Guild.",
  "On Croft Close, near a major crossroads. The street outside is crowded with drunken brawlers.",
  "In an arcane ward, surrounded by quiet avenues and wizards' towers. Its neighbors include the marvelous home of the wizard Sidasop the Eldritch and the grand home of a male elf named Celadior.",
  "In an adventurers ward, near a major crossroads. It stands adjacent to the grand hall of the Adventurers Society.",
  "In an arcane quarter known for its many teleportation circles. The street outside is lined with a wrought-iron fence.",
  "In an adventurers quarter, near a monolith of rune-carved stone. The street outside is crowded with drunken brawlers.",
  "In an arcane district known for its alchemical forges. It stands adjacent to a library of charms and compulsions.",
  "On Mace Avenue, in an adventurers ward of busy avenues and comfortable taverns. It stands adjacent to a tavern called The Beggar's Tavern.",
  "On Orchard Alley, southeast of a wide stream. Its neighbors include the spartan hall of the Wizards Guild and a large public square.",
  "On West Silver Road, southwest of a major crossroads. It stands next to a library of glyphs and runes.",
  "On Gundabar Avenue, in an adventurers ward of busy streets and noisy taverns. It stands adjacent to the workshop of a male dwarf trapwright named Frodi Udleingson.",
  "In an adventurers ward, southwest of the town gate. Its neighbors include the spartan hall of the Wizards Guild and a large public square.",
  "In an adventurers ward, near the town gate. It stands adjacent to a tavern called The Crimson Chalice.",
  "On Hartscastle Way, southwest of the College of Nodium. The street outside is lined with a wrought-iron fence.",
  "On Sculptor's Road, near a major crossroads. The street outside is crowded with a procession of beggars.",
  "In a market quarter, surrounded by crowded avenues and colorful marketplaces. It stands adjacent to the grand hall of the Merchants Fellowship.",
  "In an adventurers district, near the Dragoon's Gate. The street outside is crowded with drunken brawlers.",
  "In an adventurers district, east of a major crossroads. The street outside is crowded with drunken brawlers.",
  "In an adventurers district, surrounded by winding avenues and exotic shops. Its neighbors include the workshop of a female halfling swordsmith named Peona and the large home of a male human named Sige.",
  "In a market ward, surrounded by busy streets and noisy taverns. Its neighbors include a brick-walled warehouse and the workshop of a female tiefling trapwright named Amagnen.",
  "In an adventurers quarter, near the Ranger's Gate. It stands adjacent to the workshop of a male dragonborn fletcher named Arannin.",
  "In a market ward, surrounded by busy avenues and active marketplaces. Its neighbors include the office of a female halfling moneychanger named Adanth Bophubb and the workshop of a female halfling goldsmith named Metha.",
  "In an adventurers district, west of a major crossroads. The street outside is filled with the scent of burning wood.",
  "In an adventurers quarter, surrounded by busy avenues and noisy inns. It stands adjacent to the spartan hall of the Warriors Guild.",
  "In an adventurers district known for its bold explorers. It stands next to a simple traveler's shrine.",
  "On Mithlonde Street, near the Hero's Gate. Its neighbors include a tavern called The Harper and Flask and a large public square.",
  "In an adventurers ward, near a major crossroads. It stands next to a modest traveler's shrine.",
  "On Slate Way, near the town gate. The street outside is crowded with a procession of beggars.",
  "On Glass Way, in an arcane ward of hidden alleys and elemental forges. Its neighbors include the workshop of a male tiefling wizard named Theodigoia and a verdant public garden.",
  "In a market district, near the Merchant's Gate. The street outside is shaded by a canopy of colorful fabric.",
  "On Sculptor's Parade, near the town gate. It stands next to a busy public square.",
  "In an adventurers ward known for its resident titan, a stone giant named Eumenes. It stands adjacent to a busy public square.",
  "In an arcane district, surrounded by well-lit avenues and elemental forges. Its neighbors include the workshop of a male halfling artificer named Bardo and the office of a male dragonborn scribe named Anarsit.",
  "On Barrow Street, near a tree-lined stream. The street outside is lined with street vendors hawking swords and daggers.",
  "On Lake Avenue, in an adventurers quarter of busy avenues and noisy taverns. Its neighbors include the grand hall of the Explorers Guild and a modest traveler's shrine.",
  "In an adventurers district, surrounded by busy streets and comfortable taverns. It stands adjacent to the workshop of a male human knifesmith named Mesym Verne.",
  "In a market ward, northeast of the Merchant's Gate. Its neighbors include a well-guarded warehouse and the fine home of a male tiefling named Farniga.",
  "In an arcane ward, surrounded by quiet streets and elemental forges. The street outside is lined with a wrought-iron fence.",
  "On Hell-hound's Close, west of the Crusader's Gate. Its neighbors include a tavern called The Pilgrim's Meadhall and the fine home of a female dwarf named Thrazir.",
  "In a market quarter, northeast of a major crossroads. Its neighbors include a brick-walled warehouse and a modest traveler's shrine.",
  "In a market quarter, near the town gate. It stands next to a busy public square.",
  "In a market ward, northwest of the Merchant's Gate. Its neighbors include the stately hall of the Merchants Fellowship and the workshop of a male human pinner named Aldwic.",
  "In a market district, surrounded by crowded avenues and colorful marketplaces. The street outside is filled with strange languages and accents.",
  "In a market district, near the Merchant's Gate. It stands next to the stately hall of the Fishmongers Fellowship.",
  "In an adventurers district, surrounded by busy streets and noisy taverns. The street outside is strewn with debris from an overturned cart.",
  "On West High Avenue, near the School of Arcane Devices. The street outside is filled with the fragrance of blooming flowers.",
  "In an adventurers quarter known for its legendary explorers. The street outside is lined with street vendors hawking swords and daggers.",
  "In an adventurers quarter known for its resident titan, a fire giant named Hnupi. Its neighbors include the workshop of a male halfling linkmaker named Piersym Neray and the large home of a female halfling named Damay.",
  "In an adventurers ward, surrounded by winding avenues and comfortable taverns. The street outside is crowded with drunken brawlers.",
  "In an arcane quarter known for its ancient summoning circles. The street outside is paved with scorched flagstones.",
  "On Hartspool Lane, in an arcane district of alchemical forges and powerful sorcerers. Its neighbors include a library of ancient mysteries and the office of a female gnome magistrate named Ukhlad.",
  "On Dehill Street, near the Rogue's Gate. The street outside is crowded with drunken brawlers.",
  "In an adventurers ward, surrounded by narrow alleys and noisy inns. Its neighbors include a tavern called The Crossed Axes and the workshop of a male gnome locksmith named Akal.",
  "In an arcane quarter, surrounded by well-lit avenues and sorcerous towers. Its neighbors include a library of charms and compulsions and an ornate traveler's shrine.",
  "On Crag Close, near the Rogue's Gate. The street outside is strewn with debris from an overturned cart.",
  "On Glass Street, in an arcane quarter of well-lit streets and alchemical forges. It stands next to an ornate traveler's shrine.",
  "In an adventurers quarter, surrounded by narrow alleys and noisy taverns. The street outside is filled with the scent of damp earth.",
  "In an adventurers district known for its resident nymph, an alluring daughter of the stars named Dike. The street outside is crowded with drunken brawlers.",
  "In a market quarter, surrounded by narrow alleys and noisy taverns. The street outside is filled with strange languages and accents.",
  "On Goldencoin Way, near the Athenaeum of Maseus. Its neighbors include a library of combat spellcraft and an ornate traveler's shrine.",
  "On Slate Cross, east of the Dragoon's Gate. It stands next to an inn called The Wizard and Mug.",
  "On Copper Parade, in an adventurers ward of comfortable taverns and wandering bards. Its neighbors include a tavern called The Bloody Shield and the fine home of a female half-orc named Vlava.",
  "On Archsword Street, in an arcane quarter of sorcerous towers and skilled alchemists. The street outside is crowded with a procession of the Wizards Guild.",
  "On Narrow Mews, in an adventurers quarter of busy shops and wandering bards. The street outside is lined with orcish skulls impaled upon spears.",
  "In an adventurers ward known for its haunted taverns. It stands adjacent to a modest traveler's shrine.",
  "In a market quarter, surrounded by crowded avenues and colorful marketplaces. Its neighbors include the office of a male half-elf moneychanger named Lexand and the workshop of a female dragonborn harper named Abal.",
  "On Dragon's Street, in an arcane ward of narrow alleys and wizards' towers. It stands adjacent to the workshop of a female dwarf spellbinder named Sigra.",
  "On Blackstone Mews, near a major crossroads. Its neighbors include a tavern called The Triumphant Witch and a large public square.",
  "On Upper Orchard Rise, in an adventurers quarter of comfortable taverns and heroic explorers. The street outside is filled with white alchemical smoke.",
  "On Upper Bastion Way, near the Merchant's Gate. Its neighbors include the office of a male tiefling moneychanger named Horiusa and a modest traveler's shrine.",
  "On Dragon's Yard, near the Marauder's Gate. The street outside is filled with the scent of damp earth.",
  "On Crystaltome Way, in an arcane ward of wizards' towers and powerful sorcerers. The street outside is filled with white alchemical smoke.",
  "In an adventurers quarter, southeast of the Saint's Gate. The street outside is lined with street vendors hawking swords and daggers.",
  "On Trim Arcade, in an adventurers quarter of comfortable inns and tough mercenaries. The street outside is crowded with a procession of beggars.",
  "In an arcane ward, surrounded by well-lit avenues and sorcerous towers. Its neighbors include the grand tower of the wizard Anthos and a verdant public garden.",
  "On Bath Row, near a wide canal. The street outside is filled with gray alchemical smoke.",
  "In an arcane quarter known for its legendary wizards and alchemists. The street outside is filled with blue alchemical smoke.",
  "On Arch Passage, southwest of an outcrop of rune-carved stone. It stands adjacent to the workshop of a male elf vintner named Galomalg.",
  "In an arcane quarter, near the Academy of the Arcane Arts. The street outside is filled with black alchemical smoke.",
  "In an arcane quarter known for its ancient scrying pools. Its neighbors include the grand tower of the wizard Spompido and the office of a male elf sage named Ladanerdh.",
  "On Greatscepter Way, near the Athenaeum of the Elemental Arts. It stands adjacent to the grand tower of the wizard Atas.",
  "On Highlamp Road, near the Athenaeum of the Arcane Arts. The street outside is lined with a wrought-iron fence.",
  "In a market quarter, surrounded by shadowed alleys and noisy inns. It stands adjacent to the large home of a male human named Richye.",
  "On Mire Avenue, near the Merchant's Gate. The street outside is filled with the scent of incense and exotic spices.",
  "In a market quarter, surrounded by narrow alleys and active marketplaces. The street outside is lined with an old stone wall.",
  "On Sledale Avenue, south of the Dragoon's Gate. Its neighbors include the grand hall of the Mages Guild and the fine home of a female human named Sybeth.",
  "In an adventurers quarter, northwest of the Rogue's Gate. It stands adjacent to an inn called The Bloody Fang.",
  "In a market district known for its extra-planar shops and merchants. It stands next to the stately hall of the Archers Fellowship.",
  "In an arcane district, near a colossal silver tree. Its neighbors include the workshop of a female dwarf artificer named Gili and a large public garden.",
  "In an adventurers quarter, surrounded by narrow alleys and noisy taverns. Its neighbors include an inn called The Weary Jester and the fine home of a male elf named Fiachni.",
  "On Croft Approach, in a market ward of comfortable taverns and street vendors. Its neighbors include the office of a male tiefling moneychanger named Sigunda and the workshop of a female halfling bookbinder named Marger Wake.",
  "In an arcane district, near a colossal silver tree. Its neighbors include a library of divination and scrying and the grand home of a male gnome named Miquin.",
  "In an arcane district, surrounded by well-lit avenues and wizards' towers. The street outside is filled with yellow alchemical smoke.",
  "In a market quarter, surrounded by narrow alleys and comfortable taverns. The street outside is filled with strange languages and accents.",
  "On Hart's Stairs, in an adventurers ward of noisy inns and tough mercenaries. Its neighbors include the spartan hall of the Clerics Society and a modest traveler's shrine.",
  "On Viridiantower Road, in an arcane quarter of hidden alleys and alchemical forges. Its neighbors include a library of glyphs and runes and a verdant public garden.",
  "In an adventurers district known for its resident titan, a storm giant named Spiuso. Its neighbors include an inn called The Scoundrel and Flagon and a busy public square.",
  "In a market quarter, surrounded by busy streets and comfortable taverns. Its neighbors include the grand hall of the Crossbowmen Fellowship and the large home of a female dwarf named Ivag.",
  "In an adventurers ward, near the Rogue's Gate. It stands next to the workshop of a male elf linkmaker named Conne.",
  "In an adventurers quarter, surrounded by winding streets and exotic shops. It stands next to the large home of a male dwarf named Hari Bjornison.",
  "In an adventurers district, surrounded by narrow alleys and busy shops. It stands next to the workshop of a female dwarf engraver named Bori.",
  "On Yard Avenue, northeast of a tree-lined stream. The street outside is crowded with drunken brawlers.",
  "In an adventurers ward, near a major crossroads. The street outside is lined with street vendors hawking swords and daggers.",
  "On Trim Road, in a market ward of colorful marketplaces and wealthy merchants. Its neighbors include the grand hall of the Furriers Guild and the large home of a female half-orc named Ruska.",
  "In an arcane ward known for its legendary wizards and alchemists. It stands next to the workshop of a male dwarf alchemist named Emugr Gerison.",
  "On Carman's Rise, near the Merchant's Gate. The street outside is shaded by a canopy of colorful fabric.",
  "On Mire Rise, in an adventurers district of busy shops and heroic explorers. The street outside is crowded with a procession of beggars.",
  "On Marble Road, in an arcane ward of elemental forges and legendary wizards. The street outside is crowded with a procession of the Diviners Guild.",
  "In an arcane ward known for its legendary wizards and alchemists. It stands adjacent to the grand tower of the wizard Anes.",
  "On Mire Approach, southeast of the Merchant's Gate. Its neighbors include a well-guarded warehouse and the workshop of a female halfling pinner named Mella.",
  "On Archlamp Lane, in an arcane ward of elemental forges and legendary wizards. Its neighbors include a library of charms and compulsions and a verdant public garden.",
  "On Mastiff's Road, north of a crystalline monolith. The street outside is lined with everburning lanterns.",
  "In a market quarter, near a major crossroads. Its neighbors include the grand hall of the Linkmakers Fellowship and the fine home of a female human named Tilde.",
  "On Scribe's Stairs, in an adventurers district of shadowed alleys and exotic shops. Its neighbors include the workshop of a female human linkmaker named Sybenn Liford and the workshop of a male halfling hatter named Frarder Bardye.",
  "On Bluff Passage, in an adventurers quarter of narrow alleys and busy shops. Its neighbors include the workshop of a female human fletcher named Earcow and the fine home of a male dragonborn named Belsha.",
  "In an adventurers quarter known for its bold explorers. The street outside is crowded with drunken brawlers.",
  "On Priest's Road, northwest of the Merchant's Gate. The street outside is shaded by a canopy of colorful fabric.",
  "On Mastiff's Avenue, near a major crossroads. It stands next to the grand tower of the wizard Dynia the Witty.",
  "In an adventurers quarter, surrounded by narrow alleys and busy shops. The street outside is lined with monstrous skulls impaled upon spears.",
  "In an arcane district known for its golem forges. Its neighbors include the grand home of the wizard Amynes the Possessed and a cloistered traveler's shrine.",
  "In an adventurers district, near the Saint's Gate. Its neighbors include the spartan hall of the Warriors Fellowship and the fine home of a male human named Rida.",
  "In an adventurers ward, southwest of the Saint's Gate. The street outside is filled with the scent of burning wood.",
  "In an adventurers ward, west of a wide stream. The street outside is lined with orcish skulls impaled upon spears.",
  "On Drakesarch Street, in an arcane district of sorcerous towers and skilled alchemists. The street outside is filled with yellow alchemical smoke.",
  "On Bridge Yard, in an adventurers ward of narrow alleys and comfortable inns. Its neighbors include the workshop of a female elf sheather named Finda and a large public square.",
  "In an adventurers ward, surrounded by winding avenues and busy shops. Its neighbors include the spartan hall of the Wizards Society and the fine home of a male dragonborn named Namzaru.",
  "In an adventurers quarter, near a major crossroads. The street outside is crowded with drunken brawlers.",
  "In an arcane quarter known for its ancient teleportation circles. It stands adjacent to the workshop of a female elf wizard named Celenwe.",
  "In an arcane ward known for its floating towers. It stands adjacent to the office of a male dwarf sculptor named Enteirr.",
  "In an adventurers quarter, surrounded by narrow alleys and comfortable taverns. It stands adjacent to a large public square.",
  "In an adventurers district, surrounded by narrow alleys and comfortable taverns. It stands next to an inn called The Trickster and Staff.",
  "On Flail Close, east of a tree-lined stream. It stands adjacent to a tavern called The Hunter's Meadhall.",
  "On New Copper Close, northwest of the town gate. Its neighbors include an inn called The King and Candle and the workshop of a male tiefling vintner named Wulfila.",
  "On East Drakeswood Street, near a tree-lined lake. Its neighbors include the workshop of a female human artificer named Kater Whyte and an ornate traveler's shrine.",
  "In an arcane ward known for its ancient extra-planar gates. It stands adjacent to a cloistered traveler's shrine.",
  "In an adventurers quarter known for its ancient teleporation circles. The street outside is lined with orcish skulls impaled upon spears.",
  "On Elellond Lane, near a major crossroads. The street outside is crowded with a procession of beggars.",
  "On Architect's Rise, near the town gate. The street outside is crowded with drunken brawlers.",
  "In an arcane quarter, near the College of Arreva. The street outside is lined with draconic statues.",
  "In a market district known for its street vendors. It stands next to a brick-walled warehouse.",
  "In an adventurers ward, surrounded by narrow alleys and noisy inns. Its neighbors include the spartan hall of the Wizards Guild and the large home of a female gnome named Urin.",
  "In an arcane district known for its golem forges. It stands adjacent to the marvelous home of Thonusion the Enchanter.",
  "In an adventurers district, surrounded by winding avenues and exotic shops. The street outside is lined with street vendors hawking maps and scrolls.",
  "On Dawold Lane, near the Knight's Gate. The street outside is filled with the scent of burning wood.",
  "On Alchemist's Lane, south of the Merchant's Gate. The street outside is filled with the scent of incense and exotic spices.",
  "In an adventurers district known for its ancient houses of healing. It stands adjacent to the spartan hall of the Warriors Guild.",
  "In an adventurers ward known for its many dungeon gates. Its neighbors include the spartan hall of the Rogues Guild and a large public square.",
  "On Chariot Cross, in a market quarter of narrow alleys and comfortable inns. The street outside is filled with strange languages and accents.",
  "On Candle Approach, in a market district of crowded streets and active marketplaces. It stands next to the workshop of a male dwarf locksmith named Hrimi Lauurison.",
  "In an arcane district, surrounded by quiet avenues and alchemical forges. It stands next to the office of a male elf priest named Lana.",
  "In an adventurers district known for its noisy inns. It stands adjacent to the workshop of a female halfling shieldwright named Elil.",
  "On Serpent's Mews, in an adventurers quarter of narrow alleys and exotic shops. It stands next to the workshop of a female elf weaponsmith named Enen.",
  "On Coin Circus, near a monolith of rune-carved stone. Its neighbors include the office of a male tiefling moneychanger named Sigesa and the fine home of a female gnome named Arin.",
  "On Wawold Street, near a major crossroads. The street outside is filled with gray alchemical smoke.",
  "On Zahela Street, near a wide canal. It stands next to a large public square.",
  "In an adventurers district, surrounded by busy avenues and comfortable taverns. It stands adjacent to the workshop of a female elf bookbinder named Geolia.",
  "In a market quarter, south of the Merchant's Gate. The street outside is filled with strange languages and accents.",
  "On Fox's Lane, north of the Wayfarer's Gate. Its neighbors include the grand hall of the Warriors Fellowship and the workshop of a male elf trapwright named Muiri.",
  "In an arcane quarter, surrounded by narrow alleys and elemental forges. The street outside is lined with crystalline obelisks.",
  "In an adventurers district known for its legendary explorers. The street outside is crowded with drunken brawlers.",
  "On Wayfield Avenue, southeast of a wide stream. It stands adjacent to the grand hall of the Moneylenders Fellowship.",
  "In an arcane quarter, southeast of a major crossroads. The street outside is lined with crystalline obelisks.",
  "On Charger's Avenue, northwest of the Merchant's Gate. The street outside is filled with the scent of burning wood.",
  "On North Priest's Avenue, in a market quarter of busy streets and noisy inns. The street outside is filled with strange languages and accents.",
  "On South Gold Lane, in an arcane district of narrow alleys and alchemical forges. Its neighbors include the grand tower of the wizard Penesaeus and the stately home of a male elf named Cruimda.",
  "On Silvercourt Avenue, in an arcane district of narrow alleys and elemental forges. The street outside is filled with green alchemical smoke.",
  "In an adventurers district known for its resident titan, a cyclopean giant named Lusiones. The street outside is crowded with drunken brawlers.",
  "On Pinner's Road, in a market ward of colorful marketplaces and streetwise thieves. It stands next to the stately hall of the Furriers Guild.",
  "In an adventurers ward known for its noisy inns. It stands adjacent to the spartan hall of the Explorers Guild.",
  "On Chain Close, in an adventurers district of winding avenues and exotic shops. Its neighbors include the grand hall of the Wayfarers Fellowship and the workshop of a male half-elf arkwright named Enectheth.",
  "In a market quarter known for its street vendors. The street outside is filled with the scent of incense and exotic spices.",
  "On Upper Copper Way, in an adventurers quarter of busy shops and wandering rogues. The street outside is crowded with a procession of beggars.",
  "In an arcane ward, surrounded by hidden alleys and wizards' towers. The street outside is lined with draconic statues.",
  "In an adventurers quarter, near the Crusader's Gate. The street outside is lined with street vendors hawking potions and elixirs.",
  "On Fen Street, northeast of a tree-lined canal. Its neighbors include an inn called The Crossed Spears and the fine home of a male elf named Cere.",
  "On Slate Close, near a wide stream. It stands next to the workshop of a female dwarf goldsmith named Sila Gardidotr.",
  "In an adventurers ward, surrounded by shadowed alleys and exotic shops. The street outside is lined with orcish skulls impaled upon spears.",
  "In an adventurers quarter, surrounded by winding avenues and noisy inns. Its neighbors include the workshop of a male dwarf armorer named Gamin and a busy public square.",
  "In an adventurers ward known for its haunted inns. The street outside is crowded with drunken brawlers.",
  "In an arcane district, surrounded by hidden alleys and wizards' towers. It stands next to the stately home of a male gnome named Arguis.",
  "On Water Stairs, near an outcrop of rune-carved stone. Its neighbors include a brick-walled warehouse and the workshop of a female human founder named Benne.",
  "In an adventurers district known for its resident titan, a storm giant named Gaiuso. The street outside is lined with monstrous skulls impaled upon spears.",
  "In an adventurers quarter known for its comfortable inns. The street outside is lined with monstrous skulls impaled upon spears.",
  "In an adventurers ward, west of the Crusader's Gate. Its neighbors include a tavern called The Minstrel's Pub and a large public square.",
  "In an adventurers ward, northwest of the Crusader's Gate. It stands adjacent to a large public square.",
  "In an adventurers district known for its many houses of healing. It stands next to the grand hall of the Explorers Guild.",
  "In an adventurers district known for its ancient houses of healing. The street outside is strewn with debris from an overturned cart.",
  "In an adventurers district known for its bold explorers. Its neighbors include the workshop of a male dwarf knifesmith named Kadu and the fine home of a female human named Ealked.",
  "In an adventurers ward, northwest of the Ranger's Gate. It stands adjacent to a modest traveler's shrine.",
  "In an adventurers ward known for its comfortable taverns. The street outside is lined with street vendors hawking potions and elixirs.",
  "On Charcoalmaker's Approach, in an adventurers district of narrow alleys and comfortable inns. It stands next to the workshop of a female elf sheather named Eadrien.",
  "In a market ward known for its colorful marketplaces. The street outside is filled with strange languages and accents.",
  "On Brick Passage, near the Merchant's Gate. It stands next to a large public square.",
  "On Shield Arcade, southwest of the Knight's Gate. Its neighbors include an inn called The Shepherd and Axe and the large home of a male elf named Dane.",
  "In an adventurers quarter, surrounded by winding streets and busy shops. The street outside is crowded with drunken brawlers.",
  "On Copper Avenue, northwest of a major crossroads. Its neighbors include the spartan hall of the Warriors Fellowship and the fine home of a female dwarf named Hildrga.",
  "On North Ravensfalls Avenue, in an arcane quarter of well-lit streets and alchemical forges. Its neighbors include a library of charms and compulsions and a verdant public garden.",
  "On Ridge Avenue, near the Adventurer's Gate. It stands next to the grand hall of the Warriors Fellowship.",
  "In an adventurers ward, near the Dragoon's Gate. It stands next to the workshop of a female tiefling hatter named Valdane.",
  "In an adventurers ward, surrounded by busy streets and noisy taverns. The street outside is crowded with a procession of beggars.",
  "On Upper Bank Circus, in a market district of colorful marketplaces and wealthy merchants. It stands adjacent to the office of a female halfling moneychanger named Gerda.",
  "In a market quarter, west of the Merchant's Gate. It stands next to the office of a female half-elf moneychanger named Amaltas.",
  "In an arcane quarter, surrounded by quiet avenues and sorcerous towers. It stands adjacent to a library of charms and compulsions.",
  "On North Demon's Lane, in a market district of colorful marketplaces and earnest merchants. It stands next to the stately hall of the Lampwrights Fellowship.",
  "In an adventurers quarter known for its comfortable taverns. Its neighbors include the workshop of a female dwarf knifesmith named Orin and the workshop of a male human clockmaker named Balda.",
  "In an adventurers ward, surrounded by winding streets and comfortable inns. Its neighbors include an inn called The Broken Hammer and the fine home of a male dwarf named Kheli.",
  "In an adventurers ward, surrounded by narrow alleys and exotic shops. The street outside is lined with street vendors hawking weapons and shields.",
  "In an adventurers quarter, near a tree-lined canal. The street outside is lined with orcish skulls impaled upon spears.",
  "In an arcane ward, near a rune-carved monolith. Its neighbors include the workshop of a male human spellbinder named Here and a large public garden.",
  "On Flail Road, near the Ranger's Gate. The street outside is filled with gray alchemical smoke.",
  "In an adventurers quarter, near a major crossroads. The street outside is crowded with a procession of beggars.",
  "In an arcane ward, surrounded by hidden alleys and alchemical forges. It stands adjacent to the office of a female gnome minstrel named Linain.",
  "In an adventurers ward, surrounded by winding avenues and noisy taverns. The street outside is filled with the scent of damp earth.",
  "In an adventurers district known for its resident dragon, a white wyrm named Sinamhuu. The street outside is crowded with drunken brawlers.",
  "In an adventurers quarter, southwest of the town gate. The street outside is lined with street vendors hawking potions and elixirs.",
  "In an adventurers ward, near the Dragoon's Gate. The street outside is crowded with drunken brawlers.",
  "In an adventurers district, northeast of an outcrop of rune-carved stone. It stands next to the workshop of a female halfling bowyer named Lalia.",
  "On Lower Minter's Avenue, near the Dragoon's Gate. The street outside is filled with red alchemical smoke.",
  "On Goldenhill Avenue, in an arcane district of quiet streets and alchemical forges. The street outside is lined with everburning lanterns.",
  "In an arcane ward, near the School of the Arcane Arts. Its neighbors include a library of combat spellcraft and a cloistered traveler's shrine.",
  "On Great Scarp Rise, near the Saint's Gate. Its neighbors include a tavern called The Harper's Cellar and the large home of a male elf named Eleth.",
  "On Hell-hound's Avenue, near a rune-carved monolith. The street outside is shaded by large trees.",
  "In a market quarter, near a monolith of rune-carved stone. Its neighbors include a brick-walled warehouse and the fine home of a female half-elf named Cece.",
  "On Lower Moneylender's Side, in an adventurers ward of comfortable taverns and tough mercenaries. It stands adjacent to an inn called The Gray Mace.",
  "In an arcane ward, surrounded by well-lit avenues and elemental forges. The street outside is lined with a wrought-iron fence.",
  "On Gold Road, in an arcane quarter of hidden alleys and elemental forges. Its neighbors include the marvelous home of the wizard Obes and a cloistered traveler's shrine.",
  "In a market district, southeast of the Merchant's Gate. Its neighbors include a brick-walled warehouse and the fine home of a male elf named Umnon.",
  "On Hart's Way, in an arcane ward of well-lit avenues and elemental forges. It stands next to an ornate traveler's shrine.",
  "In an adventurers quarter known for its resident titan, a storm giant named Decim. It stands next to a tavern called The Trickster and Cup.",
  "In an adventurers ward, surrounded by narrow alleys and exotic shops. The street outside is crowded with drunken brawlers.",
  "On Slate Lane, in an adventurers ward of narrow alleys and exotic shops. Its neighbors include the spartan hall of the Wizards Guild and a simple traveler's shrine.",
  "In an adventurers quarter, surrounded by busy streets and noisy taverns. It stands adjacent to the spartan hall of the Adventurers Society.",
  "On Tiwic Way, in an adventurers quarter of narrow alleys and busy shops. It stands adjacent to a simple traveler's shrine.",
  "In an adventurers quarter, near the Hero's Gate. The street outside is strewn with debris from an overturned cart.",
  "On Copper Mews, northwest of a tree-lined stream. It stands next to a simple traveler's shrine.",
  "On Bath Close, northeast of the Rogue's Gate. The street outside is filled with black alchemical smoke.",
  "In an arcane ward, west of a clear lake. The street outside is paved with scorched flagstones.",
  "In an adventurers ward, near the town gate. It stands adjacent to an inn called The Broken Arrow.",
  "In an adventurers ward, surrounded by busy streets and noisy taverns. It stands next to the spartan hall of the Wayfarers Guild.",
  "In an adventurers ward, surrounded by shadowed alleys and comfortable inns. The street outside is strewn with debris from an overturned cart.",
  "On Whiteheath Road, in an arcane ward of sorcerous towers and skilled alchemists. It stands next to the office of a female dwarf priest named Fari.",
  "In an adventurers district, near an outcrop of rune-carved stone. Its neighbors include the workshop of a female human swordsmith named Ippan and the fine home of a female gnome named Ifund.",
  "In an adventurers district known for its resident titan, a storm giant named Mercus. The street outside is filled with blue alchemical smoke.",
  "In an arcane district, near a rune-carved monolith. It stands next to the office of a female tiefling artificer named Evamana.",
  "On West Sword Street, in an adventurers district of noisy taverns and tough mercenaries. The street outside is lined with street vendors hawking potions and elixirs.",
  "On Fountain Chase, in an adventurers district of exotic shops and wandering rogues. It stands next to the workshop of a female dwarf armorer named Kharkurd.",
  "On Wall Alley, in an adventurers quarter of shadowed alleys and busy shops. It stands adjacent to a simple traveler's shrine.",
  "In an adventurers quarter, east of the Ranger's Gate. It stands adjacent to the grand hall of the Mages Guild.",
  "In an adventurers district, surrounded by narrow alleys and noisy taverns. The street outside is lined with an old stone wall.",
  "In an adventurers quarter, surrounded by narrow alleys and noisy inns. It stands next to an inn called The Broken Sword.",
  "In an adventurers district, near the town gate. The street outside is filled with the scent of damp earth.",
  "On Alchemist's Alley, west of the Hero's Gate. The street outside is filled with white alchemical smoke.",
  "In an adventurers ward, surrounded by winding streets and noisy taverns. The street outside is lined with street vendors hawking potions and elixirs.",
  "On Lower Staff Way, in a market ward of comfortable taverns and street performers. The street outside is filled with the scent of incense and exotic spices.",
  "In an adventurers district known for its noisy taverns. The street outside is filled with the scent of damp earth.",
  "In a market ward known for its exotic shops. The street outside is shaded by a canopy of colorful fabric.",
  "In a market district, west of the Merchant's Gate. Its neighbors include the stately hall of the Confectioners Guild and a modest traveler's shrine.",
  "In a market ward, west of the Merchant's Gate. Its neighbors include the office of a male tiefling moneychanger named Arcoric and the workshop of a female half-orc goldsmith named Vluba.",
  "In an adventurers quarter, surrounded by shadowed alleys and noisy inns. Its neighbors include the spartan hall of the Explorers Society and the fine home of a male elf named Loco.",
  "In an adventurers quarter, surrounded by shadowed alleys and comfortable inns. The street outside is lined with an old stone wall.",
  "On Hare's Street, in an adventurers quarter of exotic shops and wandering bards. The street outside is lined with street vendors hawking weapons and shields.",
  "In an adventurers district, southwest of the Saint's Gate. Its neighbors include the workshop of a male gnome knifesmith named Sanzur and the fine home of a male half-orc named Asancad.",
  "In an adventurers ward, near the Knight's Gate. Its neighbors include the spartan hall of the Mages Guild and a simple traveler's shrine.",
  "In an arcane district known for its legendary wizards and alchemists. Its neighbors include a library of ancient mysteries and the office of a male dwarf limner named Furi.",
  "In an arcane ward, surrounded by narrow alleys and wizards' towers. The street outside is crowded with a procession of the Astrologers Guild.",
  "On Wood Way, in a market quarter of narrow alleys and active marketplaces. The street outside is strewn with debris from an overturned cart.",
  "On Tailor's Road, near the town gate. Its neighbors include a brick-walled warehouse and a modest traveler's shrine.",
  "On Cathedral Avenue, in an adventurers quarter of winding avenues and busy shops. The street outside is lined with monstrous skulls impaled upon spears.",
  "On Crown Cross, north of the town gate. The street outside is lined with street vendors hawking maps and scrolls.",
  "In an adventurers ward, surrounded by busy avenues and noisy taverns. The street outside is lined with street vendors hawking potions and elixirs.",
  "In an arcane district known for its alchemical forges. The street outside is shaded by grand trees.",
  "In a market quarter known for its makeshift shops. The street outside is lined with street vendors hawking their goods.",
  "On Ford Circus, northwest of the Ranger's Gate. Its neighbors include an inn called The Lewd Witch and the workshop of a male half-elf bookbinder named Reder.",
  "On Armory Avenue, near the Rogue's Gate. It stands next to the workshop of a male gnome linkmaker named Bertzia.",
  "On Ring Stairs, northwest of a wide stream. It stands adjacent to the grand hall of the Explorers Society.",
  "In an adventurers quarter, surrounded by winding avenues and busy shops. The street outside is lined with street vendors hawking weapons and shields.",
  "In an arcane quarter known for its floating towers. The street outside is filled with blue alchemical smoke.",
  "On Greatgrove Street, near the College of the Dark Arts. The street outside is paved with scorched flagstones.",
  "In an arcane quarter, surrounded by narrow alleys and sorcerous towers. The street outside is filled with gray alchemical smoke.",
  "In an adventurers quarter, surrounded by busy streets and comfortable inns. It stands next to the spartan hall of the Clerics Society.",
  "In an adventurers quarter, southeast of the town gate. The street outside is filled with the scent of damp earth.",
  "On Rampart Close, north of a major crossroads. The street outside is lined with a low stone wall.",
  "In a market district known for its extra-planar shops and merchants. Its neighbors include a well-guarded warehouse and a busy public square.",
  "In an arcane ward, surrounded by quiet streets and alchemical forges. The street outside is crowded with a procession of the Wizards Guild.",
  "In an adventurers district, surrounded by shadowed alleys and noisy inns. It stands adjacent to a busy public square.",
  "In an arcane district, near the School of Toria. It stands adjacent to a library of divination and scrying.",
  "In an adventurers quarter, east of a monolith of rune-carved stone. The street outside is filled with white alchemical smoke.",
  "In an adventurers district known for its resident nymph, an alluring daughter of the stars named Amias. It stands next to a large public square.",
  "On South Hare's Stairs, in an adventurers district of busy shops and wandering rogues. Its neighbors include the spartan hall of the Mages Society and the fine home of a male dwarf named Ziri.",
  "In an arcane quarter, surrounded by narrow alleys and alchemical forges. The street outside is crowded with a procession of the Astrologers Society.",
  "In an adventurers ward known for its many houses of healing. The street outside is filled with yellow alchemical smoke.",
  "In an adventurers ward, near the town gate. Its neighbors include an inn called The Crossed Staves and a modest traveler's shrine.",
  "In an adventurers ward known for its noisy taverns. The street outside is filled with red alchemical smoke.",
  "On Mire Avenue, near the Hero's Gate. Its neighbors include the workshop of a male half-orc shieldwright named Preta and the large home of a male gnome named Gili.",
  "On Blackstone Row, northeast of the town gate. The street outside is lined with street vendors hawking potions and elixirs.",
  "In an adventurers quarter known for its resident nymph, an alluring daughter of the moon named Atas. Its neighbors include the workshop of a male dwarf fletcher named Frukilm and a large public square.",
  "In an adventurers district, northeast of the Wayfarer's Gate. It stands adjacent to the spartan hall of the Clerics Society.",
  "On Bastion Approach, in an adventurers quarter of exotic shops and heroic explorers. The street outside is lined with a low stone wall.",
  "On Haford Avenue, in an adventurers quarter of exotic shops and bold explorers. The street outside is lined with a low stone wall.",
  "On Trim Court, in an adventurers ward of busy streets and noisy taverns. The street outside is lined with orcish skulls impaled upon spears.",
  "On Ditch Stairs, in an adventurers district of busy shops and heroic explorers. It stands adjacent to an inn called The Wench and Chalice.",
  "In an adventurers quarter known for its many teleporation circles. Its neighbors include the workshop of a male elf swordsmith named Dirie and the workshop of a male half-orc trapwright named Vencisl.",
  "In an arcane ward, surrounded by hidden alleys and elemental forges. Its neighbors include the workshop of a female halfling alchemist named Antan and the grand home of a female elf named Edhenwel.",
  "On Blackstone Avenue, in a market ward of narrow alleys and active marketplaces. The street outside is lined with street vendors hawking their goods.",
  "On Lion's Avenue, northeast of a monolith of rune-carved stone. Its neighbors include the stately hall of the Archers Fellowship and the large home of a male half-elf named Arannaed.",
  "On Broad Avenue, northwest of a colossal silver tree. Its neighbors include a library of illusions and shadows and a cloistered traveler's shrine.",
  "In an arcane district known for its floating castles. Its neighbors include a library of charms and compulsions and an ornate traveler's shrine.",
  "In an adventurers quarter known for its haunted taverns. The street outside is filled with black alchemical smoke.",
  "On West Lion's Rise, in an adventurers quarter of comfortable inns and wandering rogues. It stands adjacent to an inn called The Archer and Tankard.",
  "In an adventurers ward, near a major crossroads. The street outside is filled with gray alchemical smoke.",
  "In an adventurers district, surrounded by narrow alleys and noisy inns. Its neighbors include the workshop of a male halfling weaponsmith named Mado and the fine home of a female tiefling named Guda.",
  "In an arcane ward, surrounded by hidden alleys and alchemical forges. It stands adjacent to the workshop of a male half-elf alchemist named Ralphye.",
  "In an arcane quarter, surrounded by well-lit streets and alchemical forges. Its neighbors include the marvelous home of the wizard Adas the Infernal and the stately home of a male elf named Finasaer.",
  "On Copper Alley, in an adventurers ward of noisy inns and cold-hearted mercenaries. It stands adjacent to the spartan hall of the Adventurers Society.",
  "On Archorb Street, in an arcane ward of narrow alleys and sorcerous towers. The street outside is crowded with a procession of the Astrologers Guild.",
  "On Crown Row, in an adventurers district of shadowed alleys and comfortable taverns. It stands next to a busy public square.",
  "In a market ward, near the Merchant's Gate. The street outside is filled with the scent of incense and exotic spices.",
  "On Bell Alley, south of a tree-lined canal. The street outside is lined with street vendors hawking potions and elixirs.",
  "In an arcane quarter known for its golem forges. The street outside is filled with blue alchemical smoke.",
  "In an adventurers quarter known for its heroic explorers. The street outside is crowded with a procession of beggars.",
  "In an adventurers ward known for its noisy inns. Its neighbors include the workshop of a female human swordsmith named Wene and the workshop of a male half-orc locksmith named Jara.",
  "On Khazaram Way, southeast of the Ranger's Gate. Its neighbors include the workshop of a female dwarf bowyer named Rilda and the workshop of a male dwarf glassblower named Adar.",
  "In an arcane district known for its floating islands. It stands adjacent to a library of divination and scrying.",
  "In an adventurers ward, northeast of the town gate. It stands adjacent to a simple traveler's shrine.",
  "In an arcane ward, surrounded by quiet avenues and elemental forges. The street outside is shaded by tall trees.",
  "In an adventurers district, near the Saint's Gate. Its neighbors include the spartan hall of the Wayfarers Guild and a large public square.",
  "In an arcane quarter, west of the College of the Eldritch Arts. The street outside is paved with spiral-carved flagstones.",
  "In an adventurers district, west of the Dragoon's Gate. The street outside is lined with an old stone wall.",
  "On Clay Yard, in an adventurers ward of busy shops and wandering bards. The street outside is lined with an old stone wall.",
  "In a market ward, near the Merchant's Gate. The street outside is shaded by a canopy of colorful fabric.",
  "In an adventurers quarter, southwest of the Wayfarer's Gate. It stands adjacent to the workshop of a male half-orc fletcher named Buda.",
  "In an adventurers quarter, north of the town gate. It stands next to the grand hall of the Explorers Guild.",
  "In an adventurers ward known for its bold explorers. Its neighbors include an inn called The Crossed Spears and a modest traveler's shrine.",
  "In an adventurers ward, southwest of the Adventurer's Gate. The street outside is crowded with drunken brawlers.",
  "In an adventurers district, surrounded by busy avenues and noisy inns. It stands adjacent to an inn called The Broken Sword.",
  "In a market district known for its bizarre shops and merchants. Its neighbors include a well-guarded warehouse and a simple traveler's shrine.",
  "In an arcane ward known for its golem forges. The street outside is paved with scorched flagstones.",
  "On Hubbivik Way, in an adventurers quarter of noisy inns and bold explorers. Its neighbors include an inn called The Gypsy and Flask and a modest traveler's shrine.",
  "In a market district, surrounded by busy streets and colorful marketplaces. The street outside is strewn with debris from an overturned cart.",
  "In an adventurers ward, near the Crusader's Gate. The street outside is crowded with drunken brawlers.",
  "In an adventurers district, surrounded by busy avenues and noisy taverns. It stands adjacent to the workshop of a male elf jeweler named Ileas.",
  "On Glass Street, near the Athenaeum of the Dark Arts. The street outside is lined with crystalline obelisks.",
  "In an adventurers quarter, surrounded by busy avenues and comfortable taverns. The street outside is strewn with debris from an overturned cart.",
  "In an arcane ward known for its floating castles. The street outside is filled with gray alchemical smoke.",
  "In an adventurers district, near a tree-lined stream. It stands adjacent to an inn called The Bloody Thorn.",
  "On Greatford Lane, in an arcane ward of sorcerous towers and powerful sorcerers. The street outside is filled with black alchemical smoke.",
  "On Hart's Close, east of a wide stream. It stands next to the workshop of a male halfling corsetier named Amfar Bairnell.",
  "In an adventurers ward known for its ancient teleporation circles. Its neighbors include the grand hall of the Explorers Guild and the large home of a female half-elf named Lyne.",
  "On Blackstone Way, south of a tree-lined stream. The street outside is strewn with debris from an overturned cart.",
  "On Feybluff Road, northeast of the Academy of Enerda. The street outside is crowded with a procession of the Astrologers Guild.",
  "In an arcane quarter, surrounded by narrow alleys and wizards' towers. The street outside is lined with glowing runestones.",
  "In an adventurers quarter, surrounded by winding streets and exotic shops. Its neighbors include the workshop of a female halfling weaponsmith named Arget Kytsev and a simple traveler's shrine.",
  "On Lower Dale Way, east of the Wayfarer's Gate. Its neighbors include the workshop of a male dwarf fletcher named Aghat and the workshop of a male halfling goldsmith named Gauwilh.",
  "In an adventurers ward, surrounded by shadowed alleys and busy shops. It stands next to the fine home of a male half-orc named Bora.",
  "In an adventurers district, surrounded by winding avenues and noisy inns. Its neighbors include the workshop of a male half-orc knifesmith named Abaliach and a large public square.",
  "On Clay Row, in a market district of active marketplaces and street vendors. The street outside is filled with the scent of incense and exotic spices.",
  "On Badger's Rise, near a major crossroads. The street outside is filled with blue alchemical smoke.",
  "In an adventurers ward known for its legendary explorers. The street outside is lined with street vendors hawking weapons and shields.",
  "In an adventurers district, near the Wayfarer's Gate. The street outside is filled with green alchemical smoke.",
  "In an adventurers ward, north of the town gate. It stands adjacent to the workshop of a male human confectioner named Cirhelm.",
  "On Brightcrown Road, in an arcane ward of wizards' towers and legendary wizards. The street outside is crowded with a procession of the Alchemists Guild.",
  "On South Feymoor Avenue, near a crystalline monolith. Its neighbors include a library of ancient mysteries and a cloistered traveler's shrine.",
  "On Glass Lane, in an arcane ward of hidden alleys and sorcerous towers. Its neighbors include the marvelous home of the wizard Iodos and a large public garden.",
  "In an arcane district known for its floating islands. The street outside is lined with a wrought-iron fence.",
  "On Trim Approach, southwest of the Adventurer's Gate. It stands adjacent to a tavern called The Sly Pirate.",
  "In an adventurers ward, surrounded by busy avenues and comfortable taverns. It stands adjacent to the workshop of a male dragonborn weaponsmith named Duka.",
  "On Wood Avenue, in a market district of busy streets and colorful marketplaces. The street outside is filled with strange languages and accents.",
  "On Gotethveit Avenue, near the Wayfarer's Gate. The street outside is filled with red alchemical smoke.",
  "In an adventurers district, southeast of an outcrop of rune-carved stone. Its neighbors include the workshop of a female halfling bowyer named Cela Galbas and a simple traveler's shrine.",
  "In an arcane district, east of the College of Artifice. Its neighbors include a library of glyphs and runes and the office of a male dwarf sage named Khundu.",
  "On Trim Avenue, in a market quarter of active marketplaces and wealthy merchants. The street outside is lined with street vendors hawking their goods.",
  "In an adventurers district, surrounded by winding avenues and comfortable inns. The street outside is strewn with debris from an overturned cart.",
  "In an adventurers district known for its heroic explorers. It stands adjacent to a tavern called The Old Wench.",
  "In an arcane district known for its floating towers. Its neighbors include the workshop of a female dragonborn diviner named Sili and a cloistered traveler's shrine.",
  "On Marble Street, near the Athenaeum of Artifice. Its neighbors include a library of glyphs and runes and the office of a male human procurator named Wulfa.",
  "In an arcane ward, surrounded by well-lit streets and alchemical forges. Its neighbors include a library of charms and compulsions and the grand home of a male elf named Oribh.",
  "In an adventurers quarter, southeast of the Saint's Gate. Its neighbors include the workshop of a female dwarf swordsmith named Fridga Svaldidotr and the workshop of a male half-orc minter named Vojta.",
  "On South Hydra's Circus, in an adventurers district of busy streets and comfortable taverns. Its neighbors include the spartan hall of the Rogues Guild and a simple traveler's shrine.",
  "In an adventurers ward known for its haunted inns. The street outside is lined with an old stone wall.",
  "In an adventurers ward, northeast of the Rogue's Gate. The street outside is crowded with a procession of beggars.",
  "On East Drakesford Avenue, in an arcane district of wizards' towers and legendary wizards. The street outside is filled with red alchemical smoke.",
  "On Hayady Avenue, near the town gate. Its neighbors include an inn called The Broken Hammer and a simple traveler's shrine.",
  "In a market quarter known for its bizarre shops and merchants. The street outside is filled with the scent of damp earth.",
  "On Orchard Passage, southwest of a major crossroads. Its neighbors include a brick-walled warehouse and a busy public square.",
  "On Cafeld Road, in an adventurers district of noisy inns and bold explorers. The street outside is lined with street vendors hawking swords and daggers.",
  "On Bridge Court, near the Hero's Gate. The street outside is filled with gray alchemical smoke.",
  "On Dorthilin Avenue, in an adventurers quarter of shadowed alleys and comfortable inns. The street outside is crowded with drunken brawlers.",
  "In an arcane district, near a crystalline monolith. It stands next to a library of combat spellcraft.",
  "In an arcane district known for its many scrying pools. It stands adjacent to the office of a male half-orc priest named Lava.",
  "On Trim Rise, in a market quarter of comfortable taverns and earnest merchants. The street outside is filled with strange languages and accents.",
  "On Lower Confectioner's Side, in an adventurers quarter of shadowed alleys and busy shops. It stands next to a simple traveler's shrine.",
  "In an adventurers district known for its resident nymph, an alluring daughter of the mountain named Here. Its neighbors include the spartan hall of the Clerics Society and a modest traveler's shrine.",
  "On Tower Passage, southwest of the Marauder's Gate. It stands adjacent to an inn called The Crossed Spears.",
  "On Emeraldwall Street, in an arcane ward of alchemical forges and legendary wizards. The street outside is shaded by grand trees.",
  "In a market quarter, near the Merchant's Gate. The street outside is lined with street vendors hawking their goods.",
  "In an arcane district, surrounded by narrow alleys and wizards' towers. It stands next to the marvelous home of the wizard Speirimo.",
  "In an adventurers ward, surrounded by narrow alleys and comfortable inns. The street outside is lined with street vendors hawking weapons and shields.",
  "In an adventurers ward known for its noisy inns. The street outside is crowded with a procession of beggars.",
  "In a market quarter, surrounded by shadowed alleys and noisy taverns. Its neighbors include a well-guarded warehouse and the workshop of a female dragonborn furrier named Puaba.",
  "On Whitestone Road, south of the School of the Elements. The street outside is shaded by tall trees.",
  "In an arcane quarter known for its many extra-planar gates. Its neighbors include the workshop of a male dwarf astrologer named Bali and the stately home of a female half-elf named Joane.",
  "In an adventurers district, near a wide canal. The street outside is filled with red alchemical smoke.",
  "In an arcane district, surrounded by narrow alleys and sorcerous towers. It stands next to the grand home of the wizard Enos the Eldritch.",
  "In an arcane ward, near a rune-carved monolith. It stands next to the workshop of a male halfling spellbinder named Agoc.",
  "In an arcane district, southeast of a rune-carved monolith. The street outside is shaded by large trees.",
  "In an adventurers district, south of a wide canal. Its neighbors include the workshop of a female dwarf armorer named Theli and a modest traveler's shrine.",
  "In an arcane ward, surrounded by quiet avenues and wizards' towers. Its neighbors include the marvelous home of the wizard Sagesandr the Keen and a cloistered traveler's shrine.",
  "In a market district, north of the town gate. Its neighbors include the stately hall of the Castellans Guild and a modest traveler's shrine.",
  "In a market district, near the town gate. It stands next to a busy public square.",
  "In an adventurers quarter known for its haunted inns. The street outside is lined with orcish skulls impaled upon spears.",
  "On Bear's Court, near a wide canal. It stands adjacent to the workshop of a male human armorer named Reder.",
  "On Blackstone Passage, north of a tree-lined stream. It stands next to a tavern called The Jovial King.",
  "On Greatbridge Avenue, in an arcane ward of well-lit avenues and sorcerous towers. Its neighbors include a library of conjuration and summoning and the grand home of a female gnome named Ansis.",
  "On Great Crystalcoin Way, in an arcane ward of hidden alleys and sorcerous towers. The street outside is lined with a wrought-iron fence.",
  "In an adventurers quarter, surrounded by winding streets and noisy inns. It stands adjacent to a simple traveler's shrine.",
  "In a market ward, near the town gate. Its neighbors include the office of a female dwarf moneychanger named Gimli and the fine home of a male human named Roguy.",
  "In an adventurers district, surrounded by shadowed alleys and comfortable taverns. The street outside is filled with the scent of damp earth.",
  "On Bundushaz Road, near the Rogue's Gate. The street outside is crowded with a procession of beggars.",
  "In an adventurers quarter known for its resident dragon, a golden wyrm named Murrossu. It stands next to an inn called The Exalted Wizard.",
  "In an adventurers district, surrounded by winding streets and exotic shops. It stands adjacent to the large home of a male human named Inghard.",
  "On Goldsmith's Approach, southeast of a monolith of rune-carved stone. It stands adjacent to the grand hall of the Warriors Guild.",
  "On Queenswall Street, east of a crystalline monolith. Its neighbors include the grand tower of Eusas the Enchantress and the office of a female human spellbinder named Joycie.",
  "On Silver Lane, in an arcane ward of elemental forges and skilled alchemists. The street outside is watched by a squad of the town guard.",
  "On Heath Avenue, in an adventurers quarter of shadowed alleys and busy shops. It stands next to a tavern called The Broken Wand.",
  "On Urund Street, in an adventurers ward of exotic shops and heroic explorers. The street outside is lined with street vendors hawking potions and elixirs.",
  "In an arcane district, surrounded by well-lit avenues and sorcerous towers. The street outside is crowded with a procession of the Alchemists Society.",
  "On Hagithveit Street, in an adventurers ward of winding streets and busy shops. The street outside is lined with orcish skulls impaled upon spears.",
  "On Engraver's Way, north of a major crossroads. The street outside is lined with street vendors hawking their goods.",
  "In an arcane ward known for its floating islands. It stands adjacent to the marvelous tower of the wizard Lepando the Awesome.",
  "On Archheath Way, near a major crossroads. The street outside is paved with scorched flagstones.",
  "On South Brook Side, southwest of a major crossroads. It stands adjacent to the workshop of a female human sheather named Wenna.",
  "In an adventurers ward, surrounded by winding avenues and exotic shops. The street outside is filled with black alchemical smoke.",
  "On Citadel Close, northeast of the Merchant's Gate. The street outside is filled with the scent of incense and exotic spices.",
  "In an arcane district known for its elemental forges. It stands next to the workshop of a male human runecarver named Ames.",
  "In an adventurers quarter known for its resident dragon, a bronze wyrm named Abus. The street outside is lined with orcish skulls impaled upon spears.",
  "On Priest's Lane, near a monolith of rune-carved stone. It stands next to an inn called The Fat Hunter.",
  "On Wain Avenue, in an adventurers ward of winding avenues and busy shops. It stands next to the spartan hall of the Mages Society.",
  "On Marble Avenue, southwest of a tree-lined lake. The street outside is lined with draconic statues.",
  "On Sword Road, west of the Hero's Gate. The street outside is filled with yellow alchemical smoke.",
  "In an adventurers ward known for its resident nymph, a beautiful daughter of the forest named Anon. It stands next to the workshop of a female human gemcutter named Bily Speray.",
  "In an adventurers quarter, southeast of the Adventurer's Gate. The street outside is crowded with drunken brawlers.",
  "On Hart's Lane, north of a major crossroads. The street outside is lined with a wrought-iron fence.",
  "On Tinsmith's Cross, in an adventurers quarter of busy shops and cold-hearted mercenaries. It stands adjacent to an inn called The Harper's Tavern.",
  "On Boar's Avenue, in an arcane district of well-lit avenues and wizards' towers. It stands next to the workshop of a female half-elf alchemist named Minelye.",
  "In an adventurers district, near an outcrop of rune-carved stone. The street outside is filled with white alchemical smoke.",
  "In an adventurers district, near the town gate. It stands adjacent to a large public square.",
  "In an arcane ward known for its elemental forges. It stands adjacent to the grand home of the wizard Curgosis.",
  "In an arcane ward known for its floating castles. Its neighbors include the workshop of a male human artificer named Cenre and a verdant public garden.",
  "In an adventurers district, near the Crusader's Gate. It stands adjacent to a tavern called The Pilgrim and Chalice.",
  "On West Copper Avenue, in an adventurers quarter of busy avenues and comfortable inns. It stands next to an inn called The Lazy Hunter.",
  "On King's Avenue, near the Hero's Gate. It stands next to the grand hall of the Adventurers Society.",
  "In an adventurers quarter, surrounded by busy streets and comfortable inns. Its neighbors include the workshop of a female human shieldwright named Jane and a modest traveler's shrine.",
  "In an adventurers quarter, near the Knight's Gate. It stands next to the workshop of a female dwarf linkmaker named Kali.",
  "In a market quarter, surrounded by shadowed alleys and noisy taverns. The street outside is filled with strange languages and accents.",
  "On Drakescastle Avenue, southwest of a colossal golden tree. It stands next to the office of a male human minstrel named Aefer.",
  "In an adventurers ward known for its heroic explorers. The street outside is lined with street vendors hawking swords and daggers.",
  "In an arcane district, surrounded by narrow alleys and wizards' towers. It stands next to the grand home of Kora the Archmage.",
  "In a market ward, surrounded by busy streets and noisy taverns. The street outside is crowded with a procession of beggars.",
  "On Bell Avenue, near a wide canal. The street outside is lined with street vendors hawking maps and scrolls.",
  "On Copperthrone Road, east of the College of Cerius. It stands next to the stately home of a female dragonborn named Abis.",
  "In an arcane quarter known for its floating towers. Its neighbors include the workshop of a male halfling runecarver named Nichye and the grand home of a male tiefling named Afridius.",
  "In an arcane ward, surrounded by hidden alleys and elemental forges. It stands adjacent to the marvelous tower of the wizard Phile.",
  "In an adventurers quarter known for its many catacombs and tunnels. The street outside is filled with the scent of burning wood.",
  "In an adventurers district, surrounded by shadowed alleys and comfortable inns. The street outside is filled with the scent of damp earth.",
  "In an arcane district known for its floating islands. The street outside is lined with everburning lanterns.",
  "On Hell-hound's Lane, in an adventurers ward of exotic shops and tough mercenaries. It stands adjacent to a tavern called The Crossed Candles.",
  "In an arcane ward known for its floating towers. The street outside is filled with black alchemical smoke.",
  "In an adventurers ward known for its resident nymph, a beautiful daughter of the forest named Amias. It stands adjacent to the workshop of a female dwarf weaponsmith named Gili.",
  "In an adventurers ward, surrounded by narrow alleys and busy shops. The street outside is filled with the scent of burning wood.",
  "In an adventurers district known for its bold explorers. The street outside is filled with the scent of damp earth.",
  "In an arcane quarter, surrounded by hidden alleys and alchemical forges. Its neighbors include the grand tower of the wizard Chrosippo the Deranged and an ornate traveler's shrine.",
  "In an arcane ward, surrounded by quiet avenues and wizards' towers. The street outside is lined with a wrought-iron fence.",
  "In an adventurers district, surrounded by busy avenues and noisy inns. It stands next to the spartan hall of the Explorers Guild.",
  "In an arcane quarter, near a colossal golden tree. Its neighbors include a library of conjuration and summoning and the grand home of a female human named Burhuie.",
  "On Lower Crystalcrown Avenue, near a tree-lined lake. The street outside is shaded by grand trees.",
  "In an arcane ward known for its legendary wizards and alchemists. The street outside is crowded with a procession of the Alchemists Society.",
  "On Hill Road, near the town gate. Its neighbors include the spartan hall of the Wayfarers Guild and a large public square.",
  "In an adventurers ward, surrounded by busy avenues and noisy taverns. It stands next to the grand hall of the Warriors Fellowship.",
  "On Fox's Rise, near the Rogue's Gate. The street outside is filled with blue alchemical smoke.",
  "On West Silver Avenue, near the School of the Arcane Arts. It stands next to a library of artifacts and constructs.",
  "In an adventurers ward, surrounded by shadowed alleys and noisy taverns. Its neighbors include the workshop of a male elf shieldwright named Ophelros and a simple traveler's shrine.",
  "In an adventurers ward known for its noisy inns. The street outside is crowded with drunken brawlers.",
  "On New Archtower Way, near a colossal silver tree. The street outside is paved with scorched flagstones.",
  "On Upper Mastiff's Chase, in an adventurers quarter of exotic shops and tough mercenaries. The street outside is filled with the scent of damp earth.",
  "On Priest's Court, in a market district of crowded streets and active marketplaces. Its neighbors include the stately hall of the Moneylenders Fellowship and a simple traveler's shrine.",
  "In an adventurers quarter known for its resident nymph, an alluring daughter of the stars named Seme. The street outside is filled with the scent of burning wood.",
  "In an arcane quarter, northwest of a tree-lined lake. The street outside is filled with blue alchemical smoke.",
  "On Blackstone Passage, near the town gate. Its neighbors include a tavern called The Warrior and Mug and a simple traveler's shrine.",
  "On Hydra's Row, in an adventurers ward of noisy taverns and wandering bards. Its neighbors include the workshop of a female dwarf swordsmith named Horde and the fine home of a male tiefling named Gildasa.",
  "On North Chain Mews, near a major crossroads. The street outside is crowded with drunken brawlers.",
  "In an arcane district, northeast of a tree-lined lake. The street outside is shaded by tall trees.",
  "In an adventurers quarter known for its many houses of healing. It stands adjacent to the grand hall of the Wayfarers Fellowship.",
  "In an adventurers ward known for its ancient catacombs and tunnels. The street outside is lined with monstrous skulls impaled upon spears.",
  "On High Avenue, near the School of Arcane Devices. Its neighbors include a library of glyphs and runes and a large public garden.",
  "On Great Palace Chase, southwest of a wide stream. The street outside is lined with street vendors hawking potions and elixirs.",
  "On Lower Blackbrook Road, northwest of the Athenaeum of the Arcane Arts. The street outside is paved with scorched flagstones.",
  "On Brightsword Lane, west of the Athenaeum of Artifice. Its neighbors include the grand tower of Saleia the Artificer and an ornate traveler's shrine.",
  "On North Roseheath Avenue, in an arcane quarter of alchemical forges and skilled alchemists. Its neighbors include the workshop of a male dwarf runecarver named Teinni and the grand home of a female gnome named Sale.",
  "On Trafeld Avenue, in a market quarter of busy avenues and colorful marketplaces. It stands adjacent to the workshop of a male human bookbinder named Gyleon.",
  "On West Hart's Lane, in an arcane district of quiet avenues and wizards' towers. It stands adjacent to the grand home of the wizard Sophe the Insane.",
  "In an adventurers ward, southwest of an outcrop of rune-carved stone. It stands adjacent to an inn called The Red Flask.",
  "In an adventurers ward known for its legendary explorers. It stands adjacent to a large public square.",
  "In an adventurers ward, near the Marauder's Gate. It stands adjacent to a tavern called The Bloody Fang.",
  "On Whitethrone Way, in an arcane district of wizards' towers and skilled alchemists. It stands adjacent to the workshop of a female halfling spellbinder named Idet Ashtot.",
  "In an arcane quarter, near the School of Cetius. The street outside is shaded by tall trees.",
  "In an adventurers quarter, north of the Knight's Gate. Its neighbors include the workshop of a male half-orc linkmaker named Cyrica and a modest traveler's shrine.",
  "In an arcane district known for its many scrying pools. Its neighbors include the workshop of a male half-elf diviner named Raffolk Lette and an ornate traveler's shrine.",
  "In an adventurers district, surrounded by narrow alleys and comfortable taverns. It stands adjacent to an inn called The Thirsty Beggar.",
  "In an adventurers district, near the Marauder's Gate. The street outside is filled with red alchemical smoke.",
  "On New Lamp Cross, south of the Rogue's Gate. It stands next to the workshop of a male dwarf arkwright named Skete.",
  "On Spellbinder's Circus, in an adventurers ward of busy shops and tough mercenaries. The street outside is lined with street vendors hawking maps and scrolls.",
  "In an arcane district, surrounded by well-lit streets and sorcerous towers. Its neighbors include a library of artifacts and constructs and a large public garden.",
  "In a market district, surrounded by narrow alleys and noisy taverns. The street outside is strewn with debris from an overturned cart.",
  "In an adventurers quarter, near the Hero's Gate. The street outside is lined with monstrous skulls impaled upon spears.",
  "In an adventurers ward, surrounded by narrow alleys and comfortable taverns. It stands next to the workshop of a female halfling armorer named Aben.",
  "On Hedge Row, in an adventurers ward of exotic shops and bold explorers. The street outside is lined with an old stone wall.",
  "In an arcane quarter, surrounded by narrow alleys and wizards' towers. It stands next to a library of charms and compulsions.",
  "On Upper Mawold Way, southwest of the Wayfarer's Gate. Its neighbors include the spartan hall of the Clerics Guild and the workshop of a female human harper named Bruda.",
  "In an adventurers district, surrounded by busy avenues and comfortable inns. The street outside is crowded with drunken brawlers.",
  "In an adventurers district, surrounded by busy avenues and noisy inns. The street outside is lined with orcish skulls impaled upon spears.",
  "On Hightome Street, northwest of a tree-lined lake. It stands next to the marvelous home of the wizard Anen the Peerless.",
  "On Lower Boar's Road, in a market quarter of colorful marketplaces and streetwise thieves. It stands next to a busy public square.",
  "In an arcane quarter, surrounded by hidden alleys and wizards' towers. Its neighbors include a library of conjuration and summoning and the grand home of a male dragonborn named Sunai.",
  "In an adventurers quarter, surrounded by winding avenues and noisy inns. Its neighbors include a tavern called The Pirate and Pipe and the workshop of a female half-elf glassblower named Iris.",
  "On Ditch Passage, in an adventurers quarter of busy avenues and comfortable inns. Its neighbors include a tavern called The Bloody Dagger and the workshop of a female dwarf confectioner named Thatur.",
  "In an arcane district known for its floating castles. It stands adjacent to a library of artifacts and constructs.",
  "On Knight's Lane, in an adventurers district of busy streets and comfortable inns. The street outside is lined with a low stone wall.",
  "In an adventurers quarter, surrounded by busy avenues and comfortable taverns. Its neighbors include a tavern called The Blue Flask and the large home of a male half-orc named Aruaric.",
  "In an adventurers ward known for its haunted inns. Its neighbors include the workshop of a male dwarf fletcher named Kuli Skorreson and the workshop of a male halfling pinner named Sembo.",
  "On Guildhall Circus, northeast of a tree-lined canal. The street outside is lined with an old stone wall.",
  "On Dale Stairs, northwest of the Wayfarer's Gate. Its neighbors include the grand hall of the Rogues Company and the fine home of a female dwarf named Arin.",
  "In an adventurers district, surrounded by narrow alleys and busy shops. Its neighbors include the spartan hall of the Clerics Guild and the workshop of a female dwarf harper named Ahaz.",
  "In an adventurers ward known for its haunted inns. The street outside is filled with the scent of damp earth.",
  "In an arcane ward known for its floating castles. It stands adjacent to the workshop of a female tiefling diviner named Kreagnila.",
  "On Lower Dukescastle Way, southeast of the Athenaeum of Arcane Devices. It stands adjacent to the office of a male elf priest named Esun.",
  "In an adventurers ward known for its ancient dungeon gates. It stands adjacent to the spartan hall of the Clerics Guild.",
  "In an adventurers district, surrounded by narrow alleys and exotic shops. Its neighbors include the workshop of a female human armorer named Bethel and the fine home of a female dwarf named Horlja Rormidotr.",
  "In an arcane ward known for its alchemical forges. The street outside is paved with spiral-carved flagstones.",
  "On Bygate Lane, southeast of the Wayfarer's Gate. Its neighbors include the grand hall of the Warriors Fellowship and a large public square.",
  "On Slate Lane, in a market district of comfortable taverns and streetwise pickpockets. It stands adjacent to a well-guarded warehouse.",
  "On Greatorb Road, southwest of a tree-lined lake. Its neighbors include a library of divination and scrying and the stately home of a male halfling named Rarder Liamsev.",
  "On Crystalscepter Way, northeast of a major crossroads. The street outside is lined with glowing runestones.",
  "In an arcane district, surrounded by well-lit avenues and sorcerous towers. The street outside is crowded with a procession of the Wizards Society.",
  "In an arcane district, near a major crossroads. The street outside is shaded by grand trees.",
  "In an adventurers district, surrounded by shadowed alleys and comfortable taverns. The street outside is lined with an old stone wall.",
  "On Blackstone Mews, in an adventurers district of comfortable inns and cold-hearted mercenaries. The street outside is crowded with drunken brawlers.",
  "On Silver Road, northeast of a crystalline monolith. It stands next to a verdant public garden.",
  "In an adventurers ward, near a major crossroads. The street outside is crowded with a procession of beggars.",
  "In an adventurers ward, northeast of the Rogue's Gate. It stands next to the spartan hall of the Clerics Guild.",
  "In an arcane quarter known for its many extra-planar gates. It stands next to the office of a male elf scribe named Datha.",
  "On Lower Fletcher's Circus, west of a major crossroads. Its neighbors include the grand hall of the Mages Society and a modest traveler's shrine.",
  "In an adventurers ward, southwest of a major crossroads. The street outside is crowded with a procession of beggars.",
  "In an adventurers quarter, near the Saint's Gate. The street outside is filled with gray alchemical smoke.",
  "In a market quarter known for its extra-planar shops and merchants. The street outside is filled with the scent of incense and exotic spices.",
  "On Bastion Street, northeast of the Knight's Gate. Its neighbors include the workshop of a female halfling shieldwright named Kater Wente and a simple traveler's shrine.",
  "On Brick Way, in a market quarter of noisy taverns and earnest merchants. It stands adjacent to the stately hall of the Bowyers Guild.",
  "On Archscepter Road, in an arcane quarter of sorcerous towers and skilled alchemists. Its neighbors include the workshop of a male halfling artificer named Fredo and a cloistered traveler's shrine.",
  "On Copper Lane, in an adventurers quarter of shadowed alleys and exotic shops. It stands next to the large home of a female human named Erys.",
  "On Batun Lane, near a monolith of rune-carved stone. The street outside is filled with the scent of damp earth.",
  "On East Ravensgrove Way, in an arcane quarter of wizards' towers and legendary wizards. Its neighbors include a library of divination and scrying and a verdant public garden.",
  "In an adventurers quarter, north of a major crossroads. It stands next to a tavern called The Hunting Harper.",
  "In an arcane district, near a colossal silver tree. Its neighbors include the workshop of a female human runecarver named Some and an ornate traveler's shrine.",
  "In an arcane ward known for its legendary wizards and alchemists. The street outside is filled with the fragrance of blooming flowers.",
  "In an adventurers district, southwest of the Dragoon's Gate. The street outside is crowded with drunken brawlers.",
  "On Engineer's Yard, in a market quarter of crowded streets and comfortable taverns. The street outside is lined with a low stone wall.",
  "In an arcane quarter, surrounded by quiet streets and wizards' towers. The street outside is paved with scorched flagstones.",
  "In an arcane district, surrounded by quiet streets and elemental forges. It stands next to the workshop of a female half-elf wizard named Nellenwe.",
  "In an adventurers quarter known for its comfortable inns. The street outside is crowded with drunken brawlers.",
  "In an adventurers ward known for its resident dragon, a bronze wyrm named Buni. The street outside is lined with street vendors hawking swords and daggers.",
  "In an adventurers quarter, east of a wide stream. The street outside is lined with street vendors hawking maps and scrolls.",
  "On Andon Lane, in an adventurers district of comfortable inns and heroic explorers. It stands next to the workshop of a female elf bowyer named Nelaser.",
  "On Cathedral Side, west of the Knight's Gate. Its neighbors include a tavern called The Rampant Harlequin and a busy public square.",
  "In an adventurers ward, near a wide stream. Its neighbors include an inn called The Dancing Scoundrel and the fine home of a male human named Vyncent Kesell.",
  "In a market ward known for its active marketplaces. The street outside is filled with strange languages and accents.",
  "In an adventurers ward, surrounded by shadowed alleys and exotic shops. Its neighbors include an inn called The Gray Flask and a busy public square.",
  "In an adventurers district, surrounded by shadowed alleys and busy shops. The street outside is crowded with drunken brawlers.",
  "In an adventurers ward, near a monolith of rune-carved stone. It stands adjacent to the fine home of a female human named Burga.",
  "In a market ward, near the Merchant's Gate. It stands adjacent to a large public square.",
  "In an arcane district, near a crystalline monolith. Its neighbors include the workshop of a male dwarf runecarver named Amlid Hringrison and the stately home of a female half-orc named Chleuvalda.",
  "On Drakesheath Road, in an arcane ward of alchemical forges and powerful sorcerers. The street outside is lined with draconic statues.",
  "In an adventurers quarter, surrounded by narrow alleys and exotic shops. Its neighbors include the workshop of a male halfling knifesmith named Ernard and a modest traveler's shrine.",
  "On North Citadel Avenue, in a market ward of active marketplaces and earnest merchants. Its neighbors include the stately hall of the Weaponsmiths Fellowship and the large home of a male human named Eardwulf.",
  "In an adventurers district known for its bold explorers. The street outside is lined with orcish skulls impaled upon spears.",
  "On Bookbinder's Road, west of the town gate. It stands next to the office of a male halfling moneychanger named Adas.",
  "In an adventurers district, near an outcrop of rune-carved stone. The street outside is filled with the scent of burning wood.",
  "On Glass Lane, southeast of a clear lake. Its neighbors include the marvelous tower of the wizard Athen the Witty and a cloistered traveler's shrine.",
  "On Ersindalr Way, east of the Marauder's Gate. It stands next to the grand hall of the Warriors Guild.",
  "In an adventurers quarter known for its bold explorers. Its neighbors include the workshop of a female dwarf shieldwright named Arur and a simple traveler's shrine.",
  "On Brightfane Way, in an arcane ward of wizards' towers and powerful sorcerers. Its neighbors include a library of glyphs and runes and the office of a male halfling scribe named Nathye Weke.",
  "In an arcane district known for its legendary wizards and alchemists. It stands next to the stately home of a female half-orc named Lasta.",
  "On West Cauldron Arcade, in an adventurers district of exotic shops and cold-hearted mercenaries. The street outside is lined with monstrous skulls impaled upon spears.",
  "In an adventurers district known for its haunted inns. Its neighbors include an inn called The Scarlet Mug and a simple traveler's shrine.",
  "On Lake Lane, near the Merchant's Gate. Its neighbors include the office of a male dwarf moneychanger named Boti and a busy public square.",
  "On Heath Lane, in an adventurers district of busy shops and wandering bards. Its neighbors include the spartan hall of the Warriors Guild and a modest traveler's shrine.",
  "In an adventurers quarter, surrounded by narrow alleys and noisy inns. Its neighbors include a tavern called The Scoundrel's Hall and a simple traveler's shrine.",
  "In an arcane quarter known for its floating islands. Its neighbors include the grand home of Diophanos the Mage and a verdant public garden.",
  "In an adventurers quarter known for its bold explorers. Its neighbors include the workshop of a male half-orc fletcher named Vinusa and the large home of a female half-elf named Alyn.",
  "On Copper Avenue, northwest of the Ranger's Gate. The street outside is crowded with drunken brawlers.",
  "On Queensfair Way, east of the School of War Wizardry. The street outside is lined with crystalline obelisks.",
  "On Gold Avenue, in an arcane quarter of wizards' towers and skilled alchemists. It stands adjacent to the stately home of a female halfling named Damay.",
  "In an arcane ward, south of the College of the Eldritch Arts. The street outside is crowded with a procession of the Spellbinders Guild.",
  "On Brightsword Lane, north of a crystalline monolith. It stands next to the workshop of a female halfling spellbinder named Ruby.",
  "In an adventurers ward, near an outcrop of rune-carved stone. Its neighbors include the workshop of a female human weaponsmith named Merey and a busy public square.",
  "In an adventurers ward known for its ancient teleporation circles. The street outside is crowded with drunken brawlers.",
  "In an adventurers quarter, surrounded by busy avenues and comfortable inns. Its neighbors include the workshop of a male human shieldwright named Athan and the workshop of a female dragonborn founder named Saba.",
  "In an adventurers district known for its resident nymph, a beautiful daughter of the moon named Pole. It stands adjacent to the workshop of a female elf swordsmith named Ticca.",
  "In an adventurers district known for its noisy inns. Its neighbors include the spartan hall of the Wayfarers Fellowship and the large home of a female halfling named Monda Gerow.",
  "On Knightswall Way, near the College of the Mystical Arts. The street outside is watched by a squad of the town guard.",
  "In an adventurers quarter, near the Rogue's Gate. The street outside is lined with an old stone wall.",
  "In an arcane quarter, near a colossal silver tree. It stands adjacent to the marvelous tower of Thilesop the Sorcerer.",
  "In an adventurers district, surrounded by shadowed alleys and comfortable inns. It stands next to a large public square.",
  "On Rampart Alley, northwest of the Wayfarer's Gate. It stands next to the spartan hall of the Mages Guild.",
  "In an arcane district, near the Athenaeum of Arcane Study. The street outside is lined with draconic statues.",
  "In an arcane district, surrounded by quiet streets and wizards' towers. The street outside is lined with a wrought-iron fence.",
  "On South Archcoin Road, near a clear lake. The street outside is lined with a wrought-iron fence.",
  "On Linkmaker's Street, in an adventurers ward of winding avenues and comfortable inns. It stands adjacent to the workshop of a male halfling knifesmith named Ryany.",
  "In an arcane ward, surrounded by quiet streets and wizards' towers. The street outside is lined with a wrought-iron fence.",
  "In an adventurers district known for its resident nymph, an alluring daughter of the forest named Phero. The street outside is crowded with drunken brawlers.",
  "In an arcane ward, southwest of a colossal golden tree. It stands next to a verdant public garden.",
  "In an arcane district, near a major crossroads. It stands adjacent to an ornate traveler's shrine.",
  "On Silver Way, in an arcane district of well-lit avenues and sorcerous towers. Its neighbors include a library of glyphs and runes and a verdant public garden.",
  "On Brick Passage, near a wide stream. The street outside is lined with a low stone wall.",
  "In an adventurers district, surrounded by shadowed alleys and busy shops. The street outside is crowded with a procession of beggars.",
  "On North Dragon's Street, in a market ward of narrow alleys and active marketplaces. Its neighbors include the stately hall of the Merchants Fellowship and the workshop of a male dragonborn arkwright named Sunidu.",
  "In an adventurers district known for its noisy taverns. It stands adjacent to the workshop of a female halfling bowyer named Arigo Gammidg.",
  "In an adventurers district, surrounded by shadowed alleys and exotic shops. The street outside is lined with monstrous skulls impaled upon spears.",
  "In an adventurers district, west of the Marauder's Gate. The street outside is lined with street vendors hawking potions and elixirs.",
  "In an arcane district known for its alchemical forges. The street outside is paved with spiral-carved flagstones.",
  "In an adventurers quarter, surrounded by shadowed alleys and noisy inns. It stands next to the workshop of a female human swordsmith named Wychtleue.",
  "In an adventurers ward, near a major crossroads. It stands adjacent to the grand hall of the Wayfarers Guild.",
  "On Demon's Side, in an adventurers district of narrow alleys and exotic shops. Its neighbors include the grand hall of the Explorers Society and the workshop of a male elf calligrapher named Goneli.",
  "On North Stocks Yard, north of a wide stream. The street outside is filled with black alchemical smoke.",
  "In an adventurers district, surrounded by busy avenues and comfortable taverns. It stands adjacent to the fine home of a male elf named Elelung.",
  "In an adventurers ward known for its resident titan, an ice giant named Horki. It stands adjacent to the workshop of a female human linkmaker named Merey.",
  "In an adventurers quarter, near an outcrop of rune-carved stone. The street outside is lined with street vendors hawking swords and daggers.",
  "On Tacot Road, northeast of the Wayfarer's Gate. It stands next to the spartan hall of the Adventurers Guild.",
  "On Waham Road, northeast of the Hero's Gate. The street outside is lined with orcish skulls impaled upon spears.",
  "In an adventurers district known for its comfortable inns. It stands adjacent to the workshop of a male dwarf linkmaker named Eirun.",
  "In an adventurers quarter known for its comfortable inns. The street outside is lined with a low stone wall.",
  "On Slate Circus, in an adventurers district of noisy taverns and tough mercenaries. The street outside is lined with street vendors hawking weapons and shields."
]