[
  "On Charcoalmaker's Avenue, near the Dragoon's Gate. It stands next to the fine home of a female human named Aedild.",
  "In an adventurers ward, surrounded by busy avenues and noisy taverns. Its neighbors include the workshop of a female halfling fletcher named Malia and the workshop of a female elf furrier named Cana.",
  "On Post Circus, in an adventurers district of comfortable taverns and cold-hearted mercenaries. It stands next to a modest traveler's shrine.",
  "On Mastiff's Passage, near the town gate. The street outside is shaded by a canopy of colorful fabric.",
  "In a market quarter, surrounded by narrow alleys and comfortable inns. It stands adjacent to the stately hall of the Jewelers Fellowship.",
  "On Bowyer's Court, north of the Rogue's Gate. Its neighbors include the workshop of a male halfling shieldwright named Georguy and a modest traveler's shrine.",
  "On Muzga Way, in an adventurers quarter of exotic shops and bold explorers. The street outside is filled with the scent of damp earth.",
  "In an arcane district, surrounded by hidden alleys and sorcerous towers. The street outside is paved with spiral-carved flagstones.",
  "In an adventurers district known for its resident dragon, a silver wyrm named Ninabu. The street outside is crowded with drunken brawlers.",
  "In an adventurers quarter, surrounded by shadowed alleys and comfortable taverns. Its neighbors include the grand hall of the Clerics Society and a modest traveler's shrine.",
  "In an adventurers quarter known for its bold explorers. Its neighbors include the spartan hall of the Clerics Society and the large home of a male human named Here.",
  "In an adventurers quarter, surrounded by narrow alleys and exotic shops. The street outside is lined with a low stone wall.",
  "On Queensfane Lane, near the College of the Arcane Arts. Its neighbors include the marvelous home of the wizard Atistor the Mad and a cloistered traveler's shrine.",
  "In an adventurers quarter known for its ancient catacombs and tunnels. The street outside is lined with a low stone wall.",
  "In an adventurers ward known for its resident titan, a storm giant named Quintius. Its neighbors include the workshop of a male elf fletcher named Fiachni and the workshop of a male human locksmith named Eardwulf.",
  "On Ardilholm Avenue, east of the Crusader's Gate. The street outside is lined with monstrous skulls impaled upon spears.",
  "In an adventurers district, surrounded by winding avenues and busy shops. Its neighbors include the grand hall of the Mages Society and a modest traveler's shrine.",
  "On High Road, in an arcane quarter of alchemical forges and skilled alchemists. The street outside is lined with crystalline obelisks.",
  "In an adventurers quarter, near a monolith of rune-carved stone. Its neighbors include the workshop of a female gnome weaponsmith named Endent and the workshop of a female gnome harper named Arent.",
  "On Great Hadun Lane, near a monolith of rune-carved stone. It stands adjacent to a busy public square.",
  "In an adventurers ward, southeast of a major crossroads. Its neighbors include a tavern called The Thirsty Warrior and a simple traveler's shrine.",
  "On Hare's Passage, in an adventurers district of winding streets and exotic shops. The street outside is strewn with debris from an overturned cart.",
  "On Great Yard Row, near the Marauder's Gate. It stands next to a tavern called The Blue Cauldron.",
  "In an adventurers ward, surrounded by winding avenues and noisy taverns. The street outside is crowded with a procession of beggars.",
  "In an adventurers quarter, near the Dragoon's Gate. The street outside is filled with gray alchemical smoke.",
  "In an adventurers district, surrounded by narrow alleys and noisy inns. The street outside is crowded with drunken brawlers.",
  "In an adventurers quarter, surrounded by busy avenues and noisy inns. It stands next to the workshop of a female dragonborn corsetier named Lith.",
  "In an adventurers quarter, near an outcrop of rune-carved stone. Its neighbors include the workshop of a male halfling weaponsmith named Manard and the large home of a male human named Behrtio.",
  "In an arcane quarter, surrounded by hidden alleys and wizards' towers. The street outside is lined with a wrought-iron fence.",
  "In an arcane ward, northeast of the College of Apesus. The street outside is lined with a wrought-iron fence.",
  "On Hatter's Circus, east of a tree-lined canal. The street outside is filled with yellow alchemical smoke.",
  "In an adventurers ward, northwest of the Wayfarer's Gate. The street outside is filled with white alchemical smoke.",
  "In an arcane quarter, near a tree-lined lake. It stands adjacent to the workshop of a female human diviner named Eosburg.",
  "In an adventurers ward, surrounded by busy avenues and comfortable inns. Its neighbors include an inn called The Wandering Maiden and a simple traveler's shrine.",
  "On Scholar's Lane, northwest of a monolith of rune-carved stone. It stands adjacent to the spartan hall of the Mages Society.",
  "On Charger's Road, in an adventurers district of noisy taverns and heroic explorers. It stands next to the workshop of a male elf weaponsmith named Emmatas.",
  "In an arcane district, surrounded by well-lit streets and elemental forges. Its neighbors include a library of combat spellcraft and an ornate traveler's shrine.",
  "In an adventurers district, surrounded by shadowed alleys and busy shops. Its neighbors include a tavern called The Broken Sword and the fine home of a male halfling named Blado.",
  "In an arcane quarter, southwest of a crystalline monolith. The street outside is filled with yellow alchemical smoke.",
  "In an adventurers quarter known for its ancient teleporation circles. The street outside is lined with monstrous skulls impaled upon spears.",
  "On Marsh Alley, in an adventurers district of busy shops and tough mercenaries. The street outside is filled with white alchemical smoke.",
  "In an adventurers ward, surrounded by busy streets and comfortable taverns. The street outside is lined with orcish skulls impaled upon spears.",
  "In an adventurers ward known for its haunted taverns. The street outside is lined with orcish skulls impaled upon spears.",
  "On Coin Rise, near the Merchant's Gate. The street outside is filled with the scent of incense and exotic spices.",
  "In an adventurers ward, surrounded by winding avenues and exotic shops. The street outside is filled with the scent of burning wood.",
  "On Upper Redfane Lane, in an arcane district of elemental forges and skilled alchemists. It stands adjacent to the workshop of a male dwarf wizard named Ziri.",
  "In an adventurers district, surrounded by narrow alleys and noisy taverns. The street outside is lined with monstrous skulls impaled upon spears.",
  "On Jetheath Road, southeast of the Academy of Elemental Study. The street outside is shaded by grand trees.",
  "In an arcane district, east of the School of Mystical Study. It stands adjacent to a library of conjuration and summoning.",
  "In an adventurers quarter, surrounded by busy avenues and noisy taverns. It stands next to the spartan hall of the Wayfarers Fellowship.",
  "On Fane Side, in an adventurers quarter of shadowed alleys and exotic shops. The street outside is crowded with a procession of beggars.",
  "On Upper Brick Mews, in an adventurers ward of narrow alleys and noisy inns. The street outside is lined with street vendors hawking weapons and shields.",
  "In an adventurers quarter, surrounded by busy streets and comfortable inns. It stands adjacent to the workshop of a female gnome armorer named Hile.",
  "In an arcane ward, near the School of Cantium. The street outside is paved with scorched flagstones.",
  "On Lamp Road, in an adventurers quarter of busy streets and noisy inns. It stands adjacent to the workshop of a male elf jeweler named Elenwel.",
  "In an adventurers quarter, surrounded by shadowed alleys and exotic shops. The street outside is crowded with drunken brawlers.",
  "On Badger's Lane, in a market district of crowded streets and colorful marketplaces. Its neighbors include a well-guarded warehouse and the fine home of a male elf named Deba.",
  "On Pikeman's Row, in an adventurers district of exotic shops and heroic explorers. The street outside is lined with monstrous skulls impaled upon spears.",
  "In an adventurers quarter, surrounded by shadowed alleys and noisy inns. Its neighbors include an inn called The Crossed Arrows and a large public square.",
  "In an arcane ward, surrounded by narrow alleys and wizards' towers. The street outside is crowded with a procession of the Spellbinders Society.",
  "In an arcane ward, surrounded by well-lit avenues and sorcerous towers. The street outside is filled with the fragrance of blooming flowers.",
  "In an adventurers quarter, surrounded by busy avenues and noisy taverns. Its neighbors include the grand hall of the Rogues Guild and the large home of a female dwarf named Nanarv.",
  "In an arcane ward, northwest of the Academy of the Arcane Arts. Its neighbors include the grand tower of the wizard Ales the Erudite and a large public garden.",
  "In an adventurers ward, near a tree-lined stream. Its neighbors include a tavern called The Gray Flask and the workshop of a female human vintner named Brithuie.",
  "In an arcane quarter, surrounded by quiet streets and sorcerous towers. The street outside is filled with black alchemical smoke.",
  "In an arcane quarter, surrounded by hidden alleys and elemental forges. The street outside is filled with red alchemical smoke.",
  "In a market quarter known for its active marketplaces. The street outside is filled with the scent of incense and exotic spices.",
  "On Demon's Side, southwest of a major crossroads. The street outside is filled with the scent of damp earth.",
  "On Ashford Avenue, in an arcane district of wizards' towers and powerful sorcerers. The street outside is crowded with a procession of the Alchemists Guild.",
  "On Mace Avenue, in a market district of noisy taverns and streetwise pickpockets. It stands next to the office of a female halfling moneychanger named Malva.",
  "On Heath Avenue, near the Rogue's Gate. It stands adjacent to the spartan hall of the Adventurers Society.",
  "In an adventurers ward, surrounded by shadowed alleys and exotic shops. The street outside is crowded with a procession of beggars.",
  "In an arcane quarter, near a tree-lined lake. The street outside is filled with black alchemical smoke.",
  "On Candle Way, near the Crusader's Gate. The street outside is filled with the scent of damp earth.",
  "In an arcane quarter, surrounded by hidden alleys and elemental forges. Its neighbors include the grand tower of the wizard Phermosasth the Infernal and the office of a male elf sage named Elelror.",
  "On Gallows Close, in a market quarter of active marketplaces and streetwise pickpockets. The street outside is lined with a low stone wall.",
  "In an adventurers quarter known for its many catacombs and tunnels. The street outside is lined with orcish skulls impaled upon spears.",
  "In an adventurers quarter, surrounded by narrow alleys and comfortable taverns. The street outside is filled with the scent of burning wood.",
  "In a market ward, southeast of a major crossroads. Its neighbors include the office of a male human moneychanger named Wulfa and the workshop of a male dwarf gemcutter named Soti.",
  "In an adventurers ward, surrounded by shadowed alleys and exotic shops. It stands adjacent to the workshop of a male tiefling knifesmith named Esis.",
  "In an arcane ward, near a major crossroads. The street outside is lined with crystalline obelisks.",
  "On Lamp Passage, in an adventurers quarter of shadowed alleys and noisy taverns. Its neighbors include the spartan hall of the Mages Society and the large home of a female half-orc named Wilguda.",
  "In a market district, southwest of the town gate. The street outside is filled with strange languages and accents.",
  "In an adventurers district, near the Wayfarer's Gate. Its neighbors include a tavern called The Harper's Cellar and the workshop of a female dwarf glassblower named Thildga Akkimdotr.",
  "In an adventurers quarter, near a wide stream. The street outside is lined with orcish skulls impaled upon spears.",
  "In an arcane quarter, north of the School of War Wizardry. It stands adjacent to a library of conjuration and summoning.",
  "In an arcane district known for its elemental forges. It stands next to a library of charms and compulsions.",
  "On Mire Way, near a wide canal. Its neighbors include an inn called The Crossed Swords and the large home of a female dragonborn named Ningal.",
  "In an adventurers quarter, near the Crusader's Gate. The street outside is lined with street vendors hawking maps and scrolls.",
  "On Knoll Circus, southeast of a major crossroads. It stands next to a simple traveler's shrine.",
  "In a market quarter, near the Merchant's Gate. The street outside is filled with strange languages and accents.",
  "In an adventurers ward known for its many dungeon gates. The street outside is lined with orcish skulls impaled upon spears.",
  "In a market district, southeast of the Merchant's Gate. Its neighbors include the grand hall of the Sergeants Fellowship and a large public square.",
  "In an arcane quarter known for its legendary wizards and alchemists. The street outside is filled with black alchemical smoke.",
  "In an adventurers quarter known for its heroic explorers. It stands next to a tavern called The Lazy Hero.",
  "On Epwold Avenue, in an adventurers quarter of narrow alleys and exotic shops. Its neighbors include the workshop of a female human swordsmith named Frilda and a busy public square.",
  "In an adventurers ward known for its resident dragon, a bronze wyrm named Sacesu. The street outside is crowded with drunken brawlers.",
  "On Hydra's Passage, near a major crossroads. It stands next to a well-guarded warehouse.",
  "In an arcane quarter, south of the Academy of Caesius. The street outside is paved with scorched flagstones.",
  "In an adventurers district, surrounded by shadowed alleys and noisy inns. The street outside is filled with gray alchemical smoke.",
  "On Steethorp Way, near a tree-lined canal. It stands adjacent to the workshop of a male human knifesmith named Alard.",
  "In an adventurers ward, near the Wayfarer's Gate. It stands next to the grand hall of the Clerics Guild.",
  "On Archtemple Avenue, near a major crossroads. The street outside is shaded by tall trees.",
  "On South Unicorn's Street, in an arcane district of alchemical forges and skilled alchemists. The street outside is paved with spiral-carved flagstones.",
  "On Debrycg Road, in an adventurers quarter of busy shops and wandering bards. The street outside is crowded with a procession of beggars.",
  "On Crag Cross, northwest of a major crossroads. The street outside is crowded with drunken brawlers.",
  "In an adventurers quarter known for its ancient catacombs and tunnels. It stands adjacent to a tavern called The Shepherd and Scroll.",
  "In a market quarter known for its colorful marketplaces. Its neighbors include the office of a male halfling moneychanger named Wyny Mooray and the workshop of a female halfling clockmaker named Mira.",
  "In an adventurers ward known for its heroic explorers. Its neighbors include the grand hall of the Mages Society and a busy public square.",
  "On South Slate Way, northeast of a major crossroads. The street outside is lined with orcish skulls impaled upon spears.",
  "On Badger's Passage, in an adventurers ward of exotic shops and wandering rogues. Its neighbors include a tavern called The Bloody Arrow and a modest traveler's shrine.",
  "In an adventurers ward known for its many catacombs and tunnels. The street outside is filled with red alchemical smoke.",
  "In an adventurers quarter, surrounded by busy avenues and comfortable taverns. The street outside is filled with the scent of damp earth.",
  "On Baramunz Avenue, west of the town gate. The street outside is lined with an old stone wall.",
  "In an adventurers quarter known for its heroic explorers. The street outside is strewn with debris from an overturned cart.",
  "On Crossbowman's Avenue, near the town gate. The street outside is lined with a low stone wall.",
  "On Roseorb Way, near the College of Arcane Devices. It stands adjacent to a large public garden.",
  "In an adventurers quarter known for its noisy taverns. The street outside is filled with the scent of burning wood.",
  "In an adventurers district known for its noisy inns. The street outside is strewn with debris from an overturned cart.",
  "On Queen's Stairs, in a market quarter of crowded streets and noisy taverns. It stands adjacent to the office of a female half-elf moneychanger named Atrin.",
  "In an arcane quarter, surrounded by narrow alleys and wizards' towers. The street outside is paved with spiral-carved flagstones.",
  "In an adventurers district known for its ancient houses of healing. The street outside is strewn with debris from an overturned cart.",
  "In an adventurers district, near the Ranger's Gate. The street outside is strewn with debris from an overturned cart.",
  "In an adventurers district known for its heroic explorers. It stands adjacent to the workshop of a female halfling linkmaker named Abet.",
  "On Charger's Road, in an adventurers district of winding avenues and busy shops. The street outside is filled with black alchemical smoke.",
  "In an adventurers district, near the town gate. The street outside is strewn with debris from an overturned cart.",
  "In an adventurers quarter, surrounded by shadowed alleys and noisy taverns. The street outside is lined with street vendors hawking potions and elixirs.",
  "On Drakesarch Lane, in an arcane quarter of alchemical forges and legendary wizards. The street outside is paved with spiral-carved flagstones.",
  "On Bridge Circus, in an adventurers quarter of shadowed alleys and exotic shops. The street outside is lined with street vendors hawking swords and daggers.",
  "On Fox's Road, near a tree-lined canal. The street outside is crowded with a procession of beggars.",
  "In an arcane ward, surrounded by well-lit streets and wizards' towers. Its neighbors include the grand home of the wizard Antes the Infernal and the grand home of a male elf named Errin.",
  "In an arcane quarter, surrounded by hidden alleys and sorcerous towers. The street outside is lined with a wrought-iron fence.",
  "On Stanilundr Way, in a market ward of narrow alleys and colorful marketplaces. It stands adjacent to a large public square.",
  "In an adventurers quarter, surrounded by narrow alleys and busy shops. It stands adjacent to a tavern called The Green Tankard.",
  "In an arcane ward, surrounded by quiet streets and sorcerous towers. Its neighbors include the workshop of a male gnome spellbinder named Chinautz and an ornate traveler's shrine.",
  "In an arcane ward known for its legendary wizards and alchemists. It stands next to the workshop of a female human spellbinder named Abell Elwyn.",
  "In an adventurers quarter known for its resident titan, a fire giant named Orin Gikison. The street outside is filled with gray alchemical smoke.",
  "In an adventurers quarter, surrounded by narrow alleys and exotic shops. It stands adjacent to the spartan hall of the Wizards Guild.",
  "In an adventurers district, near the Marauder's Gate. It stands next to the spartan hall of the Warriors Guild.",
  "In an arcane ward, surrounded by hidden alleys and sorcerous towers. Its neighbors include a library of illusions and shadows and a large public garden.",
  "In an adventurers district, south of a major crossroads. Its neighbors include a tavern called The Crossed Arrows and the workshop of a female half-elf bookbinder named Mithelye.",
  "On Priest's Stairs, near a major crossroads. Its neighbors include a tavern called The Black Goblet and the fine home of a female tiefling named Asunthama.",
  "In an arcane quarter known for its ancient scrying pools. The street outside is lined with a wrought-iron fence.",
  "In an adventurers district, surrounded by busy streets and noisy taverns. The street outside is crowded with drunken brawlers.",
  "In an adventurers ward known for its bold explorers. Its neighbors include an inn called The Thief and Flagon and the workshop of a male human pinner named George.",
  "In an adventurers ward, surrounded by narrow alleys and busy shops. It stands next to the workshop of a male human weaponsmith named Thany Borne.",
  "In a market quarter, near a monolith of rune-carved stone. The street outside is strewn with debris from an overturned cart.",
  "In an arcane ward, northwest of the Academy of Levius. It stands adjacent to a library of illusions and shadows.",
  "On Chariot Chase, near the Ranger's Gate. The street outside is lined with monstrous skulls impaled upon spears.",
  "On Hedge Road, southeast of the Adventurer's Gate. It stands adjacent to a tavern called The Broken Shield.",
  "On Broad Way, north of the School of Devium. Its neighbors include the grand tower of Achones the Wizard and an ornate traveler's shrine.",
  "On Slate Street, in an adventurers ward of shadowed alleys and noisy taverns. The street outside is lined with monstrous skulls impaled upon spears.",
  "In an arcane quarter, west of the Academy of Elemental Study. Its neighbors include the workshop of a male halfling wizard named Drando and a verdant public garden.",
  "In an arcane district known for its floating castles. Its neighbors include the workshop of a male elf alchemist named Alannael and the grand home of a female human named Menhe.",
  "In an adventurers district, near the Wayfarer's Gate. It stands next to a large public square.",
  "On Great Marsh Lane, in an adventurers ward of busy shops and tough mercenaries. The street outside is lined with monstrous skulls impaled upon spears.",
  "On Jetbluff Avenue, near a crystalline monolith. Its neighbors include a library of ancient mysteries and the grand home of a female human named Aten Nyson.",
  "On Stocks Chase, near a tree-lined canal. It stands next to the fine home of a female elf named Celaser.",
  "On Slough Approach, southwest of the Saint's Gate. Its neighbors include an inn called The Scoundrel and Pipe and a busy public square.",
  "In an adventurers quarter, surrounded by shadowed alleys and noisy taverns. The street outside is strewn with debris from an overturned cart.",
  "On Procurator's Way, in an adventurers district of noisy inns and wandering rogues. It stands next to the workshop of a female dwarf locksmith named Aghnisg Udfindotr.",
  "On Castle Street, near a monolith of rune-carved stone. Its neighbors include a tavern called The Broken Hammer and a modest traveler's shrine.",
  "On Falls Lane, in an adventurers ward of winding avenues and comfortable taverns. The street outside is lined with orcish skulls impaled upon spears.",
  "In an adventurers ward, surrounded by narrow alleys and comfortable taverns. The street outside is filled with white alchemical smoke.",
  "In an arcane district, southwest of the Academy of Vaesius. It stands next to a library of ancient mysteries.",
  "In an adventurers ward known for its resident nymph, an alluring daughter of the forest named Antion. The street outside is crowded with a procession of beggars.",
  "On Procurator's Side, in a market quarter of shadowed alleys and noisy taverns. Its neighbors include the office of a male half-elf moneychanger named Willes and a modest traveler's shrine.",
  "On Court Arcade, west of the Adventurer's Gate. Its neighbors include a tavern called The Old Knave and the workshop of a female half-elf minter named Serielye.",
  "In an adventurers ward, near the Knight's Gate. It stands adjacent to the workshop of a female dwarf confectioner named Ilmin.",
  "In an adventurers ward known for its bold explorers. It stands adjacent to the workshop of a male dragonborn milliner named Alin.",
  "In an adventurers ward, near an outcrop of rune-carved stone. Its neighbors include an inn called The Shepherd's Lodge and the fine home of a female human named Kathil.",
  "On Charger's Mews, near the town gate. The street outside is crowded with drunken brawlers.",
  "In an adventurers quarter, near the Ranger's Gate. It stands adjacent to a tavern called The Hero and Wand.",
  "In an adventurers quarter, surrounded by narrow alleys and comfortable taverns. Its neighbors include the workshop of a male tiefling sheather named Hanaba and the workshop of a female half-orc founder named Hunilda.",
  "In an adventurers ward, surrounded by narrow alleys and busy shops. It stands adjacent to the workshop of a female halfling knifesmith named Joyce.",
  "In an adventurers ward, south of the Ranger's Gate. It stands next to the workshop of a male halfling swordsmith named Manas.",
  "In an arcane district known for its floating castles. The street outside is filled with green alchemical smoke.",
  "In an arcane ward, northwest of a colossal silver tree. The street outside is lined with a wrought-iron fence.",
  "In an adventurers district, southwest of the Ranger's Gate. The street outside is lined with street vendors hawking swords and daggers.",
  "On Lower Slate Chase, in an adventurers district of shadowed alleys and exotic shops. The street outside is crowded with a procession of beggars.",
  "In a market district, surrounded by busy avenues and active marketplaces. Its neighbors include a brick-walled warehouse and the workshop of a female dwarf pinner named Azar.",
  "In an adventurers district known for its ancient dungeon gates. Its neighbors include the grand hall of the Mages Society and a large public square.",
  "On Highbell Street, northwest of the Academy of Egetus. The street outside is crowded with a procession of the Diviners Guild.",
  "In an adventurers district known for its heroic explorers. The street outside is lined with an old stone wall.",
  "In a market ward known for its colorful marketplaces. It stands next to the office of a male dragonborn moneychanger named Enmesh.",
  "On Highlamp Lane, in an arcane district of sorcerous towers and skilled alchemists. Its neighbors include the workshop of a male dwarf runecarver named Dwali and an ornate traveler's shrine.",
  "In an adventurers ward known for its legendary explorers. The street outside is lined with street vendors hawking weapons and shields.",
  "In an arcane quarter known for its alchemical forges. The street outside is paved with spiral-carved flagstones.",
  "In an adventurers district known for its ancient houses of healing. The street outside is filled with gray alchemical smoke.",
  "On Hydra's Lane, north of a major crossroads. The street outside is filled with strange languages and accents.",
  "In an arcane district known for its legendary wizards and alchemists. Its neighbors include a library of charms and compulsions and an ornate traveler's shrine.",
  "On Hart's Way, northeast of an outcrop of rune-carved stone. The street outside is filled with the scent of incense and exotic spices.",
  "In an adventurers quarter, surrounded by busy avenues and comfortable taverns. Its neighbors include the grand hall of the Warriors Guild and the fine home of a male tiefling named Theusisba.",
  "On Scarp Yard, east of a major crossroads. It stands adjacent to an inn called The Bloody Hammer.",
  "In an adventurers ward, south of the town gate. It stands next to a simple traveler's shrine.",
  "In an arcane ward, surrounded by hidden alleys and sorcerous towers. The street outside is crowded with a procession of the Diviners Guild.",
  "On Philosopher's Avenue, in an adventurers district of exotic shops and bold explorers. It stands adjacent to the spartan hall of the Warriors Fellowship.",
  "On Broad Lane, near the College of the Elemental Arts. Its neighbors include the workshop of a male human alchemist named Ormoth and the office of a male halfling priest named Ildic.",
  "In an adventurers ward, surrounded by winding avenues and noisy taverns. It stands next to an inn called The Warrior's Pub.",
  "In an arcane quarter, surrounded by hidden alleys and alchemical forges. The street outside is crowded with a procession of the Diviners Society.",
  "On Grayfalls Avenue, west of the Athenaeum of Polius. The street outside is filled with yellow alchemical smoke.",
  "On North Drakeshill Avenue, in an arcane quarter of wizards' towers and skilled alchemists. The street outside is paved with spiral-carved flagstones.",
  "In an adventurers quarter, surrounded by busy streets and noisy inns. It stands next to the grand hall of the Mages Guild.",
  "In an adventurers quarter, east of a major crossroads. Its neighbors include an inn called The Hunter and Shield and a simple traveler's shrine.",
  "In an adventurers district known for its heroic explorers. The street outside is lined with orcish skulls impaled upon spears.",
  "In an arcane quarter known for its elemental forges. Its neighbors include the grand tower of the wizard Phosodo and the stately home of a male half-elf named Ereros.",
  "On Lion's Rise, in an adventurers district of shadowed alleys and noisy inns. Its neighbors include the workshop of a female human sheather named Ethen and a simple traveler's shrine.",
  "In an arcane district known for its legendary wizards and alchemists. The street outside is paved with spiral-carved flagstones.",
  "In an adventurers district, near the Adventurer's Gate. The street outside is lined with orcish skulls impaled upon spears.",
  "In an adventurers quarter known for its legendary explorers. It stands adjacent to a simple traveler's shrine.",
  "On Staburh Road, near the Marauder's Gate. Its neighbors include an inn called The Hero and Chain and a modest traveler's shrine.",
  "On Shield Passage, near the Merchant's Gate. Its neighbors include the stately hall of the Crossbowmen Guild and the workshop of a male human clockmaker named Gylan.",
  "On Hollow Chase, in a market ward of noisy taverns and streetwise thieves. Its neighbors include the office of a female halfling moneychanger named Evel Shawe and a simple traveler's shrine.",
  "In a market quarter, surrounded by busy avenues and active marketplaces. The street outside is lined with street vendors hawking their goods.",
  "On Chariot Road, in a market quarter of colorful marketplaces and street vendors. Its neighbors include the stately hall of the Mercers Guild and a simple traveler's shrine.",
  "In an adventurers quarter, surrounded by winding streets and exotic shops. Its neighbors include the workshop of a male dwarf knifesmith named Urim and the large home of a female half-orc named Hilda.",
  "In an adventurers ward, west of a major crossroads. The street outside is lined with street vendors hawking weapons and shields.",
  "On Feydale Avenue, in an arcane quarter of well-lit streets and sorcerous towers. Its neighbors include the workshop of a male half-orc runecarver named Gareda and the grand home of a female dragonborn named Lila.",
  "In an arcane quarter known for its alchemical forges. Its neighbors include a library of illusions and shadows and the stately home of a male dwarf named Kupsi.",
  "In an adventurers district, surrounded by winding avenues and comfortable inns. It stands next to the workshop of a female human arkwright named Enel Reeve.",
  "On New Sculptor's Cross, in a market district of active marketplaces and streetwise pickpockets. Its neighbors include the office of a female dwarf moneychanger named Kali and a modest traveler's shrine.",
  "On South Silver Lane, north of the Academy of the Dark Arts. Its neighbors include the grand home of Patrasipp the Conjurer and the office of a male dwarf physician named Bardi.",
  "On New Lion's Way, in an adventurers quarter of narrow alleys and comfortable taverns. Its neighbors include the spartan hall of the Rogues Company and the large home of a male elf named Forne.",
  "In an adventurers ward, surrounded by narrow alleys and exotic shops. It stands adjacent to the workshop of a female tiefling swordsmith named Hene.",
  "In an adventurers district known for its heroic explorers. The street outside is filled with yellow alchemical smoke.",
  "In an arcane district, surrounded by hidden alleys and sorcerous towers. The street outside is paved with scorched flagstones.",
  "In an adventurers quarter known for its comfortable taverns. The street outside is lined with street vendors hawking potions and elixirs.",
  "On Feywall Road, in an arcane quarter of sorcerous towers and skilled alchemists. Its neighbors include a library of glyphs and runes and the stately home of a female halfling named Hanne.",
  "On Blackstone Alley, near the Adventurer's Gate. Its neighbors include an inn called The Gypsy's Pub and the large home of a female human named Suse Amen.",
  "In an adventurers ward, near the town gate. The street outside is lined with street vendors hawking maps and scrolls.",
  "In an adventurers district, south of a wide canal. Its neighbors include the workshop of a male halfling armorer named Thamas and the large home of a male dwarf named Telchark.",
  "In an adventurers ward known for its legendary explorers. The street outside is crowded with a procession of beggars.",
  "In an adventurers ward, near a wide stream. The street outside is lined with orcish skulls impaled upon spears.",
  "On Copper Way, near the Marauder's Gate. It stands next to the workshop of a male gnome sheather named Rici.",
  "In an adventurers quarter known for its bold explorers. It stands adjacent to a modest traveler's shrine.",
  "On Lion's Street, in an adventurers ward of winding streets and noisy inns. The street outside is lined with street vendors hawking weapons and shields.",
  "In an adventurers quarter, northwest of a tree-lined stream. It stands adjacent to the workshop of a male halfling hatter named Garud Gamgee.",
  "In an adventurers district, near a tree-lined canal. It stands adjacent to the spartan hall of the Rogues Guild.",
  "In an arcane ward, surrounded by hidden alleys and sorcerous towers. The street outside is crowded with a procession of the Spellbinders Guild.",
  "In an adventurers quarter, east of a wide stream. The street outside is lined with an old stone wall.",
  "In an arcane ward known for its legendary wizards and alchemists. The street outside is watched by a squad of the town guard.",
  "On Badger's Avenue, in an adventurers district of busy shops and bold explorers. The street outside is filled with the scent of burning wood.",
  "On Flail Court, in an adventurers quarter of comfortable inns and wandering bards. The street outside is lined with orcish skulls impaled upon spears.",
  "On Blackheath Road, near the College of Cosius. Its neighbors include the workshop of a female dwarf runecarver named Kunain and a large public garden.",
  "In an arcane ward, surrounded by narrow alleys and elemental forges. It stands adjacent to the grand home of a male half-orc named Jiko.",
  "In a market district known for its extra-planar shops and merchants. Its neighbors include the office of a female dragonborn moneychanger named Ninli and a simple traveler's shrine.",
  "In an arcane ward, surrounded by narrow alleys and sorcerous towers. The street outside is crowded with a procession of the Runecarvers Society.",
  "On Water Lane, near the Dragoon's Gate. The street outside is lined with street vendors hawking potions and elixirs.",
  "On Sabrycg Road, in an adventurers ward of comfortable inns and heroic explorers. The street outside is strewn with debris from an overturned cart.",
  "In an adventurers district, surrounded by winding avenues and noisy taverns. Its neighbors include an inn called The Wizard and Wand and the large home of a female dwarf named Bori.",
  "In a market quarter known for its exotic shops. The street outside is lined with a low stone wall.",
  "In an adventurers ward, near the Ranger's Gate. The street outside is crowded with a procession of beggars.",
  "On East Batun Lane, in an adventurers quarter of comfortable inns and tough mercenaries. It stands next to a modest traveler's shrine.",
  "In an arcane ward known for its floating towers. It stands adjacent to the stately home of a female half-orc named Evanama.",
  "On Marble Street, northeast of a tree-lined lake. Its neighbors include a library of charms and compulsions and the grand home of a female halfling named Argel.",
  "In an adventurers quarter, near the Crusader's Gate. The street outside is lined with street vendors hawking swords and daggers.",
  "In an arcane ward known for its floating towers. The street outside is filled with the fragrance of blooming flowers.",
  "On Mastiff's Road, southeast of the Athenaeum of Dunia. The street outside is lined with everburning lanterns.",
  "In an adventurers quarter, near the Wayfarer's Gate. The street outside is filled with the scent of burning wood.",
  "In an adventurers ward known for its haunted inns. It stands adjacent to a modest traveler's shrine.",
  "On Priest's Rise, in an adventurers ward of busy shops and wandering bards. The street outside is lined with street vendors hawking swords and daggers.",
  "On Rosering Street, in an arcane district of elemental forges and legendary wizards. The street outside is crowded with a procession of the Astrologers Guild.",
  "On Crystalford Road, in an arcane district of well-lit streets and alchemical forges. The street outside is paved with scorched flagstones.",
  "In an adventurers ward, surrounded by narrow alleys and comfortable taverns. Its neighbors include the grand hall of the Explorers Guild and a busy public square.",
  "In an adventurers district known for its heroic explorers. The street outside is lined with street vendors hawking swords and daggers.",
  "In an arcane ward known for its floating islands. It stands adjacent to the marvelous home of the wizard Amymus the Great.",
  "On Blackstone Road, in an adventurers quarter of busy shops and wandering rogues. Its neighbors include the grand hall of the Mages Guild and the fine home of a male halfling named Hildo.",
  "In an adventurers district known for its heroic explorers. The street outside is lined with street vendors hawking potions and elixirs.",
  "In an arcane quarter, near a colossal silver tree. The street outside is lined with crystalline obelisks.",
  "In an adventurers district, surrounded by winding streets and exotic shops. It stands next to the workshop of a male tiefling sheather named Gerieda.",
  "In an arcane district known for its many extra-planar gates. It stands adjacent to the office of a female elf spellbinder named Indel.",
  "On Barrow Row, in an adventurers quarter of exotic shops and cold-hearted mercenaries. The street outside is filled with the scent of burning wood.",
  "In an adventurers district, near a major crossroads. The street outside is crowded with a procession of beggars.",
  "On Ellombast Lane, near the Hero's Gate. The street outside is lined with a low stone wall.",
  "In an arcane ward, surrounded by narrow alleys and elemental forges. Its neighbors include the workshop of a male gnome alchemist named Grinain and a verdant public garden.",
  "In an adventurers quarter known for its ancient dungeon gates. It stands next to a simple traveler's shrine.",
  "In an arcane ward, north of the Athenaeum of Artifice. The street outside is lined with a wrought-iron fence.",
  "In an adventurers ward, surrounded by busy streets and comfortable taverns. The street outside is filled with yellow alchemical smoke.",
  "On Wolf's Lane, near the College of the Arcane Arts. Its neighbors include a library of artifacts and constructs and an ornate traveler's shrine.",
  "On Lion's Street, near the Merchant's Gate. The street outside is strewn with debris from an overturned cart.",
  "On Archcoin Street, near a rune-carved monolith. It stands adjacent to an ornate traveler's shrine.",
  "On Dragon's Cross, in an adventurers ward of exotic shops and bold explorers. The street outside is crowded with drunken brawlers.",
  "On Knight's Approach, in an adventurers district of comfortable taverns and wandering rogues. It stands adjacent to an inn called The Welcoming Harper.",
  "On Archlamp Road, in an arcane ward of wizards' towers and skilled alchemists. Its neighbors include the workshop of a male elf artificer named Pilla and the grand home of a female human named Burga.",
  "In an adventurers district, south of the Marauder's Gate. The street outside is crowded with drunken brawlers.",
  "On Narrow Row, in an adventurers district of shadowed alleys and exotic shops. The street outside is lined with orcish skulls impaled upon spears.",
  "On Boar's Chase, in an adventurers district of noisy inns and cold-hearted mercenaries. Its neighbors include an inn called The Crossed Staves and the workshop of a male halfling goldsmith named Mado.",
  "On Kingsthrone Road, in an arcane quarter of quiet avenues and sorcerous towers. The street outside is lined with a wrought-iron fence.",
  "In a market ward known for its makeshift shops. Its neighbors include the grand hall of the Merchants Fellowship and a large public square.",
  "In a market ward known for its makeshift shops. The street outside is lined with street vendors hawking their goods.",
  "On South Wolf's Cross, in an adventurers quarter of busy shops and cold-hearted mercenaries. Its neighbors include an inn called The Wizard and Mug and a simple traveler's shrine.",
  "On Coin Alley, in a market quarter of noisy taverns and earnest merchants. It stands next to the workshop of a male half-orc calligrapher named Hidrica.",
  "In an adventurers ward, near a major crossroads. The street outside is crowded with drunken brawlers.",
  "In a market district, west of an outcrop of rune-carved stone. The street outside is filled with the scent of incense and exotic spices.",
  "In a market district, surrounded by busy avenues and active marketplaces. Its neighbors include the office of a female gnome moneychanger named Thrinain and the workshop of a male gnome founder named Eris.",
  "In an adventurers district known for its many teleporation circles. Its neighbors include a tavern called The Foolish Archer and a busy public square.",
  "In an adventurers ward, surrounded by winding streets and noisy taverns. The street outside is filled with the scent of damp earth.",
  "On Blackstone Avenue, near the Merchant's Gate. The street outside is crowded with a procession of beggars.",
  "On Dale Way, northeast of the Merchant's Gate. Its neighbors include the office of a male halfling moneychanger named Amers and a busy public square.",
  "On Cusida Road, in an adventurers district of busy shops and wandering rogues. The street outside is filled with gray alchemical smoke.",
  "On Great Rubycastle Way, in an arcane district of narrow alleys and alchemical forges. The street outside is paved with scorched flagstones.",
  "In an adventurers quarter, southwest of the town gate. The street outside is lined with street vendors hawking potions and elixirs.",
  "In an arcane district, near a colossal silver tree. The street outside is crowded with a procession of the Alchemists Guild.",
  "On Spear Cross, near the Merchant's Gate. The street outside is filled with the scent of incense and exotic spices.",
  "In a market ward, northeast of a monolith of rune-carved stone. The street outside is lined with street vendors hawking their goods.",
  "In an adventurers district known for its bold explorers. It stands adjacent to an inn called The Maiden's Cellar.",
  "In an adventurers district known for its legendary explorers. Its neighbors include the workshop of a male tiefling weaponsmith named Frica and a simple traveler's shrine.",
  "In an adventurers quarter, surrounded by shadowed alleys and comfortable inns. The street outside is crowded with drunken brawlers.",
  "On Scholar's Mews, in an adventurers ward of shadowed alleys and comfortable taverns. It stands adjacent to the workshop of a male tiefling sheather named Arinth.",
  "In an adventurers quarter known for its resident titan, a storm giant named Cuso. The street outside is crowded with a procession of beggars.",
  "In an arcane district, surrounded by well-lit streets and elemental forges. It stands next to the stately home of a male dragonborn named Acenmesh.",
  "In an adventurers ward known for its resident titan, a storm giant named Servius. Its neighbors include the grand hall of the Mages Guild and a simple traveler's shrine.",
  "In an arcane ward, southeast of the College of the Sorcerous Arts. It stands adjacent to the grand tower of the wizard Desines the Adamant.",
  "On Scarp Row, west of a major crossroads. The street outside is lined with monstrous skulls impaled upon spears.",
  "In an adventurers district, near the Dragoon's Gate. Its neighbors include a tavern called The Crossed Staves and a large public square.",
  "In an arcane district, south of a tree-lined lake. The street outside is paved with scorched flagstones.",
  "In an arcane quarter, surrounded by well-lit streets and sorcerous towers. It stands adjacent to a library of charms and compulsions.",
  "In an adventurers district, surrounded by winding streets and exotic shops. It stands next to the large home of a male elf named Goma.",
  "In an adventurers district, northwest of the Ranger's Gate. The street outside is crowded with drunken brawlers.",
  "In an arcane district, north of a crystalline monolith. The street outside is filled with gray alchemical smoke.",
  "In an adventurers quarter, surrounded by winding streets and noisy taverns. The street outside is filled with the scent of burning wood.",
  "In an adventurers district, near the Ranger's Gate. It stands adjacent to the workshop of a female elf linkmaker named Erir.",
  "In an arcane district known for its many summoning circles. The street outside is lined with draconic statues.",
  "On Blackstone Chase, northeast of the Merchant's Gate. The street outside is filled with strange languages and accents.",
  "On Water Close, in an adventurers quarter of narrow alleys and busy shops. The street outside is lined with an old stone wall.",
  "In an arcane ward, surrounded by hidden alleys and elemental forges. The street outside is paved with spiral-carved flagstones.",
  "In an arcane ward, north of a major crossroads. The street outside is crowded with a procession of the Runecarvers Society.",
  "In an adventurers district, surrounded by winding streets and busy shops. The street outside is filled with the scent of damp earth.",
  "In an adventurers district, near the Marauder's Gate. Its neighbors include the grand hall of the Explorers Society and a simple traveler's shrine.",
  "On Rampart Close, in an adventurers district of winding avenues and noisy taverns. The street outside is filled with green alchemical smoke.",
  "In a market district known for its labyrinthine marketplaces. Its neighbors include the office of a female tiefling moneychanger named Gothene and the fine home of a female elf named Artalwel.",
  "On Lamp Row, near the Hero's Gate. It stands adjacent to the fine home of a female dwarf named Gega Biaridotr.",
  "In an arcane ward, surrounded by hidden alleys and wizards' towers. The street outside is crowded with a procession of the Runecarvers Guild.",
  "On Lordswall Street, near the Academy of the Arcane Arts. The street outside is lined with glowing runestones.",
  "In a market ward known for its fine shops. Its neighbors include a well-guarded warehouse and a busy public square.",
  "In an arcane quarter, surrounded by hidden alleys and elemental forges. The street outside is lined with everburning lanterns.",
  "On Lion's Side, near the town gate. The street outside is crowded with drunken brawlers.",
  "In an adventurers ward known for its noisy taverns. The street outside is lined with orcish skulls impaled upon spears.",
  "On Mere Street, near a monolith of rune-carved stone. Its neighbors include a brick-walled warehouse and a large public square.",
  "On Charger's Side, in a market quarter of narrow alleys and comfortable taverns. Its neighbors include a well-guarded warehouse and the workshop of a female human milliner named Aewad.",
  "On Lower Heath Passage, near the Adventurer's Gate. The street outside is lined with street vendors hawking swords and daggers.",
  "On Fastow Street, in an adventurers quarter of winding avenues and busy shops. It stands next to the grand hall of the Wayfarers Fellowship.",
  "In an adventurers quarter known for its noisy inns. The street outside is filled with red alchemical smoke.",
  "On Archtome Street, in an arcane quarter of alchemical forges and legendary wizards. The street outside is lined with draconic statues.",
  "In an adventurers quarter known for its noisy inns. The street outside is filled with white alchemical smoke.",
  "In an adventurers district, near the Hero's Gate. The street outside is lined with monstrous skulls impaled upon spears.",
  "In a market district, surrounded by narrow alleys and noisy inns. Its neighbors include a brick-walled warehouse and a simple traveler's shrine.",
  "In an arcane district, surrounded by quiet streets and alchemical forges. The street outside is crowded with a procession of the Diviners Society.",
  "On Bank Avenue, in an adventurers ward of narrow alleys and noisy taverns. Its neighbors include an inn called The Wizard and Cauldron and the large home of a female dwarf named Greyna Hodidotr.",
  "On Post Side, in a market ward of active marketplaces and streetwise thieves. It stands next to a brick-walled warehouse.",
  "In an arcane quarter known for its floating castles. The street outside is filled with the fragrance of blooming flowers.",
  "On Mere Close, near the town gate. Its neighbors include a brick-walled warehouse and a large public square.",
  "On Goldenbell Street, south of the Academy of the Elemental Arts. Its neighbors include a library of artifacts and constructs and the office of a female gnome wizard named Thimah.",
  "On Cebluff Street, in an adventurers quarter of noisy inns and tough mercenaries. The street outside is lined with monstrous skulls impaled upon spears.",
  "On Upper Chariot Street, near the Dragoon's Gate. The street outside is filled with black alchemical smoke.",
  "In an adventurers ward, surrounded by shadowed alleys and busy shops. The street outside is crowded with a procession of beggars.",
  "In an adventurers quarter known for its bold explorers. The street outside is filled with blue alchemical smoke.",
  "In a market ward known for its street magicians. Its neighbors include the office of a male tiefling moneychanger named Susige and a large public square.",
  "On Purse Side, near the Hero's Gate. Its neighbors include the spartan hall of the Adventurers Guild and the fine home of a male gnome named Urin.",
  "On Coin Passage, in a market district of busy avenues and colorful marketplaces. Its neighbors include a well-guarded warehouse and the large home of a male dwarf named Turi.",
  "On Greatcourt Street, in an arcane quarter of quiet avenues and alchemical forges. The street outside is crowded with a procession of the Alchemists Guild.",
  "On Lower Archbell Lane, near the Athenaeum of the Elemental Arts. The street outside is watched by a squad of the town guard.",
  "On Brick Close, northeast of the Merchant's Gate. The street outside is lined with street vendors hawking their goods.",
  "In an adventurers ward, southwest of the town gate. It stands next to the spartan hall of the Wayfarers Guild.",
  "On Orb Chase, near a wide stream. The street outside is filled with black alchemical smoke.",
  "On Dolothlond Lane, near a major crossroads. The street outside is filled with the scent of damp earth.",
  "In an arcane quarter known for its legendary wizards and alchemists. It stands adjacent to the marvelous tower of the wizard Antheias.",
  "In an arcane ward, west of a colossal silver tree. It stands adjacent to the grand home of the wizard Pyla.",
  "On Greatbridge Avenue, southeast of a colossal golden tree. It stands next to the marvelous home of the wizard Pole the Mad.",
  "On Chamberlain's Street, in a market ward of colorful marketplaces and street vendors. The street outside is lined with a low stone wall.",
  "On Blackford Lane, in an arcane ward of quiet avenues and sorcerous towers. The street outside is lined with draconic statues.",
  "In a market ward known for its street vendors. It stands adjacent to the office of a female half-elf moneychanger named Joyce.",
  "In an arcane quarter known for its ancient extra-planar gates. It stands next to the workshop of a female dwarf diviner named Kunarv.",
  "On Coin Parade, in an adventurers district of busy shops and wandering rogues. The street outside is strewn with debris from an overturned cart.",
  "On West Archlamp Avenue, in an arcane quarter of sorcerous towers and powerful sorcerers. The street outside is lined with a wrought-iron fence.",
  "On Hell-hound's Close, near the Knight's Gate. Its neighbors include an inn called The Witch's Inn and a simple traveler's shrine.",
  "In an arcane ward, surrounded by narrow alleys and elemental forges. Its neighbors include a library of conjuration and summoning and a large public garden.",
  "In a market ward known for its labyrinthine marketplaces. Its neighbors include the grand hall of the Sergeants Guild and the workshop of a female halfling vintner named Lala.",
  "On Greatsword Road, in an arcane district of narrow alleys and elemental forges. It stands next to a library of divination and scrying.",
  "In an adventurers district, east of an outcrop of rune-carved stone. Its neighbors include the workshop of a female half-elf bowyer named Niserie and a large public square.",
  "On New Dragon's Passage, near the town gate. Its neighbors include a brick-walled warehouse and a busy public square.",
  "On Great Knightscastle Road, near a major crossroads. Its neighbors include the workshop of a male human alchemist named Wearda and a large public garden.",
  "On Bell Lane, in an adventurers quarter of shadowed alleys and busy shops. The street outside is filled with green alchemical smoke.",
  "In an adventurers district, west of a major crossroads. Its neighbors include the workshop of a male dwarf sheather named Fundu and the large home of a female elf named Mori.",
  "In an adventurers district, near the Saint's Gate. The street outside is filled with blue alchemical smoke.",
  "In an arcane quarter, near the College of Arcane Devices. The street outside is filled with the fragrance of blooming flowers.",
  "On Daford Street, in an adventurers quarter of noisy taverns and heroic explorers. Its neighbors include the workshop of a male human knifesmith named Tatfre and a busy public square.",
  "In an adventurers district, surrounded by busy streets and noisy taverns. The street outside is filled with the scent of damp earth.",
  "On Knightstemple Way, near the Athenaeum of Avinus. The street outside is filled with the fragrance of blooming flowers.",
  "In an adventurers ward, surrounded by winding avenues and noisy inns. Its neighbors include the workshop of a female halfling shieldwright named Rose Buck and a busy public square.",
  "In a market quarter, surrounded by busy streets and active marketplaces. The street outside is filled with strange languages and accents.",
  "On Hydra's Circus, in an adventurers quarter of exotic shops and wandering bards. The street outside is strewn with debris from an overturned cart.",
  "On Clay Stairs, in an adventurers ward of exotic shops and cold-hearted mercenaries. The street outside is filled with red alchemical smoke.",
  "In an arcane quarter, south of a crystalline monolith. The street outside is filled with the fragrance of blooming flowers.",
  "On Shieldwright's Parade, in an adventurers district of shadowed alleys and comfortable inns. The street outside is filled with the scent of damp earth.",
  "On Trim Chase, in a market district of comfortable inns and streetwise pickpockets. The street outside is strewn with debris from an overturned cart.",
  "On East Highlamp Avenue, in an arcane quarter of quiet avenues and sorcerous towers. The street outside is filled with green alchemical smoke.",
  "On Heath Way, northeast of a wide canal. The street outside is filled with strange languages and accents.",
  "On Flail Street, near a major crossroads. The street outside is crowded with a procession of beggars.",
  "In an arcane district, surrounded by hidden alleys and elemental forges. Its neighbors include the workshop of a male dwarf artificer named Brodi and the stately home of a female half-elf named Maly.",
  "On Marsh Rise, in an adventurers ward of comfortable taverns and heroic explorers. The street outside is lined with monstrous skulls impaled upon spears.",
  "In an adventurers ward, surrounded by winding streets and comfortable taverns. The street outside is filled with red alchemical smoke.",
  "On Gundusharb Street, in an adventurers district of winding avenues and noisy taverns. The street outside is lined with street vendors hawking maps and scrolls.",
  "On Post Side, in an adventurers district of busy shops and tough mercenaries. It stands adjacent to the spartan hall of the Explorers Society.",
  "On Hydra's Avenue, in an arcane quarter of well-lit streets and sorcerous towers. The street outside is paved with scorched flagstones.",
  "In an arcane quarter known for its many summoning circles. Its neighbors include the grand tower of Pratimo the Enchanter and the office of a male human painter named Balda.",
  "On Brick Court, in an adventurers ward of narrow alleys and comfortable inns. The street outside is filled with gray alchemical smoke.",
  "In an adventurers district, east of an outcrop of rune-carved stone. It stands adjacent to the workshop of a male half-elf shieldwright named Alaran.",
  "In an arcane district known for its floating castles. The street outside is filled with the fragrance of blooming flowers.",
  "In an adventurers quarter, near a major crossroads. Its neighbors include an inn called The Maiden and Shield and a large public square.",
  "In an adventurers ward, east of a major crossroads. Its neighbors include an inn called The Hooded Pilgrim and the workshop of a male halfling lampwright named Piersym Halley.",
  "In a market quarter, near a tree-lined stream. The street outside is strewn with debris from an overturned cart.",
  "In an arcane quarter known for its many scrying pools. It stands next to an ornate traveler's shrine.",
  "On Demon's Approach, in a market district of busy avenues and noisy inns. The street outside is filled with strange languages and accents.",
  "On Butcher's Lane, in an adventurers quarter of narrow alleys and exotic shops. The street outside is crowded with drunken brawlers.",
  "In an adventurers quarter, surrounded by shadowed alleys and busy shops. The street outside is filled with blue alchemical smoke.",
  "In an adventurers quarter, surrounded by winding avenues and noisy inns. It stands next to a tavern called The Blue Purse.",
  "In an adventurers ward, surrounded by shadowed alleys and exotic shops. Its neighbors include a tavern called The Gypsy and Mace and the workshop of a male halfling vintner named Rewis.",
  "In a market district known for its bizarre shops and merchants. Its neighbors include a brick-walled warehouse and the workshop of a male elf arkwright named Conda.",
  "In an adventurers district, south of a tree-lined stream. The street outside is crowded with drunken brawlers.",
  "In an arcane ward, near a major crossroads. The street outside is filled with white alchemical smoke.",
  "In an adventurers ward known for its legendary explorers. It stands next to the workshop of a female gnome linkmaker named Kali.",
  "In an arcane district known for its floating islands. It stands next to the marvelous tower of the wizard Mnusosil.",
  "In an adventurers ward known for its resident nymph, a beautiful daughter of the forest named Alcis. The street outside is crowded with a procession of beggars.",
  "On Lamp Avenue, in an adventurers quarter of busy avenues and noisy taverns. It stands adjacent to the workshop of a male halfling milliner named Merand Chinell.",
  "On Bath Cross, north of the Merchant's Gate. Its neighbors include the office of a male dwarf moneychanger named Ukras and a modest traveler's shrine.",
  "In an arcane district, west of a tree-lined lake. The street outside is shaded by grand trees.",
  "In an adventurers quarter known for its resident nymph, an alluring daughter of the mountain named Anon. Its neighbors include a tavern called The Blue Flask and the workshop of a male elf gemcutter named Finore.",
  "In an adventurers ward known for its resident nymph, an alluring daughter of the forest named Hissa. The street outside is filled with white alchemical smoke.",
  "In an adventurers ward, surrounded by winding streets and exotic shops. The street outside is strewn with debris from an overturned cart.",
  "In an adventurers quarter, southeast of the Rogue's Gate. The street outside is lined with monstrous skulls impaled upon spears.",
  "In a market quarter, west of the Merchant's Gate. The street outside is strewn with debris from an overturned cart.",
  "In an adventurers district known for its ancient houses of healing. Its neighbors include the grand hall of the Wayfarers Fellowship and a large public square.",
  "On South Glass Way, near a crystalline monolith. The street outside is filled with the fragrance of blooming flowers.",
  "In a market quarter, near a wide stream. The street outside is filled with the scent of incense and exotic spices.",
  "On Slate Road, east of a major crossroads. It stands adjacent to a simple traveler's shrine.",
  "In an arcane ward, north of a major crossroads. Its neighbors include the workshop of a female elf alchemist named Ladrie and a large public garden.",
  "On Harlot's Street, south of the Knight's Gate. It stands adjacent to a tavern called The Fool's Lodge.",
  "On Trim Rise, northwest of the Merchant's Gate. The street outside is filled with strange languages and accents.",
  "On Brick Side, near a major crossroads. Its neighbors include the workshop of a female halfling shieldwright named Cela and the large home of a female human named Frichtiua.",
  "On Bell Chase, near the Merchant's Gate. The street outside is lined with street vendors hawking their goods.",
  "In an arcane quarter, surrounded by quiet avenues and wizards' towers. The street outside is lined with a wrought-iron fence.",
  "On Great Mastiff's Lane, in an arcane district of alchemical forges and skilled alchemists. The street outside is crowded with a procession of the Alchemists Guild.",
  "In an adventurers ward known for its ancient catacombs and tunnels. It stands adjacent to a tavern called The Blue Pipe.",
  "In an adventurers ward, surrounded by winding streets and exotic shops. The street outside is lined with street vendors hawking maps and scrolls.",
  "In an adventurers ward, northeast of a major crossroads. It stands next to the workshop of a male half-orc bowyer named Aric.",
  "On West Brightcastle Street, west of a major crossroads. It stands adjacent to the marvelous home of Phorosipp the Wizard.",
  "On Candle Approach, near the Rogue's Gate. The street outside is crowded with drunken brawlers.",
  "In an adventurers quarter, near the Hero's Gate. The street outside is crowded with drunken brawlers.",
  "In an adventurers quarter, near an outcrop of rune-carved stone. The street outside is crowded with drunken brawlers.",
  "In an arcane quarter known for its legendary wizards and alchemists. It stands adjacent to an ornate traveler's shrine.",
  "In an arcane ward known for its floating towers. The street outside is lined with a wrought-iron fence.",
  "On Upper Archsword Street, west of a colossal golden tree. The street outside is paved with scorched flagstones.",
  "On Steinalundr Way, east of a major crossroads. Its neighbors include the workshop of a female dwarf armorer named Atur and the fine home of a male dwarf named Byrghi.",
  "On Fox's Side, in a market ward of comfortable inns and street performers. The street outside is crowded with a procession of beggars.",
  "In an arcane ward known for its legendary wizards and alchemists. The street outside is filled with the fragrance of blooming flowers.",
  "In an arcane district known for its legendary wizards and alchemists. The street outside is filled with the fragrance of blooming flowers.",
  "On East Tomb Side, in an adventurers quarter of comfortable inns and wandering bards. The street outside is filled with gray alchemical smoke.",
  "On Slate Approach, near the Hero's Gate. It stands adjacent to a busy public square.",
  "In an arcane ward, surrounded by well-lit avenues and wizards' towers. The street outside is paved with spiral-carved flagstones.",
  "On Serpent's Stairs, in an adventurers ward of shadowed alleys and noisy inns. Its neighbors include the workshop of a male half-orc swordsmith named Lavoi and a busy public square.",
  "In a market district, surrounded by narrow alleys and active marketplaces. The street outside is lined with an old stone wall.",
  "In an adventurers district known for its resident titan, a storm giant named Gaiuso. Its neighbors include the spartan hall of the Explorers Guild and the large home of a female half-orc named Zlata.",
  "On Paburh Street, west of a major crossroads. Its neighbors include the workshop of a male human knifesmith named Erelm and the workshop of a male human furrier named Here.",
  "In a market ward, surrounded by narrow alleys and comfortable taverns. Its neighbors include the office of a female human moneychanger named Sabenn Forde and the fine home of a female tiefling named Chleuvada.",
  "In an adventurers ward, southwest of a major crossroads. The street outside is lined with orcish skulls impaled upon spears.",
  "In an adventurers district, near a tree-lined canal. The street outside is filled with green alchemical smoke.",
  "On Clay Way, east of an outcrop of rune-carved stone. Its neighbors include the office of a female elf moneychanger named Aren and a large public square.",
  "In an adventurers ward, west of a major crossroads. It stands next to a tavern called The Minstrel's Lodge.",
  "On Hightome Road, in an arcane quarter of alchemical forges and legendary wizards. Its neighbors include the marvelous tower of the wizard Imes the Eldritch and the office of a female elf purser named Brawsta.",
  "In an arcane quarter, surrounded by narrow alleys and wizards' towers. The street outside is lined with draconic statues.",
  "In an adventurers district, near the Saint's Gate. Its neighbors include the workshop of a male half-orc shieldwright named Tigento and a large public square.",
  "On Brightdale Road, in an arcane quarter of hidden alleys and elemental forges. The street outside is crowded with a procession of the Wizards Society.",
  "In a market ward known for its active marketplaces. Its neighbors include the grand hall of the Butchers Guild and the workshop of a female halfling pinner named Brose Bowe.",
  "In a market district known for its street magicians. The street outside is lined with street vendors hawking their goods.",
  "In an arcane ward, surrounded by hidden alleys and alchemical forges. Its neighbors include the grand home of the wizard Alcis the Insane and the stately home of a female dwarf named Telchak.",
  "On Sirestir Road, south of the Marauder's Gate. The street outside is crowded with a procession of beggars.",
  "In an arcane ward, surrounded by narrow alleys and sorcerous towers. It stands next to a large public garden.",
  "In an arcane quarter known for its ancient summoning circles. Its neighbors include the workshop of a female human astrologer named Wulftrieua and the grand home of a female dwarf named Horve.",
  "In an adventurers quarter known for its many dungeon gates. The street outside is lined with street vendors hawking maps and scrolls.",
  "On Goldendale Avenue, southwest of a rune-carved monolith. The street outside is shaded by grand trees.",
  "In an arcane district known for its floating towers. It stands adjacent to the workshop of a male dwarf artificer named Gautri Jornison.",
  "On Goldencoin Street, south of a tree-lined lake. It stands next to a library of combat spellcraft.",
  "On Scholar's Mews, south of the Merchant's Gate. The street outside is shaded by a canopy of colorful fabric.",
  "In an arcane quarter, near the Athenaeum of the Mystical Arts. Its neighbors include a library of illusions and shadows and the office of a female dragonborn astrologer named Anum.",
  "In an adventurers quarter, surrounded by busy streets and noisy taverns. The street outside is strewn with debris from an overturned cart.",
  "In a market quarter, northwest of a wide stream. It stands next to the grand hall of the Butchers Guild.",
  "In an adventurers ward, surrounded by winding streets and busy shops. The street outside is crowded with a procession of beggars.",
  "In an adventurers district, near a tree-lined canal. The street outside is lined with monstrous skulls impaled upon spears.",
  "In an adventurers quarter, surrounded by shadowed alleys and exotic shops. The street outside is lined with monstrous skulls impaled upon spears.",
  "On Cathedral Road, near the town gate. It stands adjacent to a modest traveler's shrine.",
  "In an adventurers district, near the Hero's Gate. The street outside is filled with gray alchemical smoke.",
  "In an adventurers ward known for its ancient houses of healing. It stands next to the grand hall of the Mages Guild.",
  "In an adventurers ward, surrounded by winding streets and noisy taverns. The street outside is crowded with drunken brawlers.",
  "In a market ward, near the Merchant's Gate. It stands adjacent to the stately hall of the Poulters Guild.",
  "On Lordsfair Street, in an arcane district of hidden alleys and wizards' towers. The street outside is lined with a wrought-iron fence.",
  "On Slate Passage, in an adventurers district of busy shops and wandering bards. The street outside is lined with street vendors hawking potions and elixirs.",
  "In an adventurers ward, surrounded by busy streets and noisy taverns. It stands adjacent to the workshop of a male elf knifesmith named Vinda.",
  "On Badger's Avenue, northwest of a major crossroads. The street outside is filled with red alchemical smoke.",
  "In an arcane district, surrounded by well-lit streets and wizards' towers. The street outside is lined with crystalline obelisks.",
  "In an adventurers ward, surrounded by shadowed alleys and comfortable taverns. The street outside is strewn with debris from an overturned cart.",
  "On Mastiff's Side, in an adventurers district of narrow alleys and exotic shops. It stands next to an inn called The Blue Axe.",
  "On Aldirk Street, northeast of a major crossroads. The street outside is filled with yellow alchemical smoke.",
  "In an arcane ward, surrounded by quiet avenues and sorcerous towers. Its neighbors include the workshop of a female half-elf diviner named Arwen and a large public garden.",
  "On Falls Rise, in an adventurers ward of busy shops and wandering rogues. It stands adjacent to the grand hall of the Adventurers Guild.",
  "On Hythorp Lane, in an adventurers ward of exotic shops and bold explorers. The street outside is lined with an old stone wall.",
  "On Brick Way, in an adventurers district of exotic shops and tough mercenaries. The street outside is crowded with a procession of beggars.",
  "In an adventurers quarter known for its comfortable taverns. The street outside is crowded with drunken brawlers.",
  "In an adventurers district, south of the Dragoon's Gate. The street outside is lined with street vendors hawking potions and elixirs.",
  "In an adventurers ward known for its haunted taverns. The street outside is crowded with drunken brawlers.",
  "On Highpool Street, in an arcane district of wizards' towers and powerful sorcerers. The street outside is lined with everburning lanterns.",
  "In an adventurers quarter, surrounded by shadowed alleys and comfortable inns. The street outside is lined with orcish skulls impaled upon spears.",
  "In an arcane district, surrounded by quiet avenues and sorcerous towers. It stands adjacent to the workshop of a female elf alchemist named Gilminye.",
  "In an arcane quarter, northwest of the Athenaeum of the Arcane Arts. The street outside is filled with black alchemical smoke.",
  "On Hart's Street, near the School of Monia. Its neighbors include the marvelous home of the wizard Hode and a cloistered traveler's shrine.",
  "In an arcane district, near the School of the Mystical Arts. The street outside is crowded with a procession of the Wizards Society.",
  "On Clay Parade, northeast of the Adventurer's Gate. Its neighbors include an inn called The White Tankard and the workshop of a male half-elf furrier named Lodhili.",
  "In an adventurers quarter known for its many dungeon gates. The street outside is crowded with a procession of beggars.",
  "In an arcane ward known for its golem forges. The street outside is lined with a wrought-iron fence.",
  "In an adventurers district known for its bold explorers. It stands next to the workshop of a female halfling linkmaker named Maly.",
  "In an arcane quarter known for its floating towers. It stands next to a library of charms and compulsions.",
  "On Theybrook Street, in a market ward of crowded streets and colorful marketplaces. It stands next to the office of a female human moneychanger named Cwitha.",
  "In an adventurers district, surrounded by narrow alleys and comfortable inns. The street outside is crowded with drunken brawlers.",
  "In an adventurers quarter known for its resident titan, a fire giant named Ozulfr. The street outside is lined with a low stone wall.",
  "In an adventurers district, surrounded by winding streets and noisy taverns. It stands adjacent to a tavern called The Black Goblet.",
  "On Halberdier's Avenue, in an adventurers ward of comfortable inns and heroic explorers. The street outside is lined with an old stone wall.",
  "In an arcane district, east of the College of Alchemy. It stands adjacent to the stately home of a female dwarf named Agnerdg.",
  "On Fane Road, south of the Dragoon's Gate. The street outside is lined with street vendors hawking maps and scrolls.",
  "In an adventurers ward, near a tree-lined canal. Its neighbors include a tavern called The Greedy Warrior and the workshop of a female dwarf gemcutter named Ugmal.",
  "On Beggar's Avenue, in an adventurers ward of comfortable inns and bold explorers. The street outside is lined with a low stone wall.",
  "On Hell-hound's Road, near a clear lake. The street outside is filled with black alchemical smoke.",
  "In a market quarter, surrounded by crowded streets and colorful marketplaces. Its neighbors include the office of a male human moneychanger named Ealdfring and a modest traveler's shrine.",
  "In an adventurers ward, surrounded by narrow alleys and noisy taverns. The street outside is lined with street vendors hawking weapons and shields.",
  "On Lion's Lane, in an arcane district of well-lit streets and wizards' towers. Its neighbors include the marvelous tower of Atais the Archmage and a large public garden.",
  "In an arcane quarter, northwest of a clear lake. It stands adjacent to the workshop of a female human alchemist named Eril Porte.",
  "In an adventurers quarter, northeast of the Dragoon's Gate. Its neighbors include an inn called The Fool's Alehouse and the workshop of a female dwarf lampwright named Hyra Kolidotr.",
  "In an adventurers district known for its heroic explorers. Its neighbors include the workshop of a female gnome knifesmith named Narvi and the workshop of a female tiefling furrier named Gaatha.",
  "On Serpent's Way, in an adventurers district of comfortable inns and cold-hearted mercenaries. It stands next to a tavern called The Crossed Hammers.",
  "In an adventurers ward, surrounded by narrow alleys and comfortable taverns. It stands adjacent to the workshop of a female half-orc swordsmith named Mila.",
  "On Cacot Lane, in an adventurers quarter of exotic shops and heroic explorers. Its neighbors include a tavern called The Weary Gypsy and the large home of a male human named Eahhbeorht.",
  "On Ferry Lane, northeast of a major crossroads. The street outside is lined with a low stone wall.",
  "In a market quarter known for its exotic shops. Its neighbors include the grand hall of the Archers Fellowship and a busy public square.",
  "On Tower Close, in an adventurers district of narrow alleys and exotic shops. The street outside is strewn with debris from an overturned cart.",
  "In a market quarter, surrounded by shadowed alleys and active marketplaces. Its neighbors include the office of a female elf moneychanger named Ilmindith and the workshop of a female half-orc glassblower named Breta.",
  "On South Priest's Way, near the Saint's Gate. Its neighbors include the workshop of a male halfling weaponsmith named Holfo and the fine home of a male elf named Doci.",
  "In an adventurers ward, surrounded by winding avenues and busy shops. The street outside is strewn with debris from an overturned cart.",
  "In an adventurers ward, surrounded by winding avenues and comfortable taverns. The street outside is filled with the scent of burning wood.",
  "On Ruins Lane, near a wide canal. The street outside is filled with green alchemical smoke.",
  "On Narrow Road, in an adventurers district of winding avenues and busy shops. The street outside is lined with orcish skulls impaled upon spears.",
  "In an arcane district known for its floating towers. The street outside is lined with a wrought-iron fence.",
  "In an arcane ward, surrounded by narrow alleys and alchemical forges. It stands adjacent to the marvelous tower of the wizard Armion.",
  "In an arcane quarter, surrounded by quiet avenues and sorcerous towers. The street outside is lined with a wrought-iron fence.",
  "On Ocmor Lane, north of the Wayfarer's Gate. It stands adjacent to the workshop of a female human armorer named Wene.",
  "On Hell-hound's Side, in an adventurers quarter of narrow alleys and exotic shops. Its neighbors include the spartan hall of the Warriors Fellowship and a simple traveler's shrine.",
  "On Difield Avenue, east of the Merchant's Gate. Its neighbors include the office of a male human moneychanger named Gilsi and the workshop of a male human founder named Gery Balley.",
  "In an arcane quarter, surrounded by hidden alleys and wizards' towers. Its neighbors include the workshop of a female half-elf artificer named Luce Ratcley and the office of a male human astrologer named Grobern.",
  "In an arcane quarter, surrounded by hidden alleys and sorcerous towers. The street outside is crowded with a procession of the Wizards Society.",
  "In an adventurers quarter known for its comfortable inns. The street outside is crowded with drunken brawlers.",
  "On Ryggibekkr Avenue, near the town gate. It stands next to an inn called The Broken Arrow.",
  "In an adventurers quarter known for its resident titan, a storm giant named Oppius. The street outside is lined with orcish skulls impaled upon spears.",
  "In an arcane district, near a tree-lined lake. It stands next to the workshop of a male elf alchemist named Goli.",
  "In a market quarter, surrounded by shadowed alleys and comfortable taverns. The street outside is filled with strange languages and accents.",
  "On Rosecoin Road, northwest of a clear lake. The street outside is lined with a wrought-iron fence.",
  "On Cagate Lane, in a market district of busy streets and comfortable inns. It stands adjacent to the workshop of a female human harper named Wida.",
  "On Hare's Street, in an arcane ward of narrow alleys and wizards' towers. Its neighbors include the grand tower of the wizard Phere and the grand home of a female gnome named Nainarv.",
  "In an adventurers district, surrounded by winding avenues and exotic shops. It stands next to a simple traveler's shrine.",
  "In an adventurers ward, surrounded by narrow alleys and exotic shops. The street outside is strewn with debris from an overturned cart.",
  "In an arcane ward, northeast of a major crossroads. The street outside is filled with gray alchemical smoke.",
  "In an arcane quarter, northwest of the Academy of the Elemental Arts. Its neighbors include the workshop of a female elf alchemist named Finduilye and a large public garden.",
  "In an adventurers district, south of a monolith of rune-carved stone. Its neighbors include an inn called The Bloody Thorn and a large public square.",
  "On Narrow Parade, near the Wayfarer's Gate. The street outside is crowded with a procession of beggars.",
  "On Hell-hound's Side, northwest of a monolith of rune-carved stone. The street outside is strewn with debris from an overturned cart.",
  "In an adventurers quarter known for its bold explorers. It stands adjacent to a busy public square.",
  "In an arcane district, northeast of the Athenaeum of War Wizardry. Its neighbors include a library of glyphs and runes and an ornate traveler's shrine.",
  "In an adventurers quarter, surrounded by shadowed alleys and noisy taverns. The street outside is lined with a low stone wall.",
  "On Steward's Passage, near the Marauder's Gate. It stands adjacent to the grand hall of the Wizards Society.",
  "In an adventurers district, surrounded by winding streets and busy shops. The street outside is filled with red alchemical smoke.",
  "In an arcane quarter known for its alchemical forges. Its neighbors include the workshop of a male gnome spellbinder named Johelms and the stately home of a male elf named Inmach.",
  "On Hill Way, in an adventurers quarter of winding streets and busy shops. It stands adjacent to the workshop of a male human founder named Byrnheard.",
  "In an arcane quarter, near the Academy of the Arcane Arts. The street outside is paved with spiral-carved flagstones.",
  "In an arcane ward known for its many extra-planar gates. It stands next to a library of ancient mysteries.",
  "On Fountain Street, in an adventurers quarter of winding avenues and exotic shops. The street outside is lined with orcish skulls impaled upon spears.",
  "On Dragon's Circus, in a market district of shadowed alleys and comfortable inns. Its neighbors include a well-guarded warehouse and the large home of a female tiefling named Vada.",
  "In a market district, surrounded by narrow alleys and active marketplaces. The street outside is crowded with a procession of beggars.",
  "In an arcane district, surrounded by quiet streets and alchemical forges. The street outside is paved with scorched flagstones.",
  "In an arcane ward, near the Athenaeum of Corceus. The street outside is lined with crystalline obelisks.",
  "On Lion's Street, north of a major crossroads. It stands next to the grand home of Hidero the Wizard.",
  "In an adventurers quarter known for its resident nymph, a beautiful daughter of the river named Pole. The street outside is lined with street vendors hawking maps and scrolls.",
  "In an adventurers quarter, surrounded by shadowed alleys and comfortable inns. Its neighbors include a tavern called The Gypsy's Inn and the fine home of a female halfling named Elyn.",
  "In an adventurers district, surrounded by busy avenues and comfortable taverns. Its neighbors include a tavern called The Wench and Cask and the workshop of a female dwarf vintner named Aurag.",
  "In an arcane district known for its floating castles. Its neighbors include the workshop of a female half-elf alchemist named Serellye and the stately home of a female elf named Irien.",
  "In a market district, west of a major crossroads. It stands adjacent to the office of a female half-elf moneychanger named Arwel.",
  "In an arcane ward, northeast of the School of Coria. The street outside is shaded by tall trees.",
  "In an adventurers district, near the Ranger's Gate. It stands adjacent to an inn called The Bloody Shield.",
  "In an adventurers district, southeast of a major crossroads. Its neighbors include the spartan hall of the Rogues Company and the workshop of a female gnome harper named Dina.",
  "On Taford Street, near the Merchant's Gate. It stands next to a large public square.",
  "On Bridge Way, near the town gate. It stands next to a tavern called The Welcoming Archer.",
  "In an adventurers ward, surrounded by shadowed alleys and comfortable taverns. The street outside is filled with green alchemical smoke.",
  "In an arcane quarter known for its floating towers. Its neighbors include a library of illusions and shadows and a cloistered traveler's shrine.",
  "In a market district known for its street performers. Its neighbors include a brick-walled warehouse and the workshop of a female dwarf bookbinder named Kadu.",
  "On Slate Close, in an adventurers quarter of shadowed alleys and noisy taverns. Its neighbors include the grand hall of the Wizards Guild and the fine home of a female halfling named Lada Gamwich.",
  "On Narrow Parade, in a market ward of noisy inns and earnest merchants. The street outside is lined with a low stone wall.",
  "In a market district, near the Merchant's Gate. Its neighbors include a brick-walled warehouse and a busy public square.",
  "In an adventurers quarter, near the Hero's Gate. The street outside is lined with street vendors hawking maps and scrolls.",
  "In an adventurers district known for its bold explorers. Its neighbors include the grand hall of the Warriors Guild and a busy public square.",
  "In an adventurers district, near the Dragoon's Gate. It stands adjacent to the grand hall of the Explorers Guild.",
  "On Dehill Street, near an outcrop of rune-carved stone. The street outside is lined with orcish skulls impaled upon spears.",
  "On Ffily Road, in an adventurers quarter of noisy inns and heroic explorers. The street outside is crowded with a procession of beggars.",
  "On Knifesmith's Circus, in a market quarter of shadowed alleys and active marketplaces. The street outside is filled with strange languages and accents.",
  "In an adventurers district, east of a major crossroads. The street outside is lined with monstrous skulls impaled upon spears.",
  "In an adventurers district, near the town gate. Its neighbors include the workshop of a female halfling shieldwright named Aben Weke and a large public square.",
  "In an adventurers district, surrounded by shadowed alleys and busy shops. The street outside is lined with orcish skulls impaled upon spears.",
  "In a market district known for its bizarre shops and merchants. It stands adjacent to the workshop of a male elf engraver named Sighi.",
  "In an arcane district, near the Athenaeum of Sorcery. The street outside is crowded with a procession of the Diviners Guild.",
  "In an adventurers district known for its ancient teleporation circles. The street outside is filled with the scent of damp earth.",
  "On Drakesdale Avenue, in an arcane district of wizards' towers and powerful sorcerers. The street outside is crowded with a procession of the Diviners Society.",
  "In an arcane district, surrounded by hidden alleys and sorcerous towers. It stands next to a library of ancient mysteries.",
  "On East Hartswood Avenue, northeast of the School of Sorcerous Study. It stands next to the marvelous tower of Bite the Sorceress.",
  "On Tuvebyr Lane, east of the Wayfarer's Gate. The street outside is strewn with debris from an overturned cart.",
  "In an adventurers ward known for its ancient houses of healing. It stands adjacent to an inn called The Shepherd and Chalice.",
  "On Wain Way, northwest of the town gate. Its neighbors include the grand hall of the Mages Guild and a busy public square.",
  "On Brightlamp Avenue, near a tree-lined lake. The street outside is filled with the fragrance of blooming flowers.",
  "On Charger's Side, near the Adventurer's Gate. The street outside is lined with orcish skulls impaled upon spears.",
  "In an adventurers ward, surrounded by winding avenues and noisy taverns. The street outside is crowded with drunken brawlers.",
  "In an adventurers district, surrounded by busy streets and comfortable taverns. The street outside is crowded with drunken brawlers.",
  "In an arcane ward known for its many extra-planar gates. It stands adjacent to the stately home of a male tiefling named Theudila.",
  "In an adventurers ward known for its legendary explorers. The street outside is filled with black alchemical smoke.",
  "On North Bronzetemple Avenue, north of the Athenaeum of Gatius. It stands next to the stately home of a female elf named Induilmis.",
  "On Bluff Street, in an adventurers district of narrow alleys and noisy inns. It stands next to the workshop of a male half-orc furrier named Raha.",
  "On Copper Lane, in an adventurers quarter of noisy inns and cold-hearted mercenaries. The street outside is lined with street vendors hawking weapons and shields.",
  "On Scepter Close, near a tree-lined canal. The street outside is lined with monstrous skulls impaled upon spears.",
  "In an adventurers quarter, north of the Hero's Gate. The street outside is crowded with drunken brawlers.",
  "In a market district, near the town gate. It stands next to the office of a female elf moneychanger named Cania.",
  "In a market district known for its street performers. Its neighbors include the office of a female half-orc moneychanger named Thunila and a large public square.",
  "In a market quarter, near the Merchant's Gate. It stands adjacent to the grand hall of the Hatters Guild.",
  "In an adventurers ward, surrounded by busy streets and comfortable inns. Its neighbors include an inn called The White Scroll and the large home of a female human named Hurre.",
  "On Blackwall Road, near the Academy of Arcane Devices. Its neighbors include the workshop of a male elf runecarver named Adalas and a verdant public garden.",
  "In an adventurers quarter, surrounded by narrow alleys and busy shops. The street outside is lined with monstrous skulls impaled upon spears.",
  "On Copper Road, in an adventurers ward of narrow alleys and noisy inns. Its neighbors include a tavern called The Lazy King and a simple traveler's shrine.",
  "In an arcane quarter known for its legendary wizards and alchemists. Its neighbors include the marvelous tower of Machili the Necromancer and the office of a male half-orc groom named Heoda.",
  "On Golfimb Street, northwest of the Merchant's Gate. The street outside is filled with strange languages and accents.",
  "On Upper Hare's Way, southwest of the Academy of Eldritch Study. It stands next to a library of conjuration and summoning.",
  "In an adventurers ward, near a major crossroads. Its neighbors include the spartan hall of the Rogues Guild and the fine home of a male halfling named Ildin.",
  "On Clay Approach, in an adventurers quarter of busy streets and comfortable taverns. The street outside is lined with monstrous skulls impaled upon spears.",
  "On Ledale Way, northwest of an outcrop of rune-carved stone. It stands adjacent to the spartan hall of the Adventurers Society.",
  "On Archgrove Lane, near the School of Eldritch Study. The street outside is paved with scorched flagstones.",
  "In an arcane ward, surrounded by narrow alleys and sorcerous towers. Its neighbors include the workshop of a male halfling artificer named Fredo and a cloistered traveler's shrine.",
  "In an adventurers district, near the Wayfarer's Gate. It stands adjacent to a large public square.",
  "On Knightstower Road, southeast of the Academy of Arcane Devices. It stands adjacent to the marvelous home of the wizard Eucas.",
  "On New Crystalwood Way, in an arcane quarter of well-lit streets and elemental forges. The street outside is shaded by tall trees.",
  "In an arcane district known for its alchemical forges. Its neighbors include a library of divination and scrying and an ornate traveler's shrine.",
  "In an arcane district known for its ancient teleportation circles. It stands adjacent to an ornate traveler's shrine.",
  "In a market district, near the Merchant's Gate. It stands next to a brick-walled warehouse.",
  "In an adventurers quarter, surrounded by narrow alleys and busy shops. The street outside is strewn with debris from an overturned cart.",
  "In an adventurers ward known for its comfortable inns. The street outside is lined with monstrous skulls impaled upon spears.",
  "In an adventurers quarter, surrounded by winding avenues and exotic shops. The street outside is lined with street vendors hawking maps and scrolls.",
  "In an adventurers ward, surrounded by busy avenues and noisy inns. The street outside is lined with a low stone wall.",
  "On Feymoor Road, near the School of the Elemental Arts. The street outside is filled with the fragrance of blooming flowers.",
  "In an adventurers district, surrounded by narrow alleys and exotic shops. The street outside is filled with the scent of burning wood.",
  "On Hell-hound's Way, in an arcane ward of narrow alleys and wizards' towers. The street outside is filled with gray alchemical smoke.",
  "In an arcane district, near a colossal silver tree. It stands adjacent to a library of ancient mysteries.",
  "In an arcane quarter, surrounded by well-lit avenues and wizards' towers. The street outside is watched by a squad of the town guard.",
  "In an adventurers district known for its noisy inns. The street outside is lined with street vendors hawking maps and scrolls.",
  "In an arcane district, near a major crossroads. Its neighbors include the grand home of Borosim the Necromancer and a verdant public garden.",
  "In an arcane ward, near the School of Sorcerous Study. The street outside is filled with gray alchemical smoke.",
  "In a market ward, surrounded by crowded streets and noisy inns. It stands adjacent to a well-guarded warehouse.",
  "On Castle Arcade, in an adventurers district of busy avenues and comfortable inns. Its neighbors include the workshop of a female elf weaponsmith named Altariel and the workshop of a male human confectioner named Johny.",
  "In an adventurers quarter, near a major crossroads. The street outside is crowded with drunken brawlers.",
  "On Slate Road, in an adventurers district of comfortable taverns and wandering bards. Its neighbors include the grand hall of the Mages Society and a large public square.",
  "In an arcane ward known for its legendary wizards and alchemists. The street outside is filled with black alchemical smoke.",
  "In an arcane quarter, surrounded by quiet avenues and elemental forges. The street outside is shaded by grand trees.",
  "In a market district, surrounded by narrow alleys and comfortable taverns. Its neighbors include the grand hall of the Glassblowers Fellowship and the workshop of a male human milliner named Thughye.",
  "On Kibaragz Street, in an adventurers quarter of busy streets and comfortable inns. It stands adjacent to a tavern called The Beggar and Axe.",
  "On Unicorn's Close, near the Ranger's Gate. It stands adjacent to a large public square.",
  "In an adventurers quarter, surrounded by winding streets and comfortable inns. The street outside is lined with a low stone wall.",
  "In an adventurers district, surrounded by busy streets and comfortable inns. The street outside is crowded with drunken brawlers.",
  "In an adventurers ward known for its many teleporation circles. It stands adjacent to the workshop of a male human armorer named Gerey.",
  "On Goldenlamp Road, in an arcane district of sorcerous towers and powerful sorcerers. It stands next to a cloistered traveler's shrine.",
  "On Drakeswood Road, in an arcane ward of sorcerous towers and skilled alchemists. It stands next to the marvelous tower of Aris the Sorceress.",
  "In an adventurers ward, surrounded by busy streets and noisy inns. The street outside is lined with orcish skulls impaled upon spears.",
  "In an adventurers ward known for its comfortable taverns. The street outside is filled with the scent of damp earth.",
  "On Great Hare's Street, near a major crossroads. It stands next to the grand tower of Limne the Artificer.",
  "In an adventurers quarter, southwest of the Hero's Gate. It stands next to the workshop of a female halfling bowyer named Malia.",
  "In an arcane district, near the Academy of Lemius. Its neighbors include the marvelous home of the wizard Cila and the grand home of a female dwarf named Nainan.",
  "In an adventurers district known for its resident dragon, a brass wyrm named Inmudear. The street outside is crowded with a procession of beggars.",
  "On Tamor Lane, in an adventurers quarter of winding streets and comfortable inns. It stands next to the large home of a female human named Witheue.",
  "On East Gold Road, in an arcane quarter of elemental forges and skilled alchemists. Its neighbors include the grand home of the wizard Pola the Eldritch and the office of a female dragonborn priest named Nisil.",
  "On Demon's Road, northwest of a tree-lined lake. Its neighbors include the workshop of a female halfling wizard named Mentha and the stately home of a male human named Geburgw.",
  "On Clay Avenue, northwest of the Saint's Gate. The street outside is lined with street vendors hawking potions and elixirs.",
  "In an adventurers quarter, northwest of the Wayfarer's Gate. Its neighbors include an inn called The Blue Staff and the fine home of a male elf named Maglorfing.",
  "On Sword Yard, south of an outcrop of rune-carved stone. It stands adjacent to a busy public square.",
  "On Fane Chase, near the Ranger's Gate. The street outside is strewn with debris from an overturned cart.",
  "On South Clay Court, west of a major crossroads. The street outside is lined with a low stone wall.",
  "In an adventurers ward known for its legendary explorers. It stands next to the workshop of a male dwarf fletcher named Steigi.",
  "On Ditch Chase, in an adventurers quarter of narrow alleys and exotic shops. Its neighbors include the workshop of a male dragonborn linkmaker named Hebi and a modest traveler's shrine.",
  "On Demon's Circus, near a monolith of rune-carved stone. Its neighbors include the grand hall of the Wizards Society and a busy public square.",
  "In an adventurers quarter, southeast of a major crossroads. The street outside is crowded with a procession of beggars.",
  "In a market ward known for its bizarre shops and merchants. The street outside is lined with street vendors hawking their goods.",
  "In an arcane district known for its elemental forges. It stands adjacent to the marvelous home of the wizard Kositho the Wise.",
  "In an arcane quarter, surrounded by hidden alleys and sorcerous towers. Its neighbors include a library of glyphs and runes and a verdant public garden.",
  "In a market district, northwest of the town gate. It stands next to a well-guarded warehouse.",
  "On Goldencoin Road, in an arcane district of sorcerous towers and powerful sorcerers. Its neighbors include the marvelous home of the wizard Eurgoron and the stately home of a male elf named Aldor.",
  "In an adventurers ward, near the Wayfarer's Gate. Its neighbors include the grand hall of the Adventurers Society and the large home of a female human named Jane.",
  "On Zinbunar Road, in an adventurers ward of comfortable taverns and wandering bards. The street outside is lined with orcish skulls impaled upon spears.",
  "In an adventurers quarter known for its many dungeon gates. Its neighbors include a tavern called The Bloody Arrow and a modest traveler's shrine.",
  "On Croft Approach, in an adventurers quarter of comfortable inns and cold-hearted mercenaries. Its neighbors include the spartan hall of the Warriors Fellowship and the workshop of a male half-elf bookbinder named Gauwalt.",
  "On Upper Bank Circus, in an adventurers ward of shadowed alleys and exotic shops. It stands next to the grand hall of the Warriors Guild.",
  "In a market ward, surrounded by narrow alleys and colorful marketplaces. It stands next to the workshop of a female dwarf glassblower named Kadla Holmgidotr.",
  "In an adventurers quarter, surrounded by busy avenues and comfortable taverns. The street outside is crowded with drunken brawlers.",
  "In an adventurers ward, surrounded by busy streets and noisy taverns. Its neighbors include the spartan hall of the Adventurers Guild and a simple traveler's shrine.",
  "In an arcane ward, near a tree-lined lake. The street outside is crowded with a procession of the Runecarvers Guild.",
  "In an adventurers ward, surrounded by winding avenues and exotic shops. Its neighbors include the grand hall of the Wizards Guild and the fine home of a female dwarf named Kali.",
  "In an adventurers ward known for its bold explorers. The street outside is lined with orcish skulls impaled upon spears.",
  "In a market quarter, west of a major crossroads. It stands next to a large public square.",
  "In an adventurers quarter known for its noisy taverns. Its neighbors include the workshop of a male gnome armorer named Thundu and the fine home of a male elf named Amdinad.",
  "In an arcane ward, near the Academy of Cennius. Its neighbors include a library of illusions and shadows and the office of a female halfling physician named Aucieth.",
  "In an adventurers district known for its comfortable taverns. The street outside is lined with street vendors hawking potions and elixirs.",
  "In an adventurers district, near a major crossroads. The street outside is strewn with debris from an overturned cart.",
  "On Arifholm Lane, near a monolith of rune-carved stone. It stands next to a well-guarded warehouse.",
  "In an adventurers quarter, near the Hero's Gate. Its neighbors include an inn called The Sorcerous Knave and a modest traveler's shrine.",
  "On Serpent's Arcade, near a tree-lined stream. The street outside is crowded with drunken brawlers.",
  "In a market ward, near the town gate. The street outside is shaded by a canopy of colorful fabric.",
  "On West Broad Street, in an arcane district of well-lit streets and wizards' towers. It stands adjacent to a library of charms and compulsions.",
  "On Dredon Way, in an adventurers ward of exotic shops and wandering rogues. The street outside is filled with the scent of burning wood.",
  "On South Axe Alley, in a market district of shadowed alleys and comfortable inns. It stands adjacent to the grand hall of the Mercers Fellowship.",
  "On Abech Street, in a market quarter of noisy taverns and earnest merchants. Its neighbors include a brick-walled warehouse and the workshop of a female elf locksmith named Maeri.",
  "In an adventurers quarter known for its many teleporation circles. Its neighbors include an inn called The Shepherd and Tankard and a busy public square.",
  "In an adventurers quarter, surrounded by narrow alleys and comfortable inns. The street outside is crowded with drunken brawlers.",
  "In an arcane district known for its many teleportation circles. It stands next to the workshop of a male human runecarver named Here.",
  "On Greatring Street, northeast of the School of Enchantments. The street outside is paved with spiral-carved flagstones.",
  "On Slate Avenue, south of the Merchant's Gate. Its neighbors include a well-guarded warehouse and a busy public square.",
  "In an adventurers ward, southwest of the Ranger's Gate. Its neighbors include a tavern called The Bloody Hammer and the fine home of a male elf named Cume.",
  "On Whitestone Lane, in an arcane quarter of quiet avenues and wizards' towers. It stands next to a cloistered traveler's shrine.",
  "On Wand Passage, south of a major crossroads. The street outside is strewn with debris from an overturned cart.",
  "In an arcane ward known for its legendary wizards and alchemists. Its neighbors include the workshop of a female elf astrologer named Gone and an ornate traveler's shrine.",
  "In an arcane ward, south of a tree-lined lake. The street outside is lined with crystalline obelisks.",
  "In an adventurers quarter, surrounded by winding avenues and comfortable inns. The street outside is crowded with drunken brawlers.",
  "In an adventurers quarter, southwest of the Knight's Gate. It stands adjacent to the spartan hall of the Mages Society.",
  "On Ring Circus, in an adventurers district of exotic shops and tough mercenaries. It stands next to the workshop of a female human fletcher named Ausan.",
  "In an adventurers quarter known for its bold explorers. It stands adjacent to the grand hall of the Explorers Guild.",
  "On Brighthill Street, north of a colossal silver tree. It stands adjacent to an ornate traveler's shrine.",
  "On Wall Road, in a market quarter of noisy taverns and earnest merchants. It stands next to the office of a female human moneychanger named Aeret.",
  "In an adventurers ward known for its noisy taverns. It stands adjacent to an inn called The Red Purse.",
  "On West Poet's Row, in an adventurers district of busy shops and wandering bards. The street outside is crowded with drunken brawlers.",
  "In a market district, near the Merchant's Gate. The street outside is strewn with debris from an overturned cart.",
  "On Arch Parade, in a market quarter of busy streets and colorful marketplaces. Its neighbors include a well-guarded warehouse and a modest traveler's shrine.",
  "In an arcane district known for its many teleportation circles. The street outside is lined with crystalline obelisks.",
  "In an adventurers ward, near the town gate. Its neighbors include an inn called The Pilgrim's Hall and the workshop of a male elf harper named Cainti.",
  "In an adventurers quarter known for its bold explorers. The street outside is strewn with debris from an overturned cart.",
  "On Brook Street, in an adventurers ward of exotic shops and tough mercenaries. It stands next to a modest traveler's shrine.",
  "In a market quarter, near the Merchant's Gate. It stands adjacent to the office of a male human moneychanger named Elrew.",
  "On Haham Way, southwest of a wide stream. The street outside is lined with orcish skulls impaled upon spears.",
  "On Post Chase, near a major crossroads. Its neighbors include the office of a male elf moneychanger named Alalgan and the large home of a male halfling named Edwam.",
  "In an adventurers ward known for its resident dragon, a golden wyrm named Anummar. Its neighbors include the grand hall of the Warriors Guild and a modest traveler's shrine.",
  "On Scepter Rise, in a market ward of shadowed alleys and colorful marketplaces. The street outside is filled with the scent of incense and exotic spices.",
  "On Unicorn's Close, in an adventurers district of exotic shops and wandering rogues. It stands next to the workshop of a male tiefling weaponsmith named Rodasa.",
  "In an adventurers ward known for its ancient dungeon gates. It stands next to a tavern called The Sage's Inn.",
  "In an adventurers ward, near the Knight's Gate. The street outside is filled with red alchemical smoke.",
  "On Herald's Close, in an adventurers quarter of winding streets and noisy inns. Its neighbors include the workshop of a male dwarf armorer named Linarv and the fine home of a female half-elf named Alotel.",
  "In an adventurers district, northeast of a monolith of rune-carved stone. It stands adjacent to a modest traveler's shrine.",
  "On Unicorn's Alley, near an outcrop of rune-carved stone. The street outside is lined with street vendors hawking their goods.",
  "On Brick Street, northeast of the Saint's Gate. It stands adjacent to the spartan hall of the Adventurers Guild.",
  "In an arcane district, near the School of Nemaium. The street outside is filled with blue alchemical smoke.",
  "On Greatcrown Way, northeast of a clear lake. The street outside is lined with a wrought-iron fence.",
  "In an adventurers ward known for its comfortable taverns. Its neighbors include a tavern called The Red Rose and the workshop of a male elf vintner named Anel.",
  "In an adventurers district known for its ancient dungeon gates. The street outside is lined with an old stone wall.",
  "On New Rosecrown Road, east of the Academy of the Elemental Arts. Its neighbors include the workshop of a female dwarf artificer named Ofrildg Iolvendotr and the stately home of a male dwarf named Ossbjor.",
  "In an adventurers quarter, surrounded by winding streets and comfortable taverns. The street outside is filled with red alchemical smoke.",
  "On Castow Street, in an adventurers district of busy avenues and comfortable inns. It stands next to the workshop of a female human knifesmith named Alil.",
  "In an adventurers district, surrounded by winding streets and comfortable taverns. The street outside is lined with a low stone wall.",
  "In an adventurers ward, near a major crossroads. The street outside is crowded with a procession of beggars.",
  "In an adventurers quarter known for its many teleporation circles. Its neighbors include the workshop of a male human swordsmith named Willes and a modest traveler's shrine.",
  "In an adventurers district, north of the town gate. It stands adjacent to the workshop of a female dragonborn bowyer named Ninki.",
  "In an adventurers district, surrounded by busy avenues and comfortable inns. The street outside is filled with white alchemical smoke.",
  "On High Lane, southeast of the Athenaeum of the Eldritch Arts. It stands next to a large public garden.",
  "On Great Daystone Avenue, in an adventurers quarter of winding avenues and busy shops. Its neighbors include the workshop of a male human armorer named Harder and a modest traveler's shrine.",
  "On Armory Approach, in an adventurers quarter of narrow alleys and exotic shops. The street outside is filled with the scent of damp earth.",
  "In a market ward, northwest of a monolith of rune-carved stone. It stands adjacent to the office of a male dwarf moneychanger named Huri Finnrison.",
  "In an adventurers quarter, surrounded by busy streets and noisy taverns. Its neighbors include the grand hall of the Explorers Guild and the fine home of a male elf named Delba.",
  "On Mastiff's Row, in an adventurers ward of busy shops and bold explorers. The street outside is lined with monstrous skulls impaled upon spears.",
  "In an adventurers district known for its many dungeon gates. Its neighbors include a tavern called The Green Staff and the workshop of a female halfling jeweler named Suse.",
  "In an arcane district known for its elemental forges. The street outside is paved with scorched flagstones.",
  "In an adventurers district known for its bold explorers. Its neighbors include the spartan hall of the Wayfarers Guild and a modest traveler's shrine.",
  "In a market ward known for its street performers. The street outside is filled with strange languages and accents.",
  "On Bell Passage, near a monolith of rune-carved stone. Its neighbors include the grand hall of the Adventurers Guild and the workshop of a male half-elf clockmaker named Finy.",
  "On East Balcmeg Road, in a market district of active marketplaces and street vendors. The street outside is shaded by a canopy of colorful fabric.",
  "On Upper Dragon's Avenue, in a market ward of busy avenues and noisy inns. It stands adjacent to the stately hall of the Armorers Fellowship.",
  "In an adventurers ward, near the Marauder's Gate. The street outside is strewn with debris from an overturned cart.",
  "On Brightscepter Avenue, in an arcane district of sorcerous towers and skilled alchemists. It stands next to a library of conjuration and summoning.",
  "On East Greatbrook Lane, in an arcane quarter of well-lit avenues and elemental forges. The street outside is lined with a wrought-iron fence.",
  "In an adventurers district, surrounded by busy avenues and noisy taverns. It stands adjacent to the workshop of a female elf sheather named Amanel.",
  "On Marsh Rise, near the Rogue's Gate. The street outside is lined with street vendors hawking maps and scrolls.",
  "On Shrine Side, southeast of a tree-lined stream. The street outside is filled with the scent of damp earth.",
  "On Hell-hound's Parade, in an adventurers quarter of exotic shops and tough mercenaries. It stands next to the workshop of a female halfling knifesmith named Rosy Took.",
  "In an adventurers quarter, east of the Dragoon's Gate. It stands next to a tavern called The Weary Hunter.",
  "In a market district, surrounded by busy streets and active marketplaces. Its neighbors include a well-guarded warehouse and the large home of a female elf named Gwena.",
  "On Throne Road, in an adventurers ward of shadowed alleys and busy shops. It stands next to a modest traveler's shrine.",
  "On Marble Way, near a crystalline monolith. The street outside is paved with spiral-carved flagstones.",
  "In an arcane quarter, surrounded by well-lit avenues and sorcerous towers. Its neighbors include the workshop of a female tiefling runecarver named Amagnen and the grand home of a female dwarf named Alin.",
  "On Falls Cross, near the Dragoon's Gate. The street outside is crowded with drunken brawlers.",
  "On Wolf's Close, northwest of an outcrop of rune-carved stone. It stands adjacent to the workshop of a male dwarf clockmaker named Dinarv.",
  "On Abbey Avenue, in an adventurers quarter of exotic shops and wandering rogues. The street outside is strewn with debris from an overturned cart.",
  "In an arcane district, south of the Athenaeum of the Sorcerous Arts. Its neighbors include the grand tower of the wizard Dora and a large public garden.",
  "On Fane Side, in an adventurers district of narrow alleys and busy shops. Its neighbors include an inn called The Green Flask and the large home of a male dwarf named Dainan.",
  "In an adventurers district, surrounded by narrow alleys and comfortable inns. The street outside is lined with street vendors hawking potions and elixirs.",
  "In an adventurers quarter, near the Knight's Gate. Its neighbors include an inn called The King's Inn and a modest traveler's shrine.",
  "On Blackgrove Avenue, near the College of the Mystical Arts. It stands next to the marvelous home of the wizard Lochionar.",
  "In an adventurers ward, north of the Ranger's Gate. The street outside is crowded with drunken brawlers.",
  "In an arcane ward, east of a crystalline monolith. It stands adjacent to a large public garden.",
  "In an arcane district, near the College of Tonium. It stands next to a library of divination and scrying.",
  "On Roseford Road, near a major crossroads. It stands adjacent to the marvelous home of the wizard Lomia.",
  "In an adventurers district known for its comfortable inns. Its neighbors include the spartan hall of the Adventurers Guild and the workshop of a female gnome calligrapher named Khainan.",
  "On Boar's Way, near a major crossroads. It stands adjacent to the grand tower of Pusopho the Necromancer.",
  "In an adventurers district, surrounded by narrow alleys and comfortable taverns. It stands adjacent to the workshop of a female tiefling fletcher named Hilda.",
  "In an adventurers ward known for its legendary explorers. It stands adjacent to a simple traveler's shrine.",
  "In a market quarter, surrounded by crowded streets and comfortable taverns. It stands next to the grand hall of the Founders Guild.",
  "In a market district, surrounded by shadowed alleys and colorful marketplaces. The street outside is crowded with a procession of beggars.",
  "On Wolf's Avenue, in a market quarter of colorful marketplaces and street performers. It stands next to the workshop of a male halfling pinner named Andes Woode.",
  "In an arcane ward, surrounded by quiet streets and alchemical forges. Its neighbors include the marvelous tower of the wizard Cippe the Imperial and a cloistered traveler's shrine.",
  "In an arcane quarter, west of a clear lake. The street outside is crowded with a procession of the Alchemists Guild.",
  "In an adventurers district, south of the Wayfarer's Gate. It stands next to the fine home of a female human named Witha.",
  "On Lord's Chase, north of the Rogue's Gate. It stands adjacent to the spartan hall of the Adventurers Society.",
  "In an adventurers ward, surrounded by winding streets and busy shops. The street outside is filled with gray alchemical smoke.",
  "In an adventurers ward, surrounded by busy avenues and comfortable inns. The street outside is crowded with drunken brawlers.",
  "In an arcane ward, south of a tree-lined lake. The street outside is filled with the fragrance of blooming flowers.",
  "In an arcane quarter, surrounded by well-lit avenues and wizards' towers. The street outside is lined with crystalline obelisks.",
  "In an adventurers quarter, west of the town gate. The street outside is lined with monstrous skulls impaled upon spears.",
  "In an adventurers district, surrounded by narrow alleys and noisy taverns. Its neighbors include the workshop of a female dwarf linkmaker named Alin and the workshop of a female tiefling gemcutter named Vadamal.",
  "In an adventurers district known for its bold explorers. It stands adjacent to the workshop of a female elf armorer named Eldamas.",
  "In an adventurers quarter, southwest of the Saint's Gate. Its neighbors include the workshop of a female tiefling knifesmith named Gefortis and a large public square.",
  "On Throne Alley, east of a major crossroads. The street outside is crowded with drunken brawlers.",
  "On Rampart Rise, west of the Ranger's Gate. It stands next to the grand hall of the Wizards Society.",
  "In an arcane quarter, near the School of the Elements. Its neighbors include a library of glyphs and runes and the grand home of a male human named Thenry.",
  "In an adventurers district, south of the town gate. Its neighbors include the spartan hall of the Mages Guild and a busy public square.",
  "On Assassin's Chase, in an adventurers quarter of exotic shops and tough mercenaries. The street outside is crowded with a procession of beggars.",
  "In an adventurers district known for its legendary explorers. Its neighbors include the workshop of a female dragonborn knifesmith named Sidab and the workshop of a male elf corsetier named Saene.",
  "On Hiwick Road, in an adventurers ward of shadowed alleys and exotic shops. Its neighbors include the workshop of a male human linkmaker named Hony and a simple traveler's shrine.",
  "In an arcane quarter, near the College of War Wizardry. The street outside is lined with a wrought-iron fence.",
  "In an adventurers district known for its heroic explorers. It stands next to the workshop of a female dwarf fletcher named Bali.",
  "On Demon's Lane, in an arcane ward of narrow alleys and wizards' towers. The street outside is paved with spiral-carved flagstones.",
  "In an arcane quarter, near the Athenaeum of Sigia. The street outside is lined with crystalline obelisks.",
  "In an adventurers district, southwest of the Saint's Gate. The street outside is crowded with a procession of beggars.",
  "In an adventurers district known for its ancient teleporation circles. Its neighbors include the workshop of a female elf shieldwright named Imlotel and a busy public square.",
  "In a market ward, near the Merchant's Gate. It stands next to a well-guarded warehouse.",
  "In an adventurers ward known for its comfortable taverns. The street outside is crowded with a procession of beggars.",
  "In an adventurers district, surrounded by narrow alleys and busy shops. The street outside is strewn with debris from an overturned cart.",
  "In an adventurers ward, surrounded by winding streets and comfortable inns. Its neighbors include an inn called The Archer's Meadhall and the workshop of a female tiefling pinner named Wilgefort.",
  "In an adventurers district, near a wide stream. It stands next to the large home of a male human named Aeger.",
  "In an arcane ward known for its many summoning circles. The street outside is paved with spiral-carved flagstones.",
  "In an adventurers quarter, southwest of the town gate. The street outside is crowded with drunken brawlers.",
  "On Throne Passage, south of the Wayfarer's Gate. Its neighbors include the grand hall of the Warriors Guild and a simple traveler's shrine.",
  "On West Fox's Passage, near the Hero's Gate. It stands adjacent to the spartan hall of the Rogues Company.",
  "On Yellowfair Street, southwest of the College of Cinius. The street outside is crowded with a procession of the Diviners Guild.",
  "In an arcane ward, surrounded by hidden alleys and wizards' towers. The street outside is paved with scorched flagstones.",
  "In an arcane ward, surrounded by hidden alleys and alchemical forges. Its neighbors include a library of conjuration and summoning and a verdant public garden.",
  "On Chariot Lane, near the Hero's Gate. The street outside is filled with the scent of burning wood.",
  "On Heath Mews, in an adventurers district of shadowed alleys and noisy inns. The street outside is lined with a low stone wall.",
  "On Abbey Stairs, near the Rogue's Gate. Its neighbors include a tavern called The Broken Wand and the large home of a male dwarf named Thimal.",
  "In an arcane district, surrounded by hidden alleys and elemental forges. It stands next to the marvelous tower of the wizard Pytharpo the Awesome.",
  "On Tomb Alley, in an adventurers ward of narrow alleys and noisy taverns. It stands adjacent to the large home of a female halfling named Marger Pare.",
  "On Goldenarch Way, in an arcane district of alchemical forges and powerful sorcerers. It stands next to a library of charms and compulsions.",
  "On Ashbluff Street, in an arcane quarter of sorcerous towers and skilled alchemists. Its neighbors include the workshop of a male human alchemist named Dreward and a large public garden.",
  "On Wood Road, west of an outcrop of rune-carved stone. Its neighbors include the grand hall of the Explorers Society and a modest traveler's shrine.",
  "In an adventurers ward, near the Wayfarer's Gate. The street outside is filled with gray alchemical smoke.",
  "In a market district, surrounded by busy streets and comfortable taverns. Its neighbors include a brick-walled warehouse and a modest traveler's shrine.",
  "In an adventurers ward known for its noisy inns. The street outside is strewn with debris from an overturned cart.",
  "In an arcane ward, surrounded by quiet avenues and elemental forges. The street outside is lined with draconic statues.",
  "In an adventurers district known for its many catacombs and tunnels. It stands adjacent to a simple traveler's shrine.",
  "In an adventurers ward, near the Knight's Gate. The street outside is lined with orcish skulls impaled upon spears.",
  "In a market district known for its makeshift shops. The street outside is strewn with debris from an overturned cart.",
  "In an adventurers quarter, surrounded by winding avenues and exotic shops. Its neighbors include an inn called The Crossed Candles and a busy public square.",
  "In an adventurers ward known for its resident titan, a cyclopean giant named Achos. The street outside is filled with yellow alchemical smoke.",
  "In an adventurers district, surrounded by busy avenues and noisy taverns. The street outside is filled with blue alchemical smoke.",
  "On South Erthorp Street, near a major crossroads. The street outside is strewn with debris from an overturned cart.",
  "On Wodale Lane, in an adventurers quarter of busy avenues and comfortable taverns. Its neighbors include an inn called The Bloody Dagger and a simple traveler's shrine.",
  "In an adventurers district known for its haunted taverns. The street outside is filled with blue alchemical smoke.",
  "On Scepter Lane, near the Hero's Gate. It stands next to the grand hall of the Rogues Company.",
  "In an arcane ward, surrounded by well-lit streets and alchemical forges. The street outside is watched by a squad of the town guard.",
  "In an arcane ward known for its floating castles. The street outside is crowded with a procession of the Diviners Society.",
  "On Blackstone Approach, in an adventurers quarter of comfortable inns and wandering bards. The street outside is strewn with debris from an overturned cart.",
  "In an adventurers quarter known for its haunted inns. The street outside is filled with white alchemical smoke.",
  "On Blacksmith's Close, in an adventurers quarter of busy avenues and comfortable inns. The street outside is strewn with debris from an overturned cart.",
  "On Chamberlain's Way, near the Merchant's Gate. It stands next to the stately hall of the Weaponsmiths Fellowship.",
  "In an adventurers quarter, northeast of the town gate. The street outside is filled with gray alchemical smoke.",
  "In an adventurers ward known for its resident nymph, a beautiful daughter of the river named Amias. Its neighbors include the workshop of a female elf swordsmith named Ealotel and a simple traveler's shrine.",
  "On Ruins Mews, in an adventurers quarter of busy avenues and comfortable inns. Its neighbors include the workshop of a male half-orc weaponsmith named Rana and a modest traveler's shrine.",
  "In an arcane district, near the College of the Sorcerous Arts. It stands next to the marvelous home of the wizard Menesan.",
  "In an adventurers district, northwest of the Dragoon's Gate. It stands next to the grand hall of the Mages Guild.",
  "In an adventurers quarter, south of a major crossroads. The street outside is strewn with debris from an overturned cart.",
  "In a market quarter, surrounded by narrow alleys and comfortable inns. The street outside is shaded by a canopy of colorful fabric.",
  "On Hell-hound's Passage, in an adventurers district of noisy inns and tough mercenaries. It stands next to a large public square.",
  "In an adventurers ward, surrounded by busy avenues and noisy taverns. The street outside is lined with an old stone wall.",
  "In an adventurers ward, near an outcrop of rune-carved stone. The street outside is crowded with drunken brawlers.",
  "On Tumunzar Street, east of the Adventurer's Gate. The street outside is filled with white alchemical smoke.",
  "On Duke's Close, southwest of the Hero's Gate. The street outside is crowded with a procession of beggars.",
  "On Shizdabar Road, near the Saint's Gate. The street outside is lined with street vendors hawking swords and daggers.",
  "In an adventurers ward, surrounded by winding avenues and comfortable inns. The street outside is filled with white alchemical smoke.",
  "In a market district known for its street performers. The street outside is shaded by a canopy of colorful fabric.",
  "In an adventurers ward known for its resident dragon, a golden wyrm named Zera. The street outside is lined with street vendors hawking weapons and shields.",
  "In an arcane quarter, near a crystalline monolith. The street outside is lined with glowing runestones.",
  "In an adventurers quarter known for its comfortable inns. The street outside is filled with the scent of damp earth.",
  "In a market quarter, near the Merchant's Gate. The street outside is shaded by a canopy of colorful fabric.",
  "On Pavilion Street, near a major crossroads. It stands adjacent to the workshop of a male elf weaponsmith named Mothili.",
  "In an adventurers ward, southeast of the Dragoon's Gate. Its neighbors include the workshop of a male elf weaponsmith named Lindiore and a large public square.",
  "In an arcane quarter known for its many scrying pools. The street outside is lined with a wrought-iron fence.",
  "In an arcane district known for its floating towers. Its neighbors include the workshop of a female elf artificer named Nimrianye and a cloistered traveler's shrine.",
  "In an adventurers district, surrounded by winding streets and comfortable inns. The street outside is lined with monstrous skulls impaled upon spears.",
  "In a market district, southwest of the Merchant's Gate. The street outside is filled with strange languages and accents.",
  "In an adventurers ward, surrounded by busy avenues and comfortable taverns. Its neighbors include an inn called The Gypsy and Shield and the fine home of a female half-orc named Rada.",
  "In an adventurers ward, surrounded by winding avenues and busy shops. The street outside is lined with orcish skulls impaled upon spears.",
  "In an arcane quarter, near a major crossroads. It stands adjacent to the marvelous tower of the wizard Theroto the Arcane.",
  "On Wall Chase, in an adventurers quarter of noisy taverns and heroic explorers. The street outside is filled with red alchemical smoke.",
  "In an arcane ward known for its legendary wizards and alchemists. The street outside is shaded by grand trees.",
  "On Coin Cross, near an outcrop of rune-carved stone. The street outside is lined with street vendors hawking weapons and shields.",
  "In a market ward, surrounded by busy avenues and colorful marketplaces. It stands adjacent to the large home of a female human named Hilda.",
  "On Ladun Lane, west of a major crossroads. Its neighbors include the workshop of a female human weaponsmith named Ecix Pharcey and a modest traveler's shrine.",
  "On Slate Chase, in an adventurers district of winding streets and busy shops. The street outside is lined with orcish skulls impaled upon spears.",
  "On Spear Close, north of the town gate. It stands adjacent to the large home of a male gnome named Raudsa.",
  "On Castow Way, east of the town gate. The street outside is lined with a low stone wall.",
  "In an arcane ward known for its ancient summoning circles. Its neighbors include the grand tower of the wizard Sione the Possessed and an ornate traveler's shrine.",
  "In an arcane ward known for its golem forges. Its neighbors include a library of conjuration and summoning and a cloistered traveler's shrine.",
  "In an adventurers ward, surrounded by narrow alleys and busy shops. The street outside is crowded with a procession of beggars.",
  "On Serpent's Chase, in an adventurers quarter of narrow alleys and busy shops. The street outside is lined with monstrous skulls impaled upon spears.",
  "On Fox's Street, in an arcane quarter of quiet avenues and elemental forges. It stands adjacent to an ornate traveler's shrine.",
  "On Mastiff's Yard, in an adventurers ward of exotic shops and wandering rogues. It stands next to a tavern called The Crossed Wands.",
  "In an arcane ward, surrounded by well-lit avenues and elemental forges. Its neighbors include a library of divination and scrying and a verdant public garden.",
  "In an adventurers quarter, surrounded by winding avenues and comfortable inns. Its neighbors include an inn called The Beggar's Alehouse and a modest traveler's shrine.",
  "In an adventurers quarter, surrounded by busy avenues and comfortable inns. The street outside is strewn with debris from an overturned cart.",
  "On Blackstone Street, in a market ward of colorful marketplaces and streetwise thieves. The street outside is lined with street vendors hawking their goods.",
  "On Hill Close, west of a major crossroads. It stands adjacent to a modest traveler's shrine.",
  "In an adventurers quarter known for its many dungeon gates. It stands next to a simple traveler's shrine.",
  "On Castle Lane, in an adventurers ward of comfortable inns and cold-hearted mercenaries. It stands adjacent to the grand hall of the Wayfarers Guild.",
  "On Hydra's Chase, in an adventurers quarter of exotic shops and tough mercenaries. The street outside is filled with black alchemical smoke.",
  "In an adventurers district, near the Crusader's Gate. Its neighbors include an inn called The Pirate's House and the fine home of a male halfling named Rancent.",
  "On Whitestone Street, in an arcane district of wizards' towers and legendary wizards. The street outside is shaded by tall trees.",
  "In a market ward, surrounded by narrow alleys and comfortable taverns. It stands adjacent to the office of a female half-orc moneychanger named Chlieva.",
  "In a market district, near the town gate. The street outside is strewn with debris from an overturned cart.",
  "In an adventurers quarter known for its comfortable inns. Its neighbors include an inn called The Broken Sword and the workshop of a male dwarf confectioner named Bari.",
  "On New Archorb Lane, in an arcane ward of hidden alleys and elemental forges. The street outside is lined with a wrought-iron fence.",
  "In an arcane quarter, northeast of a crystalline monolith. The street outside is lined with draconic statues.",
  "In an arcane district, surrounded by narrow alleys and elemental forges. The street outside is filled with blue alchemical smoke.",
  "On Charger's Lane, in an arcane ward of narrow alleys and sorcerous towers. It stands next to a cloistered traveler's shrine.",
  "On Fane Passage, near a wide canal. The street outside is filled with white alchemical smoke.",
  "On South Purse Road, in an adventurers ward of busy avenues and comfortable taverns. It stands adjacent to the workshop of a male human sheather named Bertom.",
  "On Queen's Approach, in an adventurers quarter of exotic shops and cold-hearted mercenaries. The street outside is lined with street vendors hawking potions and elixirs.",
  "In an adventurers district, northwest of the Knight's Gate. It stands adjacent to the fine home of a female dwarf named Kunan.",
  "In an adventurers district, surrounded by narrow alleys and noisy taverns. Its neighbors include a tavern called The Bloody Thorn and a busy public square.",
  "In an adventurers district known for its resident titan, a fire giant named Siri Edillson. The street outside is lined with orcish skulls impaled upon spears.",
  "In an adventurers ward known for its legendary explorers. Its neighbors include the spartan hall of the Adventurers Guild and a modest traveler's shrine.",
  "In an arcane ward, near a rune-carved monolith. It stands next to the workshop of a male dwarf wizard named Bifur.",
  "In an arcane district, northeast of a colossal golden tree. It stands adjacent to a library of artifacts and constructs.",
  "In an adventurers quarter, surrounded by narrow alleys and comfortable taverns. It stands adjacent to an inn called The Yellow Candle.",
  "On Clay Rise, in an adventurers district of noisy taverns and tough mercenaries. The street outside is crowded with a procession of beggars.",
  "In an adventurers district, surrounded by narrow alleys and exotic shops. It stands adjacent to the spartan hall of the Wayfarers Fellowship.",
  "In an arcane district, surrounded by well-lit streets and wizards' towers. It stands next to the stately home of a female half-orc named Prosta.",
  "In an adventurers ward, surrounded by shadowed alleys and noisy taverns. Its neighbors include a tavern called The Broken Shield and a large public square.",
  "On Lion's Close, in an adventurers ward of narrow alleys and comfortable taverns. The street outside is lined with street vendors hawking potions and elixirs.",
  "In an adventurers ward, northeast of the Adventurer's Gate. Its neighbors include the workshop of a female gnome sheather named Andis and a large public square.",
  "On South Marble Road, in an arcane district of narrow alleys and wizards' towers. Its neighbors include the workshop of a female halfling runecarver named Cily and the stately home of a female half-elf named Elladrien.",
  "In an arcane district known for its floating towers. Its neighbors include a library of glyphs and runes and a large public garden.",
  "In an arcane district, surrounded by hidden alleys and wizards' towers. Its neighbors include the grand home of Sisia the Sorceress and the office of a female tiefling priest named Ergamame.",
  "In an arcane ward, surrounded by narrow alleys and elemental forges. The street outside is paved with spiral-carved flagstones.",
  "In an adventurers district known for its comfortable inns. It stands next to the workshop of a male dragonborn founder named Inabdin.",
  "On Copper Alley, in an adventurers quarter of busy streets and noisy inns. Its neighbors include a tavern called The Wench's Cellar and a simple traveler's shrine.",
  "In an arcane quarter, near the College of the Arcane Arts. The street outside is crowded with a procession of the Alchemists Society.",
  "In an arcane district known for its legendary wizards and alchemists. Its neighbors include the marvelous home of the wizard Allas and the grand home of a female halfling named Phelia.",
  "In an adventurers quarter, near a tree-lined stream. The street outside is crowded with drunken brawlers.",
  "In an adventurers ward, east of a monolith of rune-carved stone. The street outside is filled with yellow alchemical smoke.",
  "On Hell-hound's Street, in an arcane quarter of quiet streets and alchemical forges. The street outside is watched by a squad of the town guard.",
  "In an adventurers ward, west of the Marauder's Gate. The street outside is lined with monstrous skulls impaled upon spears.",
  "In an arcane district, east of a colossal golden tree. Its neighbors include the workshop of a female half-elf spellbinder named Arran Mynge and the office of a male half-elf wizard named Helry.",
  "In an arcane quarter, southwest of a major crossroads. The street outside is filled with yellow alchemical smoke.",
  "On Buziram Lane, in an adventurers ward of winding streets and exotic shops. It stands next to a tavern called The Crossed Spears.",
  "On Spear Close, west of the town gate. Its neighbors include the workshop of a male gnome linkmaker named Gauda and a simple traveler's shrine.",
  "In an adventurers quarter known for its ancient dungeon gates. Its neighbors include the workshop of a female dwarf swordsmith named Arvin and a modest traveler's shrine.",
  "In an adventurers district, surrounded by shadowed alleys and busy shops. It stands adjacent to a tavern called The Thirsty Fool.",
  "In an arcane district, near the School of the Elements. The street outside is crowded with a procession of the Alchemists Society.",
  "In an adventurers ward, surrounded by shadowed alleys and exotic shops. The street outside is lined with street vendors hawking maps and scrolls.",
  "On Blackstone Side, near the town gate. The street outside is filled with the scent of burning wood.",
  "In an adventurers quarter, surrounded by busy avenues and noisy taverns. The street outside is crowded with drunken brawlers.",
  "In an arcane district, surrounded by quiet avenues and alchemical forges. The street outside is shaded by large trees.",
  "In an adventurers ward, northwest of the Crusader's Gate. Its neighbors include the workshop of a male gnome linkmaker named Glukhud and the fine home of a female halfling named Annen.",
  "In an adventurers district, surrounded by shadowed alleys and busy shops. The street outside is lined with street vendors hawking weapons and shields.",
  "On Crystalring Lane, near the Academy of the Sorcerous Arts. It stands adjacent to the marvelous tower of Pantheodo the Artificer.",
  "In an arcane quarter, near a clear lake. Its neighbors include the marvelous tower of the wizard Caste the Insane and the grand home of a female half-elf named Earielen.",
  "On Alchemist's Lane, northeast of the Merchant's Gate. The street outside is lined with street vendors hawking their goods.",
  "In a market district, surrounded by busy avenues and noisy inns. The street outside is filled with strange languages and accents.",
  "On Brick Way, in an adventurers district of shadowed alleys and busy shops. The street outside is lined with monstrous skulls impaled upon spears.",
  "In an arcane quarter, near a rune-carved monolith. The street outside is lined with draconic statues.",
  "In an adventurers district, northwest of a wide stream. It stands next to a large public square.",
  "In an arcane quarter known for its alchemical forges. Its neighbors include the workshop of a male dragonborn runecarver named Umatter and the grand home of a female gnome named Elient.",
  "On Lion's Cross, northeast of a tree-lined stream. Its neighbors include the grand hall of the Sheathers Fellowship and the workshop of a male halfling founder named Blime.",
  "In an adventurers quarter, surrounded by winding avenues and noisy taverns. Its neighbors include the grand hall of the Explorers Guild and the fine home of a female human named Kathel Arpes."
]